{
  "type": "Article",
  "title": "A Short History of Punctuation",
  "author": "John Bateson",
  "location": "Berkeley, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Short History of Punctuation</h1>\n<p><em><span data-rel=\"author\">John Bateson</span> <span data-rel=\"location\">Berkeley, California</span></em></p>\n<p>[Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>Without punctuation words run together and writing is\ndifficult to read it should surprise no one therefore that\nthe system of stops pauses expressions of uncertainty interrogation\nand emphasis and the marking of direct speech which\nhelps the reader understand writing is integral to almost every\nlanguage indeed punctuation is so much a part of written\ncommunication that it is largely taken for granted at one time\nthough punctuation did not exist</p>\n<p>Pinpointing the origins of punctuation is difficult, and\nmuch work remains to be done on the subject.  Part of the\nproblem is defining what is meant by the term <em>punctuation</em>.  In\nHebrew texts of the fifth and sixth centuries and perhaps as\nearly as the first century B.C., single, double, or triple points\nwere placed above consonants to indicate preceding or following\nvowels.  Hebrew as a spoken language was dying out at this\ntime, and scholars were worried that correct pronunciation of\nthe sacred texts would be gradually lost.  To preserve the\ntraditions of pronunciation and intonation for literary and\nreligious purposes, the system of points was instituted to\ndenote vowel sounds, since the Hebrew alphabet was composed\nof consonants only.  This system was widely used; but\nshould it be considered punctuation?  Its function was unrelated\nto the present function of punctuation, which is to clarify the\nmeaning of writing.</p>\n<p>Greek inscriptions written before the fourth century B.C.\nwere continuous; that is, words and sentences were not\nseparated.  It was Aristotle who first noted the division of topics\ninto paragraphs, although scholars of today disagree whether\nparagraphs were initially marked by dividing strokes between\nthem or by horizontal lines (called <em>paragraphos</em>) under the\nbeginning of a line in which the topic was concluded.  Fragments\nof Plato's <em>Phaedo</em>, found at Gurob, have evidence of\nparagraphs ending with a double point (:) as well as short\ndashes separating different speeches.  Before Plato, Euripides\nused a wedge, or sideways “V,” to mark changes of speakers in\nhis play <em>Antiope</em>.  Again the question arises, however: do\nparagraphs and speaker markings constitute punctuation as we\nnow define the term?  Moreover, far from indicating general\npractice, the above were isolated instances and might only\nshow that ancient Greeks knew such marks had value.  Since\nthe marks were not commonly or systematically employed, it is\npossible to conclude that they were generally thought to be\ninsignificant.</p>\n<p>Most etymologists attribute the invention of punctuation\nto Aristophanes of Byzantium, who was the librarian of the\nmuseum at Alexandria in 200 B.C.  Aristophanes devised a\nsystem of points corresponding to our comma, semicolon, and\nperiod to mark short, medium, and long sections of writing (the\nsections were divided according to rhetorical theory).  The\npoints followed the last letter in each section and were placed\nat the bottom, middle, or top of the letter, depending on the\nlength of the section.  (In short sections the point was at the\nbottom, in long sections at the top.)  Since all writing at that\ntime was done only in majuscules, or capital letters, it was easy\nto distinguish the three positions.</p>\n<p>In addition to points, Aristophanes is generally credited\nwith creating the virgule, hyphen, apostrophe, and quotation\nmarks.  The virgule, which sometimes appeared as a slash and\nother times as a long comma, was inserted between words\nwhere the meaning might seem ambiguous.  The hyphen served\nto denote compound words and was drawn as a curve or line\nunder the adjacent letters.  The apostrophe varied from a curve\nor straight accent to a mere point; besides marking elision it\nwas placed after foreign names to note their origin and was\nused to distinguish two consecutive vowels and double consonants.\nQuotation marks in the form of crosses, horizontal\nstrokes, waved strokes, or wedges (perhaps evolved from\nEuripides) were placed in the margin to draw attention to a\nquotation.</p>\n<p>Aristophanes' system was intended for the textual work of\nscholars and was little used by scribes.  It was not until the\nRenaissance that modern Greek punctuation became established\nand Latin punctuation, which had borrowed from the\nGreek system of points but used the points irregularly, without\nadhering to their meaning, was incorporated.  Between Aristophanes'\nday and the Renaissance, there were two important\ndevelopments in the history of punctuation.</p>\n<p>First, during the seventh and eighth centuries, handwriting\nchanged from majuscule to minuscule letters.  This led to\ncapitalization, or a way of noting which words have more\nvalue.  It also produced ascenders and descenders, which made\nwriting more difficult to read without punctuation marks.</p>\n<p>Second, Charlemagne, King of the Franks and Holy\nRoman Emperor from 768 to 814, and Alcuin, director of the\npalace school, spirited an educational revival that resulted in\nimproved spelling and punctuation in biblical and liturgical\ntexts.  Until the eighth century only a degraded form of\nAristophanes' system was in use, consisting of two marks, the\npoint and the colon, with the colon's purpose simply to indicate\nan intermediate stop.  (Frequently the colon was replaced by an\ninverted semicolon or what is now the exclamation point.  This\nsymbol was not used for true exclamation, however.  It is\nwidely believed that today's exclamation point comes from the\nLatin word <em>io</em> 'joy', with the one letter placed above the other.)\nBy the eleventh century, Aristophanes' system was restored;\nmoreover, two new punctuation marksâincluding one called\n<em>punctus interrogativus</em>, which strongly resembles the question\nmark of todayâhad been added to indicate both a syntactical\nbreak and a change in inflection.  These marks derived from the\nmusical notation used in Gregorian chants.</p>\n<p>In 1453, Constantinople, the centre of Greek culture, was\nattacked and conquered by Ottoman Turks.  Many Greek\nscholars migrated to Western Europe and there sparked intense\ninterest in Greek literature and writing.  When Italian printer\nand editor Aldus Manutius set up a printing press in Venice in\n1490, many of the books that came from the press were\npopular editions of Aristotle, Aristophanes, Thucydides, Sophocles,\nHerodotus, Demosthenes, and Plutarch, all printed in\nGreek.  Greek punctuation was used so that the modern\ncomma, colon, and periodâas well as the apostrophe to\nindicate an omitted letterâbecame, by the time of Aldus's\ngrandson (also named Aldus), standard for writers and printers.\nThe Latin question mark of a comma over a point was\nmaintained but the comma was enlarged to look like the upper\npart of our present question mark; the Greek question mark, a\npoint above a comma, became the semicolon.</p>\n<p>Aldus Manutius the younger explained the markings in a\nbook called <em>Orthographie ratio</em> (“System of Orthography”).\nEven more important than the exposition is the fact that in this\nwork Aldus became the first to state that the purpose of\npunctuation was to clarify syntax; therefore punctuation should\nmake for an orderly and systematic arrangement of phrases,\nclauses, and sentences.  Earlier printers, like Gutenberg, Fust,\nand Schoeffer in Germany (who used only the point and colon)\nand Sweynheym and Pannartz in Italy (who used the point and\ncolon and added the semicolon for abbreviation), had no clear\nconception of the purpose of stops.  As a result, early printers,\nlike early writers, employed few marks.</p>\n<p>By the end of the sixteenth century, the system of\npunctuation as described by the younger Aldus was widely\nused, albeit inconsistently.  Usage was predominantly based on\nelocution; punctuation marks came to identify pauses of one\n(comma), two (semicolon), and three (colon) units, which might\nbe observed by a reader, especially if he was reading aloud to\nan audience.  It was an age of drama, poetry, oratory, and song,\nand great attention was given to spoken language.  However,\nthere was a second school of thought at the time that believed\npauses of varying lengths to be arbitrary and saw punctuation\nas a means of clarifying the grammar of a text.  As pauses in\nspeech and breaks in syntax do not always coincide (speech\nbeing more flexible than syntax), the two schools were in\nconflict.  By the end of the seventeenth century the second\nschool had prevailed.</p>\n<p>The evolution of modern punctuation in English is related\nto the rise of writers like Jonson, Hobbes, Dryden, Defoe, and\nSwift, who favored a shorter and less complex sentence\nstructure than Donne, Hooker, and other writers of “earsplitting\neloquence” whose work was modeled on Cicero's.\nShorter and simpler sentences meant less punctuation was\nnecessary.  Less elaborate prose also led to further standardization\nof the punctuation system and produced a better understanding\nof what punctuation can do and need not do.</p>\n<p>Today, the drive toward fewer punctuation marks continuesâ“to\nthe point of insufficiency” according to noted linguist\nJacques Barzun.  Modern readers tend to be distracted by the\nheavy punctuation in the prose of the seventeenth and eighteenth\ncenturies.  Today, even if the writing were as ponderous\nand involved as, say, Sterne's, many of his compounded\npunctuation marks would be omitted.</p>\n<p>It is unlikely that the move to lighter punctuation will be\nreversed, at least in this century.  Newspapers and magazines,\nwhich often seem overly preoccupied with brevity, continue to\nproliferate, setting the tone for present writers.  Narrower\ncolumns and smaller type also play a part because they make\npunctuation more noticeable.  Numerous commas and semicolons\nin a newspaper sentence, for instance, would be more\nhindering than helpful.</p>\n<p>On the other hand, punctuation probably won't die out as\nit did following Aristophanes, even though present writers who\nhave difficulty mastering punctuation might sometimes prefer\nthat it did.  The system of pointing (“punctuation” derives from\nthe Latin word <em>punctus</em> 'point') is too valuable.  It provides\nhumor when it is used incorrectly, as Shakespeare does deliberately\nin <em>A Midsummer Night's Dream</em>, but, more important, it\nhelps writing become more understandable.  Proper punctuation\neven makes it possible to make sense of a sentence that\nhas the word <em>had</em> eleven consecutive times:</p>\n<blockquote>\n<p>Jim, where Bill had had “had had,” had had\n“had”; “had had” had had the teacher's approval.</p>\n<p>No system that can do that will ever be lost entirely.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Short History of Punctuation</h1> <p><em><span data-rel=\"author\">John Bateson</span> <span data-rel=\"location\">Berkeley, California</span></em></p> <p>[Prize Winner, VERBATIM Essay Contest, 1983]</p> <p>Without punctuation words run together and writing is\ndifficult to read it should surprise no one therefore that\nthe system of stops pauses expressions of uncertainty interrogation\nand emphasis and the marking of direct speech which\nhelps the reader understand writing is integral to almost every\nlanguage indeed punctuation is so much a part of written\ncommunication that it is largely taken for granted at one time\nthough punctuation did not exist</p> <p>Pinpointing the origins of punctuation is difficult, and\nmuch work remains to be done on the subject.  Part of the\nproblem is defining what is meant by the term <em>punctuation</em>.  In\nHebrew texts of the fifth and sixth centuries and perhaps as\nearly as the first century B.C., single, double, or triple points\nwere placed above consonants to indicate preceding or following\nvowels.  Hebrew as a spoken language was dying out at this\ntime, and scholars were worried that correct pronunciation of\nthe sacred texts would be gradually lost.  To preserve the\ntraditions of pronunciation and intonation for literary and\nreligious purposes, the system of points was instituted to\ndenote vowel sounds, since the Hebrew alphabet was composed\nof consonants only.  This system was widely used; but\nshould it be considered punctuation?  Its function was unrelated\nto the present function of punctuation, which is to clarify the\nmeaning of writing.</p>"
}