{
  "type": "Article",
  "title": "Language Crimes: The Case of the Contending Relatives",
  "author": "Richard L. Faust",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language Crimes: The Case of the Contending Relatives</h1>\n<p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>[Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>The knock on my office door was as gentle as a heartbeat.  I\nthought at first that I had imagined it, but when I looked\nat the glass-paneled door with my name on itâAHA (readable\nfrom either side)âI saw the outline of what looked like a little\ngirl, and I wondered why she would be coming to the office of\na PRIVATE INVESTIGATOR.</p>\n<p>“Come in,” I said, and a porcelain doll entered my office.\nShe was clearly oriental, probably Chinese (like my ancestors),\npetite, delicate, beautiful as a plum blossom, and not a girl at\nall, but a young lady.</p>\n<p>“Are you Mr. Aha?”  she asked, with temple bells in her\nvoice.</p>\n<p>“I am.  Please sit down.  Why have you come?”</p>\n<p>“Someone is trying to kill my great-grandfather.  Perhaps\nyou have heard of himâSum Won Hoo.  I am Wanda Hoo.”</p>\n<p>The Hoo family was famous in our area; it had produced\nmany politicians, nominative types who were always running\nfor one office or another, but most of them died tragically, and\nquite young.  Some said there was a curse on the family.  In\nfact, I recalled that only old Sum Won and Wanda were left.\nThe old man was about ninety, fabled to have made his fortune\nin the China trade before World War I.</p>\n<p>I nodded and asked, “Why don't you inform the police?”</p>\n<p>“It is a rather delicate matter because we think we know\nwho it is.”  She paused, then added, “His cousin, Hoom.”</p>\n<p>There were old rumors of tension between the Hoo and\nHoom clans, of jealousy leading to Tong wars and disappearances,\neven of attempted assassinations.  No one knew exactly\nwhy.  The police could find out nothing.</p>\n<p>My honorable ancestors often said, “Ask the obvious\nquestions first.”  I went to the heart of the matter and asked,\nungrammatically, “Why would Hoom want to kill Hoo?”</p>\n<p>She hesitated.  “It's because of the tontine.”</p>\n<p>The answer stunned me.  “What's a tontine?”</p>\n<p>“It's a kind of business arrangement, an insurance plan,\nwhereby a group of participants buy a shared annuity, and as\neach participant dies, it is agreed that the final survivor will\nreceive the whole amount.  It was very common among maritime\nfamilies, a form of gambling.  We orientals love to\ngamble.”  She lowered her head.  “Now I think the tontine was\na big mistake.”</p>\n<p>“Your great-grandfather is a member of a tontine?”</p>\n<p>“Yes.  He and his two cousins and a friend entered into an\nagreement seventy years ago.  The friend, who was older, was\nnamed Whence, and he died quickly, with no family to mourn\nhim.  The one cousin, Hoom, I have mentioned.  But the fate of\nthe other cousin, Hooz, is a sad tale.  At the turn of the century,\nYu No Hooz was a strong young man, able to pilot a junk, fight\noff pirates, and navigate across the Pacific.  The month before\nhe was to marry, he began to lose his mind.  Some say a villain\nput powdered dragon bone into his wine.  At any rate, Hooz\nbecame extremely possessive; he thought he owned everything.\nHe began to relate in a possessive way to animals and things,\nnot just to people.  Hoo and Hoom were shocked that their\ncousin could lose his human orientation.  Hooz's bride-to-be\ndrank poison rather than enter into a humiliating marriage.”</p>\n<p>“Where is Hooz now?  Is he dead?”</p>\n<p>“No.  He was committed to a mental institution in Denver\nsixty years ago, and there he languishes.  The Jespersen Foundation,\nwhich manages the tontine, has declared him legally\nunable to inherit.”</p>\n<p>I thought for a moment.  With Whence and Hooz out of\nthe running, only Hoo and Hoom were left.  No wonder Wanda\nthought Hoom was trying to kill Hoo.</p>\n<p>“What was the nature of the attempt?”</p>\n<p>She pulled an envelope out of her purse and handed it to\nme.  The address was clearly printed: Sum Won Hoo, at the\naddress of his famous mansion.  Inside was a single sheet of\nwhite paper with a large “W” printed on it in red.</p>\n<p>“He received this four days ago and immediately collapsed.\nWe have him in the emergency ward of the Pronoun\nResuscitation Institute; his situation is critical.  I still have hope\nbecause he has been in and out of comas many times before\nthis.”</p>\n<p>“Did anyone talk to Hoom about this?”</p>\n<p>“No.  Hoom disappeared three days ago,” she informed\nme, “as soon as word of the attack was made known.”</p>\n<p>I decided to take on the case.  Wanda added that she was\nHoo's sole heir, all the others having died or been mysteriously\nkilled off, and she felt herself in some danger now.</p>\n<p>“Do you know who Hoom's heirs are?”</p>\n<p>She paused.  “He has only one, just like our clan.  His\nfamily too has suffered many tragedies.  His great-grandson,\nWill Hoom, is his only living descendant.” She added, “Will\nand I went to the same college.  We both wish the tontine\nmadness would end.”  With lowered eyes, she whispered,\n“Perhaps one day we can end the terrible separation that is\ncausing the competition.”</p>\n<p>“Does the W mean anything special to you?”</p>\n<p>“No,” she replied.  “Unless, of course, it refers to Will, or\nto my name, Wanda.”</p>\n<p>After she left, I went directly to consult with my friend\nBilly Emerald, lex guard at the Oakland dictionary depot.  He\nhad not heard of the tontine, but he knew Hoo and Hoom had\nbeen fighting for many years.</p>\n<p>“Aha,” he said, “we guards have been watching the battle.\nHoom is definitely weaker and seems to be losing.  His only\nstrength is in his objectivity; he prides himself on being able to\navoid subjectivity in all things.  Hoo, on the other hand, accuses\nhim of often being distant from his antecedents, of being a\nhumble follower, even of associating with preppies and following\nthem.  It was a scandal twenty years ago.  To counter that\nstory, Hoom has endowed a famous prep school and takes great\ninterest in education.  Hoo is totally media-oriented, attaching\nhimself closely to celebrities and famous subjects.”</p>\n<p>“Where is Hoom's prep school?”</p>\n<p>“It's called the Spenser Academy and is up in Riverstone.”</p>\n<p>“Thanks, Billy.”  The trip to Riverstone was short.  If Hoom\ncould be found anywhere today, it would be at a fashionable\nprep school.</p>\n<p>The headmaster at Spenser, Mr. Parsing, was a stickler for\nrules, but he arranged for me to talk with some of the senior\nstudents.  I walked over to their dormitory, a clean well-lighted\nplace, and knocked on the door of a suite for four.  Their names\nwere on plates just under the room number: B. Low, A. Cross,\nB. Hind, and N. Too.  I was told that they were exemplary\npreps.  All four were studying in the living area.</p>\n<p>“Has anything unusual happened in the last three days?”  I\nasked.</p>\n<p>Silence.  Then Low said, “Nothing.  We're studying for midterms\nnow.”</p>\n<p>“What about strangers on campus or strange phone calls\nor deliveries?  Any differences in routines?”</p>\n<p>Nothing.</p>\n<p>My oriental ancestors always said, “Ask the river and the\nocean may respond.”  I looked at their buttoned-down shirts\nand took a wild guess.  “Who does your laundry?”</p>\n<p>They all laughed and said, “Shur Ting, on Main Street.\nMaybe you'd like to see the fortunes we found in our pockets\ntoday?”</p>\n<p>They each pulled out small strips of paper like fortune-cookie\nsayings and presented them to me.  They all had the\nsame message: Hold Onto Old Meanings.</p>\n<p>“Capital,” I said to myself, “a capital idea.”</p>\n<p>I thanked them and hurried down to Main Street.  The\ncase was nearing the end.</p>\n<p>There in the steaming back room of Shur Ting's Laundry,\nI found Hoom, busy putting shirts in packages and tucking\nadages into the pockets.  What better place for a rich old\nChinese gentleman to hide than in a Chinese laundry?  “You\nmust come with me,” I said, and he came quietly.</p>\n<p>The scene in the hospital room was like a scroll paintingâ\nthe dying patriarch in bed, surrounded by the two young heirs\nand his equally elderly cousin.  On the edge of the group was\nthe private investigator.  But I was also the artist who had\narranged the tableau.</p>\n<p>“Honorable Hoo,” I began, talking to the silent figure in\nthe bed.  “Let me assure you that Hoom did not mail you the\nalmost fatal letter.  At first I thought it was a W but I soon\nrealized my mistake when I recalled that my ancestors often\nsaid, 'The view from the South is not the same as the view\nfrom the North.'  The W was actually an M, and that is the\nletter you saw.  Of course, the M has been the indicator of the\nmajor difference between you and your cousin all these years.\nWhen you saw the M, you assumed it was from Hoom, who\noften tried to irritate you.  High blood pressure did the rest.  But\nif you had had time to examine the postmark on the letter, you\nwould have discovered it was sent from Colorado.  It was Hooz\nwho mailed it, hoping to create dissension.”</p>\n<p>Hoo blinked his eyes and smiled like a Buddha.  Hoom\nshuffled, ill at ease in Hoo's presence.</p>\n<p>Wanda spoke.  Just as she had started the case, she\npresented a solution to the whole affair.  “Dear great-grand-father,”\nshe began, “may I ask your permission to marry the\nman I love, Will Hoom, the great-grandson of Hoom?  He will\nask you officially if you agree.  We love each other.  Why must\nthe tontine continue?  We can bring the families together after\nall these years.  Please give us your blessing.”</p>\n<p>The rest is history.  In my office the next day I read the\nannouncement on the society pageâ“W.  Hoo to marry W.\nHoom.”  From now on, I thought, the relationship would be\ncarefully shared, each one relating in his or her special way.\nThe fight was over.</p>\n<p>The wedding a few weeks later was lovely; Wanda looked\nwonderful.  I was listed in the guest book as “friend of\nrelatives.”</p>\n<p>My palindromic name has made me sensitive to spelling\noddities, and, as I was writing up the case in my office, I\npondered the significance of certain letters, especially first and\nlast letters.  And I thanked my oriental ancestors for giving me\nan A.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language Crimes: The Case of the Contending Relatives</h1> <p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>[Prize Winner, VERBATIM Essay Contest, 1983]</p> <p>The knock on my office door was as gentle as a heartbeat.  I\nthought at first that I had imagined it, but when I looked\nat the glass-paneled door with my name on itâAHA (readable\nfrom either side)âI saw the outline of what looked like a little\ngirl, and I wondered why she would be coming to the office of\na PRIVATE INVESTIGATOR.</p> <p>“Come in,” I said, and a porcelain doll entered my office.\nShe was clearly oriental, probably Chinese (like my ancestors),\npetite, delicate, beautiful as a plum blossom, and not a girl at\nall, but a young lady.</p>"
}