{
  "type": "Article",
  "title": "Non-Native Tongues",
  "author": "Stephen Trussel",
  "location": "Honolulu, Hawaii",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Non-Native Tongues</h1>\n<p><em><span data-rel=\"author\">Stephen Trussel</span> <span data-rel=\"location\">Honolulu, Hawaii</span></em></p>\n<p>The use of <em>tongue</em> for <em>language</em> is rare in idiomatic English\ntoday, although it has been used in that sense in literary\nEnglish since the earliest times (as for example, in the 14th-century\n<em>Cursor Mundi: þis ilke boke is translate In to Inglis\ntong to rede</em>).  We're not surprised to hear someone assert that\n“English is my mother tongue,” but the question “How many\n<em>tongues</em> do you speak?” would no doubt cause a few eyebrows\nto be raised.  While <em>tongue</em> is familiar in some standard phrases,\nwith <em>mother, native, or exotic,</em> for example, we otherwise\ngenerally seem to require <em>language.</em></p>\n<p>In idioms the sense 'speech' prevails, rather than 'language.'\nWe speak of <em>keeping a civil tongue, holding one's\ntongue,</em> or <em>having a forked tongue.</em>  Getting a <em>tongue lashing,</em>\nworrying about <em>tongues wagging,</em> or regretting a <em>slip of the\ntongue,</em> may leave me <em>tongue-tied</em> ... (or maybe <em>the cat's just\ngot my tongue!</em>).</p>\n<p>The use of <em>tongue</em> to mean 'language' or 'speech' parallels\nthe anatomical sense historically, well illustrated by passages\nfrom Old English, and this connection of <em>tongue</em> and <em>language</em>\nis common throughout languages: we find the same word with\nboth meanings in the romance Languages (Fr. <em>langue,</em> Sp.\n<em>lengua,</em> It. <em>lingua,</em> Pr. <em>lingua</em>, Rm. <em>limbă</em>), Czech <em>(jazyk)</em> and\nSerbo-Croatian <em>(jezik),</em> Hungarian <em>(nyelv)</em>, Finnish <em>(kieli)</em>, Greek\n<em>(glõssa)</em>, Arabic <em>(lougha),</em> and Hebrew <em>(laschon)</em>.  And in poetic\nuse it is found in many more, as in English and German.  Our\nword <em>tongue</em> is native, coming to us ultimately from the Indo-European\n*dnghū 'tongue' by way of Germanic *<em>tungōn</em>.  We\nfind Old English <em>tunge, tongue</em>, Middle Dutch <em>tonghe, tongue,</em>\nModern German <em>Zunge</em>.  The Latin <em>lingua</em> (Old Latin <em>dingua</em>)\nfrom the same root, had both senses, anatomical and linguistic.\nIt is the source for one of our nonnative <em>tongue</em> roots, <em>lingu-,</em>\nand indirectly, by way of French, for our word <em>language</em> itself.\nEven <em>langue</em> (French 'tongue, language') can be found in\nEnglish texts into the 19th century.</p>\n<p>It is from the Latin that the bulk of our scientific\nborrowings for <em>language</em> come directly, both when we speak of\nEnglish becoming the <em>lingua franca</em> of the world, and when we\nform new constructions on the root <em>lingu-.</em>  We may bemoan the\n<em>monolingualism</em> of today's American youth, while admiring the\n<em>bi-, tri-,</em> and <em>quadrilingual</em> speakers who make up the <em>multi-lingual</em>\npopulations of Europe.  And if you know the <em>lingo</em> well\nenough, you can construct new compounds—trade names such\nas <em>Linguaphone</em> (the language teaching method), or impetuous\ncoinages such as <em>linguaphile</em> or <em>linguaphobe</em>, with a good\nlikelihood of being understood.</p>\n<p><em>Webster's Second</em>, for example, lists <em>linguipotence,</em> 'the\nmastery of languages,' <em>linguister</em> (and later <em>lingster</em>), 'interpreter,'\nand even <em>linguacious,</em> 'loquacious.' Nowadays, <em>linguists</em>\nare students of <em>linguistics</em> (perhaps more often than they are\nmasters of many languages), but this was not always the case.\nOnly a hundred or so years ago it was another nonnative\n<em>tongue</em> which held sway in the science of language, one which\nmight easily be <em>glossed</em> over.  As Max Müller wrote in 1868,\n“The conception of a science of language, of <em>Glottology</em>, was\nreserved for the nineteenth century.”  And there is our other\n<em>tongue</em>, from the Greek.  The classical Greek <em>glōssa</em>, Attic <em>glōtta</em>\n(from Indo-European *<em>glōgh</em> 'thorn, point') meant both <em>tongue</em>\nand <em>language</em> as far back as Homer.  And an additional meaning\ncame with the borrowed form into English, also from the\nGreek: a word inserted between the lines or in the margin as\nan explanation equivalent of a foreign or otherwise difficult\nword in the text: our English <em>gloss.</em>  Old English had a cognate\n<em>glesan</em> 'to gloss, interpret,' and this developed into both a noun\nand verb form <em>gloze</em>, which was refashioned in the 16th\ncentury, after the Latin and Greek, into <em>glosse, gloss</em>.  Latin\n<em>glossarium</em> made its way into English by at least the 15th\ncentury as <em>glossary</em>, a collection of <em>glosses</em>.  (The development\nof the negative sense in <em>gloss over something</em> 'give a cursory\ntreatment' came from an extension of critical <em>gloss</em> 'literary\ninterpretation' and not from the (unrelated) 'surface shine.') So\nas we will see, it was the <em>glossographers,</em> compilers of <em>glossaries</em>,\ncollectors and annotators of lists of obscure and foreign\nwords, who were the antecedents of the <em>glossologists</em> and\n<em>glottologists</em> who were to become the <em>linguists</em> of today.</p>\n<p>We find in Henry Cockeram's 1623 dictionary <em>glossographie:</em>\n“an expounding of strange words,” and in Nathan\nBailey's (1721) <em>glossography:</em> “the art of writing a glossary.”\nWhitney's <em>Century Dictionary</em> (1889) shows <em>glossographical:</em> “a\ndescription or grouping of languages,” as well as the anatomical\nsense, “a description of the tongue.”  And indeed, anatomical\ncompounds concerned with the tongue are quite common for\nthe <em>glosso-</em> root, eventually superseding the linguistic sense.  An\nextension of this usage has resulted in the anatomical <em>glottis</em>\nand <em>epiglottis</em>, with the concommitant <em>glottal stop</em> of articulatory\nphonetics, in addition to technical medical terms for\ndisorders of the tongue.</p>\n<p><em>Glossology</em>, 'the study of language or languages; the\nscience of language,' was in use from the 18th century.\nConsider William Taylor's plea (in the “Annual Review and\nHistory of Literature,” 1808): “We appeal to every lover of\n<em>glossology</em> in general, and of English literature in particular, for\nassistance to promulgate and to preserve a supplement to\nJohnson's Dictionary....”  An admirable goal.</p>\n<p>Some 20th-century introductions into linguistic vocabulary\nmake use of the root: we find Bloomfield's <em>glosseme</em> and\nHjelmslev's <em>glossematics</em>; the <em>isoglottic</em> line of\nlinguistic geography; and <em>glottochronology</em>, Swadesh's system\nfor dating the divergence of linguistic family members.  But\nthese seem just stragglers from the large 19th-century herd.\nAlong with many 19th-century concepts, most of the terms\nhave vanished.  Consider the report in the <em>Edinburgh Review</em>\n(1848) that “it appears that <em>glottological</em> considerations afford a\nstrong presumption in favour of the origin of the nations of\nAsia, Europe, America and Polynesia, from one common\nstock.”  Alas!  Earlier still, James Howell (in his <em>Lexicon\nTetraglotton</em>, 1659, an English-French-Italian-Spanish dictionary)\nwrote: “Touching Europe, <em>glottographers</em> tell us ... that\nshe hath eleven Originall, Independent, and Mother Toungs.”\nTerms and opinions change with the times.  John Evelyn (1660)\nwrote in his memoirs that “Dr. Petty ... had a main design to\nerect a <em>Glottical</em> College,” but such institutions are few and far\nbetween today.  We can find references to <em>glottogonic</em>, 'relating\nto the origin of language or languages'; <em>glottic</em> for 'linguistic';\n<em>glossic</em>, for a phonetic writing system, a replacement of an\nearlier <em>glossotype</em>; and <em>glossograph</em>, an electrical device to\nreproduce speech automatically.  And if we should begin speaking\nin tongues, we have <em>glossolalia</em>, still with us today.</p>\n<p>As an adjective and noun-forming suffix, -<em>glot</em> (earlier <em>glott</em>)\nis still familiar.  <em>Polyglot</em>, perhaps the most common form, dates\nfrom at least the 17th century, with the same sense as found in\nthe original Greek.  Citations for its appearance in French date\nfrom 1639.  Of the two senses, descriptive of a person speaking\nmany languages or of a book or text written in several, it is the\nlatter that has generally prevailed, especially in combination\nwith Greek numerical prefixes.  The <em>Oxford English Dictionary</em>\ngives citations for <em>monoglot (1), diglot (2), triglot (3), tetraglot\n(4), pentaglot (5), hexaglot (6), heptaglot (7), and octoglot (8),</em>\ndating back into the 16th century and most often descriptive of\nBibles, dictionaries, or other texts.  There is even an example of\na hybrid (Latin + Greek) <em>biglot</em> (2), but hardly a sign of\n<em>monolingual</em> (Greek + Latin).  Most of these have been\nreplaced with <em>lingu</em>- forms today, especially when descriptive\nof speakers; and so, as we have seen above, we tend to use\n<em>monolingual</em> or <em>unilingual, bilingual, trilingual</em> or even <em>quadri-lingual</em>,\nalong with <em>poly-, pluri-,</em> and <em>multilingual</em>.</p>\n<p>But the eventual success of <em>linguist</em> over <em>glossologist</em> would\nnot have been easily predicted by one scanning the <em>OED</em>, for\nthe only sense current for <em>linguist</em> was 'one who is skilled in the\nuse of language, master of other tongues besides his own,' the\nsense in which Shakespeare used it at the end of the 16th\ncentury.  It also had the meaning 'one who speaks a (specified)\nlanguage,' but 'a student of language, a philologist' was deemed\nobsolete (as were the senses 'interpreter' and 'language\nmaster—one who uses his tongue freely or knows how to talk').\nThe most likely explanation may be the influence of the French\n<em>(linguiste, linguistique)</em>, but the factors which led to the\npreference of the Latin root over the Greek are still matters for\nspeculation.  Perhaps there is a connection with the decline in\nthe study of classical languages: Greek, with its less familiar,\nless accessible alphabet, might be the first to go.  Or maybe\nthere was a more intentional shift—an attempt to break with\nideas of the past and their linguistic impedimenta.  Or is there\nsimply something objectionable about the sound of <em>glot</em> to the\nmodern ear?  Whatever the reason, we will presumably do well\nto heed the advice of Archibald H. Sayce in his <em>Principles of\nComparative Philology</em> (1874): “As <em>glottologists</em>, we have to\nbegin with roots.”  And so we have come full circle.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Non-Native Tongues</h1> <p><em><span data-rel=\"author\">Stephen Trussel</span> <span data-rel=\"location\">Honolulu, Hawaii</span></em></p> <p>The use of <em>tongue</em> for <em>language</em> is rare in idiomatic English\ntoday, although it has been used in that sense in literary\nEnglish since the earliest times (as for example, in the 14th-century\n<em>Cursor Mundi: þis ilke boke is translate In to Inglis\ntong to rede</em>).  We're not surprised to hear someone assert that\n“English is my mother tongue,” but the question “How many\n<em>tongues</em> do you speak?” would no doubt cause a few eyebrows\nto be raised.  While <em>tongue</em> is familiar in some standard phrases,\nwith <em>mother, native, or exotic,</em> for example, we otherwise\ngenerally seem to require <em>language.</em></p> <p>In idioms the sense 'speech' prevails, rather than 'language.'\nWe speak of <em>keeping a civil tongue, holding one's\ntongue,</em> or <em>having a forked tongue.</em>  Getting a <em>tongue lashing,</em>\nworrying about <em>tongues wagging,</em> or regretting a <em>slip of the\ntongue,</em> may leave me <em>tongue-tied</em> ... (or maybe <em>the cat's just\ngot my tongue!</em>).</p> <p>The use of <em>tongue</em> to mean 'language' or 'speech' parallels\nthe anatomical sense historically, well illustrated by passages\nfrom Old English, and this connection of <em>tongue</em> and <em>language</em>\nis common throughout languages: we find the same word with\nboth meanings in the romance Languages (Fr. <em>langue,</em> Sp.\n<em>lengua,</em> It. <em>lingua,</em> Pr. <em>lingua</em>, Rm. <em>limbă</em>), Czech <em>(jazyk)</em> and\nSerbo-Croatian <em>(jezik),</em> Hungarian <em>(nyelv)</em>, Finnish <em>(kieli)</em>, Greek\n<em>(glõssa)</em>, Arabic <em>(lougha),</em> and Hebrew <em>(laschon)</em>.  And in poetic\nuse it is found in many more, as in English and German.  Our\nword <em>tongue</em> is native, coming to us ultimately from the Indo-European\n*dnghū 'tongue' by way of Germanic *<em>tungōn</em>.  We\nfind Old English <em>tunge, tongue</em>, Middle Dutch <em>tonghe, tongue,</em>\nModern German <em>Zunge</em>.  The Latin <em>lingua</em> (Old Latin <em>dingua</em>)\nfrom the same root, had both senses, anatomical and linguistic.\nIt is the source for one of our nonnative <em>tongue</em> roots, <em>lingu-,</em>\nand indirectly, by way of French, for our word <em>language</em> itself.\nEven <em>langue</em> (French 'tongue, language') can be found in\nEnglish texts into the 19th century.</p>"
}