{
  "type": "Article",
  "title": "Language Crimes: The Case of the Purloined Negatives",
  "author": "Richard L. Faust",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language Crimes: The Case of the Purloined Negatives</h1>\n<p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>It was the first day in May and I had a terrible case of spring\nfever.  As I approached my office door, a honey bee was\nbuzzing against the glass panel, nuzzling my painted name,\nAHA, as if it were a flower.  It ignored the other two words:\nPRIVATE INVESTIGATOR.  With a smile, I brushed it away,\nunlocked the door, and entered.</p>\n<p>The office was bathed in fresh spring light, the kind of\nglow that smooths out cracks and blemishes (like a dowager's\nfacelift) and turns the water cooler into a crystal grotto.  The\nday was starting out as positively perfect.</p>\n<p>But my oriental ancestors always warned, “When the\nclock shows noon, it also shows midnight.”  I remembered their\nwisdom when exactly at noon there was a knock on my door.  It\nplunged me into a case that would take me into the deepest\nreaches of man's psyche.</p>\n<p>“Come in!”  I said, and the day turned around.</p>\n<p>He looked like Hollywood's version of a doctor—bright\neyes peering through wire-rimmed glasses, a small goatee and\nmoustache, strong, scrubbed hands, and although he was\nwearing a conservatively cut suit, you could swear he was in a\nwhite smock with a stethoscope around his neck.  And he\nconfirmed my impression by saying in a firm, comforting voice:</p>\n<blockquote>\n<p>“I'm Dr. Logomann of the Verbal Psychiatric Institute.\nMay I sit down?”</p>\n</blockquote>\n<p>I had heard of the place.  It took on hopeless cases, socially\nunacceptable misfits, and gave them “Negative Removal Therapy.”\nWhat they did exactly, nobody knew, but there were\nsome notable successes, such as the famous lawyer Reed\nTractable.</p>\n<p>“What may I do for you?”  I said, tempted to say, “Open\nyour mouth and say 'Aha.' ”</p>\n<p>“We have a problem at the Institute.  Just this morning I\ndiscovered that some of our negatives have been stolen.”</p>\n<p>“Do you mean <em>film</em> negatives?”</p>\n<p>“No, these are our stored negative elements, the ones we\nremove from our patients.”</p>\n<p>“Why haven't you called the police?”</p>\n<p>“I prefer to handle it quietly, since it is clear that only one\nof our patients could have taken them.”</p>\n<p>“Where were the negatives kept?”</p>\n<p>“In an unlocked room in the East Wing, where all of our\npresent patients now live.  It is not generally known, but the\nInstitute has fallen upon hard times.  We have only five patients\nnow, and I have had to let all the other doctors go.  Those five\nare still with me because, and I tell you this confidentially, they\nmay never be able to go back into society.  It is something we\ntherapists did not foresee.  With their negative elements\nremoved, they are still unacceptable to the vast public.  Here is\na list of their names; you will see that their positive characters\nare unorthodox.”</p>\n<p>The list was neatly typed: Bob Gruntled, Marvin Kempt,\nVic Seemly, Jack Descript, and Bill Ruly.</p>\n<p>I read the list again.  What's in a name?  In this case\neverything was.</p>\n<p>“You see now why people would never employ them in\nnormal circumstances.  In a sense, their positive characters\ndon't exist in the real world.  It is quite a dilemma.  By taking\naway their negative elements, we made them better, but they\ncan only live at the Institute.  And if business continues to get\nworse, I will have to let them revert and release them.  Now\nyou know why I don't want the police or the press to learn\nabout this.”</p>\n<p>“Why were the negative particles not destroyed?”</p>\n<p>“Part of our therapy is to let the patients have easy access\nto their former selves, the way reformed alcoholics often keep a\nbottle of whiskey around.  It removes a lot of the early anxiety.\nThe negatives were neatly labeled and kept in clearly marked\nfiles.  The negative elements of all former patients are locked\naway in our basement vault as soon as each patient rejoins\nsociety.  The vault has not been touched.”</p>\n<p>“Tell me, doctor, what use could someone make of a\nnegative particle?”</p>\n<p>“That's what you must discover.  I want them back right\naway.  This could precipitate a crisis.”</p>\n<p>I decided to take on the case.  My first stop, as usual, was\nto talk with my old friend Billy Emerald, lex guard at the\nOakland dictionary depot.</p>\n<p>“Billy,” I asked, “why would someone want to steal some\nnegative language particles?”</p>\n<p>“Aha,” he said, “haven't you heard how much parts are\nselling for on the black market?  It's big business.  First, the\nplagiarists steal the prose and sell it to the strippers.  These days\nthere are gangs of rogue grammarians roving around out there\nwho can break down a sentence into its component parts in\nless than a minute.  Nouns are most in demand, but everything\nhas its price—prepositions, particles, articles.  I've heard of\nsecret assembly plants where whole new books are forged out\nof words the plagiarists have stolen.  They do such a good job\nthat Lincoln wouldn't be able to recognize his Gettysburg\nAddress after they have rearranged the parts.”</p>\n<p>“Who's the big dealer in these parts?”</p>\n<p>“A guy called Smithy is the best.  He's a pro, a\nwordwright.”</p>\n<p>“Thanks, Billy.”</p>\n<p>Could Dr. Logomann be selling off the negatives to raise\nmoney for the Institute?  But why hire me, then?</p>\n<p>I knew I could find Smithy in the Village at a bar called\nThe Spreading Chestnut Tree.  I hadn't been to the Village in a\nlong time.  It was a sink of porno palaces and sleazy hotels\nwhere you could get anything you wanted in the way of sex or\ndrugs.  And now they had added the parts business.</p>\n<p>The Spreading Chestnut Tree was a dive.  Going from the\nbright sunlight into the dark bar was like descending into Hell.\nRed lights from the juke box in the corner turned the\natmosphere to flame.  The place smelled of booze and broken\nhearts.  It was too early for the night people; only the bartender\nwas there, and when I asked for Smithy, he nodded toward the\nside room.</p>\n<p>I walked deeper into the murk.  There he stood—Smithy\nwas a tall black man with large sinewy hands.  The muscles in\nhis forearms looked strong as iron bands.</p>\n<p>“Aha,” he said, “you oriental devil you.  What brings you\nhere?”</p>\n<p>I had once saved Smithy from a forging charge.  He owed\nme a favor.</p>\n<p>“Did you buy five negative parts last night?”</p>\n<p>“Why?”</p>\n<p>“I need to get them back.  Can you arrange it?”</p>\n<p>“Will this make us even?”</p>\n<p>“Yes.”</p>\n<p>“Okay.  But I got only four parts from the guy; that's all he\nwas selling.”</p>\n<p>“Four parts!  What did he look like?”</p>\n<p>“Sort of ordinary, nothing special.  Just a guy.  What did\nyou expect him to look like, Rasputin?”</p>\n<p>“Deliver the parts tonight at nine to the Verbal Psychiatric\nInstitute.  Address the package to me.”</p>\n<p>I came up into the light and heaved a sigh of relief.  I had\nsolved the case.  I knew who did it, and the returned parts\nwould prove it.</p>\n<p>That night they were all assembled in the Staff Lounge—\nDr. Logomann and his five hapless patients, all of whom looked\nquite ordinary and normal; but one was a diabolical thief.</p>\n<p>“They have all been told about the disappearance,” said\nthe doctor.</p>\n<p>The package had arrived.  Time to begin the show.</p>\n<p>“The thief,” I announced, “made one mistake: he sold\nonly four of the negative particles—and I have them here.\nWhy?  Because he needed the fifth as his disguise.  He assumed\nhis previous character in order to go unremembered in the\noutside world.  Only one of you could do that.”</p>\n<p>I opened the box and took out one of the labeled parts.  It\nwas UN, and Seemly, when he saw it, made an obscene remark.\nThe second was also UN, and Ruly knocked over his chair.  The\nthird was another UN, and Kempt kicked off his shoes and\nloosened his tie.  The fourth and last was DIS, and Gruntled\ngrumbled something and squirmed.  The missing part was NON.\nWe all turned toward the guilty one.</p>\n<p>“That's right; I did it,” said Jack Descript.  “You all don't\nknow what it's like to be nondescript all your life.  All of you\nhad some strong personality trait—people noticed you wherever\nyou went, even if they didn't like you.  But I was no one, no\none until I came here.  It has been the best time of my life.\nWhen I saw the hospital closing down and the doctors leaving,\nI feared the worst.  I was afraid we might be forced back into\nsociety, and I didn't want to leave.  I tried to get rid of our\nnegative parts so that Dr. Logomann would have to keep us\nhere forever, all five of us.  I don't want to go.”  He started\nweeping.</p>\n<p>The doctor thanked me and said he would take over from\nthere.  They found the NON particle, slightly singed, lying in the\nrubbish where Descript had thrown it that morning after trying\nto burn it.</p>\n<p>As I approached my office door, I looked for the bee, but\nit had gone to its hive hours ago.  I switched on the desk lamp\nand started to write up the case, feeling very depressed.  My\noriental ancestors often said, “To enjoy the dawn you must first\nknow the darkness.”  At midnight I turned off the lamp and\nheaded home to sleep.  All those negatives had positively\nexhausted me.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language Crimes: The Case of the Purloined Negatives</h1> <p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>It was the first day in May and I had a terrible case of spring\nfever.  As I approached my office door, a honey bee was\nbuzzing against the glass panel, nuzzling my painted name,\nAHA, as if it were a flower.  It ignored the other two words:\nPRIVATE INVESTIGATOR.  With a smile, I brushed it away,\nunlocked the door, and entered.</p> <p>The office was bathed in fresh spring light, the kind of\nglow that smooths out cracks and blemishes (like a dowager's\nfacelift) and turns the water cooler into a crystal grotto.  The\nday was starting out as positively perfect.</p> <p>But my oriental ancestors always warned, “When the\nclock shows noon, it also shows midnight.”  I remembered their\nwisdom when exactly at noon there was a knock on my door.  It\nplunged me into a case that would take me into the deepest\nreaches of man's psyche.</p>"
}