{
  "type": "Article",
  "title": "Never Ask a Uruguayan Waitress for a Little Box: She Might Apply Her Foot to Your Eyelet",
  "author": "John R. Cassidy",
  "location": "Clifton, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Never Ask a Uruguayan Waitress for a Little Box: She Might Apply Her Foot to Your Eyelet</h1>\n<p><em><span data-rel=\"author\">John R. Cassidy</span> <span data-rel=\"location\">Clifton, Virginia</span></em></p>\n<p>The English-speaking nations may believe themselves to be\ndivided by their common language, but their plight\ndoesn't even approach that of the Spanish-speaking peoples.\nThe visiting American who says <em>bum</em> inopportunely or the\nEnglishman who urges Americans to <em>Keep their peckers up</em> may\nperhaps suffer mild embarrassment, but neither of them will\nexperience the show-stopping thrill induced by a Cuban lady\nwho gratefully acknowledges to the Buenos Aires civic organization,\n“Yes, your welcoming committee fucked me right in the\ndoor of the airplane.”</p>\n<p>Unless coached beforehand, any visitor from a northern\ncountry of Latin America is likely to have at least one\nexperience like that before he learns that in the Rio de la Plata\narea the elsewhere perfectly decent verb <em>coger</em> 'to pick up,\ngrasp, catch, gather' is taboo.  In those southern lands, <em>coger</em>,\nwhich is the verb our Cuban lady used, has come to have only\none meaning, an obscene one, and the verb has therefore been\nlost to the <em>rioplatenses</em> for civil discourse.  A comparable\nsituation might be for English to lose the use of the word <em>get</em>\nbecause overemphasis on its minor generative meaning has\nshouldered out all other uses.  It is difficult to imagine the ends\nwe would have to go to to avoid the use of the lost word, but it\nis exactly that kind of a struggle that occurs every time\nsomebody in gaucho country has to express precisely what\n<em>coger</em> would say if he could use it.</p>\n<p>The northerners rail at this silliness, but in doing so they\nforget the beam in their own eye.  The people of many of the\nnorthern countries have inflicted on the verb <em>tirar</em> 'throw, pull,\nstretch, discard, shoot, publish, etc.' the same fate that <em>coger</em>\nhas suffered around the Rio de la Plata.  In fact, when you\ncompare the space taken up in dictionaries, you are led to\nconclude that <em>tirar</em> is an even greater loss to the language than\n<em>coger</em>.</p>\n<p>How is a traveler to know these things?  Having lived in\nseveral Latin American countries and Spain and having traveled\nin every one of them, I have suffered a few linguistic\nbruises myself, and I conclude that no ordinary mortal can\nforesee all the possibilities for embarrassment, especially since\nmost of the bothersome differences seem to be in the areas of\nfood and sex, neither of which boons one wishes to forswear.\nOne must eat.  But no matter how fluent one's Spanish, one\nmay find eating in restaurants an unexpected struggle during\nthe first few days in a new Hispanic country.  It might surprise\nmany Americans to know that, even without much knowledge\nof Spanish, they would understand a typical Mexican restaurant\nmenu more readily than a Chilean would, because in Chile\na <em>taco</em> is the 'heel of a shoe or a billiard cue,' and the Chilean\nnever heard of <em>enchiladas, frijoles</em>, or <em>tamales</em>.  [The American\nshould not be complacent, however.  He or she may recognize\nthe word <em>tamales</em> on the menu, but if only one is wanted, the\ncustomer must ask for a <em>tamal</em>, not a <em>tamale</em>.]  Our Chilean\nvisitor may see <em>tomates</em> on the menu and of course knows what\n<em>they</em> are, but he or she may be in for a surprise, because it will\nbe green.  If you want a ripe tomato in Mexico, you must order\na <em>jitomate</em>.  If the Chilean complains, the Mexican might\njustifiably claim a sort of proprietorship over the words, whose\nstructure implies their origin in the ancient world of the\nnorthern part of what is now Hispanic America, along with\n<em>aguacate, elote, ayote, pataste, zapote</em>, and <em>peyote</em>, to name but\na few, which are, respectively, an 'avocado,' an 'ear of corn,' a\n'squash,' 'another variety of squash,' a 'fruit,' and a 'high.'</p>\n<p>It is true that an American in England might stumble over\n<em>treacle</em> or <em>corn</em> and might not have the faintest idea what a\n<em>Cornish pastie</em> is, but he or she would at least recognize the\ningredients of the pastie if a Briton named them.  In contrast, if\na Uruguayan tried to describe to a Mexican the ingredients of\nthe beloved boiled dinner, the <em>puchero</em>, the Mexican would not\nunderstand the words for <em>corn on the cob, sweet potato, beans</em>,\nand <em>beef ribs</em>.</p>\n<p>As far as I know, English speakers everywhere generally\nagree on the words for <em>potato, tomato, bacon, sweet potato,\nbutter, lard, chops, grapefruit, strawberry, peach, banana,\npineapple, avocado, beans</em>, and <em>green pepper</em>.  (<em>Sweet potatoes</em>\nare also called <em>yams</em>, of course, but most English speakers are\nfamiliar with both names.)  Hispanics are not unanimous about\nany of the words for those foods nor about many others too\nnumerous to list here, and as a general rule you will not be\nunderstood if you use the wrong variant for your current\nlocation.  As is the case with <em>tomate</em> and <em>jitomate</em> between Chile\nand Mexico, so it is among the various nations with regard to\n'potato' <em>patata, papa</em>; 'bacon' <em>tocino, panceta</em>; 'sweet potato'\n<em>batata, boniato, moniato</em>; 'butter' <em>manteca, mantequilla</em>; 'lard'\n<em>manteca, grasa de cerdo</em>; 'chop' <em>costilla, chuleta</em>; 'grapefruit'\n<em>toronja, pomelo</em>; 'strawberry' <em>fresa, frutilla</em>; 'peach' <em>durazno,\nmelocotón</em>; 'banana' <em>plátano, banana, guineo, mínimo</em>; 'pineapple'\n<em>piña, ananá</em>; 'avocado' <em>aguacate, palta</em>; 'green bean'\n<em>habichuela verde, judía, chaucha, haba</em>; 'beans' <em>habichuelas,\nfrijoles, porotos</em>; 'sweet pepper' <em>ají, chili para relleno, pimienta</em>;\n'corn on the cob' <em>elote, choclo</em>.</p>\n<p>Sometimes the struggle for comprehension involves both\nfood and sex in the same word.  In many countries of Latin\nAmerica, <em>cajeta</em>, a creamy caramel spread, made from milk and\nsugar, is used on pancakes or toast or as an icing or filling for\ncakes, candies, and cookies; but woe to the sweet-toothed\nMexican who asks a waitress in Montevideo if she has <em>cajeta</em>.\nShe will not know he means <em>dulce de leche</em>: she will understand\nhim to be asking her if she has a cunt.  On the other hand, if\nthe Mexican slips and says <em>chingada</em>, which might burn the\nears of a Mexican waitress, the Uruguayan will not bat an eye,\nbecause she will not know the word at all.  Many Americans\nwhose Spanish is a rudimentary Tex-Mex assume that ¡<em>chingada!</em>\nand its bowdlerized form ¡<em>chihuahua!</em> are universal\nexpletives among Hispanic peoples, but it is not so.  Even where\na certain sexual allusion is common throughout the Hispanic\nworld, the words that express it may not be the same for all\nregions.  Spanish speakers everywhere cite testicles both to label\na man a hero and to call him an idiot.  To say that a man has\n<em>pelotas</em> or <em>bolas</em> 'balls' or <em>huevos</em> 'eggs' is to qualify him as a\nbrave and most admirable he-man.  [I never use the word\n<em>macho</em> any more, because the English-speaking world has\nadopted it and ruined its noble connotations.]  But if a man is\n<em>pelotudo</em> or <em>boludo</em> or <em>huevón</em>, it means he has outsized\ntesticles, i.e., he is stupid or subhuman.</p>\n<p>Every region of the Hispanic world has its own collection\nof words for human genitalia, and sometimes these words are\ntransferable to other regions, but more often they are not.  In\nBuenos Aires, for example, the penis is known variously as <em>la\npija, la pistola, la poronga, el nabo</em> 'turnip,' or <em>el mongo</em>.  [Those\nwho assert that language can be sexist may note with perplexity\nthat the most commonly used words for penis, testicles, and\nbeard, attributes which characterize men as men, are of\nfeminine gender in Spanish, whereas the words for a woman's\nbreasts, except for the indelicate <em>tetas</em>, are masculine (<em>senos,\npechos</em>.)]  One can imagine the impact on the public of Buenos\nAires the day a careless or mischievous typesetter set up a\nheadline chronicling the doings of the famous General Slim,\nknown east of Suez as <em>Monghi Slim</em>.  The headline stood out\nblatantly on the newsstands, and even those who spoke no\nEnglish could understand from the words MONGO SLIM\nVICTORIOUS that he had won and what somebody thought\nof him.</p>\n<p>I have heard fewer names for female genitalia, and that\nmay be because the shape offers fewer opportunities for similes\nthan the male organs.  As noted, <em>cajeta</em> is used in one region.\nAlthough in some other countries it means 'caramel syrup,' its\noriginal Spanish meaning is a 'small box,' and the sexual\napplication is obvious.  <em>Concha</em> means 'shell' and is also apt.\n<em>Vaina</em>, a descendant of <em>vagina</em>, is perfectly acceptable in most\nHispanic countries and means exactly what its Latin root\nmeant, 'sheath.'  Like <em>vagina</em> everywhere in the modern world,\n<em>vaina</em> in Colombia has come to be used for one human organ;\nbut whereas <em>vagina</em> is clinical and acceptable in most circumstances,\n<em>vaina</em> is obscene in Colombia.  Anyone who has spent\ntime there can testify that Colombian males use the word with\nthe same emphasis, intent, and effect as English-speaking males\nof all nations use the word <em>fuck</em> in locker rooms and barracks.</p>\n<p>Some years ago the State Department assigned a friend of\nmine, who is fluent in Spanish, to a tour of duty in Bogotá, a\ncity he did not know.  He was accompanied by his wife, Vina.\nNow, when one uses the word <em>señora</em> as an adjective in\nSpanish, it can have the meaning 'magnificent, grandiose'âas in\n¡<em>Es una señora casa!</em>  'It is a tremendous house!'  For many days,\nmy friend's new Colombian friends were either too embarrassed\nor too mischievous to tell him that he was introducing\nhis wife (“Señora Vina”) to Colombian society as “my magnificent\ncunt.”</p>\n<p>Anyone who has tried to enter into a foreign language in\nanother land has experienced or heard about those moments\nwhen the innocent use of a word suddenly submerges the\nspeaker in a shocked silence.</p>\n<p>It happened to me.  A group of close friends took me\npartridge hunting in Uruguay, and I had an excellent day.  My\nfriends argued good-naturedly among themselves and with me\nabout whether this <em>yanqui</em> was really that much of a crack shot\nor whether it was all <em>puro ojete.  Ojete</em> means 'eyelet,' but it was\nobvious from the context that they were saying I was unbelievably\nlucky.  <em>Pues bien,</em> at a cocktail party in Montevideo a few\ndays later, I was holding forth to a mixed group of Uruguayans\non the marvels of their country's game birds, and this kind of\npraise invariably garners a sizeable and attentive audience.\nAfter announcing the number of birds I had bagged, I\nmodestly admitted in a clear and ringing voice that it had been\nnothing but <em>puro ojete</em>.</p>\n<p>Reflexively, a friend standing nearby said, “What did you\nsay?”</p>\n<p>And so, I said it again.</p>\n<p>By now, the glassy eyes around me told me something was\nwrong.  Later, I learned that in Uruguay, <em>ojete</em> means only one\nthing â'asshole.'  In defense of my hunting companions, they\nhad not tried to play a trick on me.  They assumed that I knew\nwhat the word meant, just as they assumed that I knew that\nthe most vivid way to call a man phenomenally lucky is to say\nthat he has a huge asshole.</p>\n<p>Uruguay was also the scene of a slip that I think must\nstand as an all-time classic.  A young woman from a northern\ncountry (Ecuador, I think) was visiting a posh country club\nnear Montevideo.  She was of that green-eyed, blonde Spanish\ntype one sees so frequently and with such pleasure on the\nstreets of Madrid, and her face was matched in beauty by a\nsuperb body.  The bikini had not yet shrunk to the string size of\ntoday's models, but she was nonetheless giving the males\naround the club pool a pleasant afternoon contemplating the\ncontents of a provocative bathing suit.  Needless to say, a large\nnumber of young males had gathered to enjoy the spectacle.</p>\n<p>In the midst of the almost palpable lust, she eased herself\ngingerly into the water.  She wasn't serious about swimming; it\nwas simply a continuation of the show.  After paddling about\ndaintily and seductively for two or three minutes, she got out\nand stood dripping divinely at the edge of the pool.  But when\nshe took off her bathing cap and fluffed her golden tresses, she\ndiscovered that they were damp.  Whereupon she exclaimed,\n<em>“¡Ay, mira mi cabello!  ¡Y apenas me mojé la concha!”</em></p>\n<p>In her native region, <em>concha</em> means 'skin,' and so she was\nnot saying anything extraordinary from her point of view.  But\nto the dumfounded Uruguayans, she had exclaimed, “Darn it,\nlook at my hair!  And I just barely got my cunt wet!”</p>\n<p>I wonder if she still blushes when she remembers, as I still\nfeel embarrassed about having proclaimed the size of my\nasshole at an Uruguayan cocktail party.  She and I belong to an\nexclusive club from which any normal person would, in fact,\nwish fervently to be excluded.  If I had any way to get in touch\nwith her, I'd tell her it helps to write about it.  Or, if she prefers\nnot to do that, then my advice, in her own dialect, would be to\nrelax and try to maintain a thick <em>concha</em>.</p>"
}