{
  "type": "Article",
  "title": "Quasi Malediction: The Case of Linguistic Malentendu",
  "author": "D.G. Kehl",
  "location": "Arizona State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Quasi Malediction: The Case of Linguistic Malentendu</h1>\n<p><em><span data-rel=\"author\">D.G. Kehl</span> <span data-rel=\"location\">Arizona State University</span></em></p>\n<p>One of the anecdotes to come out of Bernard Malamud's\ntwelve years of teaching at Oregon State recounts how\nthe yet-unpublished novelist concluded his first class by leaning\nover the lectern and saying, “It has been brought to my\nattention that many of you people here today are practicing\ncelibacy.  I have nothing against this practice and will not\npenalize you for it.”  When a few nervous giggles issued from\nthe back of the room, Malamud pointed his finger at the\ngigglers and said, “I have documents in my possession which\nshow that each one of you back there matriculated within the\nlast two weeks.  One as recently as this morning.”  It is rumored\nthat when the session ended with the sound of more nervous\nlaughter, most of the class stole forth to consult dictionaries or\nroommates.</p>\n<p>When the same linguistic ploy was used a year later,\nallegedly by Claude Pepper's opponent in the 1950 senatorial\nelection in Florida, the provincial rural listeners either had no\ndictionaries and roommates or felt no need to consult either.\nThe remarks, which had a considerably more devastating\neffect, were as follows: “Are you aware that Claude Pepper is\nknown all over Washington as a shameless extrovert?  Not only\nthat, but this man is reliably reported to practice nepotism with\nhis sister-in-law, and he has a sister who was once a thespian in\nwicked New York.  Worst of all, it is an established fact that Mr.\nPepper before his marriage habitually practiced celibacy.”[^a1]\nPepper was soundly defeated by 67,000 votes.</p>\n<p>These two anecdotes illustrate what might be called quasi\nmaledictionâfancy but unfamiliar, sinister- or risque-sounding\nwords somewhere between paronomasia and malapropism.  Like\nthe pun and double-entendre, quasi malediction is based on\nsimilarity of sound between two words with vastly different\nmeanings, but, unlike the pun, it is less a play on words than a\nconfusion between words: linguistic <em>malentendu</em>.  Like the\nmalapropism, quasi malediction involves similarity in sound\nbetween words, but, unlike the malapropism, it is not used\nincorrectly, nor does it express an untruth.  Rather, the confusion\nresults from a kind of linguistic short-circuiting through\nphonetic association.</p>\n<p>If it seems hard to believe that the example Malamud used\nin 1949 would work effectively on today's more sophisticated\nfreshmen, here is a suggested update: “It has come to my\nattention that many of you are openly practicing altruism.\nFurthermore, I know for a fact that there are numerous\nthespians on campus and a great deal of unabashed homogeneity.\nAs if that weren't incredible enough, there are openly\nacknowledged philatelists, Saturnians, and practitioners of Satyagraha\n! To those of you tittering in the back, let me say that I\nhave seen students on this campus openly defenestrating and\ncan assert unequivocally that you people have been masticating\nup to three and four times a dayâand even doing it openly in\ngroups.”</p>\n<p>It would not be hard to imagine Senator Sludgebottom,\nreactionary member of the state legislature's Appropriations\nCommittee, speaking in opposition to the proposed budget for\nState U.  “I wonder if you, my esteemed colleagues, and the\nmorally upright taxpayers of this state, realize what is going on\nat State U., supported by our tax dollars!  On a recent visit to\nthe campus, I saw students openly festinating on the malls,\nconjugating in the halls, and even lucubrating in library stalls\ntill all hours of the night!  Altruistic professors are teaching\nthings like syntactics, synonymy, syncretism, and synergism.\nAnd, incredible as it may seem, professors make a habit of\nexamining students' theses!  Furthermore, I have documented\nproof that several have openly advocated polysyndeton!  One of\nthe custodians told me that he has found used phylacteries\naround the campus.  English professors actually teach their\nstudents to conjugate, even providing demonstrations, and talk\nabout copulative verbs and genitive case, about rising action,\nclimax, and falling action!  Because of such a paradisaic atmosphere,\nwhich spawns lustration and plenipotent activity among\nstudents, tax monies are now being expended on such things as\nCLEP examinations and herpetology!  If we don't put our foot\ndown now, next thing we know the administration will be dispensing\nphylacteries in the Student Union!”</p>\n<p>Unlike the punster, who relies on his audience's awareness\nof the two words' denotations, the user of quasi malediction\nrelies on his audience's ignorance of the denotation and\nconfusion over connotation through phonetic association.\nUnlike Mrs. Malaprop and her kin, who confuse the denotation\nof two words and substitute one for the other on the basis of\nconnotative confusion, the user of quasi malediction, fully\naware of both, chooses an erudite but pejorative-sounding\nword, intending the false connotation to short-circuit the\ncorrect denotation.</p>\n<p>One of the few belletrists to make use of quasi malediction\nin fiction is Peter De Vries.  Perhaps his favorite example, at\nleast the most often recurring (appearing in four of his twenty\nnovels) is this one: “I have just found out my husband is\nheterosexual.”[^a2]\nAnother version occurs in <em>Madder Music</em>, when\na character announces at a fashion-show luncheon hosted by\nhis wife, “Hi.  I'm a closet heterosexual.”[^a3]</p>\n<p>In De Vries's <em>Through the Fields of Clover</em> there is this\ninterchange:</p>\n<blockquote>\n<p>“He's a famous philatelist.”</p>\n<p>“I suppose the theater is full of those....  Well in that\ncase I suppose a girl is safe from him at least....  Has\nhe ever undergone treatment for it?”</p>\n<p>“It's hopeless.  He's up all night with the things.  Some\nrare specimens in his collection.”</p>\n<p>“I can imagine.  Can you tell me something about his\nbackground?  Where is he from?”</p>\n<p>“Walla Walla.  His father was the town podiatrist.”</p>\n<p>“Then it runs in the family.  My, this sort of thing is\non the increase....”[^a4]</p>\n</blockquote>\n<p>When Cotton, the confused character, finally gets it all\nstraightâor thinks she doesâsomeone tells her that So-and-so is\na well-known pederast, and she says, “Tell me, does he have a\nlarge practice?”  âan example of true malediction unrecognized.\nLater in the same novel, another character says to Cotton,\n“You're still interested in monads.”  Cotton's mother, Mrs.\nMarvel, replies, “Well, intellectual often goes with high-sexed.”[^a5]</p>\n<p>Another example occurring in two of De Vries's novels\nuses <em>charisma</em> as quasi malediction: “They tell me you have\ncharisma.  You certainly don't look well.  Are you taking anything\nfor it?”[^a6]</p>\n<p>Another example occurring in two of De Vries's novels\nuses <em>charishma</em> as quasi malediction: “They tell me you have\ncharishma.  Tou certainly don't look well.  Are you taking anything\nfor it?”[^a7] Then there is the woman who fed her husband\noysters “because she'd heard they were good for virilityâ\nthinking that was something to be cured”[^a8]\nthe woman who thinks <em>afro</em> is short for <em>afrodisiac</em>, having something to do “with\ncolored people being so highly sexed”;[^a9] the character who thinks “exhibitors” are “preverts”;[^a10]\nthe character who thinks a penal colony is a place where male chauvinists should be\nincarcerated[^a11] and the character who says, “I seemed to have an animusâI didn't know what that meant, but it sounded\ndirty.”[^a12]</p>\n<p>Quasi malediction is innocent language which <em>sounds\ndirty</em>.  Sometimes the connotative short-circuiting is completely\nunintentional on the part of the speaker or writer.  Any English\nteacher who has attempted to teach Emily Dickinson's poem\n“There Is No Frigate Like a Book” to a class of undergraduates\nhas been introduced to the effect of unintentional quasi\nmalediction in the classroom!  The same nervous giggles can be\nheard when one uses such innocuous words as <em>fructifying,\nfrigorific, feckless, scrutable</em>, and <em>copulative verb</em>.</p>\n<p>Examples of quasi malediction with anatomical associations\nare: <em>Regina/reginal, Künstlerroman, cochlea, cochinal,\ncockchafer, cockshy, cocksure, penal</em> and <em>penology, titillate,\ntitivate, tit for tat, asinine</em>, and <em>assonance</em>.  Associations with\nbodily functions and scatology (a word sometimes confused\nwith <em>eschatology</em>, thus rendering the latter, in those cases, quasi\nmalediction) have produced such examples as: <em>crapulence/\ncrapulous, shittah, piscine, pisiform, piscatology, epistemology,\nfasces, infarct/infarction</em>, and <em>mensuration</em>.  Sensitive speakers\nwill be wary of talking about <em>seminal influences, Pithecanthropus\nErectus, cunning lingua franca</em>, and in the case of\nCatholic theology, <em>ejaculatory prayers</em>.</p>\n<p>When words are used with full reliance on the audience's\nknowledge of denotations and awareness of, with no confusion\nover, the connotations, the result is a form of paronomasia.  For\nexample, the movie “E.T.” used a pun on <em>Uranus</em>.  Similarly,\nsuch titles as Jerzy Kosinski's <em>Cockpit</em> and Mickey Spillane's\n<em>Erector Set</em> are double entendres, whereas Robert Coover's\n<em>Pricksongs and Descants</em> could validly be called an example of\nquasi maledictionâif for no other reason than the fact that\nrelatively few would be acquainted with those forms of\nmedieval music.</p>\n<p>Humorless readers of C.S. Lewis might summarily dismiss\nas unintentional quasi malediction what is more likely an\neffective double entendre.  In his Preface to <em>The Screwtape\nLetters</em>, Lewis, discussing the depiction of angels in visual art,\nrefers to “the frigid houris of a teatable paradise.”  Both\nadjectives can be read as effective puns: the beautiful, black-eyed,\nseductive, Persian nymphs are not only stiff and formal\nbut also sexually cold, just as the “paradise” is characterized\nnot only by an atmosphere of people sitting at tea but also by a\nprofusion of ample, abundant, and available teats!  Such a reading\nhardly conflicts with the attitudes of a writer who argued\neloquently in <em>The Four Loves</em> for humor in the bedroom!</p>\n<p>More than most linguistic modes, such as paronomasia and\nmalapropism, quasi malediction has diametric force.  On one\nhand it can be used perniciously for propagandistic manipulation\nand even character assassinationâthe linguistic form of\nguilt by associationâbut on the other hand it can be used\nbeneficially in the cause of Thaliaâto create effective humor.\nPerhaps more widespread knowledge of the mode will decrease\nmanipulation and increase and enhance the humor.</p>\n<hr>\n<p>[^a1]: <em>Time</em> (April 25, 1983), p.29.</p>\n<p>[^a2]: <em>The Tents of Wickedness</em> (Boston: Little, Brown, &amp; Co., 1977), p. 223.</p>\n<p>[^a3]: <em>Madder Music</em> (Boston: Little, Brown, &amp; Co., 1977), p. 196.</p>\n<p>[^a4]: <em>Through the Fields of Clover</em> (New York: Popular Library, 1961), pp. 42-43.</p>\n<p>[^a5]: Ibid., p. 170.</p>\n<p>[^a6]: <em>Madder Music</em>, p. 193.  (See also <em>Mrs. Wallop</em>, New York: Popular\nLibrary, 1970, p. 76).</p>\n<p>[^a7]: <em>Maddler Music</em>, p. 193. (See also <em>Mrs. Wallop</em>, New York; Popular Library, 1970, p. 76).</p>\n<p>[^a8]: <em>Mrs. Wallop</em>, p. 113.;</p>\n<p>[^a9]: <em>The Glory of the Hummingbird</em> (New York: Popular Library, 1974), p. 103.</p>\n<p>[^a10]: <em>Madder Music</em>, p. 74.</p>\n<p>[^a11]: <em>I Hear America Swinging</em> (New York: Popular Library, 1977), p. 149.;</p>\n<p>[^a12]: <em>Reuben, Reuben</em> (New York: Popular Library, 1964), p. 16.</p>"
}