{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Words: The Evolution of Western Languages",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/words-evolution-western-languages/author/victor-stevenson/first-edition/\"><em>Words: The Evolution of Western Languages</em></a></h1>\n<p>Victor Stevenson, ed., foreword by Philip Howard, (Van Nostrand Reinhold, 1983), 224pp.</p>\n<p>As its subtitle indicates, <em>Words</em> is an introduction to the\nhistorical study of the Indo-European languages, with brief\nnotice of the non-Indo-European languages of Europe.  After\nthe long lack of attention to historical linguistics in works for\nthe general public, we can only welcome its publication.</p>\n<p>The book is elegantly designed, with many maps and\nillustrations.  The editor allotted his space well, giving 57 pages\nto the Germanic languages, 54 to the Romance, 22 to the\nSlavic, and lesser amounts to the sub-branches with fewer\nspeakers.  If the book were not focused on Europe, we might\ndeplore the short section of 12 pages on Indo-Iranian, especially\nsince half of it is devoted to Romany, the language of the\nGypsies.  The material is readily accessible through an excellent\nindex, indicating in boldface more than 1000 words for which\norigins are included.  Although professonal linguists may\ndeplore its brevity—scarcely more than 100 pages available for\ntext other than illustrations—<em>Words</em> may attract a large audience,\nhelping to bring attention once again to the historical\nstudy of language.</p>\n<p>The text sketches the external history of each sub-branch,\nwith comments on the lexicon.  Of phonological matters,\nGrimm's law and the High German Consonant Shift receive\nbrief mention; morphology gets only occasional comment, as on\nthe “shedding” of noun and verb endings in late Old English.\nEspecially welcome are the carefully designed maps indicating\nlanguage and dialect areas, as for the Indo-Iranian, Celtic,\nRomance, Germanic, and Slavic languages and for the Spanish,\nWest Germanic, and Old English dialects.  These maps with\nexplanatory material, followed up by maps on “Europe's\nnational languages” in themselves make the work a valuable\nhandbook at the elementary and secondary school levels and as\na supplementary text for general college and university courses.</p>\n<p>The material is generally accurate.  It is a pleasure to have\nthe “Indo-European homeland” placed north of the Black and\nCaspian Seas, rather than in Central Europe, as was done in\nthe most recent widely published article on the Indo-European\nfamily, Thieme's in the <em>Scientific American</em> of October 1959,\nsince reprinted.  Further, technical advances of the Indo-European\nspeakers, centered on “the horse and the wheel,” are\nrelated to the extension of the languages and their maintenance,\nillustrated in excellent charts.  The individual accounts\nof the sub-branches describe their status up to the present day,\noften with illustrations of their impact on English.</p>\n<p>Yet the book is not without its flaws.  One even wonders\nwhether Lockwood and Robins, who are credited for assistance,\nsaw the final version.  It contains errors, makes overstatements,\nand provides generalizations, often with troublesome\nflamboyance.</p>\n<p>Selection of a nonlinguist as editor may well have brought\na lively style.  But with it came statements that the consultants\ndid not remove.  It is unfortunate to perpetuate further the\nconfusion of sounds and letters, language and writing systems\nby a statement like “the letter <em>p</em>... became<em>f</em> or <em>v”</em> (14).  This\nconfusion also allows the statement that “the greatest single\ninfluence on all European languages during the sixteenth\ncentury was the introduction of the printing press”—this in the\nlifetime of Luther and the period of increased international\ncontacts of Britain, France, Spain, and others.</p>\n<p>Some errors can be readily eliminated, such as <em>vader</em> as\nthe form of 'father' in German, the labeling of a Hittite\nhieroglyphic inscription as a “Hittite clay tablet” (15), identification\nof the Indo-European Hittites with the Hittites of the\nBible (16), the statement that Sanskrit, not Hittite, was the\n“first Indo-European language to be written down” (18), and\nidentification of <em>Tiwas</em> as the greatest of the Germanic gods\n(118).  And one wonders where the notion arose that the\nSlavonic languages were spread by “peaceful farmers” rather\nthan “warriors” (173).  It would have been welcome news to\nthe peoples living in the Balkan peninsula, to the monasteries\nof central Europe, and to the Baltic countries, not to speak of\nthe Caucasus and Siberian areas.</p>\n<p>Such statements apparently arise from an aim to answer\nall questions, whatever the state of our knowledge.  Thus,\nPhrygian was the language of Homer's Trojans (17), the\nArmenians destroyed “whatever was left of the Hittite\nEmpire” (17), and the Old High German Consonant Shift\nresulted from Celtic influence, “as if the English ... of the\nwest chose ... to speak English throughout England with a\nWelsh accent” (134).</p>\n<p>Attempts at folksy learning may well be owed to the\ninfluence of the literary editor of <em>The Times</em> (London)—Philip\nHoward—who gives a precise, if qualified, figure on the number\nof languages spoken today: 2,759 (6); yet India and adjacent\ncountries are said to have “500 mother tongues” (18).  He also\nfinds that “Aleut is exactly suited to the fishy needs of the\nAleutian Islanders” (6).  And although “the Indo-European\nmother tongue started to be spoken about 8000 years ago” (7),\n“Chinese is older” (6) than the languages of Europe, whatever\nsuch a judgment may mean.  Some of the later text reflects such\na point of view, as that on page 120: “Danes, Norwegians,\nIcelanders and Swedes can look back with mischievous glee to\nthe days when their ancestral tongue brought terror to foreigners\nunfortunate to hear the berserkers for the first time.”</p>\n<p>Some of the generalizations verge on silliness.  The “meaning\n[of Classical Latin] was elusive to all but those who were\nmasters of it.  The order of words in a sentence could be varied\nfor reasons of emphasis and nuances of style and the sense\ncould remain unclear until the sentence was completed.  It was\nnot a language for everyday conversation” (66).  And in the\n“perfectly good colloquial English” sentence 'My <em>father's\ntobacco kiosk</em> was <em>blown</em> to <em>smithereens</em> in the <em>blitz,'</em> “none of\nthe italicized words has its origins in England” (160).  Since\n“<em>father</em> and <em>blown</em> have their roots in the ancient Indo-European\nmother tongue,” there seems to be little likelihood\nthat many English words “have their origins in England.”</p>\n<p>In spite of such misguided attempts at popularization,\n<em>Words</em> is superior to many general works on language in\nreflecting an accurate view of it and in presenting facts.\nStudents using the book can learn the general history of the\nspread of the Indo-European language family, one of the\nsignificant movements in human history, inasmuch as one of\nevery two human beings today speaks an Indo-European\nlanguage, and the number is growing with the massive attempt\nof the People's Republic of China and other countries to teach\ntheir citizens English.  Used to scholarly books with somber\nformats and few illustrations, one wonders why a beautifully\ndesigned and illustrated work must be flamboyant, stretching\nits presentation of data to the edge of truth.  But since realism\ncannot be evaded even in 1984, we hope that Words attracts a\nbroad audience, so broad that future editions will emend\noverstatements, correct the small number of misprints, and\narouse interest once again in one of the most remarkable events\nin human history, the spread of the Indo-European language\nfamily and the contributions of its speakers.</p>\n<p><em>[Winfred P. Lehmann, The University of Texas at Austin]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/words-evolution-western-languages/author/victor-stevenson/first-edition/\"><em>Words: The Evolution of Western Languages</em></a></h1> <p>Victor Stevenson, ed., foreword by Philip Howard, (Van Nostrand Reinhold, 1983), 224pp.</p> <p>As its subtitle indicates, <em>Words</em> is an introduction to the\nhistorical study of the Indo-European languages, with brief\nnotice of the non-Indo-European languages of Europe.  After\nthe long lack of attention to historical linguistics in works for\nthe general public, we can only welcome its publication.</p> <p>The book is elegantly designed, with many maps and\nillustrations.  The editor allotted his space well, giving 57 pages\nto the Germanic languages, 54 to the Romance, 22 to the\nSlavic, and lesser amounts to the sub-branches with fewer\nspeakers.  If the book were not focused on Europe, we might\ndeplore the short section of 12 pages on Indo-Iranian, especially\nsince half of it is devoted to Romany, the language of the\nGypsies.  The material is readily accessible through an excellent\nindex, indicating in boldface more than 1000 words for which\norigins are included.  Although professonal linguists may\ndeplore its brevity—scarcely more than 100 pages available for\ntext other than illustrations—<em>Words</em> may attract a large audience,\nhelping to bring attention once again to the historical\nstudy of language.</p> <p>The text sketches the external history of each sub-branch,\nwith comments on the lexicon.  Of phonological matters,\nGrimm's law and the High German Consonant Shift receive\nbrief mention; morphology gets only occasional comment, as on\nthe “shedding” of noun and verb endings in late Old English.\nEspecially welcome are the carefully designed maps indicating\nlanguage and dialect areas, as for the Indo-Iranian, Celtic,\nRomance, Germanic, and Slavic languages and for the Spanish,\nWest Germanic, and Old English dialects.  These maps with\nexplanatory material, followed up by maps on “Europe's\nnational languages” in themselves make the work a valuable\nhandbook at the elementary and secondary school levels and as\na supplementary text for general college and university courses.</p>"
}