{
  "type": "Article",
  "title": "Down to Earth in a Low Country",
  "author": "Harry Cohen",
  "location": "Brussels, Belgium",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Down to Earth in a Low Country</h1>\n<p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p>\n<p>[Second Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>“We cut off their heads and then let the blood drain\nout,” the Michigan State professor told his European\nvisitor cheerfully.  He was describing his laboratory's experiments\non frogs.  “But in our reports,” he continued, “you'll read\nthat we decapitate and subsequently exsanguinate them.  Oh,\nwhy must scientific publications always be so studded with\nlearned expressions that even well-educated outsiders can\nhardly make sense of them?”  He would have had less reason\nfor complaining if he could have drafted his reports in Dutch.\nIn Holland, even the most pedantic scientist would not think of\nusing Latinisms like <em>decapitate</em> or <em>exsanguinate</em>.  He would\nrather write <em>de kop afsnijden</em> 'sever the head' and <em>laten\nleegbloeden</em> 'let bleed until empty.'  And no reader, whatever\nhis education, has any difficulty in understanding such phrases.</p>\n<p>This is by no means the only instance where scientific\nterminology is more accessible to the general public in Dutch\nthan in English.  When a doctor in Holland diagnoses pneumonia,\nhe need not give his patient a lengthly explanation but\nsimply tells him that he is suffering from <em>longontsteking</em>.  The\nword literally means 'lung inflammation' and thus conveys, in\neveryday language, the essence of what a lay person normally\nwants to know about his condition.  Numerous medical terms\nare equally unesoteric in Dutch, such as <em>hersenschudding</em> 'brain\nshaking,' i.e. concussion or <em>hersenvliesontsteking</em> 'brain-membrane\ninflammation,' i.e. meningitis.  Even the science of\nmedicine itself is in most cases referred to in words whose\nmeaning a child can grasp, namely <em>geneeskunde</em> 'the knowledge\nof curing' or <em>geneeskunst</em> 'the art of curing.'  This terminological\ntransparency is, as we shall see, not restricted to the sphere of\nmedicine.</p>\n<p>Stressing the relatively high proportion of Latinate terms\nin English may seem a sheer platitude.  We all know that\nEnglish, unlike Dutch, is not a “pure” Germanic language but\nderives from Latin and Old French as well.  A higher frequency\nof vocables of Romance root is therefore unsurprising.  All this\nis true, but it is beside the point here.  The purpose of this\narticle rather is to highlight a practical consequence of this\nsituation: whereas a considerable proportion of English scientific\nterminology is compounded from recondite elements (usually\nof Latin or Greek origin) and hence abstruse to the\nuninitiated, Dutch offers in many such cases an expression that\nis made up from everyday words so that any layman can\nunderstand it.</p>\n<p>Let us look at another example.  When an English-speaking\nchild is confronted for the first time with the word <em>polygon</em>, he\nneeds an explanation.  Then, after having been taught what the\nword stands for, he has to deal with another problem: how to\nretain the meaning in his memory.  He will have to learn the\nrelationship between the new word and the signified object by\nrote, because the components of the word are of no help in the\nmemorization process.  Indeed, they are literally Greek to him.\nOn the other hand, a Dutch child has no such difficulties.  The\ncorresponding word is <em>veelhoek</em> 'many-corner,' which is self-explanatory,\neven with the limited vocabulary of a youngster.\nAnd the meaning can be recalled at any moment since the\ncomponents constitute a built-in mnemonic aid.  In short, this\nscientific term offers him no more problems than, say, the word\n<em>keyhole</em> does to an English-speaking child.  This is so for many\nother geometrical expressions as well: <em>schuine zijde</em> 'slanted\nside,' i.e. hypotenuse; <em>kromme</em> 'a bent one,' i.e. curve; <em>raaklijn</em>\n'touching line,' i.e. tangent; <em>middelloodlijn</em> 'middle lead line'\n(<em>lead</em> = 'plumb'), i.e. perpendicular bisector; <em>zesvlak</em> 'six-plane,'\ni.e. hexahedron.</p>\n<p>Geometry itself is called <em>meetkunde</em> 'the knowledge of\nmeasuring.'  Incidentally, the ending -<em>kunde</em>, which occurs in\nthe names of many branches of science, is obviously a cognate\nof <em>ken</em> (in the sense of 'range of knowledge').  So alongside\n<em>meetkunde</em> 'measuring ken,' we have <em>rekenkunde</em> 'calculating\nken,' i.e. arithmetic; <em>stelkunde</em> 'positing ken,' i.e. algebra; and\nthe other subdivisions of <em>wiskunde</em> 'certainly ken,' i.e.\nmathematics.</p>\n<p>Picturesque and sometimes amusing instances can be\nculled from other parts of the curriculum as well: <em>stikstof</em>\n'choking matter,' i.e. nitrogen, from <em>scheikunde</em> 'sundering\nken,' i.e. chemistry; <em>kernsplitsing</em> 'kernel splitting,' i.e. nuclear\nfission, from <em>natuurkunde</em> 'nature ken,' i.e. physics;\n<em>rangtelwoord</em> 'rank count-word,' i.e. ordinal numeral, from\n<em>spraakkunst</em> 'language art,' i.e. grammar; <em>vleeseter</em> 'flesh eater,'\ni.e. carnivore, from <em>plant-en dierkunde</em> 'plant and animal ken,'\ni.e. biology; <em>Stille Oceaan</em> 'Calm Ocean,' i.e. the Pacific, from\n<em>aardrijkskunde</em> 'earth-kingdom ken,' i.e. geography; <em>melkwegstelsel</em>\n'Milky Way system,' i.e. galaxy, from <em>sterrekunde</em> 'stars\nken,' i.e. astronomy.</p>\n<p>Some of these examples may give the impression that a\nscientific discussion in Dutch sounds like sophisticated baby\ntalk, but that's because I have told only half the story so far.\nThe full truth is that most of the learned expressions used for\nscientific notions in English (and other Western languages) are\nalso known in Holland.  They form part of the vocabularies of\nmany people and are to be found in dictionaries, albeit adapted\nto Dutch spelling conventions.  So, for <em>philosophy</em>, we have the\nchoice between <em>filosofie</em> and <em>wijsbegeerte</em> 'desire for wisdom,'\njust as in English one may either use <em>penultimate</em> or <em>last but\none</em>.  In fact, it's quite normal for Dutch scientific terminology\nto occur in pairs composed of a “difficult” and a homier\nvariant: <em>ephemerid</em> can be translated as <em>efemeride</em> or as <em>eendagsvlieg</em>\n'one-day fly'; also in the figurative sense; <em>hypothesis</em>\nas <em>hypothese</em> or as <em>veronderstelling</em> 'under-setting,' and so on.</p>\n<p>Similar pairs exist in English as well (although to a lesser\nextent, I feel).  In both languages they may present a problem\nto the user: sometimes the twins are absolutely interchangeable,\nsometimes not entirely, sometimes not at all.  It seems\nindeed true that there is a time and a place for everything!  The\nsystem of usages that govern this interchangeability in Dutch is\nmuch too intricate to be set out here in full.  Nevertheless, a\nfew remarks may be of interest to the English-speaking reader\nbecause they can help him to discover analogous patterns in his\nown language.</p>\n<p>In the first place, when is a pair really a pair?  Words like\n<em>uneatable</em> and <em>inedible</em> must have been synonymous at one\ntime, but now many people feel that they have slightly\ndifferent meanings (in certain contexts at least) and should not\nbe confounded.  Such pseudo-pairs are encountered in Dutch\ntoo.  The nearest equivalent of <em>melancholic</em> is <em>melancholiek</em>, but\nwe also have the word <em>zwartgallig</em> 'with black bile.'  Although a\nliteral translation of its Greek twin, the latter represents a\nslightly different nuance of gloominess.  Perhaps it's more like\n'atrabilious'!</p>\n<p>Secondly, even when two vocables appear to have identical\nmeanings to the layman, an expert may have his doubts.\nScientists favor unambiguous words that designate sharply\ndefined notions.  Anatomists would rather say <em>esophagus</em> (or\nspell it <em>oesophagus</em>) than <em>gullet</em> because nobody knows exactly\nwhere a gullet begins or ends, and, anyway, the word has more\nthan one meaning, even within the field of anatomy.  For\nsimilar reasons, a Dutch geologist prefers <em>vulkaan</em> 'volcano' to\nthe pictorial but imprecise <em>vuurspuwende berg</em> 'fire-spitting\nmountain.'  On the other hand, he would have no objection to\nalternating <em>eruptie</em> 'eruption' with <em>uitbarsting</em> 'outburst,' the\nlatter giving no rise to confusion in a given context.  Dutch\nscientists seem to be more often in a position to use such a\ndemotic term than their English-speaking colleagues.  To come\nback to <em>gullet</em>, the Dutch equivalent is <em>slokdarm</em> 'swallowing\ngut,' an earthy expression but quite precise and therefore not\nunfit for a professional text.</p>\n<p>But we had better not attempt a full-scale analysis here.\nEven when all parties agree that the scholarly and the vernacular\nmembers of a given pair of scientific terms have exactly the\nsame meaning, their interchangeability is nonetheless subject to\na maze of unwritten rules.  It may be a matter of context, of\nspoken or written language, of tradition, “good manners,”\nprudery, and so on (cf. <em>abdomen</em> versus <em>belly</em>).  Sometimes it is\na matter of class, and often one of generation.  There are also\neuphonic considerations, individual quirks, linguistic chauvinisms,\nsnob habits (“arcane = chic”), and inverted snobberies\n(“simple = honest”).  We shall not dwell on these variations,\nbut there is one aspect that should not go wholly unmentioned:\nthe fluctuations of usage in the course of time.</p>\n<p>Preferences for learned and for familiar words change over\nthe years.  Nowadays, it has become somewhat outmoded to say\n<em>staathuishoudkunde</em> 'state household ken' for <em>economics</em> or\n<em>aardkunde</em> 'earth ken' for <em>geology.  Weerkunde</em> 'weather ken,'\ni.e. meteorology, and <em>kruidtuin</em> 'plant garden,' i.e. botanical\ngarden, are definitely out (except in Belgium: linguistic developments\nin Flanders do not always run parallel to those in\nHolland, because they are partly determined by political\nconsiderations).  Anatomical atlases have done away with the\nsomewhat bluff <em>pisbuis</em> 'piss tube,' i.e. urethra.  The <em>grote\nlichaamsslagader</em> 'big beating vein of the body,' i.e. aorta, is\nalso about to go; it was marvelously descriptive, though quite a\nmouthful!  On the other hand, new self-explanatory expressions\nare constantly being coined for the goodies that this age keeps\nbestowing upon us.  <em>Rekentuig</em> 'calculation gear' for <em>computer</em>\nhas not caught on, but <em>ongevalsheelkunde</em> 'accident healing\nken' for <em>traumatology</em> seems to have a future.  But enough of all\nthat.</p>\n<p>A completely different question is the semantic content of\nthose easy-to-understand Dutch words.  As several of the preceding\nexamples suggest, many apparently native expressions\nare really calques of Greco-Latinate terms that have international\ncurrency in the world of science.  Here are a few more:\n<em>dierenriem</em> 'animal belt,' i.e. zodiac; <em>mierenzuur</em> 'ants sour,' i.e.\nformic acid; <em>knaagdier</em> 'gnawing animal,' i.e. rodent; <em>vierling</em>\n'fourling,' i.e. quadruplets; <em>zelfmoord</em> 'self-murder,' i.e. suicide;\n<em>Onbevlekte Ontvangenis</em> 'unstained begetting,' i.e. Immaculate\nConception.  Spells of Germanic chauvinism have left us with\nunseemly agglutinations like <em>boldriehoeksmeting</em> 'ball three-corner\nmeasuring,' i.e. spherical trigonometry, and uncritical\ncalquing made us adopt a few misnomers holus-bolus: <em>buik-spreker</em>\n'belly speaker,' i.e. ventriloquist.</p>\n<p>In other cases the translation is freer, or more explicit than\nthe original, or the two are not related at all: <em>aardolie</em> 'earth\noil,' i.e. petroleum; <em>schuilnaam</em> 'hiding name,' i.e. pseudonym;\n<em>veelwijverij</em> 'many-womenship,' i.e. polygamy; <em>verloskunde</em>\n'delivery ken,' i.e. obstetrics; <em>sterrebeeld</em> 'stars picture,' i.e.\nconstellation; <em>Maria Hemelvaart</em> 'Mary's passage to heaven,' i.e.\nthe Assumption; <em>vallende ziekte</em> 'falling disease,' i.e. epilepsy;\n<em>kinderverlamming</em> 'children's paralysis,' i.e. poliomyelitis;\n<em>heelal</em> 'whole all,' i.e. the universe.</p>\n<p>Readers familiar with other Germanic languages may well\nobserve that all this is not descriptive of Dutch alone but\napplies equally to German and the Scandinavian languages.\nIndeed, many of the quoted instances are mere German loan\nwords, facile calques of calques.  Nevertheless, some of them\nare Dutch originals, as are the following examples: <em>letterkunde</em>\n'letters ken,' i.e. literature; <em>buikloop</em> 'belly run,' i.e. diarrhea;\n<em>godgeleerdheid</em> 'God learning,' i.e. theology; <em>hoogleraar</em> 'high\nteacher,' i.e. professor; <em>dierentuin</em> 'animals garden,' i.e. zoo;\n<em>kraakbeen</em> 'creaking bone,' i.e. cartilage; <em>vermenigvuldigen</em> 'to\nmanifold,' i.e. to multiply.</p>\n<p>Let us conclude with a few curiosities.  Some seemingly\nsimple words are tricky because they have come to express two\ndissimilar notions, e.g. <em>zenuwarts</em> 'nerve doctor' for both <em>neurol</em>-\n<em>ogist</em> and <em>psychiatrist</em>.  Others are sheer folk etymology, like\n<em>scheurbuik</em> 'ripping belly' for <em>scurvy</em> (Lat. <em>scorbutus)</em>.  And a\nfew areâas already pointed outâoutright misnomers, such as\n<em>blindedarmontsteking</em> 'blind gut inflammation,' i.e. appendicitis,\nand <em>eiwit</em> 'egg white,' i.e. protein.  But the “wrongness” of a\nword has never been a reason to eliminate it from the\nlanguage.  Or is there anybody out there who is willing to give\nup the word <em>atom</em>, just because the thing has subsequently\nbeen found to be fissionable?  That would indeed beat the\nDutch!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Down to Earth in a Low Country</h1> <p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p> <p>[Second Prize Winner, VERBATIM Essay Contest, 1983]</p> <p>“We cut off their heads and then let the blood drain\nout,” the Michigan State professor told his European\nvisitor cheerfully.  He was describing his laboratory's experiments\non frogs.  “But in our reports,” he continued, “you'll read\nthat we decapitate and subsequently exsanguinate them.  Oh,\nwhy must scientific publications always be so studded with\nlearned expressions that even well-educated outsiders can\nhardly make sense of them?”  He would have had less reason\nfor complaining if he could have drafted his reports in Dutch.\nIn Holland, even the most pedantic scientist would not think of\nusing Latinisms like <em>decapitate</em> or <em>exsanguinate</em>.  He would\nrather write <em>de kop afsnijden</em> 'sever the head' and <em>laten\nleegbloeden</em> 'let bleed until empty.'  And no reader, whatever\nhis education, has any difficulty in understanding such phrases.</p> <p>This is by no means the only instance where scientific\nterminology is more accessible to the general public in Dutch\nthan in English.  When a doctor in Holland diagnoses pneumonia,\nhe need not give his patient a lengthly explanation but\nsimply tells him that he is suffering from <em>longontsteking</em>.  The\nword literally means 'lung inflammation' and thus conveys, in\neveryday language, the essence of what a lay person normally\nwants to know about his condition.  Numerous medical terms\nare equally unesoteric in Dutch, such as <em>hersenschudding</em> 'brain\nshaking,' i.e. concussion or <em>hersenvliesontsteking</em> 'brain-membrane\ninflammation,' i.e. meningitis.  Even the science of\nmedicine itself is in most cases referred to in words whose\nmeaning a child can grasp, namely <em>geneeskunde</em> 'the knowledge\nof curing' or <em>geneeskunst</em> 'the art of curing.'  This terminological\ntransparency is, as we shall see, not restricted to the sphere of\nmedicine.</p>"
}