{
  "type": "Article",
  "title": "A Partridge for Christmas",
  "author": "Walter Hayes",
  "location": "Ann Arbor, Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Partridge for Christmas</h1>\n<p><em><span data-rel=\"author\">Walter Hayes</span> <span data-rel=\"location\">Ann Arbor, Michigan</span></em></p>\n<p>For twenty-eight years, from 1950 to 1978, I had a Partridge\nevery Christmas.  No postman was ever so eagerly\nawaited as the one who would bring this annual reminder that\nthe old gentleman was alive and well and still contributing to\nthe wonder and wisdom of everybody who loved the English\nlanguage.</p>\n<p>Many writers, printers and publishers have celebrated\nChristmas with special editions, mostly ephemera, for their\nfriends.  Cambridge University Press did for some years.  Allen\nLane, founder of Penguin Books, gave up sending Christmas\ncards in 1960 but more than made up for the omission the\nfollowing year when he wrote: “I have decided I will no longer\nburden the Christmas mails with expressions of wit and\nsentiment.  Instead of a card, I propose, as the spirit moves me\nand the occasion warrants, to send a book or keepsake...”  In\n1961, therefore, his friends received a limited edition of <em>The\nTrial of Lady Chatterley</em>.</p>\n<p>Chicago's excellent Lakeside Press began to send special\neditions of the Lakeside Classics to their friends as long ago as\n1902 and they are still going strong.</p>\n<p>Eric Honeywood Partridge, the great lexicographer of his\nlong day—one of the few fit to look Samuel Johnson in the\neye—began his Christmas Partridges in 1927 and, except for\none year during the Depression and two or three during the\nSecond World War, continued until 1977, when the usual four-page\nleaflet printed on heavy white card was replaced by a\nsmaller postcard and an apology.  Owing to the cost of printing\nand envelopes, he explained, “I am regretfully obliged this year\nand any others left to me, to send you a meagre postcard.”</p>\n<p>He could not, however, give up the habit complely, and\nthe following year—which was the last year of his life—he sent\nanother small but more characteristic postcard with some\ntypical comments about his <em>Dictionary of Catch Phrases</em> which\n“succeeded to a degree that surprised the publishers and 'more\nthan somewhat' startled me.”  He died on June 1, 1979, at 85\nyears of age.</p>\n<p>His Christmas cards—essays, extracts from books in progress,\ncommentaries on his published work—were a marvelous\ncompendium of insight and autobiography and present a\nrevealing picture of an extraordinary man.</p>\n<p>Eric Partridge was born on a sheep farm in New Zealand\nin 1894.  He left school at sixteen to become a trainee teacher\nin Australia, and won a scholarship to the University of\nQueensland.  He joined the Australian infantry in April 1915\nand served in Egypt, Gallipoli, and on the Western Front in\nFrance.  In 1921 he went to Oxford and worked simultaneously\non two degrees.  After lecturing at the Universities of London\nand Manchester, he gave up teaching to become a full-time\nman of words.</p>\n<p>Much as he hated the war—he was never more than a\nLance Corporal—he confessed that in his four fighting years he\nlearned more than in the rest of his life, and it was in the blood\nand mud of Gallipoli that he first divined his future.</p>\n<p>In one of his Christmas cards he wrote: “The fighting\nservices have always generated more slang than any other trade\nor profession; they are, in a sense, closed corporations, vast and\nhuman, grave and gay, commendable and reprehensible,\nmarked by a variety of activities and evoking an invincible\ncamaraderie.  From all walks of life and from all social,\neducational, cultural levels, men intermingle, exchange ideas\nand enrich one another in innumerable and incalculable ways.</p>\n<p>In slang and colloquialism and catch phrase they find and form\na freemasonry of speech.  No school, no university, no civilian\ntrade or profession can begin to equal a fighting service as a\nbeneficent hotbed and an indirect developer of natural and\nvivid speech.  In 1915—1918, I made not a single linguistic note;\nverbal memory sufficed, mine happening to be fairly good.”</p>\n<p>This freemasonry of speech began to enchant a wider\naudience when he published <em>Songs and Slang of the British\nSoldier</em> (with John Brophy) in 1930; <em>American Tramp and\nUnderworld Slang</em> (of which he was assistant editor) in 1931;\n<em>Slang Today and Yesterday</em> in 1933 and <em>A Dictionary of Slang\nand Unconventional English</em> in 1937.</p>\n<p>Partridge went back to war when the Second World\nconflict broke out and served another four years in the Army\nand the Royal Air Force.  Out of these experiences came <em>A\nDictionary of R.A.F. Slang</em>, in 1945, and <em>A Dictionary of\nForces Slang</em>, in 1948.</p>\n<p>My earlier Christmas cards from him have disappeared,\nbut I remember being astonished by these reminders of his\nenormous output.  Johnson described a writer of dictionaries as\na “harmless drudge,” and perhaps it seemed so to him for he\nwas an indolent genius, but Partridge—who never had a full-time\nassistant—did not make it seem so.  He also knew that, like\nJohnson, he lived by the revenues of literature and he had\nchosen to develop a branch of that great bank of knowledge\nwhich pays small dividends.</p>\n<p>The 1961 card, which is the earliest I still possess, again\ndiscussed his torrent of work and three new books which had\ncome out that year: <em>The Smaller Slang Dictionary, Adventuring\nAmong Words</em>, and <em>Comic Alphabets</em>.  These, he observed,\n“amount to nothing more imposing than opuscula, one of them\na parergon or, as the Anglo-Saxon fanatics would say, a by-work.”</p>\n<p>In a piece written about Partridge in 1951 by Edmund\nWilson and titled “Eric Partridge The Word King,” Wilson\nexpressed the view that “one cannot help having the feeling\nthat Partridge has been overexpanding”—and it was hard to\ndisagree.</p>\n<p>Still, they had much in common.  For some years, Partridge\nhad suffered the same anxiety over the deterioration in\ncultural standards that so concerned Wilson himself.  The moral\nand intellectual disruptions of the war had brought about a\ndeterioration of literature and the arts, and Partridge's Christmas\ncard for 1966 reflected his anger.  It was actually a revised\nversion of an article he had written for <em>The New York Times\nBook Review</em>, where it appeared on September 18, 1966, and\nis, I think, the nearest he ever came to invective.  It was a\ntrenchant defense of everything he valued and a testimony to\neverything he stood for.</p>\n<p>He called it “The Envious Ones” and tilted his quill\nagainst the levelers who feared superiority of mind and spirit.\nEven worse, they envied it; therefore, they pretended to\ndespise it.  Lacking these qualities themselves, they could\nneither admire them nor see their necessity in other people.</p>\n<p>He concluded: “To degrade language is to degrade\ncivilization.”</p>\n<p>The title of his 1967 Christmas card was “Tail Wagging\nthe Dog,” and it was an apology for having published no new\nbooks that year.  There were two new editions of previous\nworks, and he did explain that for the third edition of <em>A\nDictionary of the Underworld, British and American</em> he had\ncompleted a revision which included a mere 75,000 new words,\nrather more American than British.  He had also revised that\nsmall masterpiece, <em>Shakespeare's Bawdy</em>.</p>\n<p>In 1968, he was back to autobiographical reminiscence in\na card entitled, “How did you come to write your <em>Dictionary\nof Slang</em>?  Or, indeed, your <em>Usage and Abusage</em>?”</p>\n<p>He explained that he was lucky with his parents.  Although\n“only a farmer,” his father knew Greek and Latin and French\nand spoke very “good” English.  He revealed that his father had\nonce quietly condemned him for devoting four years to a\nsubject so “shabby” as slang, and that it took him ten years to\nadmit that “perhaps I hadn't been so very wrong to do so.”  His\nmother, he added, “always backed me up.”</p>\n<p>In 1969, in a card called “Below The Surface,” he praised\nT. S. Eliot and his friend and fellow finder-of-words, Christopher\nFry, for having turned poetry from stylized diction to\nnatural diction, loving the way that Fry was able to impart “an\nagreeable colloquialism” to his poetic drama, and praising both\nKipling and Steinbeck for their ability to render “the technical\nand difficult, non technical and easy.”  He had learned to call a\nspade a spade and not a bloody shovel in the trenches of World\nWar I, and he remained in love with simplicity and directness\nin language.</p>\n<p>In 1973, Partridge reported at Christmas on perhaps the\nmost popular of his books which he had recently started\nwriting, <em>A Dictionary of Catch Phrases</em>.  For this, he read and\nabsorbed source material from the 1530s to the 1970s.  He\nnoted with favor Ring Lardner and Damon Runyon and Robert\nBenchley.  “Those Americans,” he wrote, “who feel that Britain\nis basically 'hostile' towards them might more wisely remember\nthat we in Britain and the Dominions have always welcomed\nand enjoyed American humour.”</p>\n<p>The following Christmas produced a further report on\n<em>Catch Phrases</em>, and I was reminded how few people appreciate\nthe enormous amount of reading that is involved in\nlexicography.</p>\n<p>When he began to write <em>A Dictionary of Catch Phrases</em> in\nSeptember 1973, Partridge had devoted five years of reading to\nthis project alone and a month or so putting the entries into\nalphabetical order.  His reading included Dickens and Noël\nCoward, Will Rogers and <em>The New Yorker</em>.</p>\n<p>The card of 1975 was a thank-you to all the correspondents\nand friends who had helped with <em>A Dictionary of Catch\nPhrases</em>.  They came from all over the world.  His American\ncorrespondents included Professor Harold Shapiro of the University\nof North Carolina, Norris Davidson, a retired Philadelphia\nnetwork commentator, and, inevitably a military man,\nColonel Albert Moe of the U.S. Marine Corps.</p>\n<p>My Christmas card for 1976 contained a handwritten\nmessage.  For some time I had got into the habit of sending him\na bottle of champagne on his birthday, but I could never get\nout of the habit of calling him “Mr. Partridge.”  This gaunt,\nvenerable Colonial could not have been more friendly, but I\nalways addressed him formally.  He shook me out of it in\ntypical fashion in his eightieth year.  On the card he wrote:\n“Dear Walter, For heaven's sake, let's drop the Mister!!  Puts\nyears on me.  Eric.”</p>\n<p>1977, as I have said, brought the Christmas letter cards to\nan end and, perhaps because the cards ended, we corresponded\nmore frequently.</p>\n<p>He always pretended never to expect the regular champagne.\nIn a note after his eightieth birthday, he wrote: “At\nabout noon today, Fortnum and Mason delivered a long\ncylindrical mysterious parcel; and when I saw the name on the\ndelivery slip, I said, 'Well, I'm damned if you haven't sent me a\n'commemorative!'  And so it was.  Now living in the home of\nfriends (my wife's in a nursing home, 3 yrs, 8 months now), I'll\nshare the bottle with 'em this evening.  Glad it came to-day, not\nyesterday; they had 'laid on' an attractive evening for me; had\nbeen given, by friends, a lunch at the Savile.  Bless you.  As\never.”</p>\n<p>The Savile Club in London, to which he was elected in\n1950 and where I was sometimes bidden to dine, was one of\nhis four great places.  The other three were desk K1 at the\nBritish Museum Library, Lord's cricket ground, and the Oval\ncricket ground in London—for cricket in summer was the only\nthing that could get him away from his books and the only\nform of holiday I ever knew him to take.</p>\n<p>Only his body let him down.  The mind was still tickety-boo\nto the end.</p>\n<p>I still think of him often and especially at Christmas.\nPeace on Earth and goodwill to all lexicographers still strikes\nme as a splendid toast.  Champagne eventually exhausts its\nbubbles, but Partridge left his behind.  There is nevertheless\nsomething missing each December, and my ear, I suspect, is\nless anxious for the postman's knock.  So won't somebody make\nall those Partridges into a book?  1984 is his centenary year, and\nwould there by a better way to say Happy Christmas and\n100th birthday at the same time?</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Partridge for Christmas</h1> <p><em><span data-rel=\"author\">Walter Hayes</span> <span data-rel=\"location\">Ann Arbor, Michigan</span></em></p> <p>For twenty-eight years, from 1950 to 1978, I had a Partridge\nevery Christmas.  No postman was ever so eagerly\nawaited as the one who would bring this annual reminder that\nthe old gentleman was alive and well and still contributing to\nthe wonder and wisdom of everybody who loved the English\nlanguage.</p> <p>Many writers, printers and publishers have celebrated\nChristmas with special editions, mostly ephemera, for their\nfriends.  Cambridge University Press did for some years.  Allen\nLane, founder of Penguin Books, gave up sending Christmas\ncards in 1960 but more than made up for the omission the\nfollowing year when he wrote: “I have decided I will no longer\nburden the Christmas mails with expressions of wit and\nsentiment.  Instead of a card, I propose, as the spirit moves me\nand the occasion warrants, to send a book or keepsake...”  In\n1961, therefore, his friends received a limited edition of <em>The\nTrial of Lady Chatterley</em>.</p> <p>Chicago's excellent Lakeside Press began to send special\neditions of the Lakeside Classics to their friends as long ago as\n1902 and they are still going strong.</p>"
}