{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Language of the Teenage Revolution",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/9780333294000/Language-Teenage-Revolution-Hudson-E-0333294009/plp\"><em>The Language of the Teenage Revolution</em></a></h1>\n<p>Kenneth Hudson, (Macmillan, 1983), 137 pp.</p>\n<p>Kenneth Hudson's thesis is that since the last war, rising\nto a climax in the sixties, there has been a social revolution in\nthe United Kingdom, which has produced a self-conscious and\naggressive teenage culture.  British society has stopped being a\npyramid, with the elders and betters at the top, and become\nmore like a pear, a pear tending to become an apple.  Englishmen,\nperhaps even more Englishwomen, stopped looking\nupwards as they had in the past; outward looking began to\nreplace upward looking.  For the first time in history the young\nhad enough money to live their own lives and set their own\nstyle.  This instant pop culture differs radically from the life\nstyles of the parents and ancestors of the new people, and it\nexpresses itself in a hermetic jargon, which is a badge of\nrevolution as surely as the jeans and the hair-styles.  At some\ntime around the sixties young Brit males leaving school started\nto say: “I don't need to wear a tie; I don't have to cut my hair\nshort; and I can make up my spelling and grammar to suit\nmyself and my contemporaries.  We are not going to be bound\nby the conventions of the past in the way we dress, or the way\nwe talk, or the way we live.”</p>\n<p>Because it is largely a spoken culture rather than a written\none, this linguistic revolution, according to Hudson, has eluded\nthe conventional lexicographers, who are not equipped to deal\nwith the spoken word.  With courage above and beyond the call\nof duty, Hudson has gone hunting for this language of the\nteenage revolution in magazines such as <em>Rolling Stone, New\nMusical Express, My Guy, and Honey</em>.  He has come back with\nmuch interesting matter of detail about the tone and register of\nthe language of the British young, working class and black, and\nin particular with a theory that the new young speak with\nirony, between quotation marks, giving a quite new flavor to\nold words.</p>\n<p>What are we to say to all this?</p>\n<p>First perhaps that it is a common old delusion that the\nworld is going to the dogs, that the changes in style and\nlanguage that have happened since one was taught English\noneself are more radical than anything that has happened\nbefore.  The language of the teenage revolution is a recurring\nphenomenon.  You have only to read Vanbrugh and Sheridan to\nhear the middle-aged complaining about what the young dogs\nand fops were doing to the King's English, and indeed to their\nhair-styles and clothes.</p>\n<p>Second, I think Hudson exaggerates the difficulty that\nlexicographers have with the spoken word.  It is not a matter\nthat is susceptible to proof one way or another, but I think that\nnew words and meanings in English are written down somewhere,\nprobably in <em>Rolling Stone</em>, almost as soon as they come\ninto the language.  Using their old-fashioned written sources,\nthe lexicographers of the <em>Oxford English Dictionary</em> have\ntraced <em>cunt</em> back much earlier than Hudson supposes, to a\nstreet called <em>Gropecuntlane</em> in the City of London circa 1230;\nDunbar used <em>fuck</em> in a poem in 1503, without any noticeable\nhesitation or timidity.  They were going through another brave\nnew revolution against the fuddy-duddy establishment at the\ntime.  The lexicographers of the <em>Collins English Dictionary</em>,\nusing the old-fashioned methods, seem to me to have got <em>kinky</em>\ndead right as long ago as 1979.  Hudson says that in the sixties\n<em>kinky</em> implied deviation, with a strong hint of sadism: a <em>kinky</em>\nperson was a deviant or pervert of some kind.  Soon after this\nthe whole business of whips, high boots, and leather clothing\nbegan to appear laughable, rather than sinister, to those\npeople—the great majority—whose own tastes did not incline in\nthat direction, and it is now close to being a joke word among\nthe young.  <em>Collins</em> makes all these points, somewhat more\neconomically.  So does Volume II, H-N, of the <em>OED Supplement</em>,\nwith a wealth of exemplary citations from a wide variety\nof written sources.</p>\n<p>Third, the habit of talking in quotation marks is by no\nmeans as new as Kenneth Hudson supposes.  The young have\nalways used irony and intonation and accent to send up the\ngrown-up language they are inheriting, and to send coded\nmessages to their peer-group.  There may be more of it around\ntoday than in the conformist generations between the wars,\nwhen grammar was still taught in schools and you could get a\nhot dinner with wine for half a crown... yawn, yawn.  But\nthese things go in cycles.  And teenagers have always, even in\nthe most conformist generations, been prolific and inventive\nsources of slang.  I think that the Bright Young Things of the\ntwenties spoke a language of shibboleths and ironic accent and\nquotation marks quite as much as today's teenagers.</p>\n<p>Kenneth Hudson has made an intrepid foray into the\njungle of teenage slang.  It is not as novel or unexplored a jungle\nas he imagines.  But he has brought back some interesting\nsamples.  It is a pity that the explorer disapproved so strongly of\nthe jungle he was exploring and had so little taste, for example,\nfor pop music that he can dismiss its lyrics as almost always\ngibberish.  But his book is a useful little contribution to\nunderstanding the way that some of us speak now.</p>\n<p><em>Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/9780333294000/Language-Teenage-Revolution-Hudson-E-0333294009/plp\"><em>The Language of the Teenage Revolution</em></a></h1> <p>Kenneth Hudson, (Macmillan, 1983), 137 pp.</p> <p>Kenneth Hudson's thesis is that since the last war, rising\nto a climax in the sixties, there has been a social revolution in\nthe United Kingdom, which has produced a self-conscious and\naggressive teenage culture.  British society has stopped being a\npyramid, with the elders and betters at the top, and become\nmore like a pear, a pear tending to become an apple.  Englishmen,\nperhaps even more Englishwomen, stopped looking\nupwards as they had in the past; outward looking began to\nreplace upward looking.  For the first time in history the young\nhad enough money to live their own lives and set their own\nstyle.  This instant pop culture differs radically from the life\nstyles of the parents and ancestors of the new people, and it\nexpresses itself in a hermetic jargon, which is a badge of\nrevolution as surely as the jeans and the hair-styles.  At some\ntime around the sixties young Brit males leaving school started\nto say: “I don't need to wear a tie; I don't have to cut my hair\nshort; and I can make up my spelling and grammar to suit\nmyself and my contemporaries.  We are not going to be bound\nby the conventions of the past in the way we dress, or the way\nwe talk, or the way we live.”</p> <p>Because it is largely a spoken culture rather than a written\none, this linguistic revolution, according to Hudson, has eluded\nthe conventional lexicographers, who are not equipped to deal\nwith the spoken word.  With courage above and beyond the call\nof duty, Hudson has gone hunting for this language of the\nteenage revolution in magazines such as <em>Rolling Stone, New\nMusical Express, My Guy, and Honey</em>.  He has come back with\nmuch interesting matter of detail about the tone and register of\nthe language of the British young, working class and black, and\nin particular with a theory that the new young speak with\nirony, between quotation marks, giving a quite new flavor to\nold words.</p> <p>What are we to say to all this?</p>"
}