{
  "type": "Article",
  "title": "An Architectonic of Verbs",
  "author": "Charles M. Young",
  "location": "Claremont Graduate School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">An Architectonic of Verbs</h1>\n<p><em><span data-rel=\"author\">Charles M. Young</span> <span data-rel=\"location\">Claremont Graduate School</span></em></p>\n<p>In many natural languages, verbs can be determined along\nas many as six distinct dimensions: <em>mood, number, aspect,\nperson, voice</em>, and <em>time</em>.  It happens that there is an attractive\nlogic to this congeries of features.  The six dimensions themselves\nare, I take it, familiar.  A verb's mood may be indicative\n(as it is, for example, in “Brutus is stabbing Caesar”), subjunctive\n(“If Brutus were stabbing Caesar ...”), optative (“Would\nthat Brutus stabbed Caesar!”), or imperative (“Brutus, stab\nCaesar”) in mood.  Its number may be singular (“Brutus is\nstabbing Caesar,” “I am stabbing Caesar”) or plural (“You\nconspirators are stabbing Caesar”); some languages have\noptional dual forms for use when the subject of the sentence is\na pair of items.  In aspect, verbs can be simple (“aorist”)\n(“Brutus stabbed Caesar”), progressive (“Brutus was stabbing\nCaesar”), or perfect (“Brutus has stabbed Caesar”).  They may\noccur in the first person (“I stabbed Caesar”), the second\nperson (“You stabbed Caesar”), or the third person (“Brutus\nstabbed Caesar”).  A verb can be active (“Brutus stabbed\nCaesar”) or passive (“Caesar was stabbed by Brutus”) in voice;\nsome languages have, in addition, special middle forms.  Finally,\nthe time of a verb may be past (“Brutus stabbed Caesar”),\npresent (“Brutus stabs Caesar”), or future (“Brutus will stab\nCaesar”).</p>\n<p>It is less well known that these six dimensions are primary,\nin that other features of verbs can be defined in terms of them.\nA <em>tense</em>, for example, is specified by two determinations, one as\nto time and another as to aspect.  The present perfect tense\n(“Brutus has killed Caesar”) is present in time and perfective in\naspect; the past tense (“Brutus killed Caesar”) is past in time\nand simple in aspect; and so on.  An <em>intransitive</em> verb (“Caesar\ndied”) is one with no passive determination as to voice, while a\n<em>linking</em> verb (“Caesar was ambitious”), is said to be “voiceless,”\ni.e., undetermined as to voice.</p>\n<p>The order in this array of dimensions is seen most clearly\nin the basic sentence, which consists in a <em>speech act</em> regarding\nsome <em>subject's</em> involvement in some <em>action</em>.  If for example\nBrutus says to the crowd, “Caesar has been killed,” Caesar is\nthe subject of his sentence, the killing of Caesar is the action,\nand his saying that Caesar has been killed is the speech act.  In\nsuch a sentence, the first three determinations—those as to\nmood, number, and aspect—give information about one of\nthese three components.  <em>Mood</em> defines the <em>speech act</em>, indicating\nwhether it is meant as an assertion, as contrary to fact, as a\nwish, as an order, or whatever.  <em>Number</em> quantifies the <em>subject</em>,\nas one or more than one.  And <em>aspect</em> specifies a perspective\ntaken on the <em>action</em>, the verb being simple, progressive, or\nperfective in aspect, depending on whether the action is seen\nas a simple occurrence, as ongoing, or as completed.</p>\n<p>Person, voice, and time also give information about speech\nact, subject, and action, but this time taken in pairs.  <em>Person</em>\nreflects a connection between <em>speech act</em> and <em>subject</em>.  The verb\nis in the first person if the subject is the author of the speech\nact; in the second person if the subject is the recipient of the\nspeech act; and in the third person, if the subject is some third\nparty.  <em>Voice</em> reveals a relation of <em>subject</em> to <em>action</em>: the verb is\nactive or passive, respectively, if the subject of the sentence is\nthe agent (patient) of the action.  <em>Time</em>, finally, dates <em>action</em>\nrelative to <em>speech act</em>: the verb is past, present, or future\naccording as the action is prior to, contemporaneous with, or\nsubsequent to the speech act.</p>\n<p>Figure 1, which connects each of the six dimensions to the\ncomponent or pair of components of the basic sentence that it\nconcerns, helps to make the underlying structure clear:</p>\n<p><img src=\"/content/back-issues/fig1.png\" alt=\"Figure 1\"></p>\n<p>As the figure indicates, mood, number, and aspect define\nspeech act, subject, and action in themselves, while person,\nvoice, and time define one of the three possible relations among\nthem.</p>\n<p>A few remarks on certain anomalous or otherwise interesting\ncases are in order.  First, in languages in which the\nprogressive aspect can be expressed without auxiliaries, the use\nof a progressive tense is (syntactically) ambiguous as to whether\nit is an <em>action</em>, or a <em>practice</em>, or an <em>activity</em>, which is represented\nas ongoing.  In English, these ambiguities are generally\nresolved, typically through the use of auxiliaries.  Thus “Brutus\nis stabbing Caesar” and “Brutus was stabbing Caesar” depict\nan action as ongoing, while “Brutus used to stab Caesar” and\nthe “habitual” reading of “Brutus stabs Caesar” concern a\npractice.  “To keep (on)” can be used as an auxiliary indicating\nthe progressive aspect, but whether the verb in such a construction\nconcerns an action or a practice turns on the number\nof its object.  “Brutus kept on stabbing Caesar,” for example, is\nabout an action, while “Brutus kept on stabbing people” is\nabout a practice.  A second point concerns stage directions, like\n“They stab Caesar.”  To a cast, of course, stage directions\nfunction as if they were imperatives, but their real mood is\nindicative.  This is true even of “Exit,” which is a Latin\nindicative, not an English imperative.  And, like other remarks\nabout what happens in plays, stage directions count as simple\nor progressive in aspect, depending on whether a play is seen\nas a single production or as a sequence of productions.  Finally,\nthe mood of certain verbs is often difficult to determine.\nWhether “Drop dead” expresses an order or a wish, for\nexample, depends upon the spirit in which it is uttered.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">An Architectonic of Verbs</h1> <p><em><span data-rel=\"author\">Charles M. Young</span> <span data-rel=\"location\">Claremont Graduate School</span></em></p> <p>In many natural languages, verbs can be determined along\nas many as six distinct dimensions: <em>mood, number, aspect,\nperson, voice</em>, and <em>time</em>.  It happens that there is an attractive\nlogic to this congeries of features.  The six dimensions themselves\nare, I take it, familiar.  A verb's mood may be indicative\n(as it is, for example, in “Brutus is stabbing Caesar”), subjunctive\n(“If Brutus were stabbing Caesar ...”), optative (“Would\nthat Brutus stabbed Caesar!”), or imperative (“Brutus, stab\nCaesar”) in mood.  Its number may be singular (“Brutus is\nstabbing Caesar,” “I am stabbing Caesar”) or plural (“You\nconspirators are stabbing Caesar”); some languages have\noptional dual forms for use when the subject of the sentence is\na pair of items.  In aspect, verbs can be simple (“aorist”)\n(“Brutus stabbed Caesar”), progressive (“Brutus was stabbing\nCaesar”), or perfect (“Brutus has stabbed Caesar”).  They may\noccur in the first person (“I stabbed Caesar”), the second\nperson (“You stabbed Caesar”), or the third person (“Brutus\nstabbed Caesar”).  A verb can be active (“Brutus stabbed\nCaesar”) or passive (“Caesar was stabbed by Brutus”) in voice;\nsome languages have, in addition, special middle forms.  Finally,\nthe time of a verb may be past (“Brutus stabbed Caesar”),\npresent (“Brutus stabs Caesar”), or future (“Brutus will stab\nCaesar”).</p> <p>It is less well known that these six dimensions are primary,\nin that other features of verbs can be defined in terms of them.\nA <em>tense</em>, for example, is specified by two determinations, one as\nto time and another as to aspect.  The present perfect tense\n(“Brutus has killed Caesar”) is present in time and perfective in\naspect; the past tense (“Brutus killed Caesar”) is past in time\nand simple in aspect; and so on.  An <em>intransitive</em> verb (“Caesar\ndied”) is one with no passive determination as to voice, while a\n<em>linking</em> verb (“Caesar was ambitious”), is said to be “voiceless,”\ni.e., undetermined as to voice.</p> <p>The order in this array of dimensions is seen most clearly\nin the basic sentence, which consists in a <em>speech act</em> regarding\nsome <em>subject's</em> involvement in some <em>action</em>.  If for example\nBrutus says to the crowd, “Caesar has been killed,” Caesar is\nthe subject of his sentence, the killing of Caesar is the action,\nand his saying that Caesar has been killed is the speech act.  In\nsuch a sentence, the first three determinations—those as to\nmood, number, and aspect—give information about one of\nthese three components.  <em>Mood</em> defines the <em>speech act</em>, indicating\nwhether it is meant as an assertion, as contrary to fact, as a\nwish, as an order, or whatever.  <em>Number</em> quantifies the <em>subject</em>,\nas one or more than one.  And <em>aspect</em> specifies a perspective\ntaken on the <em>action</em>, the verb being simple, progressive, or\nperfective in aspect, depending on whether the action is seen\nas a simple occurrence, as ongoing, or as completed.</p>"
}