{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Grammar vs. Common Sense",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Grammar vs. Common Sense</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>We all greet with great glee the discovery of what are\nformally called misplaced modifiers, somewhat less formally\ndangling participles, and colloquially danglers.  Most of them\nare funny, like these, which I have saved from students' essays\nof long ago, when I was (still) trying to make my way in\nakademia:</p>\n<blockquote>\n<p>Plunging one thousand feet into the gorge, we saw\nYosemite Falls.</p>\n<p>When a small boy, a girl is of little interest.</p>\n</blockquote>\n<p>Breaking into the girls' dormitory, the dean of men surprised\nfive members of the football team.</p>\n<p>Although such items are, strictly speaking, not reflective of\nthe best of English style, to maintain that they create nonsense\nis going a bit far.  Despite their construction, we readily\nunderstand that it was not we but Yosemite Falls that was\ndoing the plunging, that a girl is not—or, only very rarely—a\nsmall boy, and that it was the members of the football team,\nnot the dean, who broke into the girls' dorm (though, it must\nbe admitted, the footballers would have been surprised either\nway).  Here is one from the august [London] <em>Times</em> of October\n5, 1983:</p>\n<blockquote>\n<p>Mr. Tom McNally, a Lancashire businessman attempting\nto cross the Atlantic in a yacht only 6 ft 10 in\nlong, is apparently refusing to give up his lone voyage\nafter being found, in a search involving three nations\nwithout food and water 920 miles off Land's End.</p>\n</blockquote>\n<p>...And no, there is no comma after <em>nations</em>.  Yet, we all know\nthat <em>without food and water</em> modifies <em>Mr. McNally</em> and not\n<em>three nations:</em> notwithstanding the syntax, it simply makes no\nsense to talk about “three nations without food and water.”</p>\n<p>Linguists maintain that the essential function of language\nis to communicate, and there is little doubt that most—but, it\nmust be allowed, not all—examples of misplaced modifiers do,\nindeed, communicate their meaning; however ludicrous the\n“technical” ambiguities, which we may continue to regard with\namusement, there is no reason to express any genuine concern\nthat language is failing to fulfill its function, especially since, in\nother respects, we expect it to be oblique, suggestive, metaphoric,\nredundant, and, generally, to allow its speakers to avail\nthemselves of every possible rhetorical device.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Grammar vs. Common Sense</em></h1> <p><em>Laurence Urdang</em></p> <p>We all greet with great glee the discovery of what are\nformally called misplaced modifiers, somewhat less formally\ndangling participles, and colloquially danglers.  Most of them\nare funny, like these, which I have saved from students' essays\nof long ago, when I was (still) trying to make my way in\nakademia:</p> <blockquote>\n<p>Plunging one thousand feet into the gorge, we saw\nYosemite Falls.</p>\n<p>When a small boy, a girl is of little interest.</p>\n</blockquote> <p>Breaking into the girls' dormitory, the dean of men surprised\nfive members of the football team.</p>"
}