{
  "type": "Article",
  "title": "The Language of History",
  "author": "Pamela Webb",
  "location": "Fayetteville, Arkansas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Language of History</h1>\n<p><em><span data-rel=\"author\">Pamela Webb</span> <span data-rel=\"location\">Fayetteville, Arkansas</span></em></p>\n<p>As a student of history for the past five years, I have\nobserved with only slight detachment the vagaries of\nAmerican use of the English language (or what grammarians of\nthe purist persuasion call the decline of the language, period).\nStruggling to turn out brilliant and yes, even literate, book\nreviews and essays proved to be a battle of the will, a Verdun\nin the War of the Words I encountered in graduate school.\nWords like <em>concept</em>:</p>\n<blockquote>\n<p>Populism is a concept with roots that go back as far as\nAndrew Jackson and extend through the years to\nJimmy Carter.</p>\n</blockquote>\n<p>Now, the seminar I sat through passed judgment on <em>concept</em> by\nnoting only, “Edwin Newman wouldn't like it.”  To be sure,\ncalling forth an authority is a time-honored tradition, particularly\nin history classes, but there is, besides Newman's no-no, a\ndeeper meaning to a historian's choice of words which may\nlead to a naked truth about historians.</p>\n<p>To write well on a subject, historians must thoroughly\nunderstand the person or event that consumes their interest.\nThis means absorbing the archives of a topic—the diaries,\ncorrespondence, manuscripts, the documentation of human\nlives.  Early historians of America believed that the past would\nbe much more vivid and come alive on the page for the reader\nif the historian would put down the musty documents and try\nto relieve the experience (in 1960s lingo, the historian was\n“relating” to his subject).  Hence the trek of Francis Parkman in\nthe late 19th century to that bluff overlooking Quebec where\nthe loss of one fort cost France an empire—and all because he\nclaimed to have “Injuns on the brain.”  Almost a century later\nSamuel Eliot Morison offered his final words on the discovery\nof the New World only after directing an ocean voyage that\nretraced in some detail the exact route of Christopher\nColumbus.</p>\n<p>But what, indeed, does the foregoing have to do with the\nuse of the word <em>concept?</em>  Simply this: the writer who uses that\nterm tells us about his academic background (sociology, psychology,\nor better yet, education) but nothing about the past.\nNo more than <em>Christopher Columbus</em> or <em>Native Americans</em> is\nPopulism a concept.  A body of ideas, certainly; but the late\n19th-century agrarian movement that protested northeastern\nfinance and business monopoly was no abstraction.  It is hard\neven to conceive of Populism apart from its leading characters,\nTom Watson and Mary Elizabeth (“Raise less corn and more\nhell”) Lease; and of course, the whole movement was so\npersonified in the figure of William Jennings Bryan that his rise\nwas its rise, and his demise, its.  The Populists left a rich\nrhetoric for the historian to mull over; the fire and passion of\nthose silver tongues is still the subject of historical debate, as\nare other periods in American history.  But it was Populism that\ntaught me not to crucify mankind upon a cross of concepts.</p>\n<p>Though it may seem that I am doing battle for the Lord\non this issue of <em>concept</em>, I am not too self-righteous to admit to\na few errors of my own.  Just the other day I caught myself\nasking a colleague if her paper had been <em>critiqued</em>, and I\nreceived remonstration from a professor (he wasted my high\nesteem earlier by referring to me as his <em>advisee</em>) who thought\nmy use of <em>hence</em> was archaic.  I'm staying in the trenches and\nfighting it out on that one; to quote William Safire, “I like that\nword.”</p>\n<p>Hence, in training for the historian's craft (let's see, that\nmakes me a trainee), I have concluded that language exposes\nhuman experience, just as history exposes the past.  In essence,\nhistory and language are inseparable.  History is the product,\nalbeit sifted and sorted through the human mind, of what is\nrevealed through the written record.  Language, obviously, is\nthe medium through which humanity records its experience;\nbut, as the writing of history shows, historians transcend\nlanguage as a medium in order to study the language, or the\nwords themselves, in the context of the time and place in\nwhich they occurred, so that language itself becomes historical\nexperience.</p>\n<p>This phenomenon within the historical profession did not\nhappen suddenly, and, not too surprisingly, it has matured\nalong with the development and study of American intellectual\nhistory.  Perry Miller, an eminent spokesman for Puritan intellectual\nhistory, described the Puritans' “Errand into the Wilderness”\nby digging up the second, almost lost, meaning of the\nword <em>errand</em>.  This was no short trip through the woods as the\nfirst meaning of that word implied, but a 'commission with a\nmessage and a purpose' as the deeper meaning expressed both\nin Miller's dictionary and in the Puritan experience in America.</p>\n<p>Historians must, by necessity, define terms for clarity and\nproper syntax.  The greater task, however, and one in which\nhistory merges with literary art, is, as Cleanth Brooks says, to\n“peel off the dead skin and callosities from the language ... to\nfind the same close union between the state of language and\nthe state of mind.”  In the late 1970s Edmund S. Morgan\nexamined the relationship between Virginia, that most fertile\nground for republicanism and also a most ardent stronghold of\nslavery, and the new republic.  By exploring the 18th-century\ndefinition of <em>liberty</em>, Morgan discovered the union of language\nand mind that accounts for this great paradox in American\nhistory.  Descendants of Jefferson and Madison, from Abraham\nLincoln to Lyndon Johnson, have expanded the meaning of\n<em>liberty</em>, but those who had starring roles in the birth of the\nrepublic defined <em>liberty</em> as a 'state of independence that\nremained secure only when it was not threatened by the poor,\ndependent elements of the population.'  Because slavery was\nprofitable, because it kept order, a segment of the population\nflourished and grew strong enough to resist the slavery of\ncolonial status within the British empire.  Morgan's thesis, then,\nis that liberty in the 18th century was bound to slavery like the\nslaves to their masters, and his book is appropriately entitled\n<em>American Slavery, American Freedom.</em></p>\n<p>Alexis de Tocqueville, the French journalist who traveled\nthrough the United States in the 1830s, was perhaps the first to\nnotice how the democratic experience was modifying the\nEnglish language:</p>\n<blockquote>\n<p>The most common innovation is to give an unwonted\nmeaning to an expression already in use.  That method\nis simple, quick, and easy.  No learning is needed to\nmake use of it, and ignorance itself can make it easier.\nBut it involves great dangers for the language.  In thus\ngiving double meanings to one word, democratic peoples\noften make both the old and the new signification\nambiguous.  A writer begins by the slight deflection of a\nknown expression from its original meaning, and he\nadapts it, thus modified, as best he can for his purpose.\nA second writer twists its meaning in a different direction.\nThen comes a third, taking it off down a new\ntrack.  Then, since there is no accepted judge, no permanent\ncourt to decide the meaning of a word, the\nphrase is left to wander free.</p>\n</blockquote>\n<p>Those phrases, wandering free, are being rescued by\nhistorians.  A recent labor undertaken by Garry Wills, <em>The\nInvention of America</em>, seeks to strip 200 years of ideological\nbaggage and misinterpretation from Jefferson's language in the\nDeclaration of Independence.  Again, the difficulty is the lost\nlanguage of the 18th century, and from this fresh examination\nthat historic document emerges less as a flat political statement\nthat “all men are created equal” than as a world view, an 18th-century\nphilosophy with specific meaning for phrases such as\n<em>self-evident</em> and <em>created equal</em>.</p>\n<p>De Tocqueville understood what historians are beginning\nto appreciate, that “equality necessarily changes language.”\nJefferson's language circumscribed the meaning of <em>liberty</em> and\n<em>independence</em> for the young republic, but he would be the first,\nas Edmund Morgan reminds us, to insist that through the ages\nthose terms and the institutions they represent be expanded\nand redefined.  It may be hoped that future generations of\nAmericans will continue to do so and that American historians\nwill continue to glean gems of historical truth by exposing our\npast—word for word.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Language of History</h1> <p><em><span data-rel=\"author\">Pamela Webb</span> <span data-rel=\"location\">Fayetteville, Arkansas</span></em></p> <p>As a student of history for the past five years, I have\nobserved with only slight detachment the vagaries of\nAmerican use of the English language (or what grammarians of\nthe purist persuasion call the decline of the language, period).\nStruggling to turn out brilliant and yes, even literate, book\nreviews and essays proved to be a battle of the will, a Verdun\nin the War of the Words I encountered in graduate school.\nWords like <em>concept</em>:</p> <blockquote>\n<p>Populism is a concept with roots that go back as far as\nAndrew Jackson and extend through the years to\nJimmy Carter.</p>\n</blockquote> <p>Now, the seminar I sat through passed judgment on <em>concept</em> by\nnoting only, “Edwin Newman wouldn't like it.”  To be sure,\ncalling forth an authority is a time-honored tradition, particularly\nin history classes, but there is, besides Newman's no-no, a\ndeeper meaning to a historian's choice of words which may\nlead to a naked truth about historians.</p>"
}