{
  "type": "Article",
  "title": "LIGHT REFRACTIONS",
  "author": "Thomas H. Middleton",
  "location": "Clown Talk",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">LIGHT REFRACTIONS</h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\">Clown Talk</span></em></p>\n<p>Ron Jarvis, a friend of mine who is not only an actor and a\nprofessional clown, but a man with a keen appreciation of\nwords, shared several hours, a couple of six-packs, and a trove\nof circus talk with me recently.  I'm glad I had the presence of\nmind to find a tape recorder and get him to back up to where\nhe'd begun and then keep going with a fascinating discussion\nabout circuses and particularly about circusese.  Most professions\nhave their own jargons.  Some are tedious and some\ninfuriating to the outsider; and some are rich and colorful.  The\ncircus's jargon, not at all surprisingly, is rich and colorful.</p>\n<p>It didn't come as a great surprise that circus people call\nthe area inside the big top or other circus enclosure “the\nhippodrome.”  One of the dictionary definitions of <em>hippodrome</em>\nis <em>circus</em>.  Within the hippodrome is the <em>hippodrome track</em>.  To\nassist in the mechanics of preparing the circus show, the\nhippodrome track is divided into the <em>front track</em> and the <em>back\ntrack</em>.  Since the hippodrome track is round, the designations of\nback and front tracks are arbitrary.  These are the equivalent of\n<em>downstage</em> and <em>upstage</em> in a proscenium-arch theater.  Without\nthis convention, it would be next to impossible to direct the\ncircus show.  Each ring in a circus usually has its track.\nEuropean circuses are generally one-ring.  The three-ring circus\nwas, not surprisingly, an American innovation, America being\nthe home of “More is Better.”</p>\n<p>I asked Ron if he knew the origin of the expression “the\nbig top,” a colorful but not entirely predictable term for an\nenormous tent.  He said that in the old days, there were several\ntents in the regular circus setup.  There was the big one,\ncontaining the hippodrome, and there were the smaller tents\nthat contained the menagerie, the freak shows, the “balley\ngirls,” and the other attractions on the periphery of the main\nshow.  These tents lined the midway.  The midway is a thing of\nthe past.  It was a passage everyone had to go through in order\nto get to the big top.  It offered enticements to lure cash from\nthe crowd before they got to the main show.  The big tent was\ncalled <em>the big top</em> to distinguish it from these smaller tents.\nO.K., you ask, but how come <em>big top</em> instead of <em>big tent?</em>  The\nsmaller tents were never called <em>little tops</em>.  Good question.</p>\n<p>Now let's move on to those balley girls, also sometimes\ncalled <em>cootch dancers</em> or <em>cooch dancers</em> or <em>kooch dancers</em> or\n<em>kootch dancers</em>, so named because they danced the <em>hootchy-kootchy</em>.\n<em>Balley</em> is my own spelling.  Ron thought it was\nprobably <em>bally</em>, but I prefer <em>balley</em>, because <em>balley</em> makes it\nfairly clear that the <em>all</em> in there rhymes not with <em>all, ball</em>, and\n<em>fall</em>, but with the <em>all</em> in <em>alley</em>.  “Lots of these words weren't\nmeant to be spelled, anyway,” says Ron, which puts us in a\nwhole new mode of thought, bringing up a vast and complex\nhost of questions in etymology and linguistics.  Mencken, in his\ndiscussions of circusese, spells it <em>bally</em>, but I assert my right to\n<em>balley</em>.</p>\n<p>Clowns are called <em>Joeys</em>, after Joseph Grimaldi\n(1779-1837), a great English clown and pantomimist.</p>\n<p>The great American contribution to clownhood is the\nTramp.  That tramp face was created during the Great Depression,\nwhen hoboes rode the rails.  If you're old enough to have\ndone much traveling on a train drawn by a coal-fired steam\nlocomotive, you'll remember the taste and smell and feel of the\nsoot that permeated even the fanciest passenger cars, and you'll\nhave little trouble imagining the look of a hobo who had ridden\nthe rails without benefit of closeable windows.  Their faces were\nblackened by the soot, and when they disembarked, they'd\nwipe their eyes and their mouths, and that's how Tramp\nclowns were born, with their faces blackened except for the\nclean areas around the eyes and the mouth.</p>\n<p>Clowns, as a rule, are used as a distraction in the circus.  A\nvery few clowns have developed as circus stars, but clowns are,\nfor the most part, sent in in a version of the Stephen Sondheim\n“Send in the Clowns” sense, though their routines are more\noften employed in covering a shift of paraphernalia than in\ndistracting the crowd's attention from a tragedy.  Where, in the\ntheater, a curtain is drawn or the lights are doused, in the\nhippodrome the clowns are sent in.</p>\n<p>A newcomer to the circus is called a <em>first-of-May</em>, because\nthe circus season starts on the first of May.  “He's a first-of-May\nJoey” means he's a brand-new clown—wet behind the ears.  A\nveteran of the circus, on the other hand, is a <em>30-miler</em> or a <em>40-miler</em>,\nfrom the distance normally traveled between towns in\nthe old-time circus.  Incidentally, you'll be pegged as a first-of-May\nif you don't call the calliope a cally-ope.</p>\n<p>A clown's shower-bag is called a <em>douche bag</em>.  If you're like\nme, your first thought is that <em>douche bag</em> must be a joke.  A\nmoment's reflection, however, in the light of the international\ncomposition of the circus, and you remember that the French\n<em>douche</em> and the German <em>Dusche</em> both mean 'shower,' so the\nclown's <em>douche bag</em> almost certainly came from the French and\nGerman clowns, and I should think the spelling comes from the\nEnglish “douche,” which, in turn, comes from the French.</p>\n<p>We all know that <em>Hey, Rube!</em> is the circus cry for help,\nshouted when there's trouble.  Ron told me about when he was\nwith Barnum &amp; Bailey, playing Denver—“all these Hungarian\nclowns, and we're sitting in a bar with all these local cowboys\nhanging around, and the cowboys hear the accents and figure\nthe Commies have landed.  No shit, I heard more 'Hey Rube!'\ncalls in Denver than anywhere.  I did a lot of hiding under\ntables.”</p>\n<p>A few more terms:</p>\n<blockquote>\n<p><em>blow-off</em> the finish of a clown's routine.  Sort of a visual\npunch-line.</p>\n<p><em>bull</em> any elephant, male or female.</p>\n<p><em>bull-hook</em> what the elephant-handler uses to control the\nbulls of both sexes.</p>\n<p><em>cherry pie</em> extra work taken on to supplement income.\n(Ron did laundry for the trapeze artists, acrobats, etc.)</p>\n<p><em>clown alley</em> quarters where the clowns dress and make up\nbefore the show.</p>\n<p><em>dukey</em> ticket.  (Spelled “dukey,” I suppose, because it probably\ncame from a mispronunciation of “ducat,” but it's\nprobably one of those words that were never meant to\nbe spelled.)</p>\n<p><em>flukum</em> cotton candy.</p>\n<p><em>mud</em> greasepaint.</p>\n<p><em>redlight</em> to toss a cheat, thief, or other bad character off a\nmoving train.  (What is now called, I think, “piggy-back\nloading,” meaning putting cars and trucks on freight\ntrain flatcars used to be called “circus loading,” because\nthe first wagons to be loaded on flatcars were circus\nwagons and trucks.)</p>\n<p><em>working the house</em> strategic sales of popcorn, peanuts, and\nother salted goodies to work up a thirst before the\nsoda-pop is offered.  (The big top has “sidewalls,” which\ncan be raised to let in cool air when the weather is\nstifling.  Soda-pop concessionaires have been known to\ntie the sidewalls down using Gordian knots.)</p>\n</blockquote>\n<p>We recorded several others, but by that time, the six-packs\nhad progressed to harder stuff, and some of our words are not\nentirely clear on my tape, so rest content with these samples, at\nleast for now.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">LIGHT REFRACTIONS</h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\">Clown Talk</span></em></p> <p>Ron Jarvis, a friend of mine who is not only an actor and a\nprofessional clown, but a man with a keen appreciation of\nwords, shared several hours, a couple of six-packs, and a trove\nof circus talk with me recently.  I'm glad I had the presence of\nmind to find a tape recorder and get him to back up to where\nhe'd begun and then keep going with a fascinating discussion\nabout circuses and particularly about circusese.  Most professions\nhave their own jargons.  Some are tedious and some\ninfuriating to the outsider; and some are rich and colorful.  The\ncircus's jargon, not at all surprisingly, is rich and colorful.</p> <p>It didn't come as a great surprise that circus people call\nthe area inside the big top or other circus enclosure “the\nhippodrome.”  One of the dictionary definitions of <em>hippodrome</em>\nis <em>circus</em>.  Within the hippodrome is the <em>hippodrome track</em>.  To\nassist in the mechanics of preparing the circus show, the\nhippodrome track is divided into the <em>front track</em> and the <em>back\ntrack</em>.  Since the hippodrome track is round, the designations of\nback and front tracks are arbitrary.  These are the equivalent of\n<em>downstage</em> and <em>upstage</em> in a proscenium-arch theater.  Without\nthis convention, it would be next to impossible to direct the\ncircus show.  Each ring in a circus usually has its track.\nEuropean circuses are generally one-ring.  The three-ring circus\nwas, not surprisingly, an American innovation, America being\nthe home of “More is Better.”</p> <p>I asked Ron if he knew the origin of the expression “the\nbig top,” a colorful but not entirely predictable term for an\nenormous tent.  He said that in the old days, there were several\ntents in the regular circus setup.  There was the big one,\ncontaining the hippodrome, and there were the smaller tents\nthat contained the menagerie, the freak shows, the “balley\ngirls,” and the other attractions on the periphery of the main\nshow.  These tents lined the midway.  The midway is a thing of\nthe past.  It was a passage everyone had to go through in order\nto get to the big top.  It offered enticements to lure cash from\nthe crowd before they got to the main show.  The big tent was\ncalled <em>the big top</em> to distinguish it from these smaller tents.\nO.K., you ask, but how come <em>big top</em> instead of <em>big tent?</em>  The\nsmaller tents were never called <em>little tops</em>.  Good question.</p>"
}