{
  "type": "Article",
  "title": "English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>We have a new Chambers over here.  No, not chamber pot,\ndope; the dictionary.  It is one of our oldest, and most\nidiosyncratic, and most endearing word-books.  The Chambers\nfamily of Edinburgh has been a scholarly cottage industry\nproducing dictionaries for more than a century.  In 1868 the\nChambers family published a small etymological dictionary.  In\n1898 they published an <em>English Dictionary</em>.  George Bernard\nShaw was a fan of it.  He wrote in a PS to the firm: “My\n<em>Chambers Dictionary</em> (my favourite of half a dozen) is dated\n1898.  Is there a later edition—unspoiled?”  We cannot take this\ncommendation entirely on its face value: he was possibly\nhoping for a free copy.</p>\n<p>The first edition of <em>Chambers</em> was published in 1901 and\nthe next two in 1952 and 1972, with a supplement in 1977.\nThis year we have the new edition, which makes it a red-letter\nyear for us wordsmiths and logophiles.  The firm is still run from\nThistle Street, Edinburgh, by Tony Chambers, great-great-grandson\nof one of the founding fathers.  The dictionary is\nedited by Betty Kirkpatrick, a sharp, witty Edinburgh woman,\nwith an editorial staff of six, concentrated on the company's\nreference books.</p>\n<p>The new edition has two and a quarter million words, of\nwhich ten per cent are new material.  The opposition to\n<em>Chambers</em> over here in the medium, single-volume dictionaries\nare principally the <em>Concise Oxford, Collins</em>, and the <em>Longman\nNew Universal Dictionary</em>.  So let us ask ourselves what is\nspecial about <em>Chambers</em>.  For one thing, its Scottish bias.  You\nare more likely to find an obscure Scottish dialect word in\n<em>Chambers</em> than in the others.  For another, its habit of grouping\nwords in clumps derived from the same source, so that, <em>par\nexemple, Theosophical Society</em> comes before <em>Theocritean</em>,\nbecause it is grouped with words derived from <em>theo</em>-.  When\nlooking for a word in a hurry, I have been known to curse this\nhabit.</p>\n<p>That is a minor carp or quibble.  <em>Chambers</em> is much\nfavoured by our native crossword compilers and is the official\nreference dictionary for the National Scrabble Championships:\ndo you still play Scrabble over there?  <em>Chambers</em> is good on\nobscure words.  Only the other day I found in it <em>theriac</em>,\nmeaning an old-fashioned antidote to venomous bites, which I\ndeduced must exist for <em>The Times</em> jumbo crossword.  <em>Oxford\nConcise</em> has it; but not <em>Collins</em> or <em>Longman's</em>.  Characteristically,\n<em>Araceous</em>, which I also needed for the crossword (some\nrubbish about “lords and ladies in a race round America”), was\nin Chambers, but listed under <em>Arum</em>.</p>\n<p>By definition, because it is the latest dictionary, the new\n<em>Chambers</em> gets first crack at a number of new words in\nBritEnglish; for example, <em>ra-ra skirt, multilateralist, total\nallergy syndrome, kidology</em>, and <em>yomp</em>, the verb meaning to\nmarch across country with bag and baggage, as the British\nparas and other infantry did so devastatingly in the Falklands.\n<em>Chambers</em> suggests that to <em>yomp</em> is in its derivation imitative,\nalias onomatopoeic.  I thought that there was a possibility that it\nwas derived from a skiing term for slogging across flat snow in\none of the Scandinavian languages.  (British troops, particularly\nparas, frequently train in Norway.)  I must look into the matter.</p>\n<p>Another endearing characteristic of <em>Chambers</em> is its taste\nfor whimsical, not to say humorous, definitions, which suits its\nconnection with crosswords.  For example, we have <em>picture-restorer</em>:\n“one who cleans and restores and sometimes ruins old\npictures”; <em>Pict:</em> “one of an ancient people of obscure affinities,\nin Britain, esp. north-eastern Scotland; in Scottish folklore, one\nof a dwarfish race of underground dwellers, to whom (with the\nRomans, the Druids and Cromwell) ancient monuments are\ngenerally attributed”; <em>perpetrate</em>: “to execute or commit (esp.\nan offence, a poem, or a pun)”; and <em>eclair</em>: “...long in shape\nbut short in duration.”  New in this edition is the definition of\n<em>man-eater</em>: “a woman given to chasing, catching and devouring\nmen.”</p>\n<p>Alas and dammit, <em>Chambers</em> has dropped the last three\nwords of its definition of <em>ghost-word</em>: “a word that has\noriginated in the blunder of a scribe or printer—common in\ndictionaries.”  Boo to that.</p>\n<p>As you see, it is a good book of words.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>We have a new Chambers over here.  No, not chamber pot,\ndope; the dictionary.  It is one of our oldest, and most\nidiosyncratic, and most endearing word-books.  The Chambers\nfamily of Edinburgh has been a scholarly cottage industry\nproducing dictionaries for more than a century.  In 1868 the\nChambers family published a small etymological dictionary.  In\n1898 they published an <em>English Dictionary</em>.  George Bernard\nShaw was a fan of it.  He wrote in a PS to the firm: “My\n<em>Chambers Dictionary</em> (my favourite of half a dozen) is dated\n1898.  Is there a later edition—unspoiled?”  We cannot take this\ncommendation entirely on its face value: he was possibly\nhoping for a free copy.</p> <p>The first edition of <em>Chambers</em> was published in 1901 and\nthe next two in 1952 and 1972, with a supplement in 1977.\nThis year we have the new edition, which makes it a red-letter\nyear for us wordsmiths and logophiles.  The firm is still run from\nThistle Street, Edinburgh, by Tony Chambers, great-great-grandson\nof one of the founding fathers.  The dictionary is\nedited by Betty Kirkpatrick, a sharp, witty Edinburgh woman,\nwith an editorial staff of six, concentrated on the company's\nreference books.</p> <p>The new edition has two and a quarter million words, of\nwhich ten per cent are new material.  The opposition to\n<em>Chambers</em> over here in the medium, single-volume dictionaries\nare principally the <em>Concise Oxford, Collins</em>, and the <em>Longman\nNew Universal Dictionary</em>.  So let us ask ourselves what is\nspecial about <em>Chambers</em>.  For one thing, its Scottish bias.  You\nare more likely to find an obscure Scottish dialect word in\n<em>Chambers</em> than in the others.  For another, its habit of grouping\nwords in clumps derived from the same source, so that, <em>par\nexemple, Theosophical Society</em> comes before <em>Theocritean</em>,\nbecause it is grouped with words derived from <em>theo</em>-.  When\nlooking for a word in a hurry, I have been known to curse this\nhabit.</p>"
}