{
  "type": "Article",
  "title": "More Than Just Manitou",
  "author": "Robert Devereux",
  "location": "Falls Church, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">More Than Just Manitou</h1>\n<p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p>\n<p>In the course of his article “Indian File” [VII, 4], Norman\nWard makes these interesting statements:</p>\n<blockquote>\n<ol>\n<li>\n<p>Few of them (i.e., European settlers in North America)\nwere interested in native religious beliefs beyond, perhaps,\nknowing what should be suppressed.</p>\n</li>\n<li>\n<p>Native-language words that are specifically associated with\nhuman beings are even rarer in North American English\nthan those related to animals.</p>\n</li>\n<li>\n<p><em>Manito</em> stands almost alone as a word of native origin in\nthe contemporary North American vocabulary which does\nnot deal with a live or concrete object.</p>\n</li>\n</ol>\n</blockquote>\n<p>These three statements and the contents of the article as a\nwhole more or less force the reader to come to the following\nconclusions:</p>\n<blockquote>\n<p>a)  <em>Manitou</em> (the preferred spelling according to <em>Webster's\nThird New International Dictionary (NID3); manito</em> and\n<em>manitu</em> are recognized variants) and <em>totem</em> are the only\nAmerind loanwords in English that concern religion.</p>\n<p>b)  <em>Squaw, papoose, cheechako</em> and <em>sachem</em> are the only\nAmerind loanwords that denote human beings.</p>\n<p>c)  <em>Manitou, nitchie, potlatch</em> and <em>chinook</em> are the only\nAmerind loanwords that do not denote a live or concrete\nthing.</p>\n</blockquote>\n<p>Actually, none of these three statements is accurate.  There\nare at least several dozen Amerind loanwords that are relevant\nto one or more of the three categories.  To be sure, they are not\nas widely known as <em>totem</em> or <em>squaw</em>, and many of them have to\nbe termed obscure in the extreme; but since they all command\nthe same separate entry in <em>NID3</em>, they clearly have status as\nequally good Amerind loanwords in English.</p>\n<p><em>Religious Terms</em></p>\n<p>There are, first of all, <em>chindi</em>, a Navaho evil spirit of the\ndead; <em>orenda</em>, an extraordinary invisible power believed by the\nIroquois to pervade in varying degrees all animate and inanimate\nnatural objects as a transmissible spiritual energy capable\nof being exerted according to the will of its possessor; <em>gahe</em>,\ngrotesque masked dancers with yucca crowns representing\nmountain spirits in Apache ceremonies; and <em>kachina</em> (or <em>katchina,\nkatcina, cachina</em>), one of the deified ancestral spirits\nbelieved among the Hopi and other Pueblo Indians to visit the\npueblos at intervals (as to bring rain).  Next to be mentioned are\nthe loanwords for various Indian ceremonies, which include:</p>\n<blockquote>\n<p><em>busk</em> a Creek festival of first fruits and purification that\nwas celebrated when the first green corn was edible and\nthat marked the beginning of a new year.</p>\n<p><em>cantico</em> a ceremonial dance of the Algonquian Indians of\nthe Atlantic seaboard.  (The word also denotes any lively\nsocial gathering or dancing party.)</p>\n<p><em>hako</em> a Pawnee ceremony representing the union of heaven\nand earth and the birth of life, which was performed\nwith prayers, invocations by pipe, and eagle dancers to\nensure long life and prosperity to the participants.</p>\n<p><em>huskanaw</em> an Algonquian initiation rite for youths at\npuberty, which included fasting and the use of narcotics.\n(<em>NID3</em> lists the word both as a noun and a verb.)</p>\n<p><em>powwow</em> an Algonquian ceremony (as for cure of disease,\nsuccess in hunting, victory in war, etc.) often accompanied\nby great noise, feasting and dancing.  The word also\ndenoted a conjurer or medicine man.  (<em>NID3</em> describes the\nword as being akin to <em>pauwau</em>, a Natick word for conjurer,\nas well as meaning a tribal council or conference\nwith an Indian leader or group, whence its modern\nmeaning.)</p>\n<p><em>shalako</em> a Zuñli ceremony which celebrated the advent or\ndeparture of the <em>kachinas</em> (see above) and in which\ndancers inpersonating a Zuñi mythical being of extraordinary\nstature played a central role.</p>\n<p><em>yeibichai</em> a Navaho initiation or curative ceremony performed\nby masked dancers representing a supernatural\nbeing.</p>\n</blockquote>\n<p>Two other obscure but relevant loanwords are <em>koyemshi</em>\nand <em>midewiwin</em> (or <em>mide, midewin</em>), which are the names of\nIndian societies.  The former was the name of a Zuñi clown\nsociety, whose members wore the mask of mudheads and were\ncredited with curing illness by their dancing and clowning.\n(<em>NID3</em> defines a mudhead as a member of a Zuñi ceremonial\nclown society appearing in tribal rites in mud-daubed masks\nsymbolizing an early stage in the development of man.)\n<em>Midewiwin</em> was the name of a once-powerful secret society\namong the Ojibwa and neighboring tribes which aimed at a\nprolongation of life by herbal, magical, and ritual techniques.</p>\n<p>Among the Pueblo Indians, ceremonies were likely to be\nperformed in a <em>kiva</em>, a usually round structure, at least partially\nunderground, with entrance and lighting usually from the roof;\nit included a fireplace, altar space, and a <em>sipapu</em>.  The last was a\nhole in the floor of a <em>kiva</em> symbolizing the place where the\nmythical tribal ancestors first emerged from the primordial\nunderworld region into the earthly realm.</p>\n<p>Finally, in the realm of religion, there are at least three\nloanwords in addition to <em>totem</em> that relate to concrete objects\nhaving religious significance: <em>kisi</em> 'a bower of interwoven\nbranches used for keeping snakes before a Hopi snake dance';\n<em>paho</em> 'a Hopi plumed prayer stick'; and <em>xat</em> a carved pole\nerected as a memorial to the dead by some Amerind tribes.'</p>\n<p><em>Terms for Humans</em></p>\n<p>Some of the loanwords cited above are also valid here.\n<em>Kachina</em>, for example, also denotes one of the elaborately\nmasked dancers who impersonate a <em>kachina</em> at agricultural\nceremonies, and <em>yeibichai</em> and <em>shalako</em> similarly have the same\nkind of dual usage.  <em>Koyemshi</em> denotes a member of the Zuñi\nsociety as well as the society itself.  The alternative uses of\n<em>powwow</em> have already been mentioned.</p>\n<p>Perhaps more pertinent for this section are <em>klootchman</em> (or\n<em>klootch</em>) and <em>mahala</em>, both of which are essentially synonyms\nfor <em>squaw</em>, the first among tribes of northwestern America (it\nderives from Nootka <em>lotssman</em> 'woman, wife'), the second\namong tribes of California's San Joaquin Valley and adjacent\nSierra Nevada slopes (it derives from Yokuts <em>mokel</em> 'woman').\n<em>Sannup</em>, derived from the Abnaki <em>senanbe</em>, is a little known\nopposite of <em>squaw; NID3</em> defines it as “a married male\nAmerind.”</p>\n<p>Aside from <em>sachem</em>, there are at least three other Amerind\nloanwords denoting a chief, namely, <em>mico</em> (Muskogean); <em>mug-wump</em>\n(Natick), whose political meaning dates only from 1884;\nand <em>sagamore</em> (Abnaki).</p>\n<p>Finally, there is <em>mohock</em>, which, by any standards, must be\nconsidered a linguistic curiosity since it is an Amerind loanword\nin English that has meaning only in a British, as distinct\nfrom an American context.  A corruption of the tribal name\n<em>Mohawk</em> (an Algonquian word akin to Narragansett\n<em>mohowauuck</em> 'they eat animal things'), the word became\ncurrent in 1711 (according to the <em>Oxford Shorter English\nDictionary</em>) as the name for one of a gang of aristocratic\nruffians who assaulted and otherwise mistreated people in\nLondon in the early 18th century.  Cf. <em>Apache</em>.</p>\n<p><em>Nonconcrete Things</em></p>\n<p>Color is certainly a nonconcrete object or, if you prefer, an\nabstract idea.  There are at least four Amerind loanwords that\ndenote color.  The first is <em>persimmon</em>, an Algonquian word, akin\nto Cree <em>pasiminon</em> 'dried fruit,' and Delaware <em>pasimenon</em>.  The\nword is relatively well known as the name of a fruit, but it also\ndenotes a moderate reddish-orange color that is yellower and\nduller than crab-apple or flamingo, or a strong brown that is\nredder and deeper than average russet and duller than rust.\nThe other three color terms are tribal names that have been\npressed into English service as color names:</p>\n<blockquote>\n<p><em>catawba</em> a very dark to blackish red and, of textiles, a dark\npurplish red that is bluer and paler than dahlia purple\nand bluer and duller than pansy purple.</p>\n<p><em>mohawk</em> a Tuscan brown.  (It might be noted that the\nword is also used for a skating maneuver, which is also a\nnonconcrete object.)</p>\n<p><em>navaho</em> a strong to vivid orange that is redder and darker\nthan orpiment orange and slightly redder and darker than\nBig Four yellow.</p>\n</blockquote>\n<p>Other terms for nonconcrete things relate to a variety of\nfields.  In the realm of sports, for example, there is <em>baggataway</em>\n(or <em>bagataway</em>), an Algonquian game from which lacrosse\ndeveloped.  <em>Caucus</em>, a frequently used word in today's politics,\ncomes from the Algonquian <em>caucauasu</em> 'elder or counselor,' and\nthe Abnaki <em>kakesoman</em>, 'to encourage, arouse.'  Meteorologists\nutilize not only <em>chinook</em>, already mentioned, but also <em>pogonip</em>\n(literally 'white death'), a Southern Paiute or Shoshone word\nmeaning 'a dense white winter fog containing frozen particles'\nthat is found in deep mountain valleys of the western United\nStates.  In the realm of medicine, there is <em>piblokto</em> (or\n<em>piblockto</em>), an Eskimo loanword denoting 'a winter-induced\nhysteria,' which occurs among women especially.  (Contrary to\nthe statement made in “Indian File,” the word <em>Eskimo</em> is of\nnative origin.  Although the English word derives from the\nDanish <em>Eskimo</em> and the French <em>Esquimau</em>, the latter came from\nthe name applied by the Algonquians to the tribes north of\nthem, for example, Abnaki <em>esquimantsic</em> 'eaters of raw flesh'\nand Cree <em>askimowow</em> 'he eats it raw.')</p>\n<p>A greeting must certainly be considered a nonconcrete\nobject, and in this area at least two Amerind loanwords are\nrelevant.  The first is <em>how</em>, which is not merely a shortened form\nof the standard English amenity “How are you?” or “How do\nyou do?” but a derivation of the Dakota <em>hao</em> and/or the\nOmaha <em>hau</em>.  The second is <em>netop</em> 'friend,' often used in\nsalutation to an Indian by the American colonists.  The word is\nAlgonquian in origin, akin to the Narragansett <em>netoup</em> 'my\nfriend' and Abnaki <em>nidanbe</em>.</p>\n<p><em>NID3</em> defines the word <em>money</em> as “something generally\naccepted as a medium of exchange, a measure of value, or a\nmeans of payment.”  In short, money is both a concrete object\nand an abstract idea.  In that context, several Amerind loanwords\nare relevant.  There is, first of all, <em>wampum</em>, a relatively\nwell-known word, which derives from Narragansett\n<em>wampompeag</em>, from <em>wampon</em> 'white,' <em>api</em> 'string,' and <em>ag</em>, plural\nsuffix.  <em>NID3</em> has separate entries for <em>wampumpeag</em> and <em>peag</em>\n(variant <em>peage</em>).  <em>NID3</em> also lists <em>hawok</em>, Californian Indian\nmoney consisting of shell disks or buttons, and <em>roanoke</em>, from\nthe Virginian Algonquian <em>rawranóke</em>, an alternative term for\n<em>wampum</em>.</p>\n<p>Finally, there is <em>zonta</em>, from the Siouan <em>zon'-ta</em> 'honest,\ntrustworthy' or, literally, 'he is to be trusted.'  The word has\nsurvived in English, and merits a separate entry in <em>NID3</em> as the\nname of a women's business and professional service\norganization.</p>\n<p>The writer makes no claim that the loanwords cited above\nare all the relevant ones that exist in the English lexicon.  He\nsubmits, however, that they are sufficient in number to prove\nhis thesis that Amerind loanwords relating to religion, human\nbeings, and nonconcrete objects are more numerous than the\naverage English speaker is aware and that Ward worked from\nan insufficient data base.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">More Than Just Manitou</h1> <p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p> <p>In the course of his article “Indian File” [VII, 4], Norman\nWard makes these interesting statements:</p> <blockquote>\n<ol>\n<li>\n<p>Few of them (i.e., European settlers in North America)\nwere interested in native religious beliefs beyond, perhaps,\nknowing what should be suppressed.</p>\n</li>\n<li>\n<p>Native-language words that are specifically associated with\nhuman beings are even rarer in North American English\nthan those related to animals.</p>\n</li>\n<li>\n<p><em>Manito</em> stands almost alone as a word of native origin in\nthe contemporary North American vocabulary which does\nnot deal with a live or concrete object.</p>\n</li>\n</ol>\n</blockquote> <p>These three statements and the contents of the article as a\nwhole more or less force the reader to come to the following\nconclusions:</p>"
}