{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Anathema!  Medieval Scribes and the History of Book Curses",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/anathema-medieval-scribes-history-book/author/marc-drogin/\"><em>Anathema!  Medieval Scribes and the History of Book Curses</em></a></h1>\n<p>Marc Drogin, (Allanheld &amp; Schram, 1983), xx + 138 pp.</p>\n<p>When rebellious Abbie Hoffman published <em>Steal This\nBook!</em>, in 1971, he was cursed by bookstore owners everywhere.\nPlacing an anathema—in earlier times the curse of excommunication\nand death, not just a vehement curse—upon those who\ndamage or steal books can be traced back at least 28 centuries.\nThe oldest known book curse in Drogin's charming work was\ninscribed on a Babylonian clay tablet of the 7th century B.C.\nThe temple curse is even older.  Temples housed the library;\nthus, a curse designed to protect the temple and its contents\nmay be the oldest curse of this genre.  We have an example\nfrom 3800 B.C., engraved on the door socket of the temple of\nBa'al by King Sargon I.</p>\n<p>Book curses are just one kind of many ecclesiastic, royal,\nand legal damnations upon anyone who would try to rob coffins\n(<em>May you be without seed!</em>) or disobey legal decrees (<em>May a\ndonkey copulate with you and your wife!</em>).  Marc Drogin\npresents a beautiful, illustrated history of book curses ranging\nfrom formal Babylonian damnations to an informal 20th-century\nreaction to an anathema.</p>\n<p>Approximately half of the book treats related matters: the\nlife, craft, and toils of medieval scribes, how books were\nwritten and cared for, and the value of medieval books, all\nleading up to the book curses meant to protect the results of a\nscribe's labors.  A glossary of medieval and ecclesiastic book\nterms, from <em>accentuarius</em> to <em>weax-bred</em>, as well as a list of\nsources, complete this volume.  The design, layout, and illustrations\nare tasteful.  Many book-related quotations and nearly 90\nbook curses, often in other tongues, with English translations,\nare woven into the essays and commentary.</p>\n<p>Mr. Drogin's interests are divided between the world of\nthe medieval scribe—born 1000 years behind his time, he works\nas a medieval calligrapher and illuminator—and the book curse\nproper.  This may explain why he missed Lawrence Thompson's\n“Bibliological Maledictions Revisited” in <em>Maledicta</em> (1978),\nfeaturing a dozen multilingual book curses that would have\nrounded out this introduction with such unusual macaronic\ncurses as ... <em>in ventrem illius I'll stick my scalpellum / And\nteach him to steal my little libellum</em>, or William Barnes's four-line\ncurse in Italian, Latin, French, and English.  Thompson\nalso shows the decline of afterwordly punishments by citing the\ncontemporary <em>Do not steal this book of knowledge / Or you'll\nbe sent to Sing-Sing College</em>.</p>\n<p>As long as manuscripts and books have been around, they\nhave been stolen.  Thompson tells us that in the 19th century\nG. Libri, as inspector of libraries in France, stole hundreds of\npriceless manuscripts.  In September 1983, Cees Post reported\nin the Dutch <em>NRC Handelsblad</em> that the remaining copies of\n<em>Maledicta</em>, at the University of Utrecht are watched especially\ncarefully because they are “a desirable booty among the\n<em>kleptomane bibliofielen</em>.”  College and public libraries, who lose\ntens of thousands of dollars' worth of books every year, know\nthat callous modern patrons can't be scared with eternal\ndamnation and thus are forced to install expensive electronic\ndevices with locking gates and sirens to deter book thefts.</p>\n<p>Our callousness toward curses is best illustrated by Marc\nDrogin's experience: Professor Harvey, a classics scholar at the\nUniversity of Exeter, England, sent him an envelope with\nprecious references upon which he had inscribed <em>PLEASE DO\nNOT BEND.  If anyone shall bend this, let him lie under perpetual\nmalediction.  Fiat.  Fiat.  Fiat.  Amen</em>.  The envelope arrived bent,\nwith a British postal worker's printed reaction to the anathema:\n<em>Fart</em>.</p>\n<p>Book curses often are short poems (<em>Christ's curse upon the\ncrook / Who takes away this book</em>); others range from single\nlines (<em>Whoever steals this book, may there be anathema upon\nhim</em>) to a dozen lines telling us to whom the book belongs, its\ncontents, and what will happen to the book thief.  The scribes\nscared potential book thieves with all sorts of threats: They will\nbe erased from the Book of Life; suffer violent bodily pains;\nreceive a blow upon their fundaments; be hit with a rod,\nmightily; hang from gallows; get a knife into their bellies; be\ndrowned; be cleft by the sword of a demon; have their eyes\ngouged or picked out by ravens; be consigned to the depths of\nhell; endure fire and brimstone; have their souls rot away; be\nboiled in a cauldron, seized by epilepsy and fever, and broken\non the wheel; be tied by the chain of excommunication; be\naccursed unto their seventh generation; or be ripped apart by\nswine.</p>\n<p>Today's mild-mannered librarians threaten us with a bloodcurdling\nfine of 5 cents a day.  I wonder whether a large\nanathema above our libraries' exits, such as IF YOU STEAL A\nBOOK, MAY YOUR HEART BE RIPPED APART BY SWINE!, would\nnot be as effective as a $40,000 electronic gate....</p>\n<p>The publishers, a division of Littlefield, Adams &amp; Co.,\napparently are not yet owned by an oil company with shifty-eyed\nexecutives watching the bottom line.  How else would a\ncommercial press dare publish such a lovely work, the kind of\ntreat for one's mind and soul nowadays produced only by\nuniversity or private presses?  This book should be required\nreading for all medievalists, librarians, and book-lovers.  Libraries\nought to forgo one trendy title and instead acquire this book\nof lasting value.  Anathema upon them if they don't!</p>\n<p><em>[Reinhold Amar, Waukesha, Wisconsin]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/anathema-medieval-scribes-history-book/author/marc-drogin/\"><em>Anathema!  Medieval Scribes and the History of Book Curses</em></a></h1> <p>Marc Drogin, (Allanheld &amp; Schram, 1983), xx + 138 pp.</p> <p>When rebellious Abbie Hoffman published <em>Steal This\nBook!</em>, in 1971, he was cursed by bookstore owners everywhere.\nPlacing an anathema—in earlier times the curse of excommunication\nand death, not just a vehement curse—upon those who\ndamage or steal books can be traced back at least 28 centuries.\nThe oldest known book curse in Drogin's charming work was\ninscribed on a Babylonian clay tablet of the 7th century B.C.\nThe temple curse is even older.  Temples housed the library;\nthus, a curse designed to protect the temple and its contents\nmay be the oldest curse of this genre.  We have an example\nfrom 3800 B.C., engraved on the door socket of the temple of\nBa'al by King Sargon I.</p> <p>Book curses are just one kind of many ecclesiastic, royal,\nand legal damnations upon anyone who would try to rob coffins\n(<em>May you be without seed!</em>) or disobey legal decrees (<em>May a\ndonkey copulate with you and your wife!</em>).  Marc Drogin\npresents a beautiful, illustrated history of book curses ranging\nfrom formal Babylonian damnations to an informal 20th-century\nreaction to an anathema.</p> <p>Approximately half of the book treats related matters: the\nlife, craft, and toils of medieval scribes, how books were\nwritten and cared for, and the value of medieval books, all\nleading up to the book curses meant to protect the results of a\nscribe's labors.  A glossary of medieval and ecclesiastic book\nterms, from <em>accentuarius</em> to <em>weax-bred</em>, as well as a list of\nsources, complete this volume.  The design, layout, and illustrations\nare tasteful.  Many book-related quotations and nearly 90\nbook curses, often in other tongues, with English translations,\nare woven into the essays and commentary.</p>"
}