{
  "type": "Article",
  "title": "Around the World by Dictionary",
  "author": "Stephen E. Hirschberg",
  "location": "Elmsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Around the World by Dictionary</h1>\n<p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p>\n<p>Excavating the roots of toponyms, words derived from place\nnames, reveals the conjunction of language, history, and\ngeography.  Often the toponyms have outlasted their ancient\nprogenitors, or the vagaries of language evolution have obscured\nthe word origins.</p>\n<p>Toponym etymologies are tidbits which may be devoured\navidly by footnote-gourmands of divers professions.  Thus, the\narchaeologist learns that the southern Italian region of level\nfields, Campania, was the source of metal from which bells\nwere made; thence were derived <em>campanile</em> 'bell tower' and\n<em>campanology</em> 'the art or study of bell ringing and casting.'  The\nsame root evolved through French to <em>campaign</em> 'military\noperations “in the field” ' and <em>champaign</em> 'level and open\ncountry.'  The economist discovers that a mint in 16th-century\nBohemia, at Sankt Joachimsthal, produced a coin, the <em>Joachimsthaler</em>,\nshortened by German to <em>taler</em>, the ancestor of the <em>dollar</em>.\nThe philologist finds that the corruption of language dates from\nancient times: <em>solecism</em> originally referred to the violation of\nproper Attic dialect by the Athenian colonists at Soloi in\nCilicia.  The architect notes that the lower-case <em>attic</em> evolved\nfrom the construction style of ancient Attica, which placed a\nsmall order (colonnade and entablature) above a much taller\none.  The decorative band of the entablature—the <em>frieze</em>—\nresembled the famed embroidery of Phrygia, in Asia Minor.</p>\n<p>If one could <em>meander</em> (from Maiandros, a wandering river\nof Phrygia) through both space and time, the dictionary would\nbe an excellent Baedeker, indicating places not to be missed, as\nwell as those better avoided.  Go to Rome to see the residences\nof the emperors—<em>palaces</em>—on the Palatine Hill.  See, before its\ndestruction in the 14th century, the ancient wonder, the\nlighthouse at Pharos (now generic for a conspicuous, guiding\nbeacon).  Visit Arcadia (whence <em>arcadian</em>), the region of ancient\nGreece regarded as a pastoral paradise.  The activities at the\nfair at Donnybrook, Ireland are not likely to be so peaceful.\nTake care, too, while touring Cerreto (near Spoleto, Italy)—a\ntown once so famed for its quacks and frauds that its native\n<em>ciarlatano</em> was the prototype <em>charlatan</em>.  Unless one enjoys the\ncompany of large, hairy arachnids, skip Taranto, Italy, and the\ncreatures so common there—<em>tarantulas</em>.  For entertainment,\ntarry in the 15th-century valley of Vire, France <em>(vau-de-Vire)</em>,\nto hear the satiric songs which evolved into <em>vaudeville</em>.  If\nfatigued by the tour, consider recovering in Sybaris, the\nancient Greek city of luxury in southern Italy; the less <em>sybaritic</em>\ntraveler might be satisfied by the archetypal waters of Spa,\nBelgium.  For quiet excursions, select, of course, from the horse-drawn\ncarriages named for their places of first manufacture:\n<em>coach</em> (Kocs, Hungary), <em>surrey</em> (England), <em>berlin</em> or <em>landau</em>\n(Germany).  The pace for such relaxed journeys naturally is a\n<em>canter</em> (after the easy gait of mounted pilgrims on their way to\nCanterbury).</p>\n<p>Geologists may prefer the immortality of becoming eponyms\nfor minerals, but they often name a find for the place of\nits discovery.  Among the locales so represented are the Amazon\nRiver <em>(amazonite)</em>, Aragon <em>(aragonite)</em>, Fort Benton, Montana\n<em>(bentonite)</em>, Norway <em>(norite)</em>, Turkestan <em>(turquoise)</em>, Tripoli,\nLibya <em>(tripoli)</em>, Sardis, Asia Minor <em>(sard)</em>, Badhakhshan, Iran\n<em>(balas</em>—a semiprecious spinel), and Alabanda, Asia Minor\n<em>(almandine)</em>.  The weight of the gold extracted from the ore\n<em>calaverite</em> (Calaveras County, California) might be expressed in\n<em>troy</em> weight, after Troyes, France, a mercantile center where\nweight standards were established.</p>\n<p>Chemists, too, have been generous in glorifying places.\nMarie Curie honored her homeland, Poland, with her discovery,\n<em>polonium</em>.  The artificial elements <em>berkelium, californium</em>,\nand <em>americium</em> were produced at Berkeley, California.  <em>Copper</em>\nwas named by the ancients for Cyprus, then its most noted\nsource, and <em>magnesium</em> for Magnesia, a metal-rich region of\nThessaly.  The chemical element toponym champion is Ytterby,\nSweden, where first were found <em>ytterbium, yttrium, erbium</em>,\nand <em>terbium.</em></p>\n<p>Creation of a new fabric may not have been what put a\nplace on the map, but it often put the place in the dictionary.\nThe more familiar of these toponyms include <em>angora</em> (Ankara,\nTurkey); <em>calico</em> (Calicut, East Indies); <em>damask</em> (Damascus,\nSyria); <em>denim</em> (from the French <em>serge de Nimes</em>); <em>duffel</em> (Duffel,\nBelgium); <em>dungaree</em> (Dungri section of Bombay, India); <em>lisle</em>\n(Lisle, later Lille, France); <em>muslin</em> (Mosul, Iraq); <em>oxford</em>\n(Oxford, England); <em>paisley</em> (Paisley, Scotland); and <em>cashmere</em>\n(Kashmir).  <em>Suede</em> is or resembles the leather from which\nSwedish gloves (French, <em>gants de suède</em>) were made.</p>\n<p>Care to <em>spruce</em> up (probably from the fineness of <em>Prussian</em>\nleather)?  A wardrobe of toponyms contains headwear <em>(fez,</em>\nMorocco; <em>homburg</em>, Germany); neckwear <em>(ascot</em>, England; <em>cravat</em>,\na Croatian, <em>Cravate</em> in French, who would wear a\nneckband while serving as a French mercenary); formal wear\n<em>(tuxedo</em>, popularized at a country club in Tuxedo Park, New\nYork); outer wear (<em>ulster,</em> Ireland; <em>mackinaw,</em> traded in the 19th\ncentury on Mackinac Island, Michigan); footwear <em>(galosh</em>, from\nthe Latin <em>gallica solea</em>, 'Gaulish sandal'); and almost-no-wear\n<em>(bikini</em>, after its effects, supposedly similar to those of the\natomic bomb tests at Bikini, in the Marshall Islands).</p>\n<p>Most toponymic animals remain proper nouns <em>Labrador\nretriever, Guernsey</em> and <em>Holstein</em> cattle, et al.  Among the lower-case\nfauna, the <em>canary</em> was directly named for its native\nCanary Islands, but back another etymological generation are\nstill other creatures—the large dogs (Latin <em>canes</em>) for which the\nislands were named.  The curator of a toponym zoo could show\nus a <em>curassow</em> (of Curacao), <em>leghorn</em> (of Leghorn, Italy), <em>spaniel</em>\n(of Spain) and <em>rottweiler</em> (originally bred in Rottweil, Germany);\nbut the star attraction would have to be the\n<em>baluchithere</em>, a huge, rhinoceroslike (and extinct) mammal of\nBaluchistan, Pakistan.</p>\n<p>Menus are peppered with toponyms.  A <em>sherry</em> (Jerez,\nSpain) to open the meal?  <em>Amontillado</em> (a sherry of Montilla,\nSpain) perhaps.  A salad of <em>cos</em> (lettuce originally exported from\nthe Greek isle, Kos) may be topped with <em>mayonnaise</em> (according\nto the <em>American Heritage Dictionary,</em> possibly a French\ncommemoration of the capture of <em>Mahon</em>, Minorca, in 1756, by\nthe Duke of Richelieu).  The soup: <em>vichyssoise</em> ('cream of\nVichy,' France).  Entrees include the obvious <em>bologna</em> (Bologna,\nItaly), <em>hamburger</em> and <em>frankfurter</em> (Hamburg and Frankfurt,\nGermany).  <em>Finnan haddie</em> was once <em>findhorn</em> (Findhorn, Scotland)\nhaddock.  <em>Turkey</em> is actually a misnomer: the Portuguese\nimported, via Turkey, <em>guinea fowl</em> (after Guinea, Africa),\nknown as turkey cocks; the American birds—now turkeys—were\nerroneously identified with these.  Have your dish cooked with\nonions <em>lyonnaise</em> style, (after Lyon, France), <em>shallots</em> or <em>scallions</em>\n(both from Ascalon, a port in southern Palestine), or\n<em>currants</em> (Corinth).  For drinks, select from <em>bourbon</em> (Bourbon\nCounty, Kentucky), <em>bock</em> beer (Eimbeck, Germany), <em>champagne</em>\n(Champagne, France), <em>malmsey</em> (white wine of\nMonembasia, Greece), <em>scuppernong</em> (wine of grapes from the\nScuppernong River basin, North Carolina), or <em>mocha</em> (coffee\nexported from Mocha, Yemen).  Still hungry?  Have some fruit: a\n<em>peach</em> (Latin, <em>persicum malum</em> 'Persian apple'), <em>quince</em> (Latin\n<em>cydoneum malum</em> 'Cydonian apple'; Cydonia is now Canea,\nCrete), or a <em>macédoine</em> 'a mixture of fresh cut fruit or\nvegetables in jelly' (a French metaphoric toponym, the population\nof Macedonia being a mixture of various peoples).</p>\n<p>The athletic word-historian will appreciate that <em>badminton</em>\nis named for Badminton, the seat of the Duke of Beaufort in\nGloucestershire, where the game was introduced to England in\nthe 1870s.  The modern <em>marathon,</em> created for the 1896\nOlympic Games, memorializes the run to Athens with the news\nof the Greek victory over the Persians at Marathon, in 490 B.C.</p>\n<p>World trade brought new goods to market and new words\nto the language.  The importer (later, the maker) of women's\nfinery, originally produced in <em>Milan,</em> was a <em>milliner.</em>  From\nMacassar (on Celebes) came oils manufactured into hair\npomade in the 19th century; chair backs required <em>antimacassars</em>\nfor protection from this product.  Fine porcelain ware\nbrought to Europe in the 16th century was named for its\norigin, <em>China</em> (the imitation, <em>delft</em>, came from Delft, Netherlands).\nLack of adequate crews for the China trade led to the\nAmerican custom of rendering senseless and kidnaping sailors\nto man the ships to Shanghai; one compelled in such a manner\nwas <em>shanghaied.</em></p>\n<p>A toponym demonstrates that American political rhetoric\nhas not changed much since the early days of the republic.\nDuring the critical 1820 House of Representatives debate on\nthe question of slavery in states newly admitted to the Union,\nRepresentative Felix Walker of Buncombe County, North\nCarolina, made a speech of such nonsense and verbosity (and\nadmittedly directed to his constituents rather than to the\nHouse) that a “speech for Buncombe” <em>(bunkum or bunk)</em>\nbecame synonymous with claptrap.</p>\n<p>Thus the dictionary can take one around the world and\ninto its past.  Henry Ford said, “History is bunk,” but to the\nlogophile, mere “bunk” is history.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Around the World by Dictionary</h1> <p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p> <p>Excavating the roots of toponyms, words derived from place\nnames, reveals the conjunction of language, history, and\ngeography.  Often the toponyms have outlasted their ancient\nprogenitors, or the vagaries of language evolution have obscured\nthe word origins.</p> <p>Toponym etymologies are tidbits which may be devoured\navidly by footnote-gourmands of divers professions.  Thus, the\narchaeologist learns that the southern Italian region of level\nfields, Campania, was the source of metal from which bells\nwere made; thence were derived <em>campanile</em> 'bell tower' and\n<em>campanology</em> 'the art or study of bell ringing and casting.'  The\nsame root evolved through French to <em>campaign</em> 'military\noperations “in the field” ' and <em>champaign</em> 'level and open\ncountry.'  The economist discovers that a mint in 16th-century\nBohemia, at Sankt Joachimsthal, produced a coin, the <em>Joachimsthaler</em>,\nshortened by German to <em>taler</em>, the ancestor of the <em>dollar</em>.\nThe philologist finds that the corruption of language dates from\nancient times: <em>solecism</em> originally referred to the violation of\nproper Attic dialect by the Athenian colonists at Soloi in\nCilicia.  The architect notes that the lower-case <em>attic</em> evolved\nfrom the construction style of ancient Attica, which placed a\nsmall order (colonnade and entablature) above a much taller\none.  The decorative band of the entablature—the <em>frieze</em>—\nresembled the famed embroidery of Phrygia, in Asia Minor.</p> <p>If one could <em>meander</em> (from Maiandros, a wandering river\nof Phrygia) through both space and time, the dictionary would\nbe an excellent Baedeker, indicating places not to be missed, as\nwell as those better avoided.  Go to Rome to see the residences\nof the emperors—<em>palaces</em>—on the Palatine Hill.  See, before its\ndestruction in the 14th century, the ancient wonder, the\nlighthouse at Pharos (now generic for a conspicuous, guiding\nbeacon).  Visit Arcadia (whence <em>arcadian</em>), the region of ancient\nGreece regarded as a pastoral paradise.  The activities at the\nfair at Donnybrook, Ireland are not likely to be so peaceful.\nTake care, too, while touring Cerreto (near Spoleto, Italy)—a\ntown once so famed for its quacks and frauds that its native\n<em>ciarlatano</em> was the prototype <em>charlatan</em>.  Unless one enjoys the\ncompany of large, hairy arachnids, skip Taranto, Italy, and the\ncreatures so common there—<em>tarantulas</em>.  For entertainment,\ntarry in the 15th-century valley of Vire, France <em>(vau-de-Vire)</em>,\nto hear the satiric songs which evolved into <em>vaudeville</em>.  If\nfatigued by the tour, consider recovering in Sybaris, the\nancient Greek city of luxury in southern Italy; the less <em>sybaritic</em>\ntraveler might be satisfied by the archetypal waters of Spa,\nBelgium.  For quiet excursions, select, of course, from the horse-drawn\ncarriages named for their places of first manufacture:\n<em>coach</em> (Kocs, Hungary), <em>surrey</em> (England), <em>berlin</em> or <em>landau</em>\n(Germany).  The pace for such relaxed journeys naturally is a\n<em>canter</em> (after the easy gait of mounted pilgrims on their way to\nCanterbury).</p>"
}