{
  "type": "Article",
  "title": "Baragouins and Penguins: The Celtic Connection",
  "author": "P. Emlyn Stephenson",
  "location": "Swansea, Wales",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Baragouins and Penguins: The Celtic Connection</h1>\n<p><em><span data-rel=\"author\">P. Emlyn Stephenson</span> <span data-rel=\"location\">Swansea, Wales</span></em></p>\n<p>[Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>“British English” is something of a misnomer.  For the\nlanguage of Boudicca and Arthurâthe language of the\nAncient Britonsâhas contributed surprisingly little to the word-stock\nof English.  The same is true of three descendants of\nBrythonic Celtic, namely Welsh, Cornish, and Breton.  Yet small\nthough it is, the Brythonic legacy is none the less real for that.\nWhat follows is an exercise in etymological rehabilitation.\nGoidelic Celtic has been omitted from the writer's purview\nsince the Irish and Scots contribution has received a relatively\nfull lexicological airing.  Budding Gael-diggers are, however,\nreferred to the following: <em>banshee, bog, brat, brogue, caber,\ncarrageen, clan, claymore, dudeen, gab, galore, gob, gombeen,\nleprechaun, piggin</em> (whose marriage to the Norse <em>wassail</em> is\nconsummated in the pub name, “Pig and Whistle”), <em>plaid,\nptarmigan, shamrock, shillelagh, slogan, slug</em> 'a mouthful,'\n<em>smithereens, spalpeen, sporran, tanist, tory, twig</em> 'to suddenly\nunderstand,' and, of course, <em>whiskey</em>.  Those who detect a\nphoney ring to any of these should note that the Irish word for\nringâ<em>fáinne</em>âmay well be the etymon of <em>phoney</em>, and is\nunreservedly hailed by Thomas Pyles as “the noblest contribution\nof Irish to American English.”  The derivation of <em>humbug</em>\nfrom the Irish <em>uim boig</em> 'false coin' would provide a perfect\npartner, but it is, alas, groundless.  With the death of Ned\nMaddrell in 1974, Manx Gaelic expired as a “mother tongue,”\nleaving <em>carvel</em> (a native form of carol) as its only English\nepitaph.</p>\n<p>Direct Old English borrowings from Brythonic are of the\nground, but extremely thin on it: <em>down, tor, coomb, pool, brock</em>\n'badger,' and, with Anglo-Latin mediation, <em>peat</em>.  Strangely\nenough, Gaulish, which became extinct shortly after the Roman\nconquest, has been a far more prolific source of Celtic loanwords.\nAbout 180 Gaulish words, largely agricultural, were\nabsorbed into Latin and thence into Old French or its dialects.\nBy the sixteenth century, a number of these had duly found\ntheir way into English: inter alia, <em>gravel, car, chariot, lawn,\nlees, league, crease, marl, skein, sock</em> 'ploughshare,' <em>socket,\ntruant, vassal, valet, javelin, arpent, gob</em> 'lump, mouthful,'\n<em>gobbet</em>, and possibly, via the latter duo, <em>job</em>.  The hypothesis,\nsubscribed to by Littré, that <em>Druid</em> originates in the Gaulish\n<em>derw</em> 'oak' (a druidic deity, sacrament, or both) is certainly\nplausible and finds some support in the Welsh spelling\n<em>derwydd</em>.</p>\n<p>By the end of the sixth century, Brythonic had begun to\nseparate out into its three constituent parts.  <em>Ass</em> may have\nentered Old English via the Old Welsh <em>assen</em>.  However, the\nOld Irish <em>asan</em> is also a contender for this honor and, in any\ncase, we are dealing here with an ultimately Indo-European\nroot.  The earliest genuinely Welsh borrowing, which appears in\nthe anonymous <em>Cursor Mundi</em> (ca. 1300), is <em>crag</em>, from the Old\nWelsh <em>creik</em> 'rock.'  Later in the fourteenth century, <em>bodkin,\nmaggot, flannel, bug</em>, and <em>lubber</em> all make their debuts.  <em>Bodkin</em>\nis probably connected with either the Welsh <em>bidog</em> 'dagger' or\nthe synonymous Gaelic <em>biodag</em>.  Though it is now customary to\nendow <em>maggot</em> with a Teutonic provenance, it has also been\netymologized as the Middle Welsh <em>maceiad</em>, akin to <em>magiaid</em>\n'worms' and <em>magu</em> 'to breed.'  <em>Flannel</em> (originally <em>flanyn</em> or\n<em>flannen</em>) almost certainly derives from the Welsh <em>(g) wlanen</em>,\nultimately <em>gwlân</em> 'wool.'  <em>Bug</em> has been traced to the Middle\nWelsh <em>bwg</em> 'ghost,' and the eighteenth-century <em>bugaboo</em> finds its\nparallel in the Welsh <em>bwcibo</em> 'hobgoblin, scarecrow' and the\nCornish <em>buccaboo</em>.  Similarly, the Welsh <em>bygel</em> may have provided\nthe English <em>bogle</em>, which, in turn, became the nineteenth-century\n<em>bogey</em>.  As with maggot, <em>lubber</em> is usually ascribed a\nTeutonic origin, but Skeat, for one, prefers the Middle Welsh\n<em>llob</em> 'a dolt' or <em>llabbi</em> 'a stripling.'  Unfortunately, Skeat's\nCeltophilia occasionally overreaches itself.  His proposal of <em>llob</em>\nas the source of the verb <em>to lob</em>; his assimilation of <em>dudgeon</em> to\nthe Welsh <em>dygen</em> 'malice'âthough at the time of <em>dudgeon's</em>\ndebut, <em>dygen</em> meant 'sadness'; and his attempt to base <em>dandruff</em>\non <em>ton drwg</em> 'bad surface' are all very interesting but ... as the\n<em>Oxford English Dictionary</em> tactfully puts it, “historically and\nphonetically baseless.”  On firmer ground is <em>coracle</em>, which\noccurs in Salesbury's <em>Dictionary in English and Welsh</em> (1547)\nas the English equivalent of <em>kwrwgyl</em> 'round boat,' and the\narchaeological term <em>cromlech</em>, which is used in Owen's <em>Pembrokeshire</em>\n(1603), from the Welsh <em>crom</em> 'circular' <em>llech</em> 'slate.'\n<em>Gambrel</em> 'a stick for supporting carcasses' also appears at about\nthis time.  Probably a loan from Old French, ultimately rooted\nin the Celtic <em>cam</em> 'crooked,' it has also been traced directly to\nthe Welsh <em>cambren</em> 'swingle-tree.'  Interestingly, <em>cam</em> has, in\naddition, been posited as the source of the dialectal <em>game</em> or\n<em>gammy</em>, meaning 'lame.'  Though this is rejected by the <em>OED</em>\non semantic grounds, it should be noted that <em>cam</em> is a common\nCeltic sobriquet for the lame.</p>\n<p>In the seventeenth and eighteenth centuries, the Welsh\ncontribution turns culinary.  <em>Flummery</em> 'a cold oatmeal pudding'\nis nothing more than a transliteration of <em>llymru</em>, from the\nadjective root <em>llymrig</em> 'harsh, raw.'  The initial “f” is symptomatic\nof the English phonetic perplexity with the sibilant\nWelsh “ll.”  Shakespeare does, of course, follow the same\nescape-route by converting <em>Llywelyn</em> into <em>Fluellen</em>.  <em>Pikelet</em> 'a\ntype of crumpet' originates purely and simply in the Welsh\n<em>bara</em> 'bread' <em>pyglyd</em> 'pitchy.'  It is interesting that the homonymous\n<em>pike</em> may well be an Anglo-Saxon borrowing from Insular\nCeltic, as evidenced by the Welsh <em>pig</em> 'point' and the Gaelic <em>pig</em>\n'pike.'</p>\n<p><em>Eisteddfod</em>, which is first used in an English work in 1822,\nis, of course, a direct loan from Welsh, meaning literally 'a\nsitting or meeting.'  From 1822 we traverse more than a century\ninto the world of the royal kennels.  <em>Corgi</em>, from <em>cor</em> 'dwarf' <em>ci</em>\n'dog,' is first attested in Welsh in 1342, but its entrée into\nEnglish had to await royal patronage of the breed in the 1920s.\nBefore we leave Wales we should, perhaps, give a mention to\n<em>lad</em> and <em>lass</em>.  These thirteenth century English entrants have\nbeen the source of much speculation and controversy.  For <em>lad</em>,\none school of thought favors the Irish <em>lath</em> 'youth, champion.'\n<em>Lass</em> is then posited as a contraction of <em>laddess</em>, itself formed\nfrom <em>lad</em>.  Henry Bradley, on the other hand, suggests that the\nMiddle English <em>ladde</em> coincides with the adjectival form of the\npast participle of the verb 'to lead,' the original meaning thus\nbeing 'one led in the train of a lord.'  The relation of <em>lass</em> to <em>lad</em>\nhe sees as merely coincidental, <em>lass</em> probably deriving independently\nfrom the Scandinavian <em>laskw</em> 'unmarried.'  However,\nSkeat and his sympathizers understandably plump for the\nMiddle Welsh <em>llawd</em> 'lad' and <em>llodes</em> 'lass.'  Whatever the\nvalidity of their argument, it is interesting that a Welsh cognate\nof <em>llodesâherlodes</em>âis given by Dr. Johnson as the most\nprobable origin of that other thirteenth-century entrant, <em>harlot</em>.\nModern etymology does, of course, postulate a link, through\nOld French, with the Old German <em>hari</em> 'army': thus the\nsignification of “camp follower.”  Alas, the same Teutonic root\nalmost certainly accounts for <em>harbor</em>, thereby putting paid to\nGeorge Borrow's attempt to folk-etymologize that word to the\nWelsh/Gaelic <em>aber</em> 'riverine estuary or confluence.'</p>\n<p>Perhaps Borrow could have still spoken littorallyâand\nmore convincinglyâabout <em>quay</em>.  For although mediated by Old\nFrench, it is either of Gaulish origin, or directly from the Old\nBreton <em>kai</em> 'fence, enclosure.'  Breton, the descendant of the\nlanguage spoken by the sixth-century refugees from Wales and\nCornwall, understandably boasts but a small legacy in English,\nand all words have been mediated by French.  <em>Mien</em> possibly\nderives from the Old Breton <em>min</em> 'beak, snout' though, like\n<em>quay</em>, there may be an older Gaulish provenance.  Again, <em>tan</em>\nmay have a Gaulish root, or derive from the Breton <em>tann</em> 'an\noak.'  Moving into clearer etymological waters, we encounter\nthe paradox that whilst Frenchmen have consistently dismissed\nBreton as a worthless <em>baragouin</em> 'patois, gibberish,' the origin\nof that pejorative is undoubtedly Breton.  The word has been\ndeployed in French since the late fourteenth century, though\nits English importation had to wait till 1613.  Littré gives two\netymologies.  Firstly, the exclamation of Breton soldiers on first\nencountering <em>bara gwenn</em> 'white bread.'  Secondly, and more\ncogently, the customary supplication of Breton pilgrims to\nFrench innkeepers: <em>bara gwin</em> 'bread, wine.'  The persistence\nof the surname <em>Painvin</em> in southeast Brittany provides corroboration\nfor the latter, though the fact that a whole family in\nRoscoff is cognominated <em>Baragwenn</em> lends some credence to\nthe former.  The nineteenth century witnessed the English\nimportation of three more Breton words.  Though <em>bijou</em> had, by\nthe time of its English appropriation, developed the extended\nmeaning of 'trinket,' it originates in the Breton <em>bizou</em> 'fingerring,'\nfrom <em>biz</em> 'finger.'  We conclude with two archaeological\nterms.  <em>Menhir</em> appears in 1840, from the Breton <em>men</em> 'stone' <em>hir</em>\n'long.'  <em>Dolmen</em> occurs in Jephson's <em>Brittany</em> in 1859.  Though\nalmost certainly from the Breton <em>taol</em> 'table' <em>men</em> 'stone,' some\nauthorities prefer the Cornish <em>tolmên</em> 'hole of stone.'</p>\n<p>It is somewhat poignant that if <em>tolmên</em> were, indeed, the\ngenuine etymon, its Anglicization would have postdated the\nexpiry of the Cornish tongue by over eighty years.  In 1777,\nDolly Pentreathâthe last native speakerâwas interred at\nMousehole cemetery.  Even so, Cornish boasts a more substantial\nlexical epitaph than its longer-living cousin, Manx.  As one\nmight expect, the Cornish legacy fully reflects that region's\npiscatorial tradition.  A cookery book dated 1430 includes the\nfirst recorded use of <em>gull</em> in English.  The <em>OED</em> favours the Welsh\n<em>gwylan</em> as source, but W.B. Lockwood argues convincingly for\nthe Middle Cornish <em>gullen</em>, adding that the <em>en</em> was probably\ndropped because it was still the plural suffix in the southwestern\nEnglish dialects of the time (the Old Welsh <em>assen</em> probably\nsuffered a similar fate).  It is interesting that the French cognate\n<em>goéland</em> emerged from none other than the Breton <em>gwelan</em>.  In\nall three Celtic languages, the word finds its root in the verb\n<em>weep</em>.  To locate the remaining trio of Cornish loanwords we\nmust sink beneath the waves.  <em>Brill</em>, European flatfish, appears\nin 1481 as a transliteration of the Middle Cornish <em>brŷthel</em> (the\nintervocalic “th” is silent), from <em>brŷth</em> 'speckled.'  <em>Wrasse</em> is\nprobably a late seventeenth-century misspelling of the dialectal\n<em>wraffe</em>, ultimately the Cornish <em>(g)wrâgh</em> 'old woman.'  Finally,\nand a century later, the mackerel shark makes its alternative\ndebut as the <em>porbeagle</em>, and, according to the Cornish lexicographer\nMorton Nance, owes its misleading canine moniker to\neither the Cornish <em>porgh-bügel</em> 'swineherd' or the equally\nCornish <em>porth-bügel</em> 'port herdsman.'</p>\n<p>It is, however, on the shores of the New World that the\nmaritime tradition of the Celtic nations has found its most\nexotic lexical manifestation.  In 1568, one hundred men were\nput ashore by Sir John Hawkins in the Gulf of Mexico.  In\nsworn evidence subsequently published in Peckham's <em>True\nReport</em> (1583) and Hakluyt's <em>Principall Navigations</em> (1589), one\nof these menâDavid Ingramâclaimed to have walked some\ntwo thousand miles along Indian trails to the region that is now\nMaine.  His peregrinations apparently brought him into contact\nwith pillars of gold, elephants, red sheep, and a flightless bird:\n“exceeding fatte and very delicate meate, they have white\nheads, and therefore the Countrey Men call them Penguins.”\nThe bird was the now-extinct great auk, which was found in\nabundance off Newfoundland during the sixteenth century.\nThe name <em>penguin</em> was later, of course, transferred exclusively\nto its cousin in the southern hemisphere.  But it is the unspoken\nminor premise of Ingram's “syllogism” that is so exciting,\nnamely that in Welsh <em>pen</em> means 'head' and <em>gwyn</em> 'white.'  But\nwhy, one may ask, should the indigenous “Countrey Men” use\na <em>Welsh</em> epithet?  In the context of Elizabethan proto-imperialism,\nthe answer is quite simple.  The Tudors themselves were of\nWelsh extraction and only too willing to deploy Welsh mythology\nagainst rival Hispanic claims to the New World.  Thus\nMadoc ab Owain Gwyneddâan obscure North Walian princeling\nwhose only factual claim to bardic fame had been his\nnautical bent and eventual disappearance at seaâwas euhemerized\nby Tudor propagandists into the pre-Columbian discoverer\nof America.  And if, as the story went, Madoc had landed in\nAmerica circa 1170 and had introduced, along with Christianity,\nthe Welsh language, then it was not beyond the bounds of\nimagination that vestiges of that language should remain\nenshrined in contemporary Indian speech.  Royal patronage of\nthe Madoc myth did, indeed, enable Welsh writers to indulge\ntheir imaginations almost without limit.  Nahuatl virtually\nbecame a Welsh dialect overnight, and Montezuma a descendant\nof Madoc.  Locations as diverse as Curacao (supposedly\nfrom the Welsh <em>croeso</em> 'welcome') and Cairo (Welsh <em>caer</em> 'city')\nfell prey to what can only be termed a spate of etymological\nirredentism.  Bible-bearing Welsh-speaking Indians were, of\ncourse, being spotted everywhere.  And, throughout, the Welsh\nprovenance of <em>penguin</em> remained unassailed.  Even a relatively\nsober lexicographer like Johnson is willing to reject Grew's\nderivation from the Latin <em>pinguis</em> 'fat' in favor of the Welsh\nclaimant, and, as late as 1755, to uncritically accept his\npredecessors' chair-bound conviction that the bird possessed a\nwhite head.  However, the fact that the great auk sported a\nblack head with merely two white patches should not prompt\nus to throw out the etymological baby with the mythopoeic\nbathwater.  In the first place, bird names are of notoriously\nuncertain application.  One need only refer to <em>albatross, grouse</em>,\nand <em>pelican</em>.  Secondly, one may surmise that the label was\noriginally applied to the snow-capped island on which the auks\nwere first sighted.  Indeed, early references to <em>penguin</em> are\nusually related to the island as well as the bird.</p>\n<p>If we discount the possibility of Welsh Indians, we are, of\ncourse, left with the question of whether it was a Welsh, as\nopposed to Cornish or Breton mariner who first coined the\nneologism.  We shall never know; the lexical outcome would, in\nany case, have been identical.  It would be nice to think that it\nwas none other than Davy Jones, that legendary bugaboo\nwhose name might itself be a distant echo of <em>Shonee</em>, the Celtic\nsea-god.  But perhaps that would be to stretch the “suspension\nof disbelief” beyond the bounds of willingness.  And who wants\nto be accused of flanneling on behalf of baragouins?  Only an\nass of a lubber!</p>"
}