{
  "type": "Article",
  "title": "Rhyme Without Reason",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Rhyme Without Reason</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>Very early in our careers as language users, we human\nbeings take great pleasure in the repetition of playful\nsounds in words.  In the crib and romper room, we babble <em>ma-ma,\nda-da</em>, and <em>bye-bye</em>, and we are soon intoning such ditties\nas <em>eeny meeny miny moe, fee fi fo fum</em>, and <em>hickory dickory\ndock</em>, not because they make sense to us, but because they\nsatisfy a craving of our ears for rhythm and rhyme.  The appeal\nof such playful repetitions is especially evident in the story of\nChicken Little (also Chicken Licken); his cohorts in alarmism,\nHenny Penny, Cocky Locky, Ducky Lucky, Goosy Loosy, and\nTurky Lurky; and their nemesis, Foxy Loxy.</p>\n<p>When a sound or syllable repeats itself with little or no\nchange in a word, the resulting combination is often a reduplication.\nThere are more than 2000 such twin words in English,\nand they come in three types: rhymes, like <em>hocus-pocus</em>; vowel\n(or ablaut) shifts like <em>zigzag</em>; and repetitions, like <em>goody-goody</em>.</p>\n<p><em>Rhymes</em></p>\n<p>We are all familiar with the use of end-rhyme and internal\nrhyme in poetry, but how aware are we of the extent to which\nrhyme operates within English words?:</p>\n<blockquote>\n<p><em>boogie-woogie</em><br>\n<em>claptrap</em><br>\n<em>hobnob</em><br>\n<em>hodgepodge</em><br>\n<em>namby-pamby</em><br>\n<em>nitty-gritty</em><br>\n<em>okey-dokey</em>\n<em>pell-mell</em>\n<em>willy-nilly</em></p>\n</blockquote>\n<p>Some of these rhymed reduplications have intriguing\norigins.  Joann Karges [<em>VERBATIM: Volumes V &amp; VI</em>, pp. 918-20]\nexplains that <em>hobnob</em> springs “from <em>hob or nob</em> 'to drink to one\nanother'; the <em>hob</em> 'heating unit' to keep the beer warm by the\nhearth and the <em>nob</em> 'table' where the drink was set by the\nelbow.”  A <em>hodgepodge</em> (earlier <em>hotchpotch</em>) was originally a\nstew of many ingredients and has broadened in meaning to a\n'widely varied mixture, a mess.'  <em>Namby-pamby</em> was the title of\na poem written by Henry Carey in 1726, ridiculing the poetic\nefforts of Ambrose Philips.  Long after Carey and Philips have\nbeen forgotten, the reduplication <em>namby-pamby</em> has remained\nto denote someone 'weakly sentimental and wishy-washy.'\nStuart Flexner [<em>I Hear America Talking</em>, Van Nostrand, 1976]\nattributes <em>nitty-gritty</em> to the black militants of the 1960s and\nthe prevalence of “grit-like nits.”  And <em>willy-nilly</em> comes from\nthe phrase “will I, nill I?”—<em>nill</em> being an obsolete word\nmeaning “not to will, to refuse” [<em>Morris Dictionary of Word\nand Phrase Origins</em>, William and Mary Morris, Harper &amp; Row,\n1977].</p>\n<p><em>Vowel shifts</em></p>\n<p>Closely related to rhyming pairs are the many twin forms\nin which the second element reduplicates the first with only a\nslight change of vowel.  The sound pattern of these combinations\nshows a powerful tendency to move from [i] or [iy],\nvowels formed in the front of the mouth, to middle or low\nvowels formed farther back in the mouth:</p>\n<blockquote>\n<p><em>chitchat</em><br>\n<em>dilly-dally</em><br>\n<em>mishmash</em><br>\n<em>Ping-Pong</em><br>\n<em>riffraff</em><br>\n<em>singsong</em><br>\n<em>teeter-totter</em>\n<em>tiptop</em>\n<em>wishy-washy</em></p>\n</blockquote>\n<p>In contrast, the initial consonants of most rhymed reduplications\nmove forward, to the teeth and lips.</p>\n<p><em>Repetitions</em></p>\n<p>The third type of reduplication consists of an exact\nrepetition of a syllable or syllables.  Often these “bolo words,”\nas Nils Thun calls them, represent expressive sounds, such as\nthe <em>choo-choo, chug-chug, puff-puff</em>, and <em>toot-toot</em> of a train or\nthe <em>quack-quack, tweet-tweet</em>, and <em>cuckoo</em> of birds [<em>Reduplicative\nWords in English</em>, Uppsala, 1963].  But there are other\ntypes of bolo words:</p>\n<blockquote>\n<p><em>dodo</em><br>\n<em>fifty-fifty</em><br>\n<em>goody-goody</em><br>\n<em>no-no</em><br>\n<em>tom-tom</em>\n<em>yo-yo</em></p>\n</blockquote>\n<p>The striking effects of balance, rhythm, and rhyme endow\nreduplicative words with a special appropriateness to express\ncertain concepts:</p>\n<blockquote>\n<p>(a)  <em>onomatopoeic:</em> <em>boohoo, bow-wow, choo-choo, clip-clop,\nding-dong, heehaw, Ping-Pong, pitter-patter,\nquack-quack, thump-thump, ticktock</em>.</p>\n<p>(b)  <em>confusion and disarray:</em> <em>harum-scarum, heebie-jeebies,\nhelter-skelter, hodgepodge, hubbub, huggermugger,\nhurly-burly, mishmash, pell-mell, ragtag (raggle-taggle),\nwilly-nilly</em>.</p>\n<p>(c)  <em>alternating movement:</em> <em>crisscross, flip-flop, seesaw,\nteeter-totter, ticktock, zigzag</em>.</p>\n<p>(d)  <em>idle talk:</em> <em>bibble-babble, blah blah, chitchat, claptrap,\nmumbo jumbo</em>.</p>\n<p>(e)  <em>disparagement:</em> <em>dilly-dally, dodo, dumdum, fuddy-duddy,\nno-no, riffraff</em> (from Old French <em>rif et raf</em>),\n<em>rinky dinky, shillyshally</em> (from <em>shall I, shall I?</em>),\n<em>wishy-washy</em>.</p>\n<p>(f)  <em>intensification:</em> <em>killer-diller, okey-dokey, razzle-dazzle,\nsuper-duper, teen(s)y-ween(s)y</em>.</p>\n</blockquote>\n<p>Recently I've been getting the heebie-jeebies about the\nhurly-burly, helter-skelter, and hustle bustle of modern life and\nhave been working on a super-duper, tiptop, hot-shot theory to\ndistinguish compounds, which I discussed in VERBATIM X, 3,\nfrom reduplications.</p>\n<p>Most linguists, like Nils Thun and Hans Marchand, agree\nthat reduplications are not to be classified as subtypes of\ncompounds.  Thun accepts as the definition of a compound\n“cases when both elements can be used separately as words”\n[p. 11].  By this logic, combinations like <em>singsong</em> and <em>even\nStephen</em> are varieties of compounds, while those like <em>chitchat</em>\nand <em>super-duper,</em> in which only one element can function\nindependently as a word, are not compounds.  Such a conclusion\nis highly questionable.</p>\n<p>Marchand's distinction between reduplicative and compound\nwords seems just:</p>\n<blockquote>\n<p>All these words are basically motivated by rhythm and\nablaut (or rime) underlying the significants of the twin\nform.  Even those combinations which are composed of\ntwo independent words do not speak against this essential\ncharacter of twin words.  <em>Sing-song</em> is not really a\ncombination of two signs comparable to <em>rainbow</em> ...\nNor is <em>walkie-talkie</em> just <em>walkie + talkie,</em> but we have\na playfully matched combination whose elements were\nattracted to each other, so to speak, by the esthetic element\nof rime while the putting together of logical contents\nis more or less incidental.</p>\n<p>[<em>The Categories and Types of Present-Day English Word-Formation,</em>\nMünchen, 1969, p. 436.]</p>\n</blockquote>\n<p>In short, Marchand appears to postulate two primary\ncriteria for reduplicative words: (1) motivation by the sounds of\nthe twin elements, and (2) the absence of a grammatical\nrelationship between the two parts.  These two word-formation\nrules serve us well in identifying as reduplications such formations\nas <em>flim-flam, hootchie-kootchie, super-duper,</em> and <em>razzle-dazzle,</em>\nin which neither or only one element possesses semantic\nvalue and, hence, in which there can be no grammatical\ninterplay between the parts.  By the same logic, twin forms like\n<em>tiptop</em> and <em>teeter-totter,</em> in which both elements are morphemes,\nqualify as reduplications because the two halves do not interact\ngrammatically.</p>\n<p>But what about rhyming and vowel-shifted pairs containing\ntwo semantic elements that do evidence a grammatical\nalliance?  Thun points out that in cases in which “the first\nelement ... can be replaced by an element of similar or\nopposite meaning ... there is no reason to postulate a reduplicative\nword-formation” [p. 14].  As examples he shows that <em>ill\nwill</em> corresponds to <em>good will</em> and that <em>mole-hole</em> has as its\ncompanions <em>mousehole, pigeonhole,</em> and the like.  Thun's insight\ndoes help us to confirm our hunch that combinations like\n<em>cookbook</em> (corresponding to <em>textbook, checkbook,</em> etc.) and\n<em>downtown</em> (corresponding to <em>uptown, crosstown,</em> etc.) are\ncompounds and not reduplications.  In such formations, rhyme\nis not the primary ingredient that glues the parts together, and\nthe first element was not “chosen” so as to match the sound of\nthe second.  Similarly, in words such as <em>freely, helplessness,</em> and\n<em>maintain</em> we may confidently conclude that the rhyming of the\nroots and suffixes is more accidental than intentional.</p>\n<p>Having come this far in segregating reduplicative words\nfrom compound words, we must still ask how we are to classify\ncombinations like <em>claptrap, prime time, jet set,</em> and <em>redhead</em>.\nEach of these examples looks like a compound, for in each we\nfind two semantic units bound together by a clear grammatical\nrelationship: <em>claptrap</em> was originally 'a trap that makes a\nclapping sound' [Morris]; <em>prime time</em> is 'time that is prime'; a\n<em>jet set</em> is 'a group that travels by jet'; and a <em>redhead</em> is 'one\nwhose hair is red.'  At the same time, these words smack of\nreduplication.  In each instance we have a strong sense that the\nword parts were selected for their rhymes as well as their\nmeanings.  For example, <em>redhead</em> is not matched by <em>blondehead,\nbrownhead,</em> or <em>blackhead</em> (in the sense of hair color).</p>\n<p>The process of trying to distinguish reduplications from\ncompound words vividly illustrates how words resist our most\nprodigious efforts to classify them, how the living language\ninsists on wriggling out from under the most precise of\nmorphological microscopes.  If you will allow me to switch\nmetaphors, we cannot always tell where the front half of a\nhorse ends and the back half begins, even though we usually\nknow the difference between a horse's head and a horse's ass.\nStill, it is often that ambiguous midpoint that makes for the\nmost intriguing investigations into anatomy and language.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Rhyme Without Reason</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>Very early in our careers as language users, we human\nbeings take great pleasure in the repetition of playful\nsounds in words.  In the crib and romper room, we babble <em>ma-ma,\nda-da</em>, and <em>bye-bye</em>, and we are soon intoning such ditties\nas <em>eeny meeny miny moe, fee fi fo fum</em>, and <em>hickory dickory\ndock</em>, not because they make sense to us, but because they\nsatisfy a craving of our ears for rhythm and rhyme.  The appeal\nof such playful repetitions is especially evident in the story of\nChicken Little (also Chicken Licken); his cohorts in alarmism,\nHenny Penny, Cocky Locky, Ducky Lucky, Goosy Loosy, and\nTurky Lurky; and their nemesis, Foxy Loxy.</p> <p>When a sound or syllable repeats itself with little or no\nchange in a word, the resulting combination is often a reduplication.\nThere are more than 2000 such twin words in English,\nand they come in three types: rhymes, like <em>hocus-pocus</em>; vowel\n(or ablaut) shifts like <em>zigzag</em>; and repetitions, like <em>goody-goody</em>.</p> <p><em>Rhymes</em></p>"
}