{
  "type": "Article",
  "title": "Light Refractions",
  "author": "Thomas H. Middleton",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Light Refractions</h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p>\n<p>Credits</p>\n<p>Remember the old days when movie credits told us who\nproduced the film, who wrote it, who directed it, who recorded\nthe sound, and who acted in it?  Even that was a bit more than\nmost of us wanted to know; but today, credits have taken on a\nlife of their own, and we are treated to a cornucopia of names\nand titles rivaling the Manhattan telephone directory.</p>\n<p>My wife and I saw <em>Sophie's Choice</em> a few weeks ago, and\nwhen the final scene had faded and the credits started to roll,\nwe slowly rose and threaded our way across the row of raised\nseats, then up the aisle, all the while looking back at the screen,\non which an interminable list of positions and the names of the\npeople who filled them was being projected at a reasonably fast\nclip.  The names were still rolling as we left the theater.</p>\n<p>A few days later, I thought it might be interesting to\ninvestigate this phenomenon, so I called my friend Bert Freed,\nwho is on the executive committees of three separate branches\nof the Academy of Motion Picture Arts and Sciences.  (Bert is\none of those many fine actors whose names are unfamiliar to\nthe average movie-goer, but whose work on stage, the big\nscreen, and the television screen is consistently excellent and\nwhose face you would surely recognize.)  He arranged to have\nthe Academy send me several of the official folders distributed\nby the studios for the important preview showings of their\nbiggies.  Among the batch they sent were the credits for\n<em>Sophie's Choice</em> and <em>E.T.</em></p>\n<p><em>E.T.</em> is a dilly.  Not counting cast and stunt men, I figure\none hundred seventy-seven credits.</p>\n<p><em>E.T.</em>, of course, is a special case, what with all the special\neffects.  Nevertheless, the list includes the names of scores of\npeople who worked on the film who fifteen years ago wouldn't\nhave received screen credit and whose jobs could have been\ndone by anyone.  Now they're getting their names on the screen\nin a sort of “egos-bustin'-out-all-over” display of publicity.  We\nwould certainly expect to be given the names of the producer,\ndirector, writer, and actors.  We might reasonably expect the\nnames of the cinematographer and the editor; but the first\nassistant editor?  the second assistant editor?  “E.T. Eyes\nDesign”?  “Matte Photography Assistant”?  What the hell is\nthat?</p>\n<p>How about “Best Boy”?  As Laurence Urdang says,\n“Sounds like a catamite!”  Having acted, with extraordinary\nskill and a plethora of anonymity, in dozens of films, I've\nknown a few “best boys,” and most of them have been very\nclose to the time of life for Social Security.  A best boy is an\nassistant, either to the gaffer, who is the head electrician, or\nlighting man, or to the key grip, who is the head of the grips-the\ngrips being the guys who move equipment around a movie\nset.  I asked Robert Wise, the producer and director (<em>Sound of\nMusic, West Side Story, The Sand Pebbles</em>, etc.), about the\nspecifics of “Best Boyhood,” and he said that the best boy is\nnot simply the first assistant to the gaffer or the key grip, but\nthe one who's in charge of maintaining the equipment.  A job\nentailing considerable responsibility, surely, but hardly one\nmeriting space on a crawl, I should think.  The fact is that\nprobably no more than a dozen people in the universe give a\nbest boy's bum about who filled the position of gaffer, key grip,\nlighting best boy, grip best boy, transportation captain, first\naid, or “Harvey's owner and trainer,” whatever the hell that\nmeans.  (I suppose if I had the time, money, and strength to sit\nthrough <em>E.T.</em> again, Harvey's identity would come back to me\nin a flash, but you mustn't expect martyrdom.)</p>\n<p>In the <em>E.T.</em> credits, they also list the “Dolly Grip.”  That's a\nspecial category I'd never heard of, though I've seen many of\nthem.  They're not, as you might surmise, Barbie-holders, but\nthe guys who are skilled in moving the camera dolly at exactly\nthe pace the director has called for in a “dolly shot.”  It seems\nto me like the sort of thing any idiot could do, but, never\nhaving tried it, I could be quite wrong.</p>\n<p>“Dolly Best Boy” would be an intriguing title, but the <em>E.T.</em>\nbill doesn't list it as one.</p>\n<p>“Script Girl” is a credit that used to raise leers and\nchuckles among the lay audience.  I mean, everyone knew a\nscript girl was a lay for the director or the producer, right?</p>\n<p>“Script-Girl” might have appeared as a credit on French\nfilms before it did on American films.  I've seen “Script Girl” on\nAmerican films, but it was a short-lived credit on this side of\nthe Atlantic.  The feminist movement did it in.  The title is now\n“Script Supervisor,” and I think it's about time.  The Script\nSupervisor is now often a man.  And back in the days when a\nscript girl was a script girl, she was almost always a woman of\nsome maturity, however tender her years, and, unless the film\nwas a bad joke, she was someone of considerable competence.\nI've worked on many a film in which the script girl contributed\ninfinitely more of value than the director.  The script girl is\nusually responsible for making sure that dialogue, costume,\nhairdo, facial smudges, and all the other essential minutiae\nmatch from take to take, and the coordination of those\nminutiae can mark the difference between a good scene and a\nmess.</p>\n<p><em>E.T.</em>, as everyone knows, was directed and produced by\nSteven Spielberg.  Not everyone knows that it was also produced\nby Kathleen Kennedy, and you'd be hard pressed to find\na man-in-the-street who knows or cares that the production\nsupervisor was Frank Marshall.</p>\n<p>The reason I mention these folks is that their assistants\nalso get billing.  The Assistant to Mr. Spielberg was Janice\nPober; the Assistant to Ms. Kennedy was Denise Durham; and\nthe Assistant to Mr. Marshall was Patty Rumph.  This would\nhardly be worth mentioning except that Robert Wise, who is\nan old-timer, tells me that “Assistant to” is the latest term for\n“Secretary to.”  He said he was on one of the major lots a few\nmonths ago and he ran into a young woman whom he knew as\na fellow producer's secretary.  He introduced her to a friend as\n“So-and-so's secretary” and was corrected on the spot.  “Assistant\n!” said the young woman; “I'm his assistant!”  As his\nassistant, she probably doesn't make any more money than she\nwould as his secretary, but at least she gets screen credit to\nmake her parents proud.</p>\n<p>“DGA Trainee” is an interesting credit.  The DGA Trainee\non <em>E.T.</em> was a guy named John Flynn.  DGA is the Director's\nGuild of America, and a DGA trainee is someone who gets\npaid a minimum wage to hang around the set and sort of help\nout.  Robert Wise tells me that they do things like showing\nvisitors around.  He says he was quite startled when, after a film\nof his had been released, a DGA trainee wrote him to complain\nbitterly that he hadn't received film credit.</p>\n<p>I guess that tells us precisely what film credits are all\nabout.  They're not for the film-going public.  They're for the\npeople credited, who evidently get a kick out of seeing their\nown names flash past fleetingly in a brief display of light and\nshadow on a screen.  Talk about the bubble reputation!  This\none vanishes without a trace, and yet someone's ego has been\nfed.  I think that must say something about something, but I'm\ndamned if I know what it is.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Light Refractions</h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p> <p>Credits</p> <p>Remember the old days when movie credits told us who\nproduced the film, who wrote it, who directed it, who recorded\nthe sound, and who acted in it?  Even that was a bit more than\nmost of us wanted to know; but today, credits have taken on a\nlife of their own, and we are treated to a cornucopia of names\nand titles rivaling the Manhattan telephone directory.</p> <p>My wife and I saw <em>Sophie's Choice</em> a few weeks ago, and\nwhen the final scene had faded and the credits started to roll,\nwe slowly rose and threaded our way across the row of raised\nseats, then up the aisle, all the while looking back at the screen,\non which an interminable list of positions and the names of the\npeople who filled them was being projected at a reasonably fast\nclip.  The names were still rolling as we left the theater.</p>"
}