{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Illustrated Encyclopedia of Crossword Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780894802218/Illustrated-Encyclopedia-Crossword-Words-Zuni-0894802216/plp\"><em>The Illustrated Encyclopedia of Crossword Words</em></a></h2>\n<p>Michael Donner and Norton J. Bramesco, (Workman Publishing, 1982), 384 pp.</p>\n<p>Millions of people have delighted in solving crossword\npuzzles ever since their introduction in the 1920sâthe first\nsuccessful book published by Richard Simon and George\nSchuster was a collection of crossword puzzles, and look at\nSimon and Schuster today!  From the beginning, solvers were\ntaught about 'volcanic lava,' 'bitter vetch,' 'Persian fairy,'\n'young salmon,' and other esoterica dredged from the nether\nreaches of the language by the compilers who needed odd bits\nand pieces to fill in the gaps with <em>aa, ers, peri</em>, and <em>smolt</em>.</p>\n<p>British puzzles, which came later, require little of this\nlinguistic detritus because only alternate characters in horizontal\nwords are crosskeyed to vertical words (and vice versa);\nbesides, British puzzles tend more toward the kinds of clues\nfound in America in the “puns and anagrams” puzzles, though\nrecent imports from Britain are called “cryptic” crosswords.\n(For a rather easy American version, see our Anglo-American\nCrossword on page 24.)</p>\n<p>This book defines and, in many instances, illustrates the\nodds and ends of (mainly) the English found in crossword\npuzzles.  One omission noted is <em>parr</em> 'young salmon,' but for all\nI know, that may be a common word on everyone's lips and,\nhence, has no place in this collection.  Mercifully, the compilers\nhave avoided listing the kinds of nonsense appearing in so\nmany puzzles today: 'âgo home' as the clue for <em>I wanna</em>,\n'Pierre's nail' for <em>ongle</em>, etc.  Such items are used by bad puzzle-makers\n(and published by worse puzzle editors): the English\nlexicon is sufficiently replete and solvers should not be expected\nto know French, German, or Swahili; multiword combinations\nhave long been standard in cryptic puzzles (where the arrangement\nof words and the number of characters of each is usually\ngiven), but they have only recently begun to creep into\nAmerican-style puzzles, where they have no place.</p>\n<p>American puzzlesâsome, at leastâhave become tricky but\nmore in the wiseguy mode than by becoming clever.  Also, more\nand more of them contain outright errors of fact, which is\ninexcusable.  These shortcomings are to be laid at the door of\nthe editors who seem increasingly less capable or less energetic\nin checking for accuracy.</p>\n<p>All that criticism has nothing to do with <em>The Illustrated\nEncyclopedia of Crossword Words</em>, which is good fun and\nshould be in the library of every puzzle-solver if only to inform\nhim about what he has been doing all these years.  [If copies are\nnot readily available from your bookshop, send $10.95 (including\npostage) to Workman Publishing, I West 39th St., New\nYork, NY 10018, mentioning VERBATIM, and a copy will be sent\nto you.]</p>\n<p><em>Laurence Urdang</em></p>"
}