{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford Dictionary of English Eymology",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://global.oup.com/academic/product/the-oxford-dictionary-of-english-etymology-9780198611127?cc=us&amp;lang=en&amp;\"><em>The Oxford Dictionary of English Eymology</em></a></h2>\n<p>C.T.Onions et al., eds. (Oxford University Press, 1982), xiv + 1024 pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>For those who cannot afford the <em>OED</em> and find the\netymologies given in college and unabridged dictionaries inadequate,\nthe <em>ODEE</em> is an ideal companion.  The etymologies\nprovided are not, of course, as full or as thorough as those that\ncan be found in larger works, but they are probably adequate\nfor most use beyond the casual.  Cognates and reflexes in other\nlanguages are provided, as well as the century in which the\nearliest evidence places them.  About 24,000 basic etymologies\nare listed; with derivatives, more than 38,000 forms are treated.\nEntries are succinct and contain glosses for the various stages\nof semantic change undergone by the word.  To pick a typical,\nwell-known example of this genre, here is the entry for <em>nice</em>:</p>\n<blockquote>\n<p><em>nice</em> nais †foolish, stupid XIII; †wanton XIV;\n†coy, shy XV; fastidious, dainty; difficult to\nmanage or decide; minute and subtle; precise,\ncritical; minutely accurate XVI; dainty,\nappetizing; agreeable, delightful XVIII. -\nOF.  <em>nice</em> silly, simple = Pr. <em>nesci</em>, Sp. <em>necio</em>,\nIt. <em>nescio</em> :- L. <em>nesciu-s</em> ignorant, f. <em>ne</em>- NE +\n<em>sci</em>-, <em>scīre</em> know (see SCIENCE).  So <em>nice</em>TY\nnai.s\\?\\ti.  XIV. - OF. <em>niceté</em>.</p>\n</blockquote>\n<p>As can been seen, various obvious symbols are used to indicate\nobsoleteness (†), and dated matter (small capital Roman numerals);\nother, less self-evident symbols (:â which signifies 'normal\ndevelopment';â 'adoption of', etc.) are clearly set forth in the\nfront matter.</p>\n<p>The only shortcoming of the <em>ODEE</em> is its pronunciation\nsystem, which repeats, in part, the curious system used in the\n<em>OED</em>.  Moreover, the key is of little help for it contains\nexamples like the following:</p>\n<blockquote>\n<p>\\?\\ <em>moral</em> (m\\?\\r\\?\\l), <em>priority</em> (prai\\?\\r\\?\\ti).</p>\n</blockquote>\n<p>Do you say the first vowel in <em>moral</em> to rhyme with that in <em>shot</em>\nor in <em>short</em>?  The clue comes in</p>\n<blockquote>\n<p>\\?\\ <em>oft</em> (\\?\\ft), <em>broth</em> (br\\?\\p),</p>\n</blockquote>\n<p>I suppose.  But why give <em>boreen</em> and <em>cocotte</em>, which can scarcely\nbe said to be everyday words, as the key words for the\npronunciation of the symbol o?  Other sample words listed in\nthe “Key to the Pronunciation” (ix) are <em>Marathi, loofah, borax,\ngatling, discrepant, bodega, opulent, endue, and frustrum</em>ânot\nexactly words you find around the house.  It comes as some\nconsolation that the <em>ODEE</em> is a dictionary of etymology, not of\npronunciation.</p>\n<p>Notwithstanding this criticism, the <em>ODEE</em> is a serviceable,\nworkaday reference that offers much useful and interesting\ninformation in usable form.</p>\n<p><em>Laurence Urdang</em></p>"
}