{
  "type": "Article",
  "title": "Language Crimes: The Case of the Count's Companion",
  "author": "Richard L. Faust",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language Crimes: The Case of the Count's Companion</h1>\n<p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>The icy February rain was beating against my grimy office\nwindows, and I was down to my last lychee nut, when\nthere was a knock at the office door.  The words on the glass\npanel were clearly visible in the dim light: AHA: PRIVATE\nINVESTIGATOR.  Beyond my palindromic name two shadows\nwaited.  As I shouted “Come in!' ”  I reached for a clean manila\nfolder, for I knew another case was beginning.</p>\n<p>They entered, two strangers in a strange land.  I sized\nthem up as foreigners, not used to our ways, and the man's first\nutterance confirmed my deduction.</p>\n<p>“Aha,” he exclaimed, “you are he, yes?”</p>\n<p>Central Europe, no doubt about it.  By his clothes he could\nhave been upper class, shabby but upper, with an atmosphere\nof stale damask and fresh sorrow, the lost glories of a former\ngreatness.  He carried sadness like a pocket handkerchief.  My\noriental ancestors had learned a thousand years ago to counter\nhardship with aplomb.</p>\n<p>“I am Count Abel Nownplurall,” he announced grandly,\n“and this is the Countess Hyphen-Enid Nownplurall, my loyal\nwife and companion in adversity.”</p>\n<p>“Sit down, please.”  I motioned toward the only two chairs\n(Automat circa 32), and they sat as if assuming a throne.</p>\n<p>“We come about our dear good friend Fewer.  He's gone,\nperhaps forever, maybe kaput even.  He is out of place in this\nmodern world, helpless.  And he was so attached to us, always.”\nHe wept into his sadness.</p>\n<p>“When did you first notice he had disappeared?”</p>\n<p>“In the supermarket.  When we saw the sign saying 'Ten\nItems or Less,' we knew then; we knew that Fewer had\ndisappeared.  Can you bring him back, yes?”</p>\n<p>“It may take time, a lot of time.  Maybe even until all the\nsupermarkets have been turned into radioactive rubble.”</p>\n<p>“But we need him now; we need his distinction.  What\nclear distinction he always gives!  Fewer is elegant, no less, and\nhas to be with Count Abel Nownplurall.  You must find him.”</p>\n<p>“Describe him.”</p>\n<p>“Well, he is of ancient lineage, as old as our family, and he\nhas always associated with Counts, never non-Counts.  He is\nlean, precise, learned.  Recently he has suffered from neglect,\nlike us all.”  (He looked at the countess.)  “No one wants to hear\nhim mentioned in the media any more.  People will not utilize\nhim.  The beer commercials on the television now use the\nfamous actor Les Calories.  We have heard Fewer say how\nmuch he hated Les Calories no less than ten times.”</p>\n<p>So, I thought, Fewer and Les were bitter rivals.  I decided\nto take on the case.  Before they left, the Countess spoke up,\n“We love Fewer more than most.  Return him to us.”</p>\n<p>As usual, I checked in with my old friend Billy Emerald,\nthe lex guard at the Oakland dictionary depot.  Sure enough, he\nknew about the disappearance of Fewer—it was common\nknowledge among the guards—but he held out little hope of\ngetting him back.  “Do you know,” he asked, “how many such\nguys end up on the dungheap of language every year?  The\ncarnage is awesome.  When is the last time you heard of\nSupercilious or Supernumerary?  The Latins go first—highly\nstrung, no resistance.  There's a chance Fewer may not be dead\nyet.  He has the strength of most plural adjuncts, but he'll need\nlots of help, maybe a good PR man.  Aha, it's a big job; are you\nup to it?”</p>\n<p>“You forget, Billy, that my oriental ancestors in their\nwisdom taught me old proverbs like 'Never choose a strong\nopponent.'  I shall be up against only 'lesser' men.”</p>\n<p>I needed a break in the case.  My wise oriental ancestors\nalso said, “Ask the classic questions.”  So I asked one: “Where\nwould you be if you were Fewer?”  The answer was obvious, of\ncourse: I would be in fewer places.  So I went back to my office.</p>\n<p>It was there I solved the case.  I found him all right, or\nwhat was left of him, just skin and bones and beyond\nresuscitation, the cold body stuffed into the trash basket\noutside my office door.  I made a phone call and waited, for I\nknew in my oriental wisdom who had done it.</p>\n<p>They entered the office, bearing with them the faint scent\nof pumpernickel and rue.  They assumed the same postures as\nbefore in the same chairs, but the scene was quite different\nnow.</p>\n<p>“How did you figure it out, please?”</p>\n<p>“You made a slip.  You said, 'no <em>less</em> than ten times' when\ntalking about Fewer and Les.  It should be 'no fewer than.'\nThat mistake showed you, of all people, were in the habit of\nusing <em>less</em>, and I realized what that would do to Fewer.  You\nbadgered him and weakened him until eventually he passed\naway, killed not by neglect, as one might expect, but by\ndeliberate persecution.  And I know why you did it, too.”</p>\n<p>Their eyes showed pain but no fear.</p>\n<p>“It was the beer, wasn't it?  You wanted to be famous on\nthe commercials, to be rich again and adored, to associate with\nstars like Les.  But as long as Fewer lived, you were stuck with\nhim, since you and Fewer were historically linked.  You had no\nchance to join with Les until you eliminated Fewer forever.\nThat's why you did it.”</p>\n<p>I reached for the phone.  In the dying light I saw their\nnoble tears.</p>\n<p>After the police had taken them both away, I sat listening\nto the rain beating against the grimy windows.  The warm tea\nand the rain made me recall another piece of wisdom from my\noriental ancestors—“You cannot avoid what is in the blood.”\nThe Count and Countess had blood from Central Europe.  I\nsighed and wrote at the end of the case memo—Cause of\nDeath: Old beer trying to mix with new.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language Crimes: The Case of the Count's Companion</h1> <p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>The icy February rain was beating against my grimy office\nwindows, and I was down to my last lychee nut, when\nthere was a knock at the office door.  The words on the glass\npanel were clearly visible in the dim light: AHA: PRIVATE\nINVESTIGATOR.  Beyond my palindromic name two shadows\nwaited.  As I shouted “Come in!' ”  I reached for a clean manila\nfolder, for I knew another case was beginning.</p> <p>They entered, two strangers in a strange land.  I sized\nthem up as foreigners, not used to our ways, and the man's first\nutterance confirmed my deduction.</p> <p>“Aha,” he exclaimed, “you are he, yes?”</p>"
}