{
  "type": "Article",
  "title": "Learned Length and Thund'ring Sound: A Word-Lover's Panegyric",
  "author": "Bryan A. Garner",
  "location": "Austin, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Learned Length and Thund'ring Sound: A Word-Lover's Panegyric</h1>\n<p><em><span data-rel=\"author\">Bryan A. Garner</span> <span data-rel=\"location\">Austin, Texas</span></em></p>\n<blockquote>\n<p>That style is...most perfect, not, as fools say,\nwhich is the most natural, for the most natural is the\ndisjointed babble of the chronicler; but which attains\nthe highest degree of elegant and pregnant implication\nunobtrusively; or if obtrusively, then with the greatest\ngain to sense and vigour.</p>\n<p>Robert Louis Stevenson</p>\n</blockquote>\n<p>For many years now it has been dinned into the minds of\nhigh-school and college English students that one quality\nstands preeminent in the pursuit of a good prose style:\nsimplicity.  Ostensibly for the sake of clear communication, this\nsimplicity is usually supposed to manifest itself in the choice of\nplain words.  The corollary of this relatively unexamined precept\nis that the introduction of difficult words into one's\nwriting or speech is a grave stylistic fault.  English textbooks are\nnot alone, however, in stigmatizing whatever is not readily\nunderstandable to everyone, for one often hears complaints\nabout the use of hard words.  Recently an acquaintance of\nmine, a law student and Phi Beta Kappa graduate of a\nprestigious university, told me that she would not renew her\nsubscription to <em>Newsweek</em> because the frequency of words she\ndidn't know irritated her.</p>\n<p>Americans today are as averse as any nation to unfamiliar\nwords, which seem to proclaim intellectual pretension, flaunted\nknowledge, or cultural snobbery—and this if they are used well!\nYet hard words have a reputable literary tradition, even if a\nforeshortened one.  English inherited two strains of literary\nexpression, both deriving ultimately from Ciceronian Latin.  On\nthe one hand is the plain style now in vogue, characterized by\nunadorned vocabulary, directness, unelaborate syntax, and\nearthiness.  (This style is known to scholars as Atticism.)  On the\nother hand we have the grand style, which exemplifies floridity,\nallusiveness, formal, sometimes abstruse diction, and rhetorical\nornament.  Proponents of this verbally richer style (called\nAsiaticism) proudly claim that the nuances available in the\n“oriental profusion” of English synonyms make the language\nan ideal putty for the skilled linguistic craftsman to mold and\nshape precisely in accordance with his conceptions.</p>\n<p>The bases of these two styles—now differentiated primarily\nby vocabulary, but also by syntax—are still firmly rooted in the\npublic consciousness.  We have not only the many old saws that\nbespeak the maidenly virtues of simple language, but also the\nbooks: for example, those by Gowers and Flesch, among others.\nLikewise our bookstores and libraries contain reference sections\nteeming with dictionaries of hard words and manuals on how\nto increase one's vocabulary, wherein introductory essays\ninform us of the many advantages to be enjoyed if only we\nwould expend the effort to learn new words.  Here is the\nstandard formula: having increased your command of words,\nyou become more articulate, and hence will acquire a better\njob and gain the respect and admiration of your colleagues.</p>\n<p>Now, the Asiaticist views the opulence of our language as\nproviding apposite terms for virtually every conceivable context.\nStill, using the abundant resources of English is widely, if\nnot wisely, discouraged.  This attitude is as old as Modern\nEnglish.  During the sixteenth century, when our language had\njust begun to take its modern form, learned Englishmen who\nenriched their lexically impoverished tongue with Latin and\nGreek loanwords were vilified as “smelling of the inkhorn” or\nas “inkhornists.”  Thus one of the more notable borrowing\nneologists of the Renaissance, Sir Thomas Elyot, author of <em>The\nGovernour</em>, wrote in 1531: “Divers men, rather scornyng my\nbenefite ['beneficence,' i.e, adding to the English word-stock]\nthan receyving it thankfully, doo shew them selves offended (as\nthey say) with my straunge termes.”  The “straunge termes”\nthis redoubtable inkhornist gave us include <em>accommodate,\neducation, frugality, irritate, metamorphosis, persist</em>, and <em>ruminate</em>.\nHe sought not to parade his formidable erudition, but\nrather “to augment our Englyshe tongue, wherby men shulde\nas well expresse more abundantly the thynge that they conceyved\nin their hartis (wherefore language was ordeyned)\nhavinge wordes apte for the purpose.”  In retrospect, of course,\nthe noble efforts of Elyot and others like him were not in vain.</p>\n<p>But sesquipedalophobia ('hatred or fear of big words,'\naptly enough) has prevailed, even among men of learning.\nWriters on style often find English words of foreign derivation,\nlike those introduced by Elyot, particularly objectionable.  Thus\nH. W. Fowler and F. G. Fowler on the first page of <em>The King's\nEnglish:</em></p>\n<blockquote>\n<p>Prefer the familiar word to the far-fetched.<br>\nPrefer the concrete word to the abstract.<br>\nPrefer the single word to the circumlocution.<br>\nPrefer the short word to the long.<br>\nPrefer the Saxon word to the Romance.</p>\n</blockquote>\n<p>If by “preferences” the Fowlers meant mere velleities, then the\nsoundness of these principles is unassailable.  As stated, however,\nthey might be considered simplistic and confusing.  The\nFowlers' inconsistency between theory and practice is more\nproximate than might be obvious: the first three of their axioms\ncontain no fewer than eight Latinisms.  One is reminded of the\nsubtle mockery of this sentence quoted by Joseph T. Shipley in\n<em>In Praise of English</em>, and perhaps inspired by the Fowler\nbrothers: “Avoid Latin derivatives; use brief, terse, Anglo-Saxon\nmonosyllables,” in which <em>Anglo-Saxon</em> is the only Anglo-Saxon\nword.</p>\n<p>Sheridan Baker, author of <em>The Practical Stylist</em>, takes a\nmuch more reasonable approach to the Latin Quarter (or, more\nprecisely, three-quarters) of the English language.  He writes:</p>\n<blockquote>\n<p>“What we need is a mixed diction,” said Aristotle,\nand his point remains true twenty-three centuries and\nseveral languages later.  The aim of style, he says, is to\nbe clear but distinguished.  For clarity we need common,\ncurrent words; but used alone, these are commonplace,\nand as ephemeral as everyday talk.  For\ndistinction we need unusual words, metaphors; but used\nalone, these become gibberish.  What we need is a diction\nthat marries the popular with the dignified, the\nclear with the sedgy margins of language and thought.</p>\n</blockquote>\n<p>Intermingling substantial Saxon words with those from\nLatin gives language variety, texture, euphony, and vitality.\nThe best writers match substance with impeccable form.  They\nuse language precisely, evocatively, even daringly.  Thus one\nmust not assume that Hemingwayan spartanism is the only\ndesirable mode, unless one is ready to indict T. S. Eliot,\nMencken, Nabokov, Edmund Wilson, John Updike, and many\nanother masterly writer for dabbling in sesquipedality.</p>\n<p>Having established a reputable pedigree for the judicious\nemployment of unfamiliar words, we can approach a standard\nfor discriminating between useful and relatively useless\nabstrusities.  For the purpose of making such judgments, I offer\na single criterion.  Consider words as analogues to mathematical\nfractions, both being symbols for material or conceptual referents:\nwould a self-respecting mathematician say 12/48 instead\nof 1/4 just to sound more erudite?  Certainly not.  Likewise a\nwriter or speaker generally should not say <em>obtund</em> when the\nverbs <em>dull</em> and <em>blunt</em> come more readily to mind.  Nor would\none say <em>saponaceous</em> for <em>soapy, dyslogistic</em> for <em>uncomplimentary</em>,\nor <em>macrobian</em> (or <em>longevous</em>) for <em>long-lived</em>.  In language,\nhowever, there are the additional considerations of tone and\ncontext which are largely absent in mathematics.</p>\n<p>It is impossible to set down absolute rules about words\nthat are and are not useful.  Still, it is clearly pedantic to avoid\nthe obvious by clothing it in befogged terminology, as one\nmight by writing <em>arenaceous</em> or <em>sabulous</em> for <em>sandy, immund</em>\nfor <em>dirty, nates</em> for <em>buttocks</em>, or <em>venenate</em> for <em>poison</em> (vb.).  In the\nwords of Coleridge, “Whatever is translatable in other and\nsimpler words of the same language, without loss of sense or\ndignity, is bad.”</p>\n<p>But what of the mathematician who arrives at 15/16?\nShould he, for the sake of convenience and easier comprehension,\nround off the fraction to 1?  Not if he is concerned with\nprecision.  (One is reminded of the school district in the deep\nsouth that once decided that 3.14159 was too much for\nchildren to learn and therefore stipulated that the value of pi\nwas 3.  Or worse, of the midwestern state legislature that, in\n1896, set pi equal to 4.)  Likewise with the writer who, when\ndescribing an asthenic person, should not balk at using <em>asthenic</em>\nrather than the vaguer <em>weak</em>, for the former evokes the distinct\nimage of muscular atrophy, which the latter lacks.  And why\nengage in cumbersome periphrases, when a single word will\nneatly suffice?</p>\n<p>One could make similar arguments for thousands of other\nEnglish words.  <em>Coterie</em> and <em>galere</em> have almost identical meanings—something\nlike 'a group of persons united for a common\ninterest or purpose'—but no everyday word exists for this\nnotion.  The same is true of <em>cathexis, eirenicon, gravamen,\nobelize, oriflamme, protreptic</em>, or any of numberless other\nexamples.  Samuel Johnson came closest to rationalizing his\nsesquipedalian penchant when he wrote: “It is natural to\ndepart from familiarity of language upon occasions not familiar.\nWhatever elevates the sentiments will consequently raise\nthe expression; whatever fills us with hope or terror, will\nproduce some perturbation of images and some figurative\ndistortions of phrase.”</p>\n<p>Certainly one may have occasion to flirt with abstruse\nvocabulary for reasons other than stylistic dignity or the lack of\na simpler term.  I shall adduce three.  First, it is often desirable\nto avoid the apt but voguish word.  To select one of several\nexamples, in the days when <em>aggravate</em> was first coming to be\nwidely used for 'irritate, annoy,' the fastidious speaker or writer\ncould either combat the word's debasement and use it correctly,\nor seek refuge in <em>exacerbate</em>.  But now that this term has\nbecome so overworked in journalese and governmentese, he\nprobably must eschew it altogether.  Perhaps, ironically, a mere\n“make worse” will now have to do.</p>\n<p>Second, big words can often have a very humorous effect,\nthough of course the fun is limited to those who can understand\nthem.  Such jocular phrases as <em>campanologist's tintinnabulation</em>\n'bell-ringer's knell,' <em>galliaceous halitosis</em> 'garlic breath,'\n<em>pernoctative nepotation</em> 'riotous carousing through the night,'\n<em>bromidrotic fug</em> 'sweaty stench,' and <em>dasypygal demimondaine</em>\n'hairy-rumped prostitute' can be delightfully amusing.</p>\n<p>A third reason for waxing lexiphanic is to soften one's\nscurrility—to abstract it so that one's audience does not immediately\nvisualize an unpleasant image.  A political analyst\nrecently used <em>fecalbuccal</em>, an ingenious coinage to describe\ncertain politicians, for such a purpose.</p>\n<p>But enough of this rhapsodizing on sesquipedality.  Americans\nhave a folk saying that runs: “He is a wise man who will\nuse a short word where a long word might do.”  All right.  But\nwe should also recognize that he is a man of sapience and\ndiscernment who will use a big word where there is no\nadequate substitute, rather than pander his meaning to the\nsacrosanct monosyllable.  And anyone who naysays this proposition\nis merely an addlepated ultracrepidarian!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Learned Length and Thund'ring Sound: A Word-Lover's Panegyric</h1> <p><em><span data-rel=\"author\">Bryan A. Garner</span> <span data-rel=\"location\">Austin, Texas</span></em></p> <blockquote>\n<p>That style is...most perfect, not, as fools say,\nwhich is the most natural, for the most natural is the\ndisjointed babble of the chronicler; but which attains\nthe highest degree of elegant and pregnant implication\nunobtrusively; or if obtrusively, then with the greatest\ngain to sense and vigour.</p>\n<p>Robert Louis Stevenson</p>\n</blockquote> <p>For many years now it has been dinned into the minds of\nhigh-school and college English students that one quality\nstands preeminent in the pursuit of a good prose style:\nsimplicity.  Ostensibly for the sake of clear communication, this\nsimplicity is usually supposed to manifest itself in the choice of\nplain words.  The corollary of this relatively unexamined precept\nis that the introduction of difficult words into one's\nwriting or speech is a grave stylistic fault.  English textbooks are\nnot alone, however, in stigmatizing whatever is not readily\nunderstandable to everyone, for one often hears complaints\nabout the use of hard words.  Recently an acquaintance of\nmine, a law student and Phi Beta Kappa graduate of a\nprestigious university, told me that she would not renew her\nsubscription to <em>Newsweek</em> because the frequency of words she\ndidn't know irritated her.</p> <p>Americans today are as averse as any nation to unfamiliar\nwords, which seem to proclaim intellectual pretension, flaunted\nknowledge, or cultural snobbery—and this if they are used well!\nYet hard words have a reputable literary tradition, even if a\nforeshortened one.  English inherited two strains of literary\nexpression, both deriving ultimately from Ciceronian Latin.  On\nthe one hand is the plain style now in vogue, characterized by\nunadorned vocabulary, directness, unelaborate syntax, and\nearthiness.  (This style is known to scholars as Atticism.)  On the\nother hand we have the grand style, which exemplifies floridity,\nallusiveness, formal, sometimes abstruse diction, and rhetorical\nornament.  Proponents of this verbally richer style (called\nAsiaticism) proudly claim that the nuances available in the\n“oriental profusion” of English synonyms make the language\nan ideal putty for the skilled linguistic craftsman to mold and\nshape precisely in accordance with his conceptions.</p>"
}