{
  "type": "Article",
  "title": "English English by Philip Howard",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English by Philip Howard</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>Earlier this summer <em>The Times</em> of London, God bless her\nand all who hack in her, carried the following headline on its\nback page: WHO THE UNIONS WANT.  This provoked Mrs. Galina\nM. Carter of Cambridgeshire to write to us at VERBATIM in\ngrief and anger:</p>\n<blockquote>\n<p>Is there nothing that can be done to stop this erosion\nof the correct use of 'who' and 'whom'?  English is fortunate\nin having a minimum of cases and genders, and\nit seems to me that the basic structure of the language\nshould be maintained, even though the language must\nremain flexible and subject to contemporary change.  I\nfind it distressing when a newspaper with the high\nstandards and reputation of <em>The Times</em> allows such slovenly\nwriting and editing.  I suppose the fault lies with\nthe schools.  But perhaps by publicizing and criticizing\nwe may be able to influence the trend away from such\ncarelessness.</p>\n</blockquote>\n<p>Sorry, Mrs. Carter.  We must try to do better.  The truth of\nthe matter is that we and the rest of our contemporaries have\nincreasing difficulty with the inflections of our pronouns.  There\nare various reasons for this.  One of them, as Mrs. Carter herself\npoints out, is that our schools no longer teach grammar in any\nsystematic way.  Indeed a representative of the teacher's biggest\nunion recently told a Parliamentary select committee that\ngrammar and spelling were trivial subjects and should not be\ntaught in schools.</p>\n<p>The Sixties generation of boys came out of school thinking:\n“I don't have to wear a necktie; I can grow my hair long;\nand I can spell how I want.”  The girls had similar thoughts\nappropriate to their gender.  These young men and women are\nnow the sub-editors and compositors who produce our newspapers.\nConsequently there has been a relaxation in the strict\nrules of old-fashioned style and grammar, causing grief and\npain to readers who were born before the Sixties.</p>\n<p>A connected reason or consequence of the change in\nattitudes of the Sixties is that the case-endings of our pronouns\nare quite rapidly withering away, as the dual case, for example,\nof Old English faded away nine centuries ago.  THE MAN WHO\nTHE UNIONS WANT in the headline still looks illiterate, and\nshould not have appeared in <em>The Times</em>.  But, when answering\nthe telephone, today it would sound pedantic and unfriendly to\nsay: “Whom am I Speaking to?”  All but the most rigid\nupholder of Victorian values say: “Who am I speaking to?”  (if\nthey don't say: “Who's that?”), which can be conveniently\nsmudged into: “Who'm I speaking to?”  Only the learned owls\nof Oxford and Cambridge still hoot “To-who, TO-WHOM” on\nevery occasion when they should use the accusative.</p>\n<p>The A-D section of the Yellow Pages of the London\nTelephone Directory has a full page advertisement in huge\nprint which runs: IF YOU DON'T KNOW WHO YOU WANT ...\nBUT YOU DO KNOW WHAT YOU WANT.  I think that their\ncopywriters would justify the use by saying that <em>who</em> sounds\ncolloquial and matey, whereas <em>whom</em> would sound prissy and\nmagisterial.</p>\n<p>An even odder relative confusion substitutes <em>whom</em> where\n<em>who</em> is correct.  This is odd because in general <em>whom</em> is avoided\nin colloquial registers as being old-fashioned and punctiliously\ncorrect.  But when some some other words intrude between the\nnominative relative pronoun <em>who</em> and its verb, it has become\nconventional to write <em>whom</em> instead of <em>who</em>.  For example, it is\nstill correct to write: “Ronald Reagan, who is President.”  But it\nis becoming correct, or at any rate customary and in due\ncourse idiomatic, to write and say: “Ronald Reagan, whom he\nreminded his listeners was President of the United States...!”</p>\n<p>I suspect that this peculiarity is didascalogenic (on the\nanalogy of iatrogenic diseases); as in also, for instance, <em>It's hard\non we girls</em>, and <em>the wine-waiter who served my wife and I</em>.  We\nare in a state of uncertainty about the inflections of our\npronouns because of uncertainty in the teaching of grammar,\nand, when put to it, in a panic, we often plump for the wrong\ninflection.</p>\n<p>The aberrant use of <em>whom</em> as a nominative has decent\nprecedents.  You remember <em>The Tempest</em>: “Young Ferdinand,\n<em>whom</em> they suppose is drown'd.”  Remember even higher\nauthority, with an interrogative rather than a relative pronoun:\n“He saith unto them, But <em>whom</em> say ye that I am?”  Of course,\nboth the Greek and the Vulgate of Matthew XVI, 15, have the\naccusative (and of course infinitive) here, because accusative\nand infinitive is the Greek and Latin construction for asking an\nindirect question.  No doubt the translators of the <em>Authorized\nVersion</em>, and Wyclif and Tyndale, were influenced by their\nclassical training.  Maybe Shakespeare was also (or maybe)\nwriting in a hurry, he was confusing his grammar with another\nway of putting the phrase: “Young Ferdinand, <em>whom</em> they\nsuppose to be drown'd,” an English accusative and infinitive.</p>\n<p>Over here we have increasing confusion about the cases of\nour pronouns.  How is it over there?  We still try to get them\nright in <em>The Times</em>, because our readers were taught grammar,\nand care for such precision.  But in the long run, by the next\ncentury, I do not believe that there will be many cases left in\nour pronouns to trouble the subs and compositors.  A pity,\nwould you say?  Well, up to a point, Lord Copper.  Anything\nthat reduces the distinctions of English coarsens its use.  But\nthe principal object of language is to communicate meanings\nprecisely.  And the gradual loss of the last surviving inflections\nis not going to impede communication greatly.  In the\nmeantime, we shall try to use our pronouns properly in <em>The\nTimes</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English by Philip Howard</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>Earlier this summer <em>The Times</em> of London, God bless her\nand all who hack in her, carried the following headline on its\nback page: WHO THE UNIONS WANT.  This provoked Mrs. Galina\nM. Carter of Cambridgeshire to write to us at VERBATIM in\ngrief and anger:</p> <blockquote>\n<p>Is there nothing that can be done to stop this erosion\nof the correct use of 'who' and 'whom'?  English is fortunate\nin having a minimum of cases and genders, and\nit seems to me that the basic structure of the language\nshould be maintained, even though the language must\nremain flexible and subject to contemporary change.  I\nfind it distressing when a newspaper with the high\nstandards and reputation of <em>The Times</em> allows such slovenly\nwriting and editing.  I suppose the fault lies with\nthe schools.  But perhaps by publicizing and criticizing\nwe may be able to influence the trend away from such\ncarelessness.</p>\n</blockquote> <p>Sorry, Mrs. Carter.  We must try to do better.  The truth of\nthe matter is that we and the rest of our contemporaries have\nincreasing difficulty with the inflections of our pronouns.  There\nare various reasons for this.  One of them, as Mrs. Carter herself\npoints out, is that our schools no longer teach grammar in any\nsystematic way.  Indeed a representative of the teacher's biggest\nunion recently told a Parliamentary select committee that\ngrammar and spelling were trivial subjects and should not be\ntaught in schools.</p>"
}