{
  "type": "Article",
  "title": "Gaming and/or Gambling: You pays your money...",
  "author": "Thomas L. Clark",
  "location": "University of Nevada, Las Vegas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Gaming and/or Gambling: You pays your money...</h1>\n<p><em><span data-rel=\"author\">Thomas L. Clark</span> <span data-rel=\"location\">University of Nevada, Las Vegas</span></em></p>\n<p>While preparing material for the “Dictionary of Gaming\nand Gambling,” I knew I must deal with the distinction\nbetween <em>gaming</em> and <em>gambling.</em> Las Vegas bills itself as “The\nGaming Capital of the World.”  Yet people who arrive in town\nexpect to “gamble” by playing “games” or “gambling games.”\nMy understanding, after working with these materials for more\nthan five years, is that state officialdom, when hoping to sound\nprofessional and clinical, uses the term <em>gaming</em> as having an\nameliorative sense.  By contrast, then, the assumption would be\nthat <em>gambling</em> has a pejorative connotation.  This article examines\nsome of the connotations in these terms from the standpoint\nof people committed to the industry of playing while\npaying and from the standpoint of other people equally\ncommitted to abolishing this (nearly) most ancient vice.</p>\n<p>In the extreme views, <em>gaming</em> is a pastime for sportsmen,\npersons of gentility: genteel folk out for a lark may frolic and\nsport by taking chances on winning or losing some money,\nneither much nor little.  <em>Gambling,</em> on the other hand, carries a\nnote of desperation, a sense of wantonness, not a pastime but\nan obsession, risking high amounts on generally losing propositions;\nit is an activity for wastrels who dissipate estates and\nfortunes while carousing with all manner of strumpets and\nconsorting with other riotous low-livers.  Actually, the distinctions\nbetween <em>gaming</em> and <em>gambling</em> lie somewhere between\nthese extremes.  Indeed, for some people, the terms are\nsynonymous.</p>\n<p>The members of the Nevada State Legislature first legalized\ngambling in Assembly Bill number 98 in 1931.  The\nprologue to the bill reads, “An Act concerning slot machines,\n<em>gambling games,</em> and gambling devices” [emphasis mine].  The\nbill goes on to list specific games played for money and to\nprescribe licensing fees for such wagering activities, along with\na description of the premises where persons may risk money.\nThe index to those statutes of 1931 carries only the listing\n<em>Gambling and Gambling Devices.</em>  By 1939, someone in officialdom\nsensed the nuances between terms.  The index for that\nyear lists <em>Gambling—see Gaming,</em> and amendments to the 1931\nbill are listed under the latter heading.  Interestingly, the\nmarginal notes placed alongside each bill and amendment use\nthe term <em>gambling.</em></p>\n<p>By 1941 (the state legislature meets only every two years),\nthe index for statutes was back to listing all such bills and\namendments under the heading of <em>Gambling,</em> a practice that\nremained in effect even through the 1959 session, when the\nNevada Gaming Commission and the State Gaming Control\nBoard were established.  In fact, the index for 1959 lists all bills\nand amendments under <em>Gambling,</em> while the entries under\n<em>Gaming</em> list only the two new regulatory boards.  In 1967, the\nindexer for the Nevada Revised Statutes used <em>see Gambling</em> for\nall references to gaming.  And so it has remained until today.\nThat the indexer for these official papers has some latitude in\ndescription is demonstrated by the fact that the famous (or\ninfamous) “Black Book,” a listing of persons “to be excluded or\nejected from licensed <em>gaming</em> establishments” [emphasis mine]\nis referenced in the index but not in the amendment that\nestablished that famous and seldom-seen document.</p>\n<p>It appears that the term <em>gambling</em> is used generally within\nthe state to refer to any activity relative to wagering, while the\nterm <em>gaming</em> is used in all official references.  Today, Chapter\n463 of the Nevada Revised Statutes is titled “Licensing and\nControl of Gaming,” and the first definition offered in the\nchapter is “Short Title: Nevada Gaming Control Act.”  The\ndefinitions go on to explain that <em>game</em> and <em>gambling game</em> have\nthe same meaning and that <em>gaming</em> and <em>gambling</em> have the\nsame definition.</p>\n<p>A short tour through historical dictionaries brings to light\nsome of the more interesting aspects of the cohesive vocabulary\nassociated with the two terms.  First stop: the <em>Oxford English\nDictionary</em> and <em>Supplements.</em></p>\n<p><em>Game</em> was, from the first, connected to pleasant associations.\nFrom the first appearance, in <em>Beowulf,</em> on through the\n16th century, associations with game are “glee, pleasance, joy,\nplay, mirth.”  By the 15th century, the connotation could be\nquite different, as the cruel aspect of <em>game</em> begins to make its\nappearance.  In the late 16th century, the sense of <em>game</em> could\ndesignate an object of ridicule, a laughingstock.</p>\n<p>On the other hand, from its earliest appearances, <em>gamble</em>\nwas related to vices and foul practice.  The relationship to\ndissipation and to cheating were close and constant through the\nyears.  In places where gambling took place, the excesses were\nsuch that writers of the times (from about 1815) described\nthem as “gambling hells.”</p>\n<p>The apparent derivative, <em>gambling,</em> antedates <em>gamble.</em>  The\n<em>OED</em> records that in the 18th century the term was regarded as\nslang.  It probably came about as a dialect survival from Middle\nEnglish <em>gamene-n.</em>  The rare 16th- and 17th-century <em>gameling</em>\nimplies a verb, *<em>gamel,</em> which is unattested.  Progressive partial\nhomorganic assimilation could easily account for the intrusive <em>b</em>\nthat showed up in later spellings, though the <em>OED</em> does not\nmake such a speculation.  In the sense of “wagering on the\noutcome of games,” <em>gaming</em> does not carry the pejorative\nsenses of <em>gambling,</em> though the latter term is often used as part\nof the definition.</p>\n<p><em>A Dictionary of American English on Historical Principles\n(DAE)</em> lists older citations for <em>gaming</em> than for <em>gambling.</em>  Those\n17th-century citations from Virginia and Plymouth, as might be\nexpected, given the tenor of the time, link <em>gaming</em> to idleness,\ndrunkenness, “excess in apparel,” and other ruinous pastimes.\nThe earliest citations in <em>DAE</em> for <em>gambling</em> date from the 19th\ncentury but usually carry similar pejorative comments and\n“warnings to young men of substance.”  <em>A Dictionary of\nAmericanisms on Historical Principles (DA)</em> does not list <em>gambling</em>\nor <em>gaming</em> as discrete entries, which is hardly surprising,\ngiven the scope of <em>DA.</em>  The terms, where found, are listed in\nattributive senses or as part of open compounds.  For many\nyears, then, <em>gambling</em> has had to sit below the salt, while\n<em>gaming</em> occupies a position at least even with the salt.  Official\nreferences to the practice seem to prefer <em>gaming</em>.  Indeed, the\nmore than seven thousand items dealing with gaming and\ngambling in the Dickinson Library fall under the rubric of The\nGaming Research Center, and I was named to the University\nGaming Research Center Committee.</p>\n<p>The perspective of the individual is often obvious from the\nrelative frequency with which a term is used.  In 1891, John\nPhilip Quinn's <em>Fools of Fortune</em> was published by The Anti-Gambling\nAssociation in Chicago.  Quinn's book is a Victorian\ntome of warning written in the breathless style and excruciating\ndetail designed to appeal to those gentlemen who might\nlike “to have been there.”  In keeping with the tone of the time,\nthe subtitle of Quinn's book is <em>Gambling</em> and <em>Gamblers;</em>\n<em>Comprehending a History of the Vice in Ancient and Modern\nTimes, and in Both Hemispheres; an Exposition of Its Alarming\nPrevalence and Destructive Effects; with an Unreserved and\nExhaustive Disclosure of Such Frauds, Tricks and Devices as\nAre Practiced by “Professional” Gamblers, “Confidence Men”\nand “Bunko Steerers.”</em>  His preface, dated 1890, begins, “Of all\nthe vices which have enslaved mankind, none can reckon\namong its victims so many as gambling.”  Throughout his book,\nQuinn uses <em>gamble, gambler,</em> and <em>gambling</em> in every reference\nto evil and vice.  Other terms, such as <em>gamester,</em> appear only in\nconnection with <em>sharper</em> or some other such appellation.  <em>Gaming</em>\nis used rarely and in the most neutral statements, such as\n“one whose instinct for gaming is satisfied with a legitimate\nbusiness.”  For Quinn, speculation and risk in the name of\nlegitimate business is gaming, otherwise it is gambling.  Elsewhere,\nQuinn uses <em>gaming</em> in clearly marked phrases, idioms,\nor open compounds, such as <em>gaming hells.</em></p>\n<p>Other, more objective treatises have been more likely to\nuse a variety of terms with less cumulatively pejorative force—\ncumulatively, because a term used once may carry only slight\nnegative connotation but, used frequently, can create a considerable\nsense of pejoration in the mind of the reader.  Herbert\nAsbury, in <em>Sucker's Progress</em> (1938, New York: Dodd, Mead and\nCompany) used <em>gambling game, banking game, gambler,\nplayer, gaming tables, Faro Bank, Faro game,</em> usually without\nprejudice or undue emphasis of one term over another.</p>\n<p>On occasion, people have found a way out of the terminological\ndilemma.  In 1977, the New Jersey State Legislature\npassed the Casino Control Act, which was described as a\nmethod for controlling “Legalized Games of Chance.”  The\npolicy body and the enforcement body, corresponding to the\nNevada Gaming Commission and the State Gaming Control\nBoard, are named the New Jersey Casino Control Commission\nand the Division of Gaming Enforcement.  In the process of\ndefining terms for the Act, the drafters used interesting\nvariations.  “Authorized Game” or “Authorized Gambling\nGame” is defined by exemplum: “Roulette, baccarat, blackjack,\ncraps, big six wheel, and slot machines.”  On the other hand,\n“Game” or “Gambling Game” is a stipulative definition: “Any\nbanking or percentage game located exclusively within the\ncasino, played with cards, dice or any mechanical device or\nmachine for money, property, or any representative of value.”\nAnd, finally, we are given an operational definition: “ 'Gaming'\nor 'Gambling'—The dealing, operating, carrying on, conducting,\nmaintaining or exposing for pay any game.”  We can ignore the\nstyle in which the definitions are written.  We can even ignore\nthe fact that the definitions exclude, legally, electronic gambling\ndevices by referring only to “mechanical” machines.</p>\n<p>By restricting the meaning of <em>gaming</em> to wagering on\nevents, a dictionary of terms has a defined scope of coverage.\nYet terms used in gaming events are not automatically excluded\nfrom future editions of such a book.  Words and phrases from,\nsay, basketball can be collected in the archives; terms like <em>slam\ndunk, off the glass, in the paint</em> are already being collected in\nthe citation file.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Gaming and/or Gambling: You pays your money...</h1> <p><em><span data-rel=\"author\">Thomas L. Clark</span> <span data-rel=\"location\">University of Nevada, Las Vegas</span></em></p> <p>While preparing material for the “Dictionary of Gaming\nand Gambling,” I knew I must deal with the distinction\nbetween <em>gaming</em> and <em>gambling.</em> Las Vegas bills itself as “The\nGaming Capital of the World.”  Yet people who arrive in town\nexpect to “gamble” by playing “games” or “gambling games.”\nMy understanding, after working with these materials for more\nthan five years, is that state officialdom, when hoping to sound\nprofessional and clinical, uses the term <em>gaming</em> as having an\nameliorative sense.  By contrast, then, the assumption would be\nthat <em>gambling</em> has a pejorative connotation.  This article examines\nsome of the connotations in these terms from the standpoint\nof people committed to the industry of playing while\npaying and from the standpoint of other people equally\ncommitted to abolishing this (nearly) most ancient vice.</p> <p>In the extreme views, <em>gaming</em> is a pastime for sportsmen,\npersons of gentility: genteel folk out for a lark may frolic and\nsport by taking chances on winning or losing some money,\nneither much nor little.  <em>Gambling,</em> on the other hand, carries a\nnote of desperation, a sense of wantonness, not a pastime but\nan obsession, risking high amounts on generally losing propositions;\nit is an activity for wastrels who dissipate estates and\nfortunes while carousing with all manner of strumpets and\nconsorting with other riotous low-livers.  Actually, the distinctions\nbetween <em>gaming</em> and <em>gambling</em> lie somewhere between\nthese extremes.  Indeed, for some people, the terms are\nsynonymous.</p> <p>The members of the Nevada State Legislature first legalized\ngambling in Assembly Bill number 98 in 1931.  The\nprologue to the bill reads, “An Act concerning slot machines,\n<em>gambling games,</em> and gambling devices” [emphasis mine].  The\nbill goes on to list specific games played for money and to\nprescribe licensing fees for such wagering activities, along with\na description of the premises where persons may risk money.\nThe index to those statutes of 1931 carries only the listing\n<em>Gambling and Gambling Devices.</em>  By 1939, someone in officialdom\nsensed the nuances between terms.  The index for that\nyear lists <em>Gambling—see Gaming,</em> and amendments to the 1931\nbill are listed under the latter heading.  Interestingly, the\nmarginal notes placed alongside each bill and amendment use\nthe term <em>gambling.</em></p>"
}