{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionary of Newfoundland English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://utorontopress.com/9780802068194/dictionary-of-newfoundland-english/\"><em>Dictionary of Newfoundland English</em></a></h2>\n<p>G. M. Story, W.J. Kirwin, and J.D.A. Widdowson eds., (University of Toronto Press, 1982), lxxii + 625pp.</p>\n<p>The title of this book begs the question.  It is not a\ndictionary of all the English spoken in Newfoundland; nor is it\na dictionary of Newfoundlandisms.  It is, broadly speaking, a\ndictionary of what is distinctive and characteristic of Newfoundland\nEnglish.  It is thus closer in conception to the\n<em>Dictionary of American English (DAE)</em> than to the <em>Dictionary\nof Americanisms (DA)</em>, while it is closest in scope and format to\n<em>A Dictionary of Canadianisms (DC)</em>.  The editors, in fact,\napprove the <em>DC's</em> definition of a Canadianism as a “word,\nexpression, or meaning which is native to Canada or which is\ndistinctively characteristic of Canadian usage though not necessarily\nexclusive to Canada.”  They thus enter regionally relevant\nsenses of such general English words as <em>bay, coast, harbour</em>,\nand alongside such true dialect items as <em>bawn</em>, 'meadow, expanse\nof rocks on which salted cod are dried,' <em>coalies</em> 'playing-cards,'\n<em>hapse</em> 'hasp,' and <em>shoreyer</em> 'American common eider.'</p>\n<p>Much of the scope and stature of the dictionary comes\nfrom the range of the editors' sources and their responsible\ntreatment of them.  Of their printed sources they say: “Our aim\nwas to read intensively the body of literature devoted to the\nisland of Newfoundland and coastal Labrador from its beginning\nin the sixteenth and seventeenth centuries down to about\n1850, and thereafter to read and excerpt more selectively as the\nvolume of material became more extensive” (p. xxi).</p>\n<p>Fourteen and a half two-column pages of the Bibliography\nauthenticate material taken from oral sources, found in the field\nrecords collected specifically for the dictionary and in a\ntreasure hoard with the engaging name of MUNFLA.  This\nacronym does not represent the sound coming from the nostrils\nof the dragon guarding the hoard but stands for the Memorial\nUniversity of Newfoundland Folklore and Language Archive.\nThis collection, begun in the early 1960s, now contains a\nformidable array of cards, manuscripts, questionnaires, and\ntapes, identified when cited in the dictionary by the letters <em>C,\nM, Q,</em> and <em>T,</em> respectively.  Field records are identified by the\nletter <em>P.</em>  The citation of each such item includes a speaker's or\ncollector's code and the date of accessioning or recording.</p>\n<p>The editors go out of their way to justify their use of oral\nsources, but it is hard to see why they felt it necessary, for oral\nsources are an important aspect of traditional Newfoundland\nculture.  Philip Howard's recent comment just does not apply in\nthis case: “I believe that the criticism of the <em>OED</em> for\nneglecting spoken English is largely mistaken.  It seems that a\nnew word or new use is written down somewhere almost as\nsoon as it is coined” [VERBATIM, IX,3].  That may be true of\ncurrent English, and it may be true now in St. John's and\nCornerbrook, but it certainly was not true (at least until\nrecently) in “Fogo, Twillingate, Morton's Harbour, all around\nthe circle.”</p>\n<p>The actual treatment of entry words is marked by precision\nand austerity.  Phonetic respellings, for example, given in\n<em>IPA,</em> are provided “only when there is firm evidence from\nspeech or tape, when the regional stress pattern is distinctive\n...when the spelling of the headword is misleading... or\nwhen the recorded variants are potentially useful for dialectologists”\n(p. xxix).  Pronunciations are, therefore, fewer than seal\nhairs in a flipper pie.  In many cases they are not missed, but\nnot in all.  One would like to see them, for example, for\n<em>babbish</em>, also <em>babbage, babeesh</em>, ('strips of animal hide'), for\nwhich there are two oral citations and for which the DC (under\n<em>babiche)</em> shows stress on either syllable.  On the one hand, the\neditors may be playing safe in their reluctance to give pronunciations;\non the other, they are often leaving the reader in the\nlurch.  (Similarly, but perhaps with better cause, the editors\nhave eschewed the use of using labels, not caringâor daringâto\nindicate whether words are slang or colloquial, archaic or\nobsolete.)</p>\n<p>Respellings, when given, are part of what is called the\nheadnote.  To quote the editors yet again, “The main body of\nthe headnote is taken up with the comparative evidence\npresented in other pertinent historical and regional dictionaries,\nlexicons of other languages, and a variety of published works\nfound to be useful” (p. xxix).  This procedure is an extension of\nthat used in the <em>Dictionary of Jamaican English (DJE)</em>, in\nwhich the notes, being less compressed and more discursive,\nare easier to read and more entertaining.  One problem with\nthese comparative references is that they assume the reader has\nto hand the <em>OED, OEDS, EDD, DAE, DA, DC, DJE,</em> and some\nother English dictionaries, as well as Dineen's <em>An Irish-English\nDictionary, Joyce's English As We Speak It in Ireland</em>, and a\nfew other frequently cited references; another is that the use of\nthese same headnotes is expanded whenever the editors decide\nto give etymological information, which they do sometimes\ndirectly and sometimes indirectly.  Thus <em>livyer</em> 'a permanent\ncoastal settler,' after the citing of forms and of occurrences in\nother dictionaries, is overtly referred to the <em>OED</em> treatment of\n<em>ier</em> with the direction to compare <em>lovyer, millier</em> (entered as\n<em>millyer),</em> and <em>shoreyer</em>.  On the other hand, the entry for <em>caplain</em>\n(the fish, merely includes in the comparative references a\nmention of the <em>Trésor de la langue francaise</em> entry for French\n<em>capelan</em> (fr Provencal), the accepted etymon.</p>\n<p>Basically, the editors do not give etymologies where they\nare adequately given elsewhere or where there is no firm basis\nfor a derivation.  It would, however, be helpful if they indicated,\nas <em>DFE</em> does, when the etymology of a term is unknown.\nWords such as <em>bavin</em> ' “splits” used for kindling' or <em>killick</em> 'a\ntype of anchor,' for instance, are referred to the <em>OED</em>, so the\nreader may well look there for an etymology.  In each case,\nhowever, the <em>OED</em> says the origin is unknown or obscure,\nthough sume suggested sources are given for <em>bavin</em>.  The editors\nscrupulously avoid controversy.</p>\n<p>The definitions themselves are clear and concise, and they\nmake good use of references to other entry words.  These, set\nwithin an entry in small capitals, may be used as defining\nsynonyms or may be preceded by “See,” “See also,” or “Cp.”\nThere is a hierarchy of references implied here, but the precise\nuse and differentiation of these different types of routing\nsignals is nowhere explained.</p>\n<p>Phrases and combinations are given as subentries after the\nOxford pattern, and one cannot help wishing the editors had\nfollowed the more current and predominantly North-American\npattern of consistently entering compounds as main entries.  As\nit is, some are and some are not, and some simple entry words\nexist only as carriers of subentries for combined forms: for\nexample, <em>cropping</em> (for <em>cropping shed</em> and <em>cropping time</em>) <em>stark</em>\n(for <em>stark-naked tea</em>âno milk or sweetening), and <em>cross</em> (adjective,\nadverb, and noun, for several combinations each).  Yet\n<em>cross-handed</em> is a separate entry and has <em>cross-handed dory</em> and\n<em>cross-handed skiff</em> as subentries.  Where, then is the reader\nmeant to look?</p>\n<p>The citations are, as one would expect, one of the\nstrengths of the dictionary.  It seems that the earliest known use\nof a word is given first, followed by as many other citations as\nseem useful or justified.  The editors are to be congratulated on\nusing, as they say, “a greater number of illustrations than is\ncustomary in some historical dictionaries” (p. xxxiii).  It is\nsurprising, though, how many entries are supported by one\ncitation only, whether written or spoken.  Some entries have no\ncitation at all but only a reference to a source.  Thus <em>feck</em>, of\nwhich the total entry reads, “feck n A fine goose feather used\nin oiling the works of a clock.  (1027 <em>Christmas Messenger</em> 47)”\nWhat is this <em>feck?</em>  Has it anything to do with either <em>feck</em> in the\n<em>OED</em>, with <em>feck</em> as a verb meaning to steal <em>(OEDS)</em>, with\n<em>feckless</em>, or even with <em>fitch?</em>  The editors don't know and so\noffer no suggestions.  As elsewhere, they present what evidence\nthey have and leave the rest of the work and worry to the\nreader.</p>\n<p>Finally, with reference to the presentation of material,\nmention should be made of the excellent typography.  It seems\nto be modeled on that of the <em>DC,</em> and the same ragged-right\nmargin and even more generous space between entries give\neach page an open, inviting appearance.  One could wish that\nthe <em>OED</em> pattern had been followed in the setting of part-of-speech\nlabels in italics, to distinguish them more clearly from\nwhat follows, especially as they are sensibly not followed by a\nperiod.  It also makes sense to have dispensed with periods after\nsuch other abbreviations as <em>comb, phr, cp</em>, and <em>esp</em>.  It would,\nhowever, have been useful if a clearer typographic break could\nhave been made between a comparative reference or other\nheadnote discussion and an immediately following definition.\nThere are no pictures, but there is a ghastly map that seems\nmore appropriate to students of oceanography than to those of\ndialectology: it is good on bathymetric contours but does not\nidentify the Avalon Peninsula (mentioned in the Introduction)\nor any town or city other than St. John's.</p>\n<p>On the whole this book is excellentâa fine scholarly\nachievement, to be as eagerly welcomed as it has been long\nawaited.  But there are several waysâsome minor and some\nquite significantâin which more help could have been given to\nthe reader.</p>\n<p><em>[Patrick Drysdale, Abingdon, Oxfordshire]</em></p>"
}