{
  "type": "Article",
  "title": "The Blendsational Language of Contemporary Commerce",
  "author": "Barbara Hunt Lazerson",
  "location": "Illinois State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Blendsational Language of Contemporary Commerce</h1>\n<p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p>\n<p>Businessmen are busting their @#$%¢@ to sell us goods\nand even save us money.  The products they sell are\nplentiful, automatic, delicious, terrific, fantastic, and sensational.\nParticipating in the marketplace is a fun thing to do; it\nis, in fact, an act of celebration.  At least, that is what some of\nthe terminology of contemporary commerce would lead us to\nbelieve.</p>\n<p>We are bombarded daily by advertisements that encourage\nus to buy!  buy!  buy!  Many of the wordsmiths who would\ninfluence the way we spend the limited number of dollars we\nhave are masters of the neologism.  That is, they are skilled at\nproducing from everyday words novel, attention-grabbing\nblends that jump out at us from billboards, television screens,\nand the pages of newspapers and magazines and exhort us to\npurchase blendsational products.</p>\n<p>The adjectives <em>delicious, terrific, fantastic</em>, and <em>sensational</em>\nhave been part of the English language for centuries.  In the\npast few years, they have been overworked in describing\nproducts and therefore have lost most of their impact.  Nevertheless,\nmerchants often actually do want prospective customers\nto think of their products as being delicious, terrific,\nfantastic, or sensational.  What can be done to convey the\ndesired image without resorting to the use of a tired, overly\nfamiliar term?  The answer is simple.  Create a blend that\nemploys a clipped form of <em>delicious, terrific, fantastic</em>, or\n<em>sensational</em> as the second element.</p>\n<p>The blend <em>Apple-licious</em> was created to name an apple-flavored\ndrink made by Pepsi Cola General Bottlers.  <em>Bubblicious</em>\nis the name of a bubble gum produced by American\nChicle.  Honey Bran cereal by Ralston has been described as\n<em>honeylicious.</em>  Two bundt cake mixes by Pillsbury are said to be\n<em>tunnelicious.</em>  Thornton's English Chocolate Shop has exhorted\npeople to buy their truffles, because these chocolates are—what\nelse?— <em>Truffle-icious</em>!</p>\n<p>K-Mart once had an <em>Easterrific</em> sale; Zayre Department\nStore, a <em>Zayre-iffic</em> sale; and Sears, a <em>Toy-rific</em> toy sale.  A\nrestaurant in Milwaukee offers its customers a <em>Lobsterrific</em>\nspecial when it sells lobster dinners at a reduced price.  Taco\nJohn's, a fast-food restaurant that sells tacos and other Mexican\nfoods, claims that its products are <em>Tacorrific.</em>  Dean Foods of\nIllinois sells a chocolate drink that is named <em>Choco-rrific.</em></p>\n<p><em>Funtastic</em> has been used to describe a number of vacation\ntrips offered by various travel agencies.  A trip from New York\nto Amsterdam via Finnair has been labeled <em>Finntastic</em>, although\n<em>fin-tastic</em> values are what a St. Louis seafood market claims to\noffer its customers.  <em>CRANtastic</em> has been used to describe a\ncranberry cocktail drink.  A real-estate ad describing a 152-acre\nmodern cattle farm bore the headline <em>Farm-tastic</em>.  <em>Silksational</em>\nis the name of a dress sold by Saks Fifth Avenue.  Perfume by\nNina Ricci has been advertised as <em>Scentsational.  Sunsational</em>\nhas been used to describe vacations, summer clothes, and a\nsuntanned Barbie doll.  A billboard near Chicago proclaimed a\nmixture of Seagram's 7 Crown and cola to be <em>Sevensational.</em>\n<em>Soundsational</em> has been used to describe stereo equipment.</p>\n<p>As the preceding terms demonstrate, blending allows an\neffete laudatory adjective such as <em>delicious, terrific, fantastic</em>, or\n<em>sensational</em> to be combined with another word, thereby producing\na neologism that is tailor-made to suit the need of the\nmerchant.</p>\n<p>As opposed to our ancestors, who were forced to live by\nthe sweat of their brow, we contemporary consumers want and\nexpect products that will give us maximum results for minimum\neffort.  The notion that a product is a labor-saving device\ncan be conveyed by calling it automatic: automatic coffeemaker,\nautomatic egg cooker, automatic washer, etc.  But\nsuch terms lack pizzazz!  How can they be endowed with\ngreater eye-appeal and still get the most-for-least idea across?\nThe solution is to transform these pedestrian terms into blends.\nThus, we can cook our food in a microwave oven that has\n<em>Menu-Matic</em>, a device that reads programmed recipe cards and\ncooks automatically; prepare our coffee in a General Electric\n<em>Coffeematic</em>, which brews coffee automatically; cook our eggs\nin <em>Egg-A-Matic</em>, a ceramic device that shuts off automatically to\ngive us eggs that are boiled, poached, scrambled, or shirred just\nthe way we like them; pop our corn in <em>ButterMatic</em>, which\nbutters the corn as it pops; scrub our floors with <em>Roll-O-Matic</em>,\na self-wringing mop and waxer; sit on <em>Inflat-A-Matic</em>, a cushion\nthat requires only the press of a finger to inflate and deflate;\ncreate one-of-a-kind designs with <em>Art-A-Matic</em>, a spin painting\nset; wash our clothes in <em>Wash-O-Matic</em>, a portable electric\nclothes washer; pull in our pot bellies by wearing a <em>Reduce-O-Matic</em>\nSlimmer Belt; protect our eyes with Ray-Ban\n<em>AmberMatic</em> sunglasses, which automatically change color to\nhelp us see better in any weather; extinguish our cigarettes in\n<em>Snuff-A-Matic</em>, an ashtray that puts out cigarettes automatically\nin less than ten seconds; fasten our garden gates with an\n<em>Adjust-O-Matic</em> latch; and gamble easily and conveniently via\n<em>Lottomatic</em>, a system that automatically enters numbers in the\nweekly draw.  The list goes on and on.</p>\n<p>In spite of the poverty that exists in this country, we tend\nto think of the United States as the land of plenty.  Consequently,\nmerchants find it to their advantage to project the\nimage of offering their customers a cornucopia of goods from\nwhich to choose.  The notion of plenitude can be conveyed by\nemploying the term <em>panorama</em> 'an unlimited view in all\ndirections' in a promotional blurb.  Thus, Bloomingdale's\noffered its customers a <em>panorama of pillows</em>, thereby suggesting\nthat there were pillows, pillows, everywhere, as far as the eye\ncould see.  More common than phrases of this sort, however, are\nblends in which the second element is a clipped form of\n<em>panorama</em>.  For example, under the rubrics <em>Grape-a-rama</em>, <em>Plum-a-rama,\nApple-a-Rama, Pear-a-rama</em>, and <em>Roll-a-rama</em>, Eisner\nFood Stores presented their customers with eleven kinds of\ngrapes, eight kinds of plums, six kinds of apples, four kinds of\npears, and five kinds of rolls from which to choose.  Other\nmerchants have used <em>Sports-A-Rama, Fan-orama, Coat-a-rama</em>,\nand <em>Plant-O-Rama</em> to entice people to come into their stores to\nselect from a wide array of sporting goods, fans, coats, and\nplants.  Although these blends vary somewhat orthographically,\nthe message to the prospective customer is the same in each\ncase: If you come into our store, you will have a plethora of\nmerchandise from which to choose!</p>\n<p>In contemporary English, <em>marathon</em> may be used to refer\nto an event that is “characterized by great length or concentrated\neffort” [<em>Webster's Ninth New Collegiate Dictionary</em>].\nTherefore, a businessman who wants to convey the notion that\nhe is working very hard on your behalf can hold a marathon\nsale that lasts thirty-seven hours, four days, or some other\nseemingly great length of time.  However, the phrase <em>marathon\nsale</em> is often changed to the blend <em>Sale-a-thon</em>.  Even more\npopular is <em>Sell-a-thon</em>, which leaps out at us from one advertisement\nafter another.  In fact, the ubiquity of both <em>Sale-a-thon</em>\nand <em>Sell-a-thon</em> has cost them their novelty value.  As a result,\nwordsmiths have found it necessary to create other blends to\nconvey the image of a businessman who is working hard on\nyour behalf.  <em>Save-a-thon</em> and <em>Deal-a-thon</em> convey this idea and\nsimultaneously suggest that the customer will save money.\nOther blends call attention to the product that the merchant is\nworking so hard to sell: <em>Ford-a-thon, Boat-a-thon, Toyotathon,\nShoe-a-thon, Shock-a-thon</em> (a sale of shock absorbers), <em>Videothon</em>\n(a sale of video equipment), <em>Plant-a-thon</em> (a sale of plants\nand plant accessories).</p>\n<p>While <em>Sale-a-thon</em> and <em>Sell-a-thon</em> suggest that a merchant\nis going to marathon lengths to provide his customers with an\nopportunity to buy, <em>Sale-a-bration</em> and <em>Sell-a-bration</em> convey the\nnotion that visiting a car dealer, furniture store, or whatever is\nan act of celebration.  However, <em>Sale-a-bration</em> and <em>Sell-a-bration</em>,\nlike <em>Sale-a-thon</em> and <em>Sell-a-thon</em>, have lost their novelty\nvalue as a result of frequent use.  Consequently, neologisms\nsuch as <em>Summer-bration</em> (used by a Chicago restaurant to call\nattention to summer specials), <em>Sail-abration</em> (promoting a sale\nheld on Columbus Day), and <em>Stella-bration</em> (headlining an\nadvertisement for Stella Buick of Chicago) have been created\nin an effort to retain the festive image inherent in <em>Sale-a-bration</em>\nand <em>Sell-a-bration</em> while providing the attention-grabbing\nnovelty the latter two blends have lost.</p>\n<p>These terms represent only a small fraction of the blends\nthat have been employed by the mavens of marketing in their\nefforts to influence the buying behaviour of prospective customers.\nIt seems highly likely that an ever-increasing number of\ncommercial blends will be created in the future: it is no\nexaggeration to say that the blending process can never exhaust\nthe English lexicon as a source of potential neologisms.\nAlthough it is true that not every pair of words can be merged\ninto an acceptable blend, within the constraints imposed by the\nlanguage, a skilled wordsmith can always create just the right\nneologism to fill the advertising need of the moment.</p>\n<p>Novelty is, of course, a major advantage of using blends to\nsell!  sell!  sell!  Since the average consumer is inundated by\ncommercial messages from both the print and the electronic\nmedia, the merchant needs any edge he can get to capture the\nattention of a potential customer.  Hence, <em>Easterrific sale</em> rather\nthan <em>terrific Easter sale, Coffeematic</em> rather than <em>automatic\ncoffee maker</em>, and <em>Stella-bration</em> rather than <em>Stella Buick\nCelebration.</em></p>\n<p>Another advantage of commercial blends is that they can\nbe tailored to the specific needs of a particular merchant at a\nparticular time.  If, for example, a merchant wants to emphasize\nthe fact that he has many plants from which you may choose,\nhe can advertise a <em>Plant-O-Rama</em>.  If, on the other hand, he\nprefers to emphasize that he is working very hard to provide\nyou with an opportunity to buy plants, he can advertise a\n<em>Plant-a-thon</em>.  The merchant might choose to emphasize the\nname of the company (<em>Stella-bration, Zayre-iffic</em>), the product\nbeing sold (<em>Ford-a-thon, Toy-rific, Truffle-icious</em>), the material of\nwhich the product is made (<em>Silksational</em>), some quality of the\nproduct (<em>Scentsational</em>), or what the product does (<em>Butter-Matic</em>).\nBlends allow the merchant to convey two messages for\nthe “price” of one word.</p>\n<p>Finally, blends are compatible with the <em>Zeitgeist</em> of contemporary\ncommerce, which emphasizes the quick, the easy,\nand the disposable.  If they are well constructed, blends created\nfrom English words are understood the first time they are\nencountered in context.  In this sense, they are quick and easy,\nlike instant coffee, Minute Rice, cake mixes, frozen dinners,\nfast-food restaurants, and microwave ovens.  And, like\nStyrofoam cups, plastic knives and forks, paper plates, no-return\ncans and bottles, and disposable lighters and razors,\nblends in general and commercial blends in particular are the\nthrow-away words of the language: <em>Easterrific, honeylicious</em>,\nand <em>Deal-a-thon</em> will never become entries in any dictionary.\nNeologisms such as these are created for the nonce; once their\nusefulness has faded, they are cast aside like a crushed beer can\nor a dirty paper plate.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Blendsational Language of Contemporary Commerce</h1> <p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p> <p>Businessmen are busting their @#$%¢@ to sell us goods\nand even save us money.  The products they sell are\nplentiful, automatic, delicious, terrific, fantastic, and sensational.\nParticipating in the marketplace is a fun thing to do; it\nis, in fact, an act of celebration.  At least, that is what some of\nthe terminology of contemporary commerce would lead us to\nbelieve.</p> <p>We are bombarded daily by advertisements that encourage\nus to buy!  buy!  buy!  Many of the wordsmiths who would\ninfluence the way we spend the limited number of dollars we\nhave are masters of the neologism.  That is, they are skilled at\nproducing from everyday words novel, attention-grabbing\nblends that jump out at us from billboards, television screens,\nand the pages of newspapers and magazines and exhort us to\npurchase blendsational products.</p> <p>The adjectives <em>delicious, terrific, fantastic</em>, and <em>sensational</em>\nhave been part of the English language for centuries.  In the\npast few years, they have been overworked in describing\nproducts and therefore have lost most of their impact.  Nevertheless,\nmerchants often actually do want prospective customers\nto think of their products as being delicious, terrific,\nfantastic, or sensational.  What can be done to convey the\ndesired image without resorting to the use of a tired, overly\nfamiliar term?  The answer is simple.  Create a blend that\nemploys a clipped form of <em>delicious, terrific, fantastic</em>, or\n<em>sensational</em> as the second element.</p>"
}