{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Oxford Latin Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/oxford-latin-dictionary/author/glare/\"><em>Oxford Latin Dictionary</em></a></h2>\n<p>P.W. Glare, ed. (Oxford University Press, 1982), 2126 pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>For more than a century Latinists have relied on <em>A Latin\nDictionary</em> by Charlton T. Lewis and Charles Short, published\nby Oxford, as their first and best choice for a comprehensive,\none-volume Latin-English lexicon.  Based ultimately on Freund's\nLatin-German dictionary of 1834, subsequently revised and\nenlarged in English editions (the last in 1879), the “Lewis and\nShort” is a venerable tome but has long since begun to show\nsigns of its advanced age.  Nevertheless, it has remained the\nstandard for reading and rudimentary research while the\ncommunity of Latin scholars awaited a fit replacement.  Now\nthe <em>Oxford Latin Dictionary</em>, which has been appearing bit by\nbit in fascicles since 1968, is complete and available in a single,\nweighty volume.</p>\n<p>This is a truly fine and handsome dictionary.  Far more\nthan merely a modernized replacement for the Lewis and\nShort, the <em>OLD</em> is founded on a thorough-going re-evaluation of\nthe ancient sources, all in the light of the past century's\nsignificant scholarly advances and refinements in textual criticism,\ngrammar, paleography, epigraphy, and, of course, lexicography.\nThe principles of the <em>Oxford English Dictionary</em> have\nbeen employed in doing the <em>OLD:</em> articles are laid out in clear\nsections and subsections (a vast improvement over the crabbed\nappearance of the type in Lewis and Short), with different\nsenses treated individually, each supplemented by chronologically\narranged citations.  Coverage includes Latin texts dating\nfrom the earliest known through the second century A.D.  The\ntreatment of individual words is extensive, with major and\nminor senses sharply defined and illustrated in context, the\nselections drawn from as great a variety of periods as possible.\nSome users may be disappointed at the exclusion of Late Latin\nwords and sources, many of which (especially from Christian\nauthors) are in Lewis and Short; but the superb treatment of\nthe period covered, embracing the majority of the great Latin\nstylists, more than justifies the editors' decision to set A.D. 200\nas the terminus.</p>\n<p>A close comparison with Lewis and Short quickly reveals\nthe significant differences between the books and the superiority\nof the <em>OLD</em>.  The <em>OLD</em> contains about 30% more text than\nits predecessor (based on character, line, and page counts), not\nonly a sizable advantage per se, but indicative of the much\ndeeper coverage everywhere in evidence, all concentrated on a\nsomewhat narrower span of the history of the language.  As a\nresult, the <em>OLD</em> is a fair bit bulkier, but still quite manageable\nin one volume.  Another major advantage is the very readable\nand attractive typography and layout, making the <em>OLD</em> very\npleasant to use, even over a long sitting.  Etymologies are brief\n(the editors suggest reference to a standard etymological source\nfor full treatment) but far more accurate than the woefully\noutdated ones to be found in Lewis and Short.  In a justifiable\nmove for consistency and accuracy, consonantal and vocalic\nforms of <em>i</em> and <em>u</em> are not distinguished (Lewis and Short\ndistinguished <em>i</em> from <em>j</em>, <em>u</em> from <em>v</em>), except for use of V for capital\n<em>u</em>, with capitalized entries interfiled (<em>Vaticanus</em> between <em>vatia</em>\nand <em>vaticinatio</em>).  The <em>OLD</em> treats only those proper nouns and\nadjectives that the editors deemed literarily or historically\nsignificant, a departure from the more encyclopedic approach\nof the Lewis and Short but in keeping with much modern\nlexicographical practice, which urges the use of other, more\nappropriate sources for historical and biographical information.</p>\n<p>We might expect this thoroughly modern dictionary to be\nless squeamish than its Victorian era counterpart in defining\nmatters venereal, but such is not always the case.  <em>Mentula</em>, a\nvulgar word for 'penis,' is straight forwardly defined, (Lewis\nand Short, typically, has 'membrum virile'), but <em>irrumo</em>, another\ninfamous Catullan word, is defined 'to practice <em>irrumatio</em> on.'\nUnder <em>irrumatio</em> one reads 'the action of an <em>irrumator</em>.' <em>Irrumator</em>\nis given as 'one who submits to <em>fellatio</em>.'  But there is no\nentry for <em>fellatio</em>, despite the the editors' use of italics in the\nentry for <em>irrumator</em>; indeed this is correct, as the word was not\nused in Latin during the period in question.  Strangely, under\n<em>fellator</em> is the definition 'one who practices fellatio' (with no\nitalics).  This is just a small inconsistency, apparently for the\nsake of decorum.</p>\n<p>In other regards, the <em>OLD</em>, in further contrast to its\nancestor, defines derivative formations as separate headwords,\ngives full principal parts for verbs, shows the irregular comparative\nand superlative forms for adjectives, and generally has\nmoreâand more usefulâcontextual examples for the different\nsenses of a word.  For the first time in Latin lexicography,\nsuffixes are treated as headwords, a welcome innovation and\none that balances with the traditional treatment of prefixes as\nsuch.  From many points of view, the <em>OLD</em> reveals itself as a\ntool for reading and scholarship that is far more convenient and\nreliable than any other Latin-English dictionary.</p>\n<p>Some minor criticism: definitions are set in the same\ntypeface as descriptive information, which can be disconcerting;\nsynonyms and usage notes have been eliminated; early\nbound copies are made up from unsold fascicles, which were\nprinted at different times and on different stock: when\ntrimmed, the outside edges have an uneven appearance; page\n1918 has an incorrect running head.  Clearly these are minor\npoints, even taken together, not enough to detract seriously\nfrom the outstanding merit of this dictionary.</p>\n<p>Another formidable example of historical lexicography\nfrom Oxford, <em>OLD</em> deserves acceptance as the standard in the\nfield, which it will probably become in years hence.  It proudly\ncarries on the legacy of the <em>OED</em>, and at the same time is an\nexample of that uncanny (British?) knack of creating a reference\nbook which incorporates the best parts of serious scholarship\nwhile still acknowledging the important considerations of\nconvenient size and scope, ready accessibility, and sound\nsynthesis.  While not recommended for the casual or novice\nstudent, the new <em>OLD</em> is indispensable for the serious student\nor anyone reading or doing research in the Latin language\nbeyond the most basic level.</p>\n<p><em>Frank R. Abate</em></p>"
}