{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: From Woop Woop to Bullamakanka",
  "author": "George W. Turner",
  "location": "University of Adelaide",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>From Woop Woop to Bullamakanka</em></h1>\n<p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p>\n<p>When Mark Twain visited Australia in 1895, he seemed to\nbe especially attracted by our geographical names (such as\n<em>Woolloomooloo</em>).  He would not have encountered the names\n<em>Woop Woop</em> or <em>Bullamakanka</em>, as they are fictitious names for\nremote places, parodies of Aboriginal names, as <em>Waikikamukau</em>\n(pronounced “Why kick a moo-cow”) is a parody of New\nZealand's Polynesian names.  But the Australian reality holds its\nown with parody.  <em>Tallygaroopna</em> is a genuine name and so are\n<em>Old Koomooloo, Tittybong, Jimboomba, Kookabookra, Ki Ki,\nWeebollabolla</em> and <em>Tharbogang</em>.  Some names, like <em>Bong Bong,</em>\nare easy enough to pronounce; others, like <em>Goondoobluie</em>\n(pronounced “gunder-bluey” with stress on the “-blu-”) might\npuzzle the stranger.  There is no clear rule about accents.\n<em>Goombargona,</em> with the same number of syllables as <em>Goondoo-bluie,</em>\nhas stress on the second syllable.  <em>Upper Botobolar</em> has it\non the last.  <em>Tyalgum</em> in Queensland is pronounced “tie-alg-um,”\nwith stress on the middle syllable, but <em>Tyalgum</em> in New South\nWales has only two syllables, “tal-gum.”</p>\n<p>It is not only Aboriginal names that make pronunciation\npuzzles.  Like Americans, Australians sometimes adopt English\nnames without following English pronunciation.  <em>Grantham</em> in\nAustralia rhymes with <em>anthem</em>, a permitted but less common\npronunciation in England.  <em>Trentham</em> in New Zealand likewise\nhas a “th” sound, in this case not even a possible pronunciation\nin England.  Australians sound the <em>l</em> in <em>Faulconbridge</em> and\n<em>Highgate</em> has a full <em>a</em> sound as if it were two words.</p>\n<p>Not all newcomers were from England.  A Belgian patriot\nnamed <em>Antwerp</em>, a rural locality in Victoria; <em>Zeerust</em> commemorates\na birthplace in the Transvaal.  The explorer Strzelecki\nnamed <em>Mount Kosciusko</em>, Australia's highest mountain, after a\nPolish patriot, and is himself remembered in place names, with\nthe pronunciation “strez-lecky” (accented on the middle syllable).\nEarly German settlement brought German place names,\nespecially in South Australia, but many were lost, at least for a\ntime, during the first World War, when Germans and their\nlanguage were considered unspeakable.  Scholarship was not\nalways accurate: <em>Hahndorf</em>, named after Captain Hahn, the\ncaptain of a Danish ship, became <em>Ambleside</em> for a while, and\nthere was even a move to change <em>Tanunda</em> until it was pointed\nout that the name was there even before the Germans.</p>\n<p>Literature provided some names.  <em>Ivanhoe</em> in Victoria\nreminds us of the popularity of Scott in the early days of\nAustralia, and the Bible explains <em>Jericho, Jerusalem</em>, and the\n<em>Jordan</em>, the basis of a joke in Furphy's <em>Such Is Life</em> in which a\ntraveler willing to recount his experiences in these places turns\nout to have been no further afield than South-Eastern\nTasmania.</p>\n<p>American names are not common and are usually, like\n<em>Yankee Jim's Creek</em>, associated with the goldfields.  <em>Tomahawk\nCreek</em> need not have a direct American origin but indicates the\nearly adoption in Australia of the word <em>tomahawk</em> as the\nnormal word for a hatchet.  <em>American River</em> in Kangaroo Island\nwas a name given by sealers because an American captain had\nvisited the locality in 1803 and built a small ship there.\n<em>Mississippi Sawmills</em>, a former timber-milling area near Big\nPat's Creek, in Victoria, must owe something to Americans, but\n<em>Lexington</em> in the same state recalls an English locality.</p>\n<p>Even in a young country the origins of names are often\nhard to trace.  There are some surprises.  <em>Bendigo</em>, the name of a\nfamous goldfield and thriving city, well enough known to have\nproduced offshoot names like <em>New Bendigo</em> and <em>Little Bendigo,</em>\nsounds like an Aboriginal name, but in fact is thought to recall\nthe nickname of a station shepherd jocularly known by the\nname of the English pugilist Abednego William Thompson.\nThe other large goldrush city in Victoria, <em>Ballarat</em>, has an\nAboriginal name.</p>\n<p>Literature and a touch of wit named the Victorian rural\nlocality <em>Lilliput</em>.  The name was originally chosen by a Lands\nCommissioner for a relatively small station (American 'ranch')\nowned by a man who had a number of children and whose\nname was James Gullifer.  But, of course, if anyone takes the\ntrouble to check the bearings given by Lemuel Gulliver in\nDean Swift's report of his travels, it will be found that the\noriginal Lilliput was really in South Australia.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>From Woop Woop to Bullamakanka</em></h1> <p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p> <p>When Mark Twain visited Australia in 1895, he seemed to\nbe especially attracted by our geographical names (such as\n<em>Woolloomooloo</em>).  He would not have encountered the names\n<em>Woop Woop</em> or <em>Bullamakanka</em>, as they are fictitious names for\nremote places, parodies of Aboriginal names, as <em>Waikikamukau</em>\n(pronounced “Why kick a moo-cow”) is a parody of New\nZealand's Polynesian names.  But the Australian reality holds its\nown with parody.  <em>Tallygaroopna</em> is a genuine name and so are\n<em>Old Koomooloo, Tittybong, Jimboomba, Kookabookra, Ki Ki,\nWeebollabolla</em> and <em>Tharbogang</em>.  Some names, like <em>Bong Bong,</em>\nare easy enough to pronounce; others, like <em>Goondoobluie</em>\n(pronounced “gunder-bluey” with stress on the “-blu-”) might\npuzzle the stranger.  There is no clear rule about accents.\n<em>Goombargona,</em> with the same number of syllables as <em>Goondoo-bluie,</em>\nhas stress on the second syllable.  <em>Upper Botobolar</em> has it\non the last.  <em>Tyalgum</em> in Queensland is pronounced “tie-alg-um,”\nwith stress on the middle syllable, but <em>Tyalgum</em> in New South\nWales has only two syllables, “tal-gum.”</p> <p>It is not only Aboriginal names that make pronunciation\npuzzles.  Like Americans, Australians sometimes adopt English\nnames without following English pronunciation.  <em>Grantham</em> in\nAustralia rhymes with <em>anthem</em>, a permitted but less common\npronunciation in England.  <em>Trentham</em> in New Zealand likewise\nhas a “th” sound, in this case not even a possible pronunciation\nin England.  Australians sound the <em>l</em> in <em>Faulconbridge</em> and\n<em>Highgate</em> has a full <em>a</em> sound as if it were two words.</p> <p>Not all newcomers were from England.  A Belgian patriot\nnamed <em>Antwerp</em>, a rural locality in Victoria; <em>Zeerust</em> commemorates\na birthplace in the Transvaal.  The explorer Strzelecki\nnamed <em>Mount Kosciusko</em>, Australia's highest mountain, after a\nPolish patriot, and is himself remembered in place names, with\nthe pronunciation “strez-lecky” (accented on the middle syllable).\nEarly German settlement brought German place names,\nespecially in South Australia, but many were lost, at least for a\ntime, during the first World War, when Germans and their\nlanguage were considered unspeakable.  Scholarship was not\nalways accurate: <em>Hahndorf</em>, named after Captain Hahn, the\ncaptain of a Danish ship, became <em>Ambleside</em> for a while, and\nthere was even a move to change <em>Tanunda</em> until it was pointed\nout that the name was there even before the Germans.</p>"
}