{
  "type": "Article",
  "title": "English Words in Italian: Florence, Italy",
  "author": "A Cast of Thousands",
  "location": "Risa Bernstein Sodi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English Words in Italian: Florence, Italy</h1>\n<p><em><span data-rel=\"author\">A Cast of Thousands</span> <span data-rel=\"location\">Risa Bernstein Sodi</span></em></p>\n<p>Just this year, France has once again taken up its age-old cry\nto de-Anglicize the French language.  The Académie Française\nperiodically tries to weed its garden of its English\ncreepers and American crabgrass but, predictably, to little\navail.  Jack Lang, the former Minister of Culture, recently took\nhoe in hand and lashed out at all things American: from TV\nshows, to computer innovations, to movies, to overseas investments.\nBut his number-one target was unmistakably the language\nitself, and we language lovers know that it is indeed the\nroot of the problem.</p>\n<p>The French furor made me look a bit closer to home, to\nmy adoptive subalpine home, Italy.  My fellow Italians are\nmuch more laissez-faire than the French.  In fact, instead of\nrejecting Americana, they welcome it with open arms.  One\neven gets the feeling that, if it isn't American, it isn't chic.\nHow else to explain TV ads that say, <em>Taste the world of\nCinzano</em> on Italian state TV, bars with names like <em>Salt Peanuts</em>\nor <em>Pop-in</em>, and Italian-made <em>Big Babol</em> (pronounced “bubble”)\nchewing gum by <em>Brooklyn?</em>  Every neighborhood has a selection\nof <em>supermercati</em> and at least one specialty shop selling everything\nfrom peanut butter, to maple syrup, to chili ketchup.  And\nwhat self-respecting, self-styled “in” bar could possibly do\nwithout <em>caffé americano?</em></p>\n<p>But getting back to the root of the problem, everyday\nlanguage is really where one sees the Anglo-American influence.\nNot just erudite journalists or well-traveled “jet-setters”\nbut even the man-in-the-street is able to tell you what a\n<em>blackout</em>, a <em>bunker</em>, and a <em>bestseller</em> are.  Psychiatrists speak of\n<em>insight, feedback</em>, and <em>input</em>, while surgeons perform <em>by-pass</em>\n(operations) or implant <em>pacemakers</em>.  Of course, the computer\nindustry is dominated by American jargon, beginning with\n<em>hardware</em> and <em>software</em> and ending with <em>bytes</em>; and electromechanics\nboasts a wide array of English terms: <em>inverter,\nwire-up</em>, and <em>chopper</em>, to name but a few.  But there are much\nmore insidious and widespread uses of English in the Italian\nlanguage.</p>\n<p>On Fridays at 1 p.m., I usually turn on the RAI state radio\nfor the <em>countdown</em> of this week's <em>top ten</em>.  My favorite <em>d.j.</em> plays\nall my favorite <em>hits</em> from the American, English, and Italian\n<em>charts: rock, country</em> (a catch-all word that, in Italian, has come\nto include everything from Neil Young to Pat Boone), and <em>easy\nlistening</em>.  If I think a <em>single</em> has that special <em>feeling</em> or <em>sound</em>, I\ncan buy the <em>LP</em> at my corner record store.  Or, in the\nmeantime, I can always play it on the <em>jukebox</em> in the neighborhood\n<em>bar</em> (that is, if I can hear it above the whir of the\n<em>flippers</em>—pin-ball machines—and the zaps of the <em>videogames</em>).\nOnce I bring my <em>album</em> back to the <em>privacy</em> of my home, I can\neither flip it on the <em>hi-fi</em> or stack it in my record <em>library</em>.</p>\n<p>Later on, there is a <em>telefilm</em> on TV (not to be confused\nwith the South American <em>telenovellas</em>, or soap operas).\nAlthough it is set in Italy, I see that the main characters are\ngoing to a <em>cocktail party</em> for a <em>drink</em> (the wife says she only\nwants a <em>drinkino</em>—a small drink); all the <em>bigs</em> and <em>VIPs</em> will be\nthere.  Afterwards, there will be a <em>barbecue</em> with a variety of\n<em>sandwiches</em>, some sliced <em>rosbif, hamburgers</em>, and <em>plumcake</em>.\nThe only thing that seems to be missing are the <em>tosts</em>, but that's\nbar-fare, to be nibbled with a <em>Coke</em>, a <em>7-Up</em>, or a <em>Sprite</em> (the\ndrink with the <em>gusto light</em> 'light taste').</p>\n<p>You may ask, what are <em>tosts?</em>  Why 'toasts,' of course!  But\nbeware: this is one English loanword that parts company with\nits original meaning.  If you order one in an Italian bar, you will\nbe served a toasted ham-and-cheese sandwich, not the usual foil\nfor butter and jam.  There are several other examples of such\naltered loanwords.  For instance, Marcello Mastroianni has a\n<em>flirt</em> with Catherine Deneuve, not an affair or fling.  A <em>crack</em> is a\n(stock-market) 'crash.'  <em>Pullmans</em> are 'motorcoaches,' not railway\ncars, and a <em>jolly</em> is a 'joker,' as in card games.  <em>Box</em>, that most\nversatile word, has at least three separate Italian meanings,\nalthough only one of them (the last) is also shared in English:\n'playpen,' 'garage,' and 'stall for animals.”  If you feel like\nkicking up your heels, a <em>dancing</em> 'dance hall' is the perfect spot,\nand after a few whirls, you may be ready to go home to your\n<em>residence</em> a 'residential hotel' in Italian.</p>\n<p>Other English compound words are conveniently halved\nfor pronunciation's sake: <em>nightclub</em> becomes <em>night, lipstick</em>, a\n<em>lip</em>, and <em>basketball, basket</em>.  The same goes for <em>beauty(case),\npull(over)</em>, and that business twosome, the <em>holding (company)</em>.\nBy the same token, a <em>full</em> is a <em>full house</em> in poker, and a <em>body</em> is\na <em>body suit</em>.</p>\n<p>Business has made a killing in the field of English terms.\nThe <em>management</em> of an <em>import/export</em> firm may worry about its\n<em>turnover, marketing</em>, and <em>stoccaggio</em> ('goods in stock').  It exults\nwhen there is a <em>boom</em>, frets when there is a <em>boicottaggio</em> (from\nthe verb <em>boicottare</em>), and is reassured when the <em>prime rate</em> is\nlowered.  Its <em>market managers</em> study the company's <em>database</em>,\nexchange <em>telexes</em> with the <em>holding</em> and their <em>off-shore</em> banks,\nand then come up with the <em>slogans</em> for next year's <em>PR</em>\ncampaign.  (One Italian firm even uses Mark Spitz as its <em>public\nrelation spokesmen</em> [<em>sic</em>].)  Then again, they may just decide to\nkeep the <em>business</em> as is.</p>\n<p>But back to my weekend entertainment....</p>\n<p>Friday night is <em>poker</em> night.  We all get together in a local\nhotel with some <em>scotch</em> or <em>gin</em> and, maybe, some <em>popcorn</em> or\n<em>crackers</em> to munch on.  The only disturbance is the sound of the\n<em>clacsons (klaxons)</em> outside or the noise from the nearby <em>luna\npark</em> ('amusement park').  Three of us are at the table: one\ndrove his <em>jeep</em>, one rode his <em>scooter</em>, and I took the <em>tranvai</em> (the\nItalian rendering of <em>tramway</em>).  Our fourth, a whiz at bluffing\n<em>(bluffare)</em>, is late because his <em>volo charter</em> 'charter flight' was\ndelayed at <em>check-in</em>.  He called from a nearby <em>tea room</em> to say he\nis having a <em>snack</em> with the <em>hostess</em> ('air hostess' or 'stewardess')\nand then may do some <em>shopping</em> before joining us.  While we\nare waiting, we play a quick hand of <em>bridge</em> and then,\nimpatient, turn on the <em>tivù</em> 'TV.'</p>\n<p>At 8:30, there is a <em>prime-time</em> variety <em>show</em>, featuring <em>gags,\nsketches, showmen, performers,</em> and breathtaking <em>numeri</em> ('numbers')\nfrom a sumptuously appointed <em>set.</em>  The <em>cameramen zoom</em>\nin (from <em>zoomare</em>) on the <em>star</em> as she starts her <em>tip-tap</em> ('tap\ndance').  It's easy to see why she was considered a <em>pin-up</em>\nduring the war since she's still quite a <em>sex symbol</em> even now.\nSuddenly, she's interrupted by a <em>news flash</em>.  A <em>reporter</em> appears\nto inform us that the Bulgarian <em>connection</em> has produced new\nleads (born as the <em>caso bulgaro</em>, this international intrigue was\nsoon rebaptized the Bulgarian connection in homage to <em>The\nNew York Times</em>).  For now, the news is <em>top secret</em>, but the\n<em>intelligence gap</em> is being bridged.  Stoney-faced party <em>leaders\nsay No comment</em> during their <em>interviste</em> ('interviews'), but the\n<em>anchor</em> assures us that an 11:00 <em>special</em> will give us full details\non the <em>scoop</em>.  Then at 9:30, the <em>films</em> come on.  Your preference?\nA <em>shocking</em>, a <em>thrilling</em>, or a <em>cult movie?</em>  Some prefer <em>suspense</em>—\nbut that's for a French word list.</p>\n<p>Lest you think that English loanwords are limited to the\n<em>mass media</em>, let's turn to that most Italian of occupations:\n<em>calcio</em>, or 'soccer,' or <em>football</em>.  Here, the World Champions\nreverently tip their hats to the English influence on the modern\ngame.  <em>Offsides, corner</em>, and <em>gol</em> are used every bit as often as\ntheir Italian counterparts, <em>fuorigioco, calcio d'angolo</em> and <em>rete</em>.\nA typical play might run like this: <em>drib-blaggio</em> by Tardelli,\n<em>cross</em> to Graziani, <em>assist</em> by Conte, and <em>gol</em> by Rossi.  When\ncross-town rivals meet, it's a <em>derby</em>—not demolition, but almost.\nAnd let's not forget the farm teams—the <em>under 21</em> (read:\n“under ventuno”), the <em>all-stars</em>, and the <em>fan clubs</em>.  Another\nsport has a French name and an English structure: <em>la boxe</em> with\nits thirteen <em>rounds</em>.  In Italy, as everywhere else, a <em>kappa o</em>\n'K.O.' has great <em>crowd appeal</em>.  Skiing at Cortina is undoubtedly\nchic, but all the more so if you can ask for your <em>ski-pass</em> to the\n<em>ski-lift</em> in English.  And as to summer <em>sports</em> (what better name\nfor them?), tennis requires mastery of a dictionary and not just\nthe courts: <em>set, match, topspin</em>, and <em>ace</em> are all pronounced as in\nEnglish.  When it comes to athletic <em>hobbies</em> for a bit of <em>relax</em>, I\nprefer <em>footing</em> ('jogging') to <em>windsurfing</em>, but only because I'm\nno good at the <em>crawl</em>.</p>\n<p>When the mafia moved to America, it widened its linguistic\nas well as criminal horizons.  In an import/export operation\nthat involved more than just underworld activities, it brought\nback its own set of loanwords to the peninsula: <em>racket, killer,\nclan, boss</em> and <em>revolver</em>, not to mention their archnemeses,\n<em>detectives, identikits</em>, and <em>fotofits</em> [<em>sic</em>].</p>\n<p>Walt Disney was the pioneer in a much more pleasant\nintercultural exchange.  Thanks to Donald Duck, et al., <em>bang,\ngulp, screech, pow, phew, tuch-tuch, eek, buzz</em>, and even <em>cheee-yaarge</em>\nare all part of any cartoon-loving Italian's vocabulary.\n(Incidentally, <em>cartoni animati</em> is the Italian loan translation of\nthe English <em>animated cartoons</em>).</p>\n<p>Today, Italian <em>teenagers</em> chew <em>chewing gum</em>, wear <em>clips</em>\n'earrings,' and spend the <em>weekend</em> at the beach: <em>bikinis</em> for the\ngirls, <em>slips</em> for the boys.  <em>Topless</em> is one of the <em>standard looks</em> on\nthe Riviera, where <em>sexy</em> is in and <em>hippie</em> is out.  And don't even\nmention the <em>fricchettone</em> look (an Italianization of <em>freak out</em>\nplus the -<em>one</em> augmentative ending): that's only for latter-day\n<em>figli dei fiori</em> 'flower children' absorbed in <em>poesia beat</em>.  Naturally,\nthe Italian edition of <em>Cosmopolitan</em> didn't even mention\nhippies in its recent classification of the modern man.  In its\nview, men come only in four varieties: <em>gay, macho, latin lovers</em>\nand <em>self-made</em>.</p>\n<p>Weekends are perfect for scouring the countryside for\nsmall-town <em>happenings</em>.  Local Sunday fairs often provide\ndelightful glimpses of authentic <em>folklore</em>, far from the <em>stress</em> of\ncity life, <em>grattacieli</em> 'skyscrapers,' or <em>shopping centers</em>.  Once\namong the olive groves and vineyards, you may be convinced\nthat the grafiti artists aren't all wrong: perhaps our urbanized\nworld really is <em>in tilt</em> ('on the blink,' in <em>flipper</em> lingo).</p>\n<p>I tend to be a bit less drastic.  It is obvious, however, that\nthe number of English words in common Italian usage is\ngrowing everyday.  In this brief list, we can see an assortment\nof them, from straight carryovers (<em>leader, ski-pass</em>), to literal\ntranslations (<em>figli dei fiori, grattacieli</em>), to partial translations\nwhere an Italian suffix is tacked on to an English stem (such as\n<em>drib-blaggio</em> or <em>zoomare</em>).  Then there are a certain number of\nEnglish words which, when transposed into Italian, just seem\nto fall short of their original meanings (<em>flirt</em> for 'fling,' <em>tip-tap</em>\nfor 'tap dancing,' or <em>flipper</em> for 'pin-ball').  Lastly, some English\nwords are used as gerunds in Italian instead of as nouns (for\nexample, <em>thrilling, dancing</em>, or <em>shocking</em>).</p>\n<p>In any case, whatever be their form, the fact is that the\nuse of English words in Italian is on the rise.  Fields as diverse\nas politics, music, and sports are all affected and are absorbing\nnew words at an astonishing rate.  The outcome—increased\nAnglicization (or Americanization, if you will) of the Italian\nlanguage—is neither the result of scheming nor design, but\ninstead the end product of a brisk exchange between a prolific\nexporter and a willing importer.  It seems that no matter which\nway you look at it, Italy's <em>love story</em> with the English language\nis in full bloom.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English Words in Italian: Florence, Italy</h1> <p><em><span data-rel=\"author\">A Cast of Thousands</span> <span data-rel=\"location\">Risa Bernstein Sodi</span></em></p> <p>Just this year, France has once again taken up its age-old cry\nto de-Anglicize the French language.  The Académie Française\nperiodically tries to weed its garden of its English\ncreepers and American crabgrass but, predictably, to little\navail.  Jack Lang, the former Minister of Culture, recently took\nhoe in hand and lashed out at all things American: from TV\nshows, to computer innovations, to movies, to overseas investments.\nBut his number-one target was unmistakably the language\nitself, and we language lovers know that it is indeed the\nroot of the problem.</p> <p>The French furor made me look a bit closer to home, to\nmy adoptive subalpine home, Italy.  My fellow Italians are\nmuch more laissez-faire than the French.  In fact, instead of\nrejecting Americana, they welcome it with open arms.  One\neven gets the feeling that, if it isn't American, it isn't chic.\nHow else to explain TV ads that say, <em>Taste the world of\nCinzano</em> on Italian state TV, bars with names like <em>Salt Peanuts</em>\nor <em>Pop-in</em>, and Italian-made <em>Big Babol</em> (pronounced “bubble”)\nchewing gum by <em>Brooklyn?</em>  Every neighborhood has a selection\nof <em>supermercati</em> and at least one specialty shop selling everything\nfrom peanut butter, to maple syrup, to chili ketchup.  And\nwhat self-respecting, self-styled “in” bar could possibly do\nwithout <em>caffé americano?</em></p> <p>But getting back to the root of the problem, everyday\nlanguage is really where one sees the Anglo-American influence.\nNot just erudite journalists or well-traveled “jet-setters”\nbut even the man-in-the-street is able to tell you what a\n<em>blackout</em>, a <em>bunker</em>, and a <em>bestseller</em> are.  Psychiatrists speak of\n<em>insight, feedback</em>, and <em>input</em>, while surgeons perform <em>by-pass</em>\n(operations) or implant <em>pacemakers</em>.  Of course, the computer\nindustry is dominated by American jargon, beginning with\n<em>hardware</em> and <em>software</em> and ending with <em>bytes</em>; and electromechanics\nboasts a wide array of English terms: <em>inverter,\nwire-up</em>, and <em>chopper</em>, to name but a few.  But there are much\nmore insidious and widespread uses of English in the Italian\nlanguage.</p>"
}