{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Private Eye's Colemanballs",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/servlet/SearchResults?an=&amp;tn=private%20eye%20colemanballs&amp;sortby=100&amp;cm_sp=plpafe-_-coll-_-link\"><em>Private Eye's Colemanballs</em></a></h1>\n<p>Compiled and edited by Barry Fantoni, (Private Eye Productions Ltd/Andr&amp;eacute Deutsch, London, 1982), 90pp.</p>\n<p>VERBATIM readers in England may have beat me to the\ndiscovery of this fascinating paperback.  It is a rich lode of\n(unintended) verbal entertainment—<em>fun 'n' pun</em> would seem as\napt a motto for the linguist.  As <em>Colemanballs</em> rings the\nproverbial bell in the ears of sports fans in Britain, at whom the\nbooklet is primarily aimed, let me report on it anyway and\nshare my enthusiasm with those as yet unfamiliar with the\nbook.</p>\n<p>Here is sports journalism at its liveliest: straight from the\nhorse's mouth into the microphone (often without any sobering\ndetour through the brain), with results that are as amusing as\nthey are revealing of what goes on in a speaker's mind when\nhis mouth produces a string of sounds that passes for language.\nWhatever can go wrong in that process has been recorded here,\nwith full credit to the shamefaced authors.  Mixed metaphor is\nprobably the most common type of language error that occurs\nin reporting in general and in sports reporting in particular,\nwith its uneven flow of events that leaves long stretches of time\nduring which nothing worthy of comment happens, alternating\nwith quick and unpredictable action, so as to tax to the\nbreaking point the mental and physical reflexes used in speech:\n“...but yesterday Sir Peter played his final card in what's\nbeen a tricky game of chess” or “Tottenham have got the\nbullets that can produce the goods.”</p>\n<p>“Aston Villa began to harness the fruits of some good\nmidfield work” is a slip of the tongue, whereas in other\ninstances it is rather the mind that takes a tumble on the\nslippery ice of logic: “Liverpool always seem to find a boot at\nthe right moment to keep Birmingham City at arm's length,”\n“The dispute went on escalating like a snowball,” or “We all\nhave some sort of chip on our shoulder which we want to get\noff our chest.”  But then there are also such perfectly innocuous\nstatements as “...Channel Tunnel project which seems to be\ngetting off the ground again.”  Here is another: “The government\nis clutching at sport as a straw with which to beat the\nRussians.”  I would say it ties in effectiveness with “He's bitten\noff more than he can chew,” said of a hunger striker.</p>\n<p>In other instances, indiscriminate clustering of metaphors\nis alone sufficient to create garble:  “The crunch has been\nreached.  The crying wolves are out the window.”</p>\n<p>The lesson to be learned from all this is that a speaker's\nmind does, after all, work even while his tongue may get stuck.\nAnd it usually works toward building up a perfectly closed\nlogic—the only trouble with this is that listeners, whose minds\nare set on different paths of thinking and associating, have no\naccess to the speaker's thoughts and therefore no clues to the\nmeaning of the words.  What a speaker intends as a reinforcing\nremark his listeners will frequently misunderstand as a separate—and,\nas such, tautological or otherwise illogical—utterance:\n“The battle is well and truly on if it wasn't on before, and it\ncertainly was,” or “Roscoe Tanner is one of the great runners-up\nof all time.  No man could have played better.”  There is no\nreal contradiction in these examples; what the last one means is\nmerely 'Tanner didn't make it, but he played a brilliant game\nall the same.'</p>\n<p>This suggests that communication is achieved less through\ndirect verbal equivalence to intended meaning than through\nallusive patterns that must observe certain standards of conventionality\nin order to work.  When it comes to communication,\nthere is not that much difference between sports reporting and\npoetry: just as poetry ceases to be “understood” by readers\nwhose allusive range of thought does not measure up to the\npoet's, listeners to ordinary language reportage are apt to\nmistake a speaker whose standards of association in language\nthey cannot match.  There is no such failure to understand\nwhen only the (shared) literal representation of meaning is\napplied, as in all forms of technical language with a fixed\nterminology.</p>\n<p>Explaining is not excusing mindless blunders of the type\n“Agatha Christie is such a well-known name, her books sell all\nover the world—and other places as well” or “We are now into\nthe third and final quarter of the game.”  Some of those listed in\n<em>Colemanballs</em> are near-ingenious, as, for example: “In the case\nof my own case, this has not been the case” or “The French\nare not normally a Nordic skiing nation.”  Speaking of royalty, a\ncommentator once punned involuntarily, “Even to my\nuntrained eye it looks as though she has a long train.”  On the\nother hand, to err is human: “And Richie has now scored 11\ngoals, exactly double the number he scored last season.”  It can\nhappen to anyone, including this reviewer: “It's so easy to have\na fatal accident and ruin your life!”</p>\n<p><em>[Kurt Opitz, Hamburg]</em></p>\n<p>[<em>Editor's Note:</em> Coleman is a sports announcer regularly\nheard in England.  <em>Colemanballs,</em> we assume, are “foul balls”\ntossed into the game by Mr. Coleman.]</p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/servlet/SearchResults?an=&amp;tn=private%20eye%20colemanballs&amp;sortby=100&amp;cm_sp=plpafe-_-coll-_-link\"><em>Private Eye's Colemanballs</em></a></h1> <p>Compiled and edited by Barry Fantoni, (Private Eye Productions Ltd/Andr&amp;eacute Deutsch, London, 1982), 90pp.</p> <p>VERBATIM readers in England may have beat me to the\ndiscovery of this fascinating paperback.  It is a rich lode of\n(unintended) verbal entertainment—<em>fun 'n' pun</em> would seem as\napt a motto for the linguist.  As <em>Colemanballs</em> rings the\nproverbial bell in the ears of sports fans in Britain, at whom the\nbooklet is primarily aimed, let me report on it anyway and\nshare my enthusiasm with those as yet unfamiliar with the\nbook.</p> <p>Here is sports journalism at its liveliest: straight from the\nhorse's mouth into the microphone (often without any sobering\ndetour through the brain), with results that are as amusing as\nthey are revealing of what goes on in a speaker's mind when\nhis mouth produces a string of sounds that passes for language.\nWhatever can go wrong in that process has been recorded here,\nwith full credit to the shamefaced authors.  Mixed metaphor is\nprobably the most common type of language error that occurs\nin reporting in general and in sports reporting in particular,\nwith its uneven flow of events that leaves long stretches of time\nduring which nothing worthy of comment happens, alternating\nwith quick and unpredictable action, so as to tax to the\nbreaking point the mental and physical reflexes used in speech:\n“...but yesterday Sir Peter played his final card in what's\nbeen a tricky game of chess” or “Tottenham have got the\nbullets that can produce the goods.”</p> <p>“Aston Villa began to harness the fruits of some good\nmidfield work” is a slip of the tongue, whereas in other\ninstances it is rather the mind that takes a tumble on the\nslippery ice of logic: “Liverpool always seem to find a boot at\nthe right moment to keep Birmingham City at arm's length,”\n“The dispute went on escalating like a snowball,” or “We all\nhave some sort of chip on our shoulder which we want to get\noff our chest.”  But then there are also such perfectly innocuous\nstatements as “...Channel Tunnel project which seems to be\ngetting off the ground again.”  Here is another: “The government\nis clutching at sport as a straw with which to beat the\nRussians.”  I would say it ties in effectiveness with “He's bitten\noff more than he can chew,” said of a hunger striker.</p>"
}