{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Mania for Sentences",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Mania-Sentences-D-J-Enright/dp/0701126620\"><em>A Mania for Sentences</em></a></h1>\n<p>D.J. Enright, (Chatto &amp; Windus, the Hogarth Press, 1983), 211 pp.</p>\n<p>What is criticism for?  The British are generally anti-intellectual\nand suspicious of the higher criticism that claims to\nbe a science or tries to pursue some autonomous business of its\nown.  They go in for it less than the Americans, the Germans,\nor the French.  They tend to dislike literary theory, and prefer a\ngood read.</p>\n<p>Enright is a poet, a fully paid-up member of the intellectuals'\nclub, and that chimera, a serious British literary critic.  His\nbook consists of essays that began life as reviews of new books,\nand he sees himself as a practical critic: that is, somebody\nwhose criticism, when it comes off, is of practical use to readers\nby describing, drawing out, comparing, concurring, or quarreling\nwith the work it is discussing.  The practical critic, the book\nreviewer, may be a hand-maiden or a cup bearer, but he or she\nserves in a family of gods.  Or sometimes of demons.  And more\noften of clowns and cranks, from all of whom something may\nbe learnt.</p>\n<p>Do not be deceived by his depreciation of literary theory.\nHis principles and views of literature protrude through the\nprose without being formally stated.  He is a witty and\nimmensely well-read man.  With British diffidence Enright may\nshrink from the label; but he is one of our splendid and rare\nmasters of the higher criticism.</p>\n<p>That is why a collection of his old reviews, revised and\nexpanded, is worth publishing as a book.  How many other book\nreviewers can we say that about?  Lionel Trilling and Bernard\nShaw, yes.  But there are not many critics writing today whose\npieces are worth reproducing between hard covers.  Anthony\nBurgess, yes, but for the liveliness of the writing and the\nextravagance of the ideas rather than for the coherence of the\nliterary theory.  Enright is worth preserving because there is\nhardly anybody else writing in Britain who surveys the literature\nof the world from <em>The Tale of Genji</em> to Max Frisch, takes a\ncharacteristically urbane British view of it, and remains a\npleasure to read.  Even the higher criticism ought to be more\naccessible, at any rate not (as it often is) less accessible, than\nwhat it is commenting on.</p>\n<p>The essays relate both to particular books and to language\nas it appears (and disappears) in writing and speech.  The\nwriters and the linguistic phenomena selected for discussion are\nchameleonic.  The writers because they evade fixed identity and\ncontrive, as Keats expressed it, to “live in gusto, be it foul or\nfair, rich or poor, mean or elevated.”  The linguistic features are\nchameleons because they change color according to their\nsurroundings or have their color changed forcibly by those who\nuse or abuse them.</p>\n<p>The first section of the book deals with German writers,\nwho are more admired than read by the British intelligentsia.\nThey include Mann, Musil, Brecht, Max Frisch, Grass, and\nBöll.  Enright is an exception to the British resistance to\nGerman literary classics.  He knows them as old friends and in\nhis essays discusses such tricky literary questions as fantasy (is\nit real?) and modern biography (history or fiction?).  Next comes\na group of essays on Eastern and other European works, chiefly\nnovels, which, through the intercession of the excellent translators\nthey have attracted, can claim to be classics of world\nliterature.</p>\n<p>The final section is more specifically linguistic in theme.  It\nis concerned with “sexistolinguistics” or the His and Hers of\nwords, clichés and the philosophical and social significance\nimputed to them, the cleansing of dirty words and the dirtying\nof clean ones, and the use of language by children in self-expression\nand self-protection.  The boy asked by his teacher to\nuse a familiar word in a new way came up with: “The boy\nreturned home with a cliché on his face.”  When asked to\nexplain himself, he answered: “The dictionary defines cliché as\n'a worn-out expression.' ”</p>\n<p>The book ends with concise appraisals of several writers,\nincluding Anthony Burgess, E. B. White, and Raymond\nQueneau, who are more than usually involved in serious games\nwith language.</p>\n<p>Here is Enright in typical form: “<em>Maledicta</em> calls itself\n'The International Journal of Verbal Aggression,' but the worst\nthing about it is its editorial huffing and puffing.  It sees itself as\na band of frank, gallant and daring intellects battling vigorously\nagainst the 'envious, mindless, cacademoid prissy pricks' of\nsome putative stuffed-shirt Establishment.  In truth <em>Maledicta</em>\n(the best thing about it is its name) is the old Teutonic\nphilologizing shakily transferred to the dark side of the tongue:\nthe sort of volte-face so popular when once safe.”</p>\n<p>Enright is a journalist and an intellectual.  His tone is a\ncharacteristic fusion of light-heartedness and gravity.  The best\nliterature, he believes, entertains, astonishes, and strengthens,\nbut also rebukes, warns, and sometimes terrifies.  It is the sort of\nbook that might give literature a good name among the British.\nAnd that would never do.</p>\n<p><em>Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Mania-Sentences-D-J-Enright/dp/0701126620\"><em>A Mania for Sentences</em></a></h1> <p>D.J. Enright, (Chatto &amp; Windus, the Hogarth Press, 1983), 211 pp.</p> <p>What is criticism for?  The British are generally anti-intellectual\nand suspicious of the higher criticism that claims to\nbe a science or tries to pursue some autonomous business of its\nown.  They go in for it less than the Americans, the Germans,\nor the French.  They tend to dislike literary theory, and prefer a\ngood read.</p> <p>Enright is a poet, a fully paid-up member of the intellectuals'\nclub, and that chimera, a serious British literary critic.  His\nbook consists of essays that began life as reviews of new books,\nand he sees himself as a practical critic: that is, somebody\nwhose criticism, when it comes off, is of practical use to readers\nby describing, drawing out, comparing, concurring, or quarreling\nwith the work it is discussing.  The practical critic, the book\nreviewer, may be a hand-maiden or a cup bearer, but he or she\nserves in a family of gods.  Or sometimes of demons.  And more\noften of clowns and cranks, from all of whom something may\nbe learnt.</p> <p>Do not be deceived by his depreciation of literary theory.\nHis principles and views of literature protrude through the\nprose without being formally stated.  He is a witty and\nimmensely well-read man.  With British diffidence Enright may\nshrink from the label; but he is one of our splendid and rare\nmasters of the higher criticism.</p>"
}