{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Handbook of Good English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.simonandschuster.ca/books/The-Handbook-of-Good-English/Edward-Johnson/9780671707972\"><em>The Handbook of Good English</em></a></h2>\n<p>Edward D. Johnson (Facts on File, 1982), x + 309 pp.</p>\n<p>Time was when one could write or publish a dictionary or\nother book dealing with language, reasonably secure in the\nknowledge that those who bought it and used it would be\nguided by the information it contained on spelling, pronunciation,\nmeaning, usage, and so on.  Increasingly, we receive letters\nfrom teachers complaining about students who are so ignorant\nthat (a) they haven't even the foggiest notion that there might\nbe something awry in their spelling, grammar, or usage, and (b)\neven if they have doubts are so ill equipped that they are\nincapable of spelling a word correctly, hence cannot look it up.\nThere is nothing wrong with the book under review except the\nfollowing assumptions on which it is based:</p>\n<ol>\n<li>\n<p>The user suspects that something may be wrong with\nwhat he has written.</p>\n</li>\n<li>\n<p>The userâif he does suspect something amissâcan find\nthe part of the book relating to his question.</p>\n</li>\n<li>\n<p>The userâif the two foregoing prove trueâis capable of\nunderstanding the advice given.</p>\n</li>\n</ol>\n<p>Of what use is it to write of adjectives and adverbs when\nmanyâthose, in fact, who need most to knowâhaven't the\nslightest idea of what adjectives and adverbs (or, for that\nmatter, nouns and verbs and prepositions, etc.) are?  The good\nadvice, “Do not put a comma between an adjective or adverb\nand a following word or phrase that it modifies.  When an\nadjective or adverb follows the modified word, usually set off\nthe adjective, but not the adverb, with a pair of commas” is\ntotally lost on those who are unfamiliar with the terms used.\nCan you imagine such people dealing with words like <em>adjectival,\ncompound</em>, and <em>participle</em>?  This book abounds in such\nnasty terms.  Even though there is a glossary (in which <em>adjective</em>,\nbut not <em>adjectival</em>, is defined), that can be of little help to\nthose who do not know the alphabet.</p>\n<p>It is a pity that the sound advice given in this book is not\nlikely to reach those who need it.  Those of you who do not\nneed it may wish to buy it because it contains direct, easy-to-follow\ncounsel based on the philosophy expressed by the author\nin the opening line of the Introduction: “This book is strict\nrather than permissive, because it assumes that those who\nconsult it want to be protected from criticism.”  I have no\nquarrel with that.  If I must nitpick, it is with the sparse\ntreatment (Rule 1-7) of the possessive with the gerund (vs. the\nobjective with the participle).  That is a fine point, and the\nauthor, who is certainly not incorrect in his view, would have\nprepared his argument better had he adduced more examples\ninstead of writing, “But often there is a difference in meaning,\nand then the distinction [between possessive + gerund and\nobjective + participle] is worthwhile.”</p>\n<p>Another matter on which I should take issue is the\ncomment, “Do not usually consider <em>the</em> part of a periodical's\nname.”  Examples follow, including a set showing the results of\nthe author's own judgment.  In my opinion, the article is either\npart of the proper name of the periodical or it is not: when it\nis, it should be treated as the title is treated (underlined or\nitalicized); when it is not, it shouldn't be.</p>\n<p><em>Laurence Urdang</em></p>"
}