{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Well-Tempered Sentence: a Punctuation Handbook for the Innocent, the Eager, and the Doomed",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h2 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/the-new-well-tempered-sentence-a-punctuation-handbook-for-the-innocent-the-eager-and-the-doomed_karen-elizabeth-gordon/277861/#edition=3402551&amp;idiq=3925868\"><em>The Well-Tempered Sentence: a Punctuation Handbook for the Innocent, the Eager, and the Doomed</em></a></h2>\n<p>Karen Elizabeth Gordon, (Ticknor &amp; Fields, 1983), 93pp.</p>\n<p>The subtitle may be a bit arch, and one may be given to\nwonder how only 13 marks of punctuation can possibly merit\ncoverage in about 84 pages, but the secret is that there are a lot\nof attractive, amusing illustrations and the type is large.  The\nbook is, moreover, fun to read and is populated (in some of the\nexample sentences) by people who might be close relations of\nthose who populate <em>Wordsmanship</em>, by Claurène duGran:\nCharmiane, Nobiscus Kahn (professor of Angst), Charlotte\nTingle (a sophomore), Saint Fracas, Lady Zipworth, et alii.\nBooks <em>(Om, Om on the Range)</em>, place names (the Nismer-East\nBlagundia Express), and friendly nonsense abound.</p>\n<p>All this helps to relieve the boredom of examples usually\nencountered in such material.  For instance, in the brief treatise\non the comma, subsection dealing with introductory participial\nor infinitive phrases, we find,</p>\n<p><em>Menacingly bopping down the road, the thug consulted\nhis horoscope and decided to take the day off</em>.</p>\n<p>Under “A question mark can turn a declarative or imperative\nsentence into an interrogative one,” we find,</p>\n<p><em>You don't mind playing croquet in the mud?</em></p>\n<p>Mind you, this is not the <em>Chicago Style Manual</em>, but for many\nthe usually odd and often off-putting examples will serve as\nuseful mnemonic devices for recalling an arcane instruction.\nThe book has verve, panache, cachet: an ideal gift for a\nperspiring writer, though the donor is likely to wish he'd kept it\nfor himself.</p>\n<p><em>Laurence Urdang</em></p>"
}