{
  "type": "Article",
  "title": "Return to Grose",
  "author": "John Ferguson",
  "location": "Selly Oak Colleges",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Return to Grose</h1>\n<p><em><span data-rel=\"author\">John Ferguson</span> <span data-rel=\"location\">Selly Oak Colleges</span></em></p>\n<p>Francis Grose, antiquary and artist, was born in Greenford,\nMiddlesex, in the early 1730s.  His father, an immigrant\nfrom Switzerland, was a successful jeweler, and was responsible\nfor the crown of George III.  Young Francis received a sound\nclassical education, but instead of university went to Shipley's\ndrawing school, and became a moderately successful artist.  He\nwas adjutant and paymaster, and later captain, in the Hampshire\nmilitia, but, to judge from the prodigal way he ran\nthrough his father's fortune, one wonders about the state of the\nregimental finances.  He himself declared that his only account\nbooks were his pockets.  He paid into the right and out from the\nleft.</p>\n<p>In his day he was probably best known for his <em>Antiquities\nof England and Wales</em>, which he illustrated.  It was while\ncollecting for his <em>Antiquities of Scotland</em> that he ran into\nRobert Burns, who wrote “On Captain Francis Grose”:</p>\n<blockquote>\n<p>The Devil got notice that Grose was a-dying,\nSo, whip!  at the summons old Satan came flying;\nBut when he approached where poor Francis lay\nmoaning,\nAnd saw each bed-post with its burden a-groaning,\nAstonished, confounded, cried Satan, “By God!\nI'll want him, ere I take such a damnable load!”</p>\n</blockquote>\n<p>Burns immortalized Grose in two other poems.  One is kindlier,\nthough it gives us the same impression of Grose's sizeâan\nantiquarian Falstaff.  It begins:</p>\n<blockquote>\n<p>Hear, Land o' Cakes, and brither Scots,<br>\nFrae Maidenkirk to Johnny Groat's;<br>\nIf there's a hole in a' your coats,<br>\nI rede you tent it:<br>\nA chiel's among you, taking notes<br>\nAnd, faith, he'll prent it.<br>\nIf in your bounds, ye chance to light<br>\nUpon a fine, fat, fodgel wight,<br>\nO' stature short, but genius bright,<br>\nThat's he, mark weel<br>\nAnd wow!  he has an unco slight<br>\nO' cauk and keel.</p>\n</blockquote>\n<p><em>Fodgel</em> is 'plump'; <em>cauk and keel</em> are 'chalk and pencil.'  The\nother is a little squib, written on the envelope of a letter, and\nbeginning:</p>\n<blockquote>\n<p>Ken ye ought o' Captain Grose?<br>\nIgo and ago,<br>\nIf he's amoung his friends or foes?<br>\nIram, coram, dago.<br>\nIs he south, or is he north?<br>\nIgo and ago,<br>\nOr drowned in the river Forth<br>\nIram, coram, dago.</p>\n</blockquote>\n<p>It continues in the same vein.  These are jokes between friends.\nNoble called Grose “an inimitable boon companion.”</p>\n<p>Grose wrote much, including, somewhat surprisingly, <em>A\nGuide to Health, Beauty, Riches and Honour</em>.  He may have\nknown about honor, but not too much about the rest.  His most\nlasting book was delightfully entitled <em>A Classical Dictionary of\nthe Vulgar Tongue</em>, and first appeared in 1785.</p>\n<p>Grose has a charming passage in his introduction:</p>\n<blockquote>\n<p>To prevent any charge of immorality being brought\nagainst this work, the Editor begs leave to observe, that\nwhen an indelicate or immodest word has obtruded\nitself for explanation, he has endeavoured to get rid of\nit in the most decent manner possible; and none have\nbeen admitted but such, as either could not be left out,\nwithout rendering the work incomplete, or, in some\nmeasure, compensate by their wit, for the trespass committed\non decorum.  Indeed respecting this matter, he\ncan with great truth make the same defence that Falstaff\nludicrously urged in behalf of one engaged in\nrebellion, viz. that he did not seek them, but that, like\nrebellion in the case instanced, they lay in his way, and\nhe found them.</p>\n</blockquote>\n<p>A pleasing example of reticence is</p>\n<blockquote>\n<p><em>NICKUMPOOP,</em> or <em>NINCUMPOOP,</em> a foolish fellow; also\none who never saw his wife's ****.</p>\n</blockquote>\n<p>Another is</p>\n<blockquote>\n<p><em>HODDY DODDY,</em> all a-se and no body, a short clumsey\nperson, either male or female.</p>\n</blockquote>\n<p>More complex is:</p>\n<blockquote>\n<p><em>A BITER,</em> a wench whose **** is ready to bite her a-se\nwith a pound of butter.</p>\n<p>A lascivious rampant wench.</p>\n</blockquote>\n<p>Slightly more surprising are:</p>\n<blockquote>\n<p><em>PAY</em>...<em>(sea term)</em> also to beat; I will pay you as Paul\npaid the Ephesians, over face and eyes, and all your\nd-d jaws.</p>\n<p><em>SIR REVERENCE,</em> human excrement, a t-d.</p>\n</blockquote>\n<p>Pleasant is</p>\n<blockquote>\n<p><em>DAB,</em> an adept; a dab at any feat or exercise; dab,\nquoth Dawkins, when he hit his wife on the a-se\nwith a pound of butter.</p>\n</blockquote>\n<p><em>LARKING,</em> is tantalizingly defined as “a lascivious practice that\nwill not bear explanation.”</p>\n<p>The dictionary is at its liveliest in its improprieties, and\nterms relating to sex or excretion.  There are plenty of words for\nbawd (ABBESS, or LADY ABBESS, AUNT, BUTTOCK BROKER,\nMOTHER, SHE NAPPER, MACKAREL), and brothel (ACADEMY, or\nPUSHING SCHOOL; BORDELLO; NANNY HOUSE; NUNNERY; SERAGLIO;\nVAULTING SCHOOL; CAVAULTING SCHOOL).  One of the\nmost delightful of all entries is</p>\n<blockquote>\n<p><em>ATHANASIAN WENCH, or QUICUNQUE VULT,</em> a forward\ngirl, ready to oblige every man that shall ask her.</p>\n</blockquote>\n<p>Another is:</p>\n<blockquote>\n<p><em>CARVEL'S RING,</em> the private parts of a woman.  Hans\nCarvel, a jealous old doctor, being in bed with his\nwife, dreamed that the devil gave him a ring, which,\nso long as he had it on his finger, would prevent his\nbeing made a cuckold, waking he found he had got\nhis finger the Lord knows where.</p>\n</blockquote>\n<p>Another is:</p>\n<blockquote>\n<p><em>THINGSTABLE,</em> Mr. Thingstable, Mr. Constable, a ludicrous\naffectation of delicacy in avoiding the pronunciation\nof the first syllable in the title of that officer,\nwhich is found has some similarity to an indecent\nmonosyllable.</p>\n</blockquote>\n<p>BITCH is said to be the “most offensive appellation that can be\ngiven to an English woman,” and a regular answer was “I may\nbe a whore, but can't be a bitch.”  <em>To stand bitch</em>, however, is\n'to make tea.'  A seaman catching venereal disease abroad is\nsaid to have been “sent out a sacrifice, and came home a\nBURNT offering.”  COCK LANE is the private parts of a woman.\nFART CATCHER is a valet or footman, from his walking behind\nhis master or mistress.  FLAYBOTTOMIST is defined as “a bum\nbrusher, or school master.”  PLUG TAIL is one of various phrases\nfor the penis.  PROUD is “desirous of copulation”; SALT is\nsimilarly used.  PUREST PURE is “a courtezan of high fashion.”\n<em>Two</em> STONE <em>under weight</em> is a eunuch.  TEA VOIDER is a\nchamber pot, as is MEMBER MUG.  URINAL OF THE PLANETS is\nIreland, because of the rain.  WAGTAIL is a lewd woman.\nWOMBLETY CROPT is the indisposition of a drunkard.  A girl\nwho is got with child is said to have <em>sprained her</em> ANKLE, or <em>to\nbe</em> POISONED.  A STAR GAZER is a hedge whore.  A THOROUGH\nGOOD-NATURED WENCH is “one who being asked to sit down,\nwill lie down.”</p>\n<p>There is a variety of words for a <em>simpleton</em> (itself derived\nfrom <em>Simple tony</em> or <em>Simple anthony</em>) or silly fellow.  Such are\nNICK NINNY; NIGMENOG; NINNYHAMMER; NICKIN, NIKEY or\nNIZEY; NIGIT (apparently “an idiot”); DOODLE; BUZZARD; CAKE\nor CAKEY; CLUNCH; CULLY; MR. CUNNINGHAM; DRUMBELO;\nGOOSECAP; GULL; HONEY MOON; NOCKY; NODDY; NOKES, NUPSON;\nNUMBSCULL; OAF; PAPER SCULL; PUT; JOLTER HEAD;\nRALPH SPOONER; SAPSCULL; SHALLOW PATE; SIMPLE SIMON;\nSINGLETEN; TONY; WINDY; ADDLE PATE; BOTTLE HEAD; CLODPOLE;\nCOD'S HEAD.  There are various adjectives also, such as\nBEETLE HEADED; BUFFLE HEADED; CHUCKLE HEADED; PUDDING\nHEADED; and the like.</p>\n<p><em>Drunk</em> is another word with plenty of synonyms, such as\nDISGUISED, BOOSEY, FLUSTERED, FUDDLED, WRAPPED UP IN\nWARM FLANNEL, IN HIS ALTITUDES, CHIRPING MERRY, CORNED,\nCUT, DROP IN THE EYE, FLAWD, MAUDLIN, MELLOW, NAZIE,\nSUCKY.</p>\n<p><em>Hanging</em> is another, as WRY MOUTH AND A PISSEN PAIR OF\nBREECHES.  CHATES or SHERIFF'S PICTURE FRAME is the gallows.\nNOOZED or CRAPPED or SUS. PER COLL. is 'hanged.'  So is\n<em>died of a</em> HEMPEN FEVER; a hanged man leaves a HEMPEN\nWIDOW.  DERRICK, DUN, GREGORY BRANDON, and KETCH were\nfamous hangmen; you could say of a criminal <em>Derrick must be\nhis host</em>, and <em>Gregorian tree</em> was a familiar phrase.  <em>To go up the</em>\nLADDER <em>to rest</em> is another phrase for being hanged; so is <em>to go\nwith the fall of the</em> LEAF: so is <em>to dance the</em> PADDINGTON <em>frisk</em>;\nso is TRINE or TYBURN.</p>\n<p>There is quite a lot of ecclesiastical slang: AMEN CURLER 'a\nparish clerk'; AMINADAB 'a Quaker'; CRAW THUMPER 'a Roman\nCatholic' (beating the breast in confession of sin); CROW(E)\nFAIR 'a visitation of clergy'; DIPPERS 'Anabaptists'; NON-CON 'a\nnonconformist'; PANTILE HOUSE 'a dissenting meetinghouse;\nalso a cockpit'; POT CONVERTS “proselytes to the Romish\nchurch, made by the distribution of victuals and money” (like\nthe more recent phrase <em>rice Christians</em>); MUM BOX or PRATTLING\nBOX 'pulpit'; PRIEST CRAFT “the art of awing the laity,\nmanaging their consciences, and diving into their pockets”;\nRED LETTER MEN 'Roman Catholics'; RIB 'wife' (from Adam's\nrib); SOLOMON 'the mass'; SOUL DOCTOR, SOUL DRIVER, or\nSPIRITUAL FLESH BROKER 'parson'; also UNGRATEFUL MAN\n(since at least once a week he abuses his best benefactor, the\ndevil); THOROUGH CHURCHMAN “a person who goes in at one\ndoor of the church and out at the other without stopping”; TUB\nTHUMPER 'Presbyterian parson'; <em>to come home by</em> WEEPING\nCROSS 'to repent'; YEA AND NAY MAN 'a Quaker'; JAPANNED\n'ordained' (from the black collar); CHUCK FARTHING or SOLFA\n'parish clerk'; HUMS 'people in church.'  Pleasing also are\nANABAPTIST “a pickpocket caught in the fact and punished\nwith the discipline of the pump or horse-pond,” BAPTISED or\nCHRISTENED “Rum, brandy, or any other spirits that have been\nlowered with water.”  Port wine is KILL PRIEST.  A PANTER is a\n'hart' (which pants after the water brooks).  <em>She</em> PRAYS <em>with her\nknees upwards</em> is used of a woman “given to gallantry and\nintrigue.”  RESURRECTION MEN are, familiarly, persons\nemployed by the students in anatomy to steal dead bodies out\nof churchyards.  STEWED QUAKER is 'burned rum with a piece\nof butter,' an American remedy for a cold.  A SUNDAY MAN is\n'one fearful of arrest' (who appears in public on Sunday only).\nCHURCH WARDEN is a 'shag or cormorant' (probably from its\nvoracity).  ST. LUKE'S BIRD is an 'ox.'</p>\n<p>Some familiar phrases there are.  <em>My eye</em>, BETTY MARTIN\n(without <em>and</em>) is an answer to an attempt at humbug.  In\nGrose's day one licked the BLARNEY STONE. BLINDMAN'S BUFF\nand HIDE AND SEEK were played by children.  To BLUBBER is to\n'cry,' and to <em>look</em> BLUE is to 'be disappointed.'  BOG HOUSE is\n“the necessary house.”  A woman who governs her husband\n<em>wears the</em> BREECHES.  One in a reverie is <em>in a</em> BROWN STUDY.  To\n<em>kick the</em> BUCKET is to 'die.'  A CAT'S PAW is an instrument to\naccomplish another's purpose.  DOG LATIN is 'barbarous Latin.'\nEYE SORE (two words) is a 'disagreeable object.'  To <em>take</em>\nFRENCH LEAVE, GIFT OF THE GAB, GREENHORN, HENPECKED,\nto <em>be left in the</em> LURCH, to <em>sow his wild</em> OATS, PIN MONEY,\nSLEEPING PARTNER, all have their modern meaning.  GLUM is\n'sullen': curious to think of it as vulgar.  PHYZ is given for 'face,'\nbut without the derivation from <em>physiognomy</em>.  POT HUNTER,\nwhich one used as a schoolboy for an athlete seeking a trophy,\nis 'one who hunts more for the sake of the prey, than the\nsport,' presumably <em>pot</em> meaning the 'contents of the stew-pot.'\nROUND ROBIN has its familiar meaning and is given a naval\norigin: the circle of signatures prevented the identification of\nthe <em>ring leader</em>.  SPUNK is figuratively 'courage,' derived from a\nkind of fungus (<em>punk</em>) prepared for tinder.  A BAKER'S DOZEN is\nfourteen, not thirteen.  POTATO TRAP is mouth, now shortened\nto 'trap.'</p>\n<p>A few curiosities.  CAPTAIN LIEUTENANT is 'meat between\nveal and beef.'  A CHERRY COLOURED CAT is a 'black cat' (there\nbeing black as well as red cherries).  CROAKUMSHIRE is 'North-umberland'\n(from the accent).  FUBSEY is a pleasing word for\n'plump.'  GENTLEMAN COMMONER is an 'empty bottle' (from a\nhead empty of learning); GIMCRACK is a 'spruce wench or a\nperson who has a turn for mechanical contrivances' (very\ndifferent from the modern meaning).  A schoolmaster is a\nHABERDASHER <em>of pronouns</em>.  To 'tumble about' is to JERRYCUMMUMBLE.\nJOBBERNOLE is the 'head.'  LILLEY WHITE is a\n'chimney sweeper.'  LOLLPOOP is a 'lazy idle drone.'  MUNDUNGUS\nis 'bad tobacco.'  NICKNACKATORY is a 'toyshop.'  NIMGIMMER\nis a 'physician.'  To <em>fly a blue</em> PIGEON is to 'steal lead off a\nchurch.'  The 'youngest child' is a PIN BASKET.  PLUMB is a\n'hundred thousand pounds.'  PONTIUS PILATE is a 'pawnbroker.'\nA PRIGSTAR is a 'rival in love.'  PUFF GUTS for a 'fat man' is\nobvious but pleasing.  Persons dipped in the river SHANNON are\nforever cured of bashfulness.  A SHE HOUSE is a 'house where\nthe wife rules.'  A 'profligate' is called a SQUIRE OF ALSATIA.\nSTARVE 'EM, ROB 'EM, and CHEAT 'EM are soldiers' and sailors'\nnames for Stroud, Rochester, and Chatham “and not without\ngood reason.”  STUBBLE IT means 'Hold your tongue.'  VAMPERS\nare 'stockings.'  WHITHER-GO-YE is a 'wife' (who is always\nasking the question of her husband).  'Tea' is SCANDALBROTH.</p>\n<p>Grose may have been a fubsey cull, but he was also a rum\nduke.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Return to Grose</h1> <p><em><span data-rel=\"author\">John Ferguson</span> <span data-rel=\"location\">Selly Oak Colleges</span></em></p> <p>Francis Grose, antiquary and artist, was born in Greenford,\nMiddlesex, in the early 1730s.  His father, an immigrant\nfrom Switzerland, was a successful jeweler, and was responsible\nfor the crown of George III.  Young Francis received a sound\nclassical education, but instead of university went to Shipley's\ndrawing school, and became a moderately successful artist.  He\nwas adjutant and paymaster, and later captain, in the Hampshire\nmilitia, but, to judge from the prodigal way he ran\nthrough his father's fortune, one wonders about the state of the\nregimental finances.  He himself declared that his only account\nbooks were his pockets.  He paid into the right and out from the\nleft.</p> <p>In his day he was probably best known for his <em>Antiquities\nof England and Wales</em>, which he illustrated.  It was while\ncollecting for his <em>Antiquities of Scotland</em> that he ran into\nRobert Burns, who wrote “On Captain Francis Grose”:</p> <blockquote>\n<p>The Devil got notice that Grose was a-dying,\nSo, whip!  at the summons old Satan came flying;\nBut when he approached where poor Francis lay\nmoaning,\nAnd saw each bed-post with its burden a-groaning,\nAstonished, confounded, cried Satan, “By God!\nI'll want him, ere I take such a damnable load!”</p>\n</blockquote>"
}