{
  "type": "Article",
  "title": "Chaucer's Fish",
  "author": "Leonard Cochran",
  "location": "O.P., Providence College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Chaucer's Fish</h1>\n<p><em><span data-rel=\"author\">Leonard Cochran</span> <span data-rel=\"location\">O.P., Providence College</span></em></p>\n<p>One might be hard pressed to say which provides more\nintellectual satisfaction: speculation about the origin of a word\nor the discovery of persuasive evidence.</p>\n<p>In <em>Our Marvelous Native Tongue</em> (Times Books, New York,\n1983), Robert Claiborne mentions Eric Partridge's discovery of\n<em>dover</em>, “a bit of hotel waiter's slang, apparently dating from the\nmid-nineteenth century, meaning a reheated dish.”  After pointing\nout that Partridge “guessed that it represented a sort of\ncondensation of 'do over,' ”  Claiborne goes on to offer his own\ntheory:</p>\n<blockquote>\n<p>Something about the word struck me as familiar, however,\nand sent me back to my copy of <em>The Canterbury\nTales</em>.  At one point the Host, needling the Cook,\nremarks (with the English modernized), “Full many a\nJack of Dover hast thou sold/That hath been heated\ntwice and twice grown cold.”  Here, I am convinced, is\nthe true source of Partridge's “dover”—evidently the\nproprietor of some inn or cookshop better known for\neconomy than for quality.</p>\n</blockquote>\n<p>Something about the word and the construction placed on\nit by Claiborne struck me, also, and I hastened to my copy of\nthe <em>Tales</em>, edited by the well-known Chaucer scholar, John H.\nFisher, who glosses the phrase <em>Jakke of Dovere</em> as “evidently a\nstale pie.”  <em>A Chaucer Glossary</em> (compiled by Norman Davis,\nDouglas Gray, Patricia Ingham, and Anne Wallace-Hadrill,\nOUP, 1979) seems less certain: “?kind of meat pie.”  At any\nrate, was Jack a penny-pinching innkeeper or a stale pie?</p>\n<p>Methinks neither.  He was a fish!  And Francis Magoun, Jr., may\nagree, albeit more cautiously, as becomes a scholar.  In <em>A\nChaucer Gazetteer</em> (University of Chicago Press, 1961), the\nfollowing entry appears under DOVER:</p>\n<blockquote>\n<p>[Dover] ... is mentioned in <em>CT</em> A 4347 to define some\nundetermined cooked dish, perhaps a pie of sorts, perhaps\na Dover sole ... at any rate much warmed over.</p>\n</blockquote>\n<p>Let us look closer at the pertinent lines, which come from\nthe Prologue of the Cook's Tale, the Host speaking:</p>\n<blockquote>\n<p>Now telle on, Roger, looke that it be goode,<br>\nFor many a pastee hastow laten blood,<br>\nAnd many a Jakke of Dovere hastow soold<br>\nThat hath been twies hoot and twies coold.</p>\n</blockquote>\n<p>It is Roger who is being urged to tell his tale, and Roger\nwho is accused by the Host of having lightened the meat pie\nby removing its filling, as Fisher glosses the second line.  And it\nis Roger who has sold many a “Jakke of Dovere” which he had\nallowed to cool, then warmed over for sale to the unsuspecting\nguest.  Therefore, Jack of Dover (whatever he or it may be) is\nnot the innkeeper or the cook.  Then, is it a pie, and a stale one,\nat that?  Why would Chaucer use the same image in succeeding\nlines?  Obviously, he might have done so to illustrate two\ndifferent styles of the same fraud, but it seems more likely that,\nhaving already used a pie to point out Roger's tight-fistedness, a\npoet of Chaucer's range would select another example.</p>\n<p>According to the <em>OED</em>, as early as 1466 the word <em>Jack</em> was\nused to indicate a 'joint,' as in a joint of mutton (“...a jakke of\nmotone”).  This might make some sense, but if <em>jack</em> means\n'joint,' what is a <em>joint of Dover?</em>  Perhaps the practice was so\ncommon in the port town that a <em>dover joint</em> became synonymous\nwith warmed-over food.  I am intrigued by this possibility;\nbut I, too, have a theory I should like to spin out.</p>\n<p>The John Dory, a flatfish popular in the Middle Ages, as\nWaverley Root tells us <em>(Food: An Authoritative and Visual\nHistory and Dictionary of the Foods of the World</em>, Simon and\nSchuster, New York, 1980), is found “...northward normally to\nthe southern coast of England, but is occasionally encountered\neven off Norway.”  Again, the <em>OED</em> informs us that <em>John Dory</em>\nis “A popular name of a fish, <em>Zeus faber</em>, formerly called simply\nthe <em>dorée</em> or <em>dory</em>.”  The first appearance of the word <em>dory</em> for\nfish is listed as 1440.  The appellation <em>John</em> seems to have\nattached itself some 300 or so years later.  But, as early as 1587,\n<em>jack</em> was used with reference to fish, specifically to the pike.\nThe possibility of its earlier, even Middle English use, cannot\nbe ruled out.  And <em>dorée</em> may as easily have been in oral use in\nChaucer's time.  Might we not, then, get <em>fish of Dover</em> from\n<em>Jakke of Dovere?</em>  And how much more pungent Chaucer's line\nwhen we know he is speaking of a warmed-over fish!</p>\n<p>Far be it from me to challenge Partridge.  From a strictly\nlogical standpoint, his opinion rings true.  But, if language were\nlogical, it would be as cut and dried as Chaucer's “twies hoot\nand twies coold” fish.  And just as unappetizing!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Chaucer's Fish</h1> <p><em><span data-rel=\"author\">Leonard Cochran</span> <span data-rel=\"location\">O.P., Providence College</span></em></p> <p>One might be hard pressed to say which provides more\nintellectual satisfaction: speculation about the origin of a word\nor the discovery of persuasive evidence.</p> <p>In <em>Our Marvelous Native Tongue</em> (Times Books, New York,\n1983), Robert Claiborne mentions Eric Partridge's discovery of\n<em>dover</em>, “a bit of hotel waiter's slang, apparently dating from the\nmid-nineteenth century, meaning a reheated dish.”  After pointing\nout that Partridge “guessed that it represented a sort of\ncondensation of 'do over,' ”  Claiborne goes on to offer his own\ntheory:</p> <blockquote>\n<p>Something about the word struck me as familiar, however,\nand sent me back to my copy of <em>The Canterbury\nTales</em>.  At one point the Host, needling the Cook,\nremarks (with the English modernized), “Full many a\nJack of Dover hast thou sold/That hath been heated\ntwice and twice grown cold.”  Here, I am convinced, is\nthe true source of Partridge's “dover”—evidently the\nproprietor of some inn or cookshop better known for\neconomy than for quality.</p>\n</blockquote>"
}