{
  "type": "Epistola",
  "title": "EPISTOLA W.N. Smith",
  "contributor": "W.N. Smith",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">W.N. Smith</span></h1>\n<p>In “Meretricious Words” [VIII, 3] Bryan Garner explained,\n<em>hooker</em>: 'one who hooks or entraps, often in a happy manner';\n20th century.  Then Frank E. Day [IX, 1] proposed that the\nusage began during the Civil War when Gen. Hooker allegedly\nreceived prostitutes in his quarters.  Garland Hicks [IX, 3]\nsuggested that the term referred to camp followers in general,\nand not specifically the ones allegedly enjoyed by Gen. Hooker\npersonally.</p>\n<p>The prostitutes may have been called <em>hookers</em>, but the\nterm predates the Civil war, and Gen. Hooker should not carry\nthe etymological burden.  The homographical coincidence of his\nname and the slang term was undoubtedly the source of coarse\nhumor and the stories related by Day and Hicks.</p>\n<p>From the <em>DAE</em>:</p>\n<p><em>Hook</em> (Perhaps influenced by Du. <em>hoek</em>, 'corner,'\n'nook.'</p>\n<p>A sharp bend in the course of a river or channel\n{1670â}... 1848 Bartlett 179: This name is given in\nNew York to several angular points in the North and\nEast rivers; as, <em>Corlear's Hook, Sandy Hook, Powles's\nHook</em>....</p>\n<p><em>The Hook</em>: A district in New York City [situated at the\nsouthwest corner of Manhattan island and bounded on\nthe south and west by Corlear's hook of the East\nriver]... <em>Hooker</em>: 1859 Bartlett 201.  A resident of the\nHook, i.e. a strumpet, a sailor's trull.  So called from the\nnumber of houses of ill-fame frequented by sailors at\nthe Hook (i.e., Corlear's Hook) in the city of New\nYork...</p>\n<p>John Russell Bartlett was a lexicographer, bibliographer,\nand ethnologist.  <em>A Dictionary of Americanisms: A Glossary of\nWords and Phrases Usually Regarded as Peculiar to the United\nStates</em> was a standard work of referenceâ1st ed., 1848, New\nYork; 2d ed., 1859, Boston; 3d ed., 1860, Boston; 4th ed., 1877,\nBoston.  He was a contemporary of the John Bartlett who\ncompiled <em>Bartlett's Familiar Quotations</em>.</p>\n<p>Some etymologists accept Bartlett; others are skeptical of\ncolorful etymologies and note that the earliest citation refers to\na red-light district in Norfolk, Virginia.</p>\n<p>In a letter dated Nov. 18, 1845, written at Edenton, North\nCarolina, by T. Houghton, a student at the University of North\nCarolina, he advised a friend that <em>“if</em> he comes by way of\nNorfolk he will find any number of pretty Hookers, in the Brick\nrow not far from French's hotel” (Norman Eliason, <em>Tar Heel\nTalk</em>, Chapel Hill, 1956, pp. 71, 124, 129, 277).</p>\n<p>The writer capitalized the word <em>Hookers</em>, which suggests\nthat it is derived from a proper name, the Hook (district); but\nit isn't compelling because he also capitalized <em>Brick</em>.</p>\n<p>However, if Bartlett was correct, it is certain that the\nword would have been delivered at once to Norfolk by\nmerchant seaman.  Virtually all commercial and personal travel\nwas by water.  New York City was the largest city, largest port,\nand the commercial center of the U. S. Norfolk then had more\nmaritime commerce and shipping than any other town in\nVirginia and was the port for the northern part of North\nCarolina.</p>\n<p>Also, sailors of the U. S. Navy would have circulated the\nterm.  The huge Brooklyn Navy Yard was established on\nWallabout Bay in 1824 and was about one half mile south of\nthe Hook.  In Bishop Davenport's <em>Gazetteer</em>, New York, 1842,\nthe entry for Norfolk includes, “The handsome marine hospital\nis on Washington Point, one mile distant, and a short distance\nup the river is a large U.S. navy-yard.”</p>\n<p><em>[W.N. Smith, Tulsa, Oklahoma]</em></p>"
}