{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: O, TEMPORA!",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h2 data-rel=\"title\">OBITER DICTA: <em>O, TEMPORA!</em></h2>\n<p>There is only one “<em>The Times</em>,” and that is the newspaper\npublished six days a week in London.  <em>The Sunday Times</em>,\npublished weekly, also in London, and <em>The New York Times</em>,\npublished seven days a week in You-know-where, are not the\nsame.</p>\n<p><em>The Times</em> takes some pride in the care with which it is\nwritten and edited, and the results are quite obvious most of\nthe time.  As Lord Deming remarked at a recent awards dinner\nfor journalists, the journalistic tradition is strong in England,\nwhere every effort is made to uphold a high standard of\nlanguage style and usage.  My second clue that something might\nbe awry was revealed when I distinctly heard Lord Deming say\n“viligent” (presumably for <em>vigilant</em>).  The first clue came a few\ndays earlier, when <em>The Times</em> reported:</p>\n<blockquote>\n<p>Sandra Jackson, aged 19, who is expecting her second\nchild in three months' time...  [16 February 1983]</p>\n</blockquote>\n<p>Can it be, I asked myself, that the birth rate in Britain (which,\nI noted earlier in January, stood at zero) is in for a change?  Or,\nperhaps, Mrs. Jackson had been got to by the test-tube baby\ncrowd?</p>\n<p>Clues continued to accumulate.  On 18 February appeared\nthe information:</p>\n<blockquote>\n<p>There was a plastic bag over his head when Sir Trevor\n[Dawson], aged 51, was found by his chauffeur.  An\ninquest will be held, but the police said there was [<em>sic</em>]\nno suspicious circumstances.</p>\n</blockquote>\n<p>The interesting point here is not the singular verb/plural noun\nproblem, but what the police in England might consider\n“suspicious circumstances” to be.  Perhaps it is/they are something\nlike “Mr. Aâis helping the police in their enquiries,”\nusually translated into real English as “Mr. Aâ is under\nsuspicion of [whatever the crime might be].”</p>\n<p>Maintaining the talent for curious juxtapositions of information,\n<em>The Times</em> (again on 18 February) reported:</p>\n<blockquote>\n<p>[Peter Bird] will have broken the world record for\nstaying at sea in a rowing boat when he celebrates his\n37th birthday tomorrow.</p>\n</blockquote>\n<p>That must, indeed, be a record.</p>\n<p>“PHS,” author of “The Times Diary,” a regular feature of\nthe page facing the editorials, is not known to be above\napostrophizing.  Yet the column for 28 February carries the\nfollowing:</p>\n<blockquote>\n<p>Those whose interests David has now bought include\nhis brothers, Jonathan and Nicholas.</p>\n</blockquote>\n<p>Those who live in or have visited England are aware of\nthe weight of the coins one accumulates in a jacket pocket or a\npurse; notwithstanding the parlous state of the pound these\ndays, a pocketful of change worth £1 would appear to weigh at\nleast 18 ounces, giving male residents and visitors to that\nseafaring nation a perceptible list to starboard.  Always sensitive\nto the comforts of the commoner, the House of Lords, as\nreported in <em>The Times</em> of 4 March, has heard debate on the\nCurrency Bill suggesting that, because of this financial burden\ncarried by citizens, trouser pockets should be free of VAT\n(value added tax) charges.  Lord Lyell, in response to this\nsuggestion, pointed out that, as people in Scotland carried their\nmoney in sporrans when they were not wearing trousers, the\nproposal should be extended to highland dress.</p>\n<p>A photograph in the same issue of the newspaper shows\nworkers contemplating strike at the Citroën plant in France, a\ncountry recently plagued by workers' walkouts.  <em>The Times</em>\ncaptions the photo, “The French Disease?”  Perhaps someone\nwill send in a French letter explaining what the French disease\nis.</p>\n<p>In the caption on another photograph, we learn that the\ntarsier is a “member of a little-known zoological group called\nAsiatic profimians,” prompting us to wonder whether that\ngroup, if in favor of “fimians,” is anti something.  In any event,\nit is probably a fringe group and, in fact, so little is known as to\nbe nonexistent.</p>"
}