{
  "type": "Article",
  "title": "Traduttore Traditore",
  "author": "Marcy S. Powell",
  "location": "Oxford, Ohio",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Traduttore Traditore</h1>\n<p><em><span data-rel=\"author\">Marcy S. Powell</span> <span data-rel=\"location\">Oxford, Ohio</span></em></p>\n<p>Consulting a bilingual dictionary, all of us have doubtless\nhad the experience of choosing the wrong translation of a\ngiven English word.  Looking up the word <em>ball</em> for instance, the\nstudent is likely to find several French equivalents, but unless\nhe also checks the French-English section (or better, a <em>Petit\nLarousse</em>), he may not know that <em>un bal</em> is 'a dancing party,'\n<em>une balle</em> 'a tennis or golf ball' (as well as baseball, cricket or\nhockey ball, and bullet), <em>un ballon</em> 'a football,' <em>une bille</em> 'a\nbilliard ball' (or ball bearing or marble), and <em>une boule</em> 'a\ncroquet or bowling ball'—not to forget <em>boulet</em> 'cannon ball,'\n<em>boulette</em> 'meatball,' <em>pelote</em> or <em>peloton</em> 'ball of string,' and <em>couille</em>\n'testicle.'  Translating into one's own language is of course less\ndifficult, but the context may not always indicate whether to\nrender <em>esprit</em> as 'spirit,' 'ghost,' 'inspiration,' 'mind,' or 'wit.'</p>\n<p>A university colleague of mine, upon receiving a Christmas\ngreeting from a Chilean student that ended with the pious\nphrase “May the Lord bless and can you,” easily surmised that\nthe lad must simply have taken the first dictionary meaning of\nSpanish <em>preservar</em> 'to can, preserve.'  A French teacher, correcting\na student's composition, was puzzled by the expression\n<em>plateau de frˆne</em>, until it occurred to her that he had probably\nlooked up <em>ashtray</em> as two words in the dictionary, then put\nthem together.  Some English schoolboy was responsible for\ninterpreting Cibber's <em>Love's Last Shift</em> as <em>La dernière chemise\nde l'amour</em>, another for translating Shakespeare's “Out, out,\nbrief candle” as <em>“Sortez, courte chandelle</em>.”  When Chateau-briand\nbegan putting Milton's <em>Paradise Lost</em> into French, he\ncame to the lines “Siloa's brook that flow'd/Fast by the oracle\nof God,” and translated <em>fast</em> as <em>rapidement</em>.  In a French\nmagazine article devoted to the early works of Daniel Chester\nFrench, a picture of his Minuteman statue was labeled <em>Le Petit\nHomme</em>.  In the French adaptation of Terence Rattigan's amusing\n<em>French Without Tears</em>, a character asks how one would\ntranslate “Red designs on China” and gets the reply, “<em>Eh bien,\ndes motifs en rouge sur la porcelaine</em>.”  A keen-eyed proofreader\non an American newspaper wondered why a bomber should be\nchristened <em>Shadow Theory</em>, and discovered that the reporter\nhad misheard the real name, <em>Château Thierry</em>.  Such blunders\ncorroborate the observation of Maimonides that the translator\nmust know three things: the genius of the language from which\nhe translates, the genius of the language into which he\ntranslates, and the subject matter.</p>\n<p>American travelers have not generally excelled in their\ncommand of foreign languages.  One, bound for Paris, was\nasked if he understood French, and replied, “I do, when I\nspeak it myself.”  On his return he was asked whether he had\nhad any difficulty with the language while in France, and\nanswered, “No, but the French did.”  When the Assistant\nSecretary of the Treasury, James Reynolds, was about to leave\nfor a trade conference in Paris, he assured Senator Root that he\nspoke enough French to make waiters and cab drivers understand;\nwhereupon the Senator wondered aloud, “Suppose there\nshould be no waiters and cab drivers at the conference?”  An\nAmerican couple dining in a French restaurant, impressed by\ntheir French-speaking companion, failed to understand that he\nwas instructing the waiter to give the check to the monolingual\nhusband.  And in the ladies' room, when the wife tried the\nwater tap marked C she got scalding-hot water—for of course\nthe C stood for <em>chaud</em> rather than the expected “cold.”  Any\ntraveler who hasn't learned to think in the host language is\nlikely to find himself translating word by word, as did the\nAmerican who, seeing his bus rapidly disappearing down the\nstreet without him, made a wild effort to translate “I am left\nbehind!”  by shouting, “<em>Je suis gauche derrière!</em>”</p>\n<p>Two of my favorite stories concern Americans traveling\nwith a paucity of linguistic luggage.</p>\n<p>Mr. Smith, visiting Paris, passed by a church where a\nwedding was taking place, and approaching a policeman, asked\nwho was getting married.  <em>“Je ne sais pas,”</em> replied the <em>flic</em>.  The\nnext morning the visitor, passing by the same church, noticed\nthat a funeral was in progress and stopped a woman to ask who\nhad died.  <em>“Je ne sais pas,”</em> she responded.  “Well!” exclaimed\nMr. Smith, “he didn't last long, did he?”</p>\n<p>Mr. Goldberg registered at a French <em>pension</em> and went in\nto his first dinner.  Presently he was joined at his table by a\nFrenchman who, before sitting down, bowed politely and said,\n<em>“Bon appétit.”</em> With equal formality Mr. Goldberg rose, bowed,\nand said “Goldberg.”  This ceremony was repeated at each\nmeal for a couple of days, until Mr. Goldberg consulted an\nacquaintance in the lounge, explaining how “the Frenchman\ntells me his name—Bon Appétit—and I tell him mine—\nGoldberg; but why keep it up day after day?”  “Oh, you don't\nunderstand, Mr. Goldberg,” was the reply, “<em>Bon appétit</em> isn't\nhis name; it means 'I hope you have a pleasant meal.' ”  Mr.\nGoldberg thanked his friend, and arriving late for dinner,\nfound the Frenchman already at the table.  Before sitting down,\nMr. Goldberg bowed formally and said, <em>“Bon appétit.”</em>  The\nFrenchman rose, smiled, and murmured, “Goldberg.”</p>\n<p>So, in the land where, as someone has said, one man's fish\nis another man's <em>poisson</em>, the French make similar errors when\nventuring into English.  A French tycoon, addressing a group of\nAmerican journalists, was asked what detail of American life\nhad made the greatest impression on him.  Wishing to be\ngallant, he replied, “The ladies' toilets”; and it took the\njournalists a while to realize that he was merely pronouncing in\nEnglish the word <em>toilettes</em> in the sense of 'dresses.'  Another\nFrenchman sought to attract the attention of a shapely English\ngirl by exclaiming, “Oh, what a beautiful corpse!”  A Belgian\nmanufacturer, wanting to advertise his wares in English newspapers\nas highly durable, translated the French word <em>inusable</em>\nas 'unusable.'  And in a military bulletin in World War II, a\nsimilar—and potentially serious—error was made by confusing\n<em>des villages inhabités</em> and 'inhabited villages.'</p>\n<p>Still another story has the Macmillans lunching with the\nde Gaulles in Paris.  Mrs. Macmillan asks Mme. de Gaulle, in\nEnglish, “What are you looking forward to now?”  Mme. de\nGaulle replies simply, “A penis.”  A chill falls upon the table,\nuntil the silence is broken by M. de Gaulle saying softly to his\nwife, “My dear, I don't think the English pronounce the word\nquite like that.  It's not 'a penis' but “appiness.' ”</p>\n<p>Imagination often leads the translator astray.  One recalls\nthe irrepressible Hyman Kaplan, who explained to his night-school\nclass that the “R.S.V.P.” he'd tacked onto his composition\nmeant “Reply, vill you plizz?”  Another youthful American\ndefined <em>mal de mer</em> as a French expression meaning 'mother-in-law,'\nand his girl friend thought a <em>tête-à-tête</em> was a 'doubleheader.'</p>\n<p>During the Korean war, a comedian on a USO tour was\naddressing an audience of Korean soldiers who did not understand\nEnglish, so a Korean officer volunteered to translate his\njokes into Korean.  After each joke, the Korean spoke into the\nmicrophone and the audience collapsed in laughter.  The whole\nroutine was a howling success, and afterwards the comedian\nthanked the Korean for translating his jokes so successfully.\n“Sorry,” said the officer, “but I wasn't translating; you talked\nso fast I couldn't follow you.”  “But what were you saying into\nthe mike?”  With a sly grin, the Korean replied, “I was telling\nsome jokes of my own.”</p>\n<p>An American technician employed in a Russian plant\nreceived a distressing wire from home about his only daughter:\n“Harriet hung for juvenile crimes.”  He discovered that the\ntelegram had been translated into Russian, then retranslated\ninto English—the original message had been “Harriet suspended\nfor minor offenses.”  Someone else had the idea of\ntesting a computer by having it translate an English phrase into\nRussian and then back into English.  He fed in the English\nmaxim, “Out of sight, out of mind,” and a moment later got\nback “Invisible insanity.”</p>\n<p>Samuel Johnson insisted that a man should not “let\nhimself down” by speaking a foreign language imperfectly, and\nso spoke only Latin when he was in Paris.  The rest of us do our\nbest with the native tongue.  When my wife and I were living\nin Paris, we spent an enjoyable evening in a French home\nwhere only French was spoken.  Reminiscing about the past,\nmy wife meant to say, <em>“Je suis née à Cleveland,”</em> but it came\nout <em>“Je suis nue à Cleveland”</em>—which brought to my mind an\nearlier occasion when I had referred to a middle-aged man as\n<em>“Un homme du moyen âge.”</em></p>\n<p>In conducting 30 tour groups through 60-odd countries\naround the world, I have enjoyed the services of many local\nguides, most of whom spoke commendably good English.\nHowever, even the best of them were likely to slip up\noccasionally, and as a language teacher I was interested in the\nkind of mistakes they made.  In the Holy Land the guides\nfrequently referred to the “seplucher”; in Cairo they must\nhave been influenced by Arabic verb tenses when they\ninformed us that “in Egypt it is very seldom raining.”  In\nKashmir, riding ponies up a mountain trail to Gulmarg, we\nhalted to let a train of porters pass down; after watching four\nmen plod past carrying a woman on a litter, my guide said in a\nlow voice, “That's for inválid old ladies.”  Our Russian guides\nhandled English very well, but I decided that they must all use\nthe same textbook, after noting, in the course of ten tours over\nthe years, that they consistently referred to public figures as\nhaving “perished” rather than “died”; and one guide in\nLeningrad must have wondered why the group laughed when\nhe described the dome of St. Isaac's Cathedral as “the third-largest\nerection in the world.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Traduttore Traditore</h1> <p><em><span data-rel=\"author\">Marcy S. Powell</span> <span data-rel=\"location\">Oxford, Ohio</span></em></p> <p>Consulting a bilingual dictionary, all of us have doubtless\nhad the experience of choosing the wrong translation of a\ngiven English word.  Looking up the word <em>ball</em> for instance, the\nstudent is likely to find several French equivalents, but unless\nhe also checks the French-English section (or better, a <em>Petit\nLarousse</em>), he may not know that <em>un bal</em> is 'a dancing party,'\n<em>une balle</em> 'a tennis or golf ball' (as well as baseball, cricket or\nhockey ball, and bullet), <em>un ballon</em> 'a football,' <em>une bille</em> 'a\nbilliard ball' (or ball bearing or marble), and <em>une boule</em> 'a\ncroquet or bowling ball'—not to forget <em>boulet</em> 'cannon ball,'\n<em>boulette</em> 'meatball,' <em>pelote</em> or <em>peloton</em> 'ball of string,' and <em>couille</em>\n'testicle.'  Translating into one's own language is of course less\ndifficult, but the context may not always indicate whether to\nrender <em>esprit</em> as 'spirit,' 'ghost,' 'inspiration,' 'mind,' or 'wit.'</p> <p>A university colleague of mine, upon receiving a Christmas\ngreeting from a Chilean student that ended with the pious\nphrase “May the Lord bless and can you,” easily surmised that\nthe lad must simply have taken the first dictionary meaning of\nSpanish <em>preservar</em> 'to can, preserve.'  A French teacher, correcting\na student's composition, was puzzled by the expression\n<em>plateau de frˆne</em>, until it occurred to her that he had probably\nlooked up <em>ashtray</em> as two words in the dictionary, then put\nthem together.  Some English schoolboy was responsible for\ninterpreting Cibber's <em>Love's Last Shift</em> as <em>La dernière chemise\nde l'amour</em>, another for translating Shakespeare's “Out, out,\nbrief candle” as <em>“Sortez, courte chandelle</em>.”  When Chateau-briand\nbegan putting Milton's <em>Paradise Lost</em> into French, he\ncame to the lines “Siloa's brook that flow'd/Fast by the oracle\nof God,” and translated <em>fast</em> as <em>rapidement</em>.  In a French\nmagazine article devoted to the early works of Daniel Chester\nFrench, a picture of his Minuteman statue was labeled <em>Le Petit\nHomme</em>.  In the French adaptation of Terence Rattigan's amusing\n<em>French Without Tears</em>, a character asks how one would\ntranslate “Red designs on China” and gets the reply, “<em>Eh bien,\ndes motifs en rouge sur la porcelaine</em>.”  A keen-eyed proofreader\non an American newspaper wondered why a bomber should be\nchristened <em>Shadow Theory</em>, and discovered that the reporter\nhad misheard the real name, <em>Château Thierry</em>.  Such blunders\ncorroborate the observation of Maimonides that the translator\nmust know three things: the genius of the language from which\nhe translates, the genius of the language into which he\ntranslates, and the subject matter.</p> <p>American travelers have not generally excelled in their\ncommand of foreign languages.  One, bound for Paris, was\nasked if he understood French, and replied, “I do, when I\nspeak it myself.”  On his return he was asked whether he had\nhad any difficulty with the language while in France, and\nanswered, “No, but the French did.”  When the Assistant\nSecretary of the Treasury, James Reynolds, was about to leave\nfor a trade conference in Paris, he assured Senator Root that he\nspoke enough French to make waiters and cab drivers understand;\nwhereupon the Senator wondered aloud, “Suppose there\nshould be no waiters and cab drivers at the conference?”  An\nAmerican couple dining in a French restaurant, impressed by\ntheir French-speaking companion, failed to understand that he\nwas instructing the waiter to give the check to the monolingual\nhusband.  And in the ladies' room, when the wife tried the\nwater tap marked C she got scalding-hot water—for of course\nthe C stood for <em>chaud</em> rather than the expected “cold.”  Any\ntraveler who hasn't learned to think in the host language is\nlikely to find himself translating word by word, as did the\nAmerican who, seeing his bus rapidly disappearing down the\nstreet without him, made a wild effort to translate “I am left\nbehind!”  by shouting, “<em>Je suis gauche derrière!</em>”</p>"
}