{
  "type": "Article",
  "title": "The Imperative of Opposites",
  "author": "Zellig Bach",
  "location": "Lakehurst, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Imperative of Opposites</h1>\n<p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p>\n<p>Opposites coexist in our mental life inseparably, like inoperable\nSiamese twins.  They permanently stand side by side,\nor, like the obverse and reverse of a coin, back to back, which\ndescribes more accurately their constant position vis-à-vis each\nother, as well as the fact that they are forever bonded together.</p>\n<p>Each half of a pair of opposites always has the power to\nevoke immediately the other half.  This evocative power is often\nused very effectively in poetry, rhetoric, and religious prayers\nor hymns.  A good illustration of the latter instance is the hymn\nby St. Francis of Assisi: “Praised be my Lord for our brother\nfire,” and “Praised be my Lord for our sister water.”  Since the\npairing and juxtaposition of <em>brother/sister</em> and <em>fire/water</em>\nalready exist in one's mind, the reader or listener experiences\nthe pleasure of discovering within himself what was but dimly\nknown before.</p>\n<p>It is a mental imperative that if a word has an exact\ncounterpart, it will promptly evoke this opposite.  This principle\nis, in part, utilized in the psychological test called the Word\nAssociation Test, which consists of a list of words of various\ndirect or indirect connotations.  They are oral, anal, aggressive,\nphobic, and sexual words, as well as words about home and\nfamily.  In this test the psychologist reads aloud from the list\none word at a time (called <em>the stimulus word</em>), and the\nexaminee has to respond promptly with the first word that\ncomes to mind (called <em>the reaction word</em>),  What is important to\nus here is that, whenever there is a <em>specific</em> opposite to a\nstimulus word, the expected reaction word is, as a rule, its\nopposite.  Thus, <em>love/hate, father/mother, dog/cat, hunger/\nthirst, boy-friend/girl-friend</em>.  If a reaction word <em>other</em> than the\navailable opposite is given, unless it has a logical connection\n(for example, <em>hunger/food, summer/fall</em>), the response may be\nconsidered an indicator of some emotional conflict <em>(father/\ntyrant, mother/market)</em>.</p>\n<p>The closely woven—one might say “intimate”— relationship\nbetween two opposites is so strong that, occasionally, one\nof the pair may come to serve both meanings, its own as well\nas the other's.  Thus, Italian <em>bestia</em> and <em>bestiale</em> ('beast' and\n'bestial') also mean, respectively, 'friendly' and 'marvelous.'\nInstances of such an interchangeability of opposites are found\nin many other languages.</p>\n<p>One possible explanation for the phenomenon of the\nimperative of opposites is that, in the very early stages of the\ndevelopment of languages, when all communications were oral,\nthere was only one single word for <em>both</em> opposites.  Vocal\nintonations, facial expressions, and other bodily gestures and\nmovements made it clear to the listener which one of the two\nopposites was meant.</p>\n<p>The German philologist Carl Abel (1837-1906) called\nattention to this fact in a pamphlet about the oppositional\nmeaning of primal words.  He pointed out that in the ancient\nEgyptian language there was a large number of words denoting\nat one and the same time two opposites.  Abel rejected the\nnotion that two independent words (those for 'strong' and\n'weak,' for instance) happened by chance to have the same\nsound and therefore “merged” into a single word for both\nconcepts.  He stated that the simultaneity of two opposite\nmeanings in a single word can be explained by the fact that all\nour concepts are based on comparisons.  If it were always day,\nnot only would we not have the concept of 'night,' but we\nwould have no concept or word for 'day,' either.  Every\nconcept, therefore, is a twin of its opposite.  He quoted in this\ncontext the nineteenth-century English philosopher Alexander\nBain, who postulated on logical grounds the double meaning of\nwords: “The essential relativity of all knowledge, thought, or\nconsciousness cannot but show itself in language.  If everything\nthat we can know is a transition from something else, every\nexperience must have two sides....  The name [word] <em>light</em> has\nno meaning without what is implied in the name <em>dark</em>.”  Bain\nreferred to this as the “doubleness” of concepts.</p>\n<p>In the Appendix, Abel gave many examples of words with\noppositional meanings.  Here are several (some without any\nchanges in the word at all, some with phonetic modifications of\nthe same root): Latin <em>altus</em> ('high' as well as 'deep'); <em>sacer</em>\n('sacred' as well as 'accursed'); <em>siccus</em> ('dry'), <em>succus</em> ('juice').\nGerman <em>Boden</em> ('attic' as well as 'ground'); <em>stumm</em> ('dumb'),\n<em>Stimme</em> ('voice').  There are numerous examples of this nature\nfrom related languages.</p>\n<p>A recent paper, “Homonymous Antonyms” [I, 4, 8],\nbrought further interesting examples: The Chinese word\n<em>kungfu</em>, with identical characters and identical tones, means\nboth 'task' as well as 'leisure'; the Hebrew <em>KoDes</em> 'holy' and\n<em>KeDesah</em> 'prostitute' have the same root' (cf. Latin <em>sacer</em>\nabove); the Latin <em>meretrix</em> 'harlot' comes from <em>mer(e)</em> 'earn,'\nwhich in classical Latin meant both 'merit' and 'demerit.'</p>\n<p>Residues of this ambivalent semantic feature are, of\ncourse, found also in English.  The word <em>fast</em> is a good\nillustration: in one context it connotes 'moving speedily,' in\nanother, 'firmly fixed in place.'  <em>Without</em> still carries the duality\nof meanings ('with'/'out'), and <em>with</em> itself originally meant both\n'with' as well as 'without,' evidence of which can still be seen\nin such words as <em>withhold</em> and <em>withdraw</em>.</p>\n<p>The editor of VERBATIM, in an unsigned note, listed six\nwords with double meanings—<em>scan, hew, cleave, impregnable,\ninflammable, clip</em>—stating that “even within English problems\ncan crop up in the writing of lucid, unambiguous prose.” [I, 3]\nA reader added the word <em>let</em> ('allow' but also 'hinder or\ninterfere,' as in the tennis term <em>let ball</em>).  [II, 2, 14]</p>\n<p>Freud came to the notion of the interchangeability of\nopposites in the course of his analyzing dreams and dream\nsymbols.  He was puzzled by the fact that “every element in a\ndream can, for purposes of interpretation, stand for its opposite\njust as easily as for itself.”  For instance, “a predominantly male\nsymbol may be used [in dreams to represent] the female\ngenitals or vice versa,” or nakedness to be represented by\nclothes and uniforms.</p>\n<p>When Freud came across Abel's pamphlet on the antithetical\nmeaning of primal words, he seemed to be highly pleased,\nseeing in the phenomenon of words with opposite meanings a\nwelcome analogy to his own findings.  He wrote a lengthy\nreview of Abel's work and candidly acknowledged that he “did\nnot succeed in understanding the dream-work's singular tendency\nto...employ the same means of representation for\nexpressing contraries” until he happened by chance to read this\nphilological study.  He quoted liberally from Abel's text and\nexamples and stated that psychoanalysts would be better at\nunderstanding and interpreting the language of dreams if they\nknew more about the development of language.</p>\n<p>Another Freudian principle involving opposites is known\nas displacement—from below to above, or from above to below,\nreferring to parts of the body.  This mechanism, unknown to\nthe dreamer or speaker, transposes, that is, replaces symbolically\na lower part of the body with an upper part, or vice versa.\nLinguistic usage readily shows the way it works: We are all\nfamiliar with the expression “You're (or Don't be) a pain in the\nneck.”  This is a euphemism for “...pain in the ass,” <em>ass</em> being\na semi-polite cover-word for the tabooed buttocks or rectum.</p>\n<p>Another instance of displacement is the British expression\n<em>Keep your pecker up</em> 'keep up your courage.'  <em>Pecker</em> is a bird's\nbeak, but in slang it carries several meanings: 'a person's nose';\n'a penis'; 'a boy full of piss and vinegar.'  Thus, the opposites of\nnose/penis are carried in the same slang term.  Many other\ninstances from our daily speech show the ready unconscious—\nand sometimes conscious—interchangeability of opposite body\nparts and the general ease with which the directionality of the\nsymbolic equation changes between pairs of opposites.</p>\n<p>Freud pointed out a number of such pairs of opposite\nbody parts that serve as symbols for each other: penis/nose,\nlabia/lips, testicles/eyes.  Oedipus, upon learning that he slept\nwith his mother, blinded himself, an act symbolizing castration.\nWhile the eyes and testicles are equated symbolically on the\nbasis of their number and their below-and-above positions, I\nbelieve that the eyes <em>and</em> the nose together strengthen the\nsymbolic equation of their opposite below, the three-part male\ngenital apparatus.</p>\n<p>The imperative of opposites, their readiness to evoke each\nother, and, indeed, their interchangeability under special circumstances\ncan thus be seen as a general mental mechanism\nembedded in the mind of mankind.  Most of the time this\nmechanism operates without our awareness.  But sometimes we\nuse it on purpose to reverse or transform something into its\nopposite, or, at least, to demolish the very core meaning of the\nword—as when quotation marks are used to emphasize the\nopposite or non-meaning of what is written.  Applied this way,\nthe quotation marks literally work havoc upon the basic\nmeaning of a word—turning it upside down, inside out, and\nrotating it 180° into its very opposite, rendering it totally\ndevoid of its usual meaning.  If one were to write, for instance,\n“The 'patriotism' of these people leads them to assume...,”\nthe writer, by the use of quotation marks, actually questions\ntheir patriotism, denies their claim to it, and accuses them of\nfalsely pretending to be patriots.</p>\n<p>The pull of the imperative of opposites and the tendency\ntoward a reversal into the opposite is extremely strong and is\nfurther reflected in slang, wit, and slips of the tongue or pen.\nHere are several examples:</p>\n<blockquote>\n<p>(1) The term <em>cool</em> in its opposite sense of 'hot' is well\nknown from jazz terminology.  From there it spread to\nother areas with the same sense, as when a group of\nteenage boys is standing at the corner watching girls go\nby, and one of them comments that a passer-by of the\nopposite sex “is real cool.”  The inference, of course, is\nthat she is, metaphorically, hot.</p>\n<p>(2) Theodor Reik tells of a party of Jewish students in\nVienna where the religious and social significance of circumcision\nwas discussed.  One of the students, alluding\nto the commandments of the ritual in the Bible, quoted\nShakespeare: “There is a divinity that shapes our ends.”</p>\n<p>(3) A husband who went to Paris on a business trip\nwrote his wife an enthusiastic letter about his business\ndeals, as well as about the city, and ended it with “I\nwish you were her.”  The slip of the pen (<em>her</em> instead\nof <em>here)</em> conveyed the opposite of what he consciously\nthought of writing.</p>\n<p>(4) Sometimes the imperative of opposites shows up in\nthe strangest places.  I once noticed in a local advertising\nsheet (distributed free in supermarkets and restaurants)\nthe following advertisement:</p>\n<blockquote>\n<p>Dingy, miserable, upstairs Studio,<br>\nsemi. priv. bath,<br>\nCranky landlady, high rent<br>\nCall PY 8-1829, Evenings=</p>\n</blockquote>\n</blockquote>\n<p>Truth in advertising gone awry?  (Contrast it with the\nnext advertisement: “Large, airy, attractive room, separate\nentrance...”).  Since it is against all conventions\nto advertise in such a negative way, an explanation\nbased on the imperative of opposites presents itself,\nnamely that the negative automatically calls forth in the\nreader's mind its very opposite.  All adjectives in this\nadvertisement must, therefore, undergo a reversal of\nmeaning, including the description of “high” rent.  In\nother words, a <em>pleasant</em> landlady offers a <em>neat</em> upstairs\nstudio at <em>reasonable</em> rent.  (The lady has a sense of\nhumor and hopes to get a tenant with the same\ncharacteristic).</p>\n<p>The imperative of opposites is very likely an echo of the\npre-history of man and may be traced to the times when primal\nman, without understanding the phenomena of his own body\nand nature around him, could not help but observe the rhythm\nof many fundamental life processes, a rhythm characterized by\nits alternation or polarity—day and night, the tides of the\nocean, the beating of the heart, inhalation and exhalation,\nwakefulness and sleep.  In this light the imperative of opposites\nappears to be a link in man's mental development from ancient\ntimes, specifically in the historical development of language.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Imperative of Opposites</h1> <p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p> <p>Opposites coexist in our mental life inseparably, like inoperable\nSiamese twins.  They permanently stand side by side,\nor, like the obverse and reverse of a coin, back to back, which\ndescribes more accurately their constant position vis-à-vis each\nother, as well as the fact that they are forever bonded together.</p> <p>Each half of a pair of opposites always has the power to\nevoke immediately the other half.  This evocative power is often\nused very effectively in poetry, rhetoric, and religious prayers\nor hymns.  A good illustration of the latter instance is the hymn\nby St. Francis of Assisi: “Praised be my Lord for our brother\nfire,” and “Praised be my Lord for our sister water.”  Since the\npairing and juxtaposition of <em>brother/sister</em> and <em>fire/water</em>\nalready exist in one's mind, the reader or listener experiences\nthe pleasure of discovering within himself what was but dimly\nknown before.</p> <p>It is a mental imperative that if a word has an exact\ncounterpart, it will promptly evoke this opposite.  This principle\nis, in part, utilized in the psychological test called the Word\nAssociation Test, which consists of a list of words of various\ndirect or indirect connotations.  They are oral, anal, aggressive,\nphobic, and sexual words, as well as words about home and\nfamily.  In this test the psychologist reads aloud from the list\none word at a time (called <em>the stimulus word</em>), and the\nexaminee has to respond promptly with the first word that\ncomes to mind (called <em>the reaction word</em>),  What is important to\nus here is that, whenever there is a <em>specific</em> opposite to a\nstimulus word, the expected reaction word is, as a rule, its\nopposite.  Thus, <em>love/hate, father/mother, dog/cat, hunger/\nthirst, boy-friend/girl-friend</em>.  If a reaction word <em>other</em> than the\navailable opposite is given, unless it has a logical connection\n(for example, <em>hunger/food, summer/fall</em>), the response may be\nconsidered an indicator of some emotional conflict <em>(father/\ntyrant, mother/market)</em>.</p>"
}