{
  "type": "Article",
  "title": "The Language of Consuming Passions",
  "author": "Rebecca Christian",
  "location": "Decorah, Iowa",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Language of Consuming Passions</h1>\n<p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Decorah, Iowa</span></em></p>\n<p>[Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>In my family, food is treated as reverentially as conversation.\nSince we all regard eating and talking as the noblest, if not\nthe only, worthwhile human endeavors, it is little wonder that\nwe have developed our own language about food.</p>\n<p>There is no place in it for those clichéd staples of food\nwritersâthe “robust” stew, the “piquant” sauce, and the\n“amusing” wine.  Instead, we speak of the “prance and a half,”\nthe “wad,” the “pick,” and the “nice little supper.”  To the\nuninitiated, our consuming passion can be disconcerting.\nRecently, my newly acquired brother-in-law declined to participate\nin a communal “pick” with the astonishing intelligence\nthat he wasn't hungry.</p>\n<p>“What has <em>that</em> got to do with it?”  my father demanded\nseverely.  The rest of us gaped at the alien in our midst.  Even\nafter a seven-course meal, we can always find room for what\nWinnie the Pooh called “a little something.”</p>\n<p>A “pick” is akin to “a little something” and usually\nconsists of an array of leftovers from a “prance.”  A “prance” is\na meal on which the hostess has labored for at least a week.\nThe term originated with my mother, who for twenty years\nprepared elaborate holiday spreads two times annually, at\nintervals only a month apart.  As the third decade dawned, she\nserved notice that she would no longer “prance with a turkey”\nat <em>both</em> Thanksgiving and Christmas.  This gave rise to visions\nof a giant turkey waltzing through the kitchen with Mama in\nhis arms.  The term stuck, as did a derivative, a “prance and a\nhalf.”</p>\n<p>The “prance and a half” applies when a hostess has\nworked herself into a genuine lather over a meal.  If she has\nspent hours poring over recipes to find the perfect blend of\ndishes, if she has ferreted out obscure ingredients in dusty\nethnic markets, if she has strained these ingredients through\ncheesecloth, if she has marinated them in olive oil, if she has\npulverized them with a mortar and pestle, then her Herculean\neffort will be rewarded with the accolade “a prance and a\nhalf.”</p>\n<p>A “pick,” then, features a better class of food than mere\nleftovers.  Rarely is the food reheated.  During a “pick,” dining\netiquette is suspended.  A table is not laid, nor is the Almighty's\nblessing sought.  “Picks” are usually eaten standing up at the\nrefrigerator, without utensils.  One may coo appreciatively,\npigeon fashion.</p>\n<p>In contrast to a “pick,” ordinary leftovers heated up and\npassed off as a meal are called a “heppy-seffy.”  This rather\nwhimsical expression came our way from a visiting southern\nbelle.  She who offers up the “heppy-seffy” is made to feel\nsomewhat defensive.  Thus she deals the plates around the table\nwith narrowed eyes and calls out with an air of challenge,\n“Hep yoresef.”  If the diners examine the food too criticallyâ\nbefore even sampling itâshe will snap that she's had a busy\nday, and wasn't up to “horsing” with cooking.  “Horsing” is\nshort for “horsing around” and gives a pejorative nuance to the\nusually laudable “prancing.”</p>\n<p>A meal that is prepared with the proper respect for\ningredients but that entails far less work than a “prance” is\ncalled “a nice little supper.”  “Nice little suppers” are served\nonly to guests one knows intimately, and only on weeknights.\nEven “nice little suppers” always feature “beast,” or at least\n“bird.”  Carnivores all, we take relish in using these designations\ninstead of the more euphemistic “beef” and “poultry.”\nChicken, even when it is young and tender, is often called “ol'\nhen.”  This is a legacy of the family's roots on the farm.  There,\nchickens were not sacrificed for food until, tough and elderly,\nthey had reached the nadir of their egg production.  One uses\nconvenience mixes and packages sparingly, even for a “nice\nlittle supper.”</p>\n<p>“Store boughten” food is disdained by my grandfather,\npatriarch of the clan.  He is from the south and opines that\neating fruit-flavored gelatin is “raht next door to not eatin'.”\nMy mother is very much her father's daughter in that regard.\nShe once startled a timid visitor by declaring, quite without\nprovocation, “I cannot <em>stand</em> canned soup.  In fact, I don't even\nlike people who <em>like</em> canned soup.”</p>\n<p>If you have made something “from scratch” but failed,\nAunt Ruthie will reproach, “You didn't love it enough.”\nLikewise, Granny claims love and instinct are the ingredients\nthat assure perfect alchemy in food.  When begged for the\nrecipe for her incomparable noodles, she will be no more\nspecific with measurements than “a half-eggshell” of water and\na “smidgen” of salt.  Should you want to know how long to\nbeat, pound, knead or whip, she replies, with the hooded eyes\nof Mona Lisa, “'Til it's raht.”</p>\n<p>Like a “pick,” a “wad” is also eaten standing up.  A\n“wad,” however, is a solitary piece of inferior, if not disgusting\nfood.  The diner falls upon it with little pleasure, merely to\nquiet the beast in his belly.  Physically satisfied but psychologically\nfamished, he will probably succumb to a “binge” before\nlong.  “Binge,” in our tribe, has a narrow meaning.  To “binge”\nis to devote oneself single-mindedly to a large quantity of a\ngiven delicacyâpolishing off a pint jar of artichokes, a pound\ncan of Spanish peanuts, or a soup-bowl full of hot fudge sauce.\n“Binges” are undertaken alone and in stealth, which gives them\na verboten quality that heightens the enjoyment.  An occasional\n“binge” is toleratedânay, even expected.  Evidence of too\nfrequent “binging,” on the other hand, is considered faintly\nperverse.  Eating and socializing are so interwoven that the\nchronic lone “binger” gets the same reputation as one who\ndrinks alone before lunch.</p>\n<p>As opposed to a “binge,” an “org,” short for “orgy,” is\nundertaken by a group.  “Org” may also be used as a verb.  An\n“org” is often inspired by batters, doughs, or other elixirs in the\nmiddle stages of production.  Like sharks sniffing blood in their\nwaters, “orgers” gather intuitively from all corners of the\nhouse.  Those who gather to lick the beaters from Aunt Ruthie's\nbrownies or who crouch over the ice-cream freezer to catch the\ndrippings off the paddle are said to be “orging.”  One who has\npartaken so ambitiously of an “org” that he must lie belly up,\nlike a dead goldfish, is sympathetically diagnosed as “orged\nout.”  Mama will urge him to “take” a little Coca-Cola to settle\nhis stomach.</p>\n<p>At night, however, restless spirits who prowl the pantry\nare “grazing.”  When a term fits, we borrow it.  I first read about\n“grazing” in a magazine article lamenting the decline in public\nmorality.  “Grazing,” the outraged author explained, is what\nsupermarket managers call the behavior of certain mothers\nwith small children who frequent their stores.  As the mother\nherds the children along, she stops long enough to open a box\nof cereal or crackers, and sneak the kids a quick “wad.”  Then\nshe replaces the box on the shelf before moving on.</p>\n<p>“Grazing,” to us, has a depraved connotation.  A “grazer”\nis usually wild-eyed and clad in rumpled pajamas as he forages\nfrom cabinet to cabinet, perhaps swiping his forefinger through\nthe peanut butter jar and then the honey jar before dipping it\ninto a bag of coconut or miniature marshmallows.  Likely as\nnot, a fellow insomniac plagued by nocturnal demons of his\nown will hear the rustling and stumble down to join him.  If\nthere is nothing to titillate the palate in the house, the\n“grazers” may adjourn to an open-all-night deli to “get us\nsomething good to eat.”  Sometimes this phrase is abbreviated\nto “get us something,” the quest for nourishment being\nimplied.  My father's approach is more pugnacious, when he\ndeclares his intention to “get ahold of something good,” as if\nhe must first wrestle it to the ground.</p>\n<p>Other verbs we find useful are “oinking,” “hunkering\ndown,” and “making bilge.”  “Oinking” is not to be confused\nwith stuffing down a “wad.”  One “oinks” such food as potato\nchips or jelly beans, nutritionally worthless, but pleasing to\nsome individuals nonetheless.  An “oinker” is not necessarily\nfat.  My sister is the quintessential “oinker” but keeps her\nweight to a wraithlike 103 pounds.  This she accomplishes\nthrough a regimen of strenuous exercise and a diet comprised\nchiefly of Chablis and cheese-flavored tortilla chips.</p>\n<p>To “hunker down” is to eat wholesome, plebeian foodâ\n“vittles”âin awesomely large portions.  But only children young\nenough to require a high-chair “make bilge.”  “Bilge” is the\nviscous substance that results when a tot mixes foods like peas,\nmashed potatoes, ground meat, and pudding with his hands.\nThe high-chairs of “bilgers” can be cleaned only in the shower.</p>\n<p>Infants not yet able to manage solid foods are described as\n“blissing out” at the climax of a vigorous workout at breast or\nbottle.  A “blissed out” baby's lips part involuntarily, and his\neyeballs roll ecstatically back in his head under flickering\neyelids.  I have only once seen an adult in that conditionâmy\nfriend Johnny, on the eve of his nuptials to an exquisite\nballerina.  As I recall, they had pretty good “goobers” at that\nwedding reception.  “Goober” is, of course, a colloquialisim for\npeanut.  We have expanded “goober” to mean any small food,\nsuch as a cocktail sausage or raw vegetable, which is easily\nmanaged by the hands and serves as an appetizer or hors\nd'oeuvre.</p>\n<p>Granny is probably right when she contends that there is\nan essential connection between food and love.  It is perhaps\nFreudian that the terms we use for appetite are so closely\nrelated to sexual desire.  In fact, my lusty husband has pronounced\nhimself “horny” for imported Godiva chocolates and a\ncup of espressoâvery hot, very black.  I myself was once\ninspired to quote Ezra Pound's love poetry as I chose an\nunusually beguiling lobster from a restaurant tank.  “Your eyes,”\nI whispered to my squirming selection, “are my Sargasso Sea.”</p>\n<p>Hunger is always accorded the utmost respect in my clan,\non a par with financial insolvency and unrequited love.  During\na trip to Spain, I discovered how satisfying it was to declare\n“Tengo hambre.”  My family was enchanted with the translation,\n“I have a hunger.” “I am hungry,” we decided, sounds\nfeeble by comparison.  Now the youthful contingent of the\nfamily has taken up the urgent cry, “Hiyamunger!  We got\nhunger!”  This chant is the signal for a pizza to be ordered for\ndelivery, which reminds me that writing inevitably develops a\nferocious appetite.  What remains of last night's “beast” brisket\ndinner beckons me.  I must repair to the refrigerator for a\n“pick.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Language of Consuming Passions</h1> <p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Decorah, Iowa</span></em></p> <p>[Prize Winner, VERBATIM Essay Contest, 1983]</p> <p>In my family, food is treated as reverentially as conversation.\nSince we all regard eating and talking as the noblest, if not\nthe only, worthwhile human endeavors, it is little wonder that\nwe have developed our own language about food.</p> <p>There is no place in it for those clichéd staples of food\nwritersâthe “robust” stew, the “piquant” sauce, and the\n“amusing” wine.  Instead, we speak of the “prance and a half,”\nthe “wad,” the “pick,” and the “nice little supper.”  To the\nuninitiated, our consuming passion can be disconcerting.\nRecently, my newly acquired brother-in-law declined to participate\nin a communal “pick” with the astonishing intelligence\nthat he wasn't hungry.</p>"
}