{
  "type": "Article",
  "title": "The Meaning of Personal Names",
  "author": "Daniel Dorff",
  "location": "Philadelphia, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Meaning of Personal Names</h1>\n<p><em><span data-rel=\"author\">Daniel Dorff</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p>\n<p>Personal names are often assumed to have no real meaning,\nat least in Western culture; but this assumption is a\ncommon oversight.  While personal names cannot be defined in\na lexical sense, they do communicate some ideas about the\npeople to whom they belong.  Because names reflect a parental\nchoice and are a constant source of a person's responses and\nresponsibilities, they cannot be truly random or meaningless.</p>\n<p>Starting from an infinite list of possibilities, a small choice\nis all that is ever considered.  It is feasible to use any label for a\npersonal name, but <em>Tyrannosaurus, 12-54738</em>, and <em>Qxxzyelr</em> are\nunlikely, since they do not fit the class of standard names that\nwe take for granted.  Some real names, such as <em>Fido</em> and <em>Rover</em>,\nare so consistently used for dogs that to name a child <em>Fido</em>\nwould be highly insulting, as well as confusing.  Another similar\nconvention is the implication of gender through personal\nnames.  While some names are equally common, or at least\nacceptable for either men or women (sometimes with different\nspellings), the majority of given names are sex-specific.  If I\nintroduce <em>John</em> and <em>Mary</em> to another guest at a party, there\nwould be no need to specify who's who, but there would be if I\nwere presenting <em>John</em> and <em>Tom</em>.  This presupposes a traditional\nassigning of names.  It is unlikely that <em>John</em> and <em>Tom</em> are both\nwomen, because conventions are rarely broken in this respect\nfor various “good” reasons.  Ayn Rand's “Anthem” and Johnny\nCash's “A Boy Named Sue” successfully violate the above rules\nto make us sympathize with their protagonists.</p>\n<p>At this party I introduce <em>John, Johann, Juan, Iannis, Jean</em>,\nand <em>Ian</em> to a blind man.  Without visual cues, before speaking to\nthese people, he may assume not only that these are all human\nmales, but also that one is German, one Hispanic, Greek,\nFrench, and British, or at least from families of these backgrounds.\nThere is no grammatical (or other) rule preventing a\nParisian from calling himself <em>Juan</em>, but he must expect to\nappear Spanish.</p>\n<p>For exactly this reason, pseudonyms can be a constructive\ntool.  Opera singers from Brooklyn may (and do) take Italian\nforms of their names, just as <em>Giuseppe</em> can open up a taco\nstand in Italy and call himself <em>José.  Giuseppe, Joseph</em>, and <em>José</em>\nare all variants of a common model.  Similarly, male-female\npairings such as <em>Paul-Paula</em> are forms of one model.  These\ncannot be called morphemes, because they do not describe\nanything in a lexical sense.  For convenience, this underlying\nform can be called a “nomeme.”  Nomemes do not have to be\nrestricted to cross-cultural and cross-sexual variation.  Within\nthe English language, many individual names can be declined\ninto various forms: <em>Margaret</em> becomes <em>Maggie, Meg, Marge,\nMargie, Madge, Peg, Peggy</em>, and, peripherally, <em>Gretchen, Gretel</em>,\nor <em>Greta</em>.  While this example is a special case, contemporary\nEnglish does have three different connotation forms common to\nmany names: the official-formal, the short, and the diminutive.\nSome names decline into all three forms, such as <em>Thomas/Tom/\nTommy;</em> sometimes just the formal and short forms exist, as in\n<em>Janet/Jan;</em> for other names, only the formal and diminutive\nexist: <em>Cynthia/Cindy;</em> and some names, such as <em>Lynn</em>, don't\nhave the luxury of variants.  These three types are not socially\nequivalent.  When a given name is in the long form, it is often\nset aside in social use for a less proper version, but it is rare\nthat someone legally named <em>Frank</em> will go around calling\nhimself <em>Francis</em>.  This illustrates that formal names are often the\nstarting point for shorter forms, but the reverse is not true.</p>\n<p>Perhaps this pattern comes from ideas about formality and\nsocial images.  Except for popular art media (where persona is a\ncalculated commodity), novelists, composers, scholars, etc.\noften sign their work with their full legal name to indicate that\nthey take a professional attitude in these matters, although they\nmay never use this form among friends.  Shortened forms are\nmore friendly because they are not as official and often have\nfewer syllables, catering to the human tendency to abbreviate.\nThis may explain the abundance of short forms stemming from\nthe four-syllable <em>Elizabeth: Liz, Lizzy, Liza, Eliza, Ellie, Beth,\nBetty, Betsy</em>, etc.  Nonformal names can be divided into\ndiminutives and nondiminutives, both of which have connotations.\nIt is often safe to assume that a new acquaintance who\ncalls himself <em>Leonard</em> has a more formal self-image than\nsomeone who prefers to be called <em>Len</em> or <em>Leon</em>, and also that\n<em>Lenny</em> will be more playful (or whatever else diminutives\nexpress) than the preceding choices.  This explains why President\nCarter was sworn in as Jimmy rather than James,\nemphasizing his populist self-image.</p>\n<p>An attribute of some names is nonconformity.  To a first-grader\nsurrounded by <em>Steves</em> and <em>Debbies</em>, being named <em>Sylvia</em>\nor <em>Eunice</em> can be a curse, because children like to tease others\nwho stand out in any way.  In contrast, bohemians often\nconsider common names dull, but uncommon names (especially\nthose referring to nature) and uncommon spellings are often\nviewed as creative and distinct.  Examples include <em>Fern, Ivy,\nLynda</em>, and <em>Nanci</em>.  Carson McCullers's novel.  <em>The Member of\nthe Wedding</em>, illustrates some of these concepts in the mind of\na teenage girl.  The protagonist is initially a tomboy known as\n<em>Frankie</em> but, wanting to assert her individuality, switches to <em>F.\nJasmine</em>, and finally, when her adult femininity becomes most\nimportant, she switches to <em>Frances</em>.</p>\n<p>A more specific case of names having meaning is by direct\nreference.  Many Hispanics are named <em>Jesus</em> (taboo in other\ncultures, and irrelevant outside of Christianity) but almost no\none is named <em>Judas.  Helen</em> may refer to <em>Helen of Troy</em>, which is\nquite a compliment, but for a similar reason it would be cruel\nto name one's daughter <em>Jezebel</em> or <em>Medusa</em>, and Jews don't\nname their sons <em>Adolf</em>.  Personal identities can be expressed by\nchoices of names, either by parents or the beholder.  Mickey\nMantle wrote, in <em>The Quality of Courage</em>, that he was named\nafter Mickey Cochran, his father's favorite baseball player.  As a\nboy Mantle felt he owed it to his father to live up to the image.\nIn this case the outcome was very favorable, but an uncoordinated\nchild might have felt he was letting his father down.</p>\n<p>Some nicknames such as <em>Stretch, Red</em>, and <em>Groucho</em> are\ndirect labels of personal characteristics, the term nickname\ncoming from an <em>eke name</em>, which “ekes out” the spirit of the\nnamed person.  While usually coined by friends, these usually\nstick only when accepted by the nicknamed person.</p>\n<p>It is common to name a child after a deceased relative (or\na living one in some religions) to rekindle the spirit of that\nancestor.  This can go unnoticed, but a sensitive child growing\nup through role models may feel extra kinship with the source\nof his name.  This can be good or bad, inspiring or frustrating,\nbut in any event, it is in this way that a common name like\n<em>John</em> can mean “Nobel Prize-winning Rhodes scholar” or\n“alcoholic, philandering gambler who deserted his family.”  In\neither case the child would be aware of the association.</p>\n<p>In short, every personal name must suggest something or\nbe conspicuously nondescript (like <em>Lee</em>), which in itself is also\nmeaningful.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Meaning of Personal Names</h1> <p><em><span data-rel=\"author\">Daniel Dorff</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p> <p>Personal names are often assumed to have no real meaning,\nat least in Western culture; but this assumption is a\ncommon oversight.  While personal names cannot be defined in\na lexical sense, they do communicate some ideas about the\npeople to whom they belong.  Because names reflect a parental\nchoice and are a constant source of a person's responses and\nresponsibilities, they cannot be truly random or meaningless.</p> <p>Starting from an infinite list of possibilities, a small choice\nis all that is ever considered.  It is feasible to use any label for a\npersonal name, but <em>Tyrannosaurus, 12-54738</em>, and <em>Qxxzyelr</em> are\nunlikely, since they do not fit the class of standard names that\nwe take for granted.  Some real names, such as <em>Fido</em> and <em>Rover</em>,\nare so consistently used for dogs that to name a child <em>Fido</em>\nwould be highly insulting, as well as confusing.  Another similar\nconvention is the implication of gender through personal\nnames.  While some names are equally common, or at least\nacceptable for either men or women (sometimes with different\nspellings), the majority of given names are sex-specific.  If I\nintroduce <em>John</em> and <em>Mary</em> to another guest at a party, there\nwould be no need to specify who's who, but there would be if I\nwere presenting <em>John</em> and <em>Tom</em>.  This presupposes a traditional\nassigning of names.  It is unlikely that <em>John</em> and <em>Tom</em> are both\nwomen, because conventions are rarely broken in this respect\nfor various “good” reasons.  Ayn Rand's “Anthem” and Johnny\nCash's “A Boy Named Sue” successfully violate the above rules\nto make us sympathize with their protagonists.</p> <p>At this party I introduce <em>John, Johann, Juan, Iannis, Jean</em>,\nand <em>Ian</em> to a blind man.  Without visual cues, before speaking to\nthese people, he may assume not only that these are all human\nmales, but also that one is German, one Hispanic, Greek,\nFrench, and British, or at least from families of these backgrounds.\nThere is no grammatical (or other) rule preventing a\nParisian from calling himself <em>Juan</em>, but he must expect to\nappear Spanish.</p>"
}