{
  "type": "Article",
  "title": "The Failures of Success",
  "author": "Laurence Urdang",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Failures of Success</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\"></span></em></p>\n<p>Large corporations elicit little sympathy in our society.\nDespite their employment of large numbers of people, their\nproviding of income and security to many who are shareholders,\ntheir contributions to charity and worthwhile causes, and\ntheir other activities that directly and indirectly affect the lives\nof many with whom they have no discernible connection, large\ncorporations are often criticized, chiefly because they tend to\nbe impersonal and offer little in the way of individuals with\nwhom the man-in-the-street can identify.  The days of Henry\nFord, DuPont, and the unfortunate theme, “What's good for\nGeneral Motors is good for America,” are behind us, replaced\nby the instant millionaires of Silicon Valley.</p>\n<p>This is not an apologia for corporations, large or small,\npersonal or impersonal; rather, it is to point out that all\ncompanies share one concern: the protection of their rights and\nproperty.  The governments of most countries that offer patent\nand copyright registration make no claims of protection of\nthose registrations: it is the responsibility of every company to\nprotect itself, and the larger companies, with more resources at\ntheir disposal, are generally better able to cope with what their\nlawyers deem to be infringements.</p>\n<p>This publication was first published in the spring of 1974,\nand its name, VERBATIM, was immediately registered with the\nU.S. Patent Office as a tradename.  That did not stop a western\nmanufacturer of computer media (mainly floppy discs) from\ncalling its product “Verbatim” several years later.  We filed a\nformal protest attempting to block their registration of the\nname, but we did not get very far because a quarterly\nperiodical on language was too remote from computer media to\nbe directly competitive.  (Thus, duPont cigarette lighters do not\n“interfere” with DuPont chemicals or other products.)  A\nsettlement agreement was reached providing, basically, that\nVerbatim media would not be sold containing any text or\ninformation on them and VERBATIM would not go into the\ncomputer media manufacturing business (at least, not using\nthat name).  (Several years after that agreement, we received a\nfirm note from theâevidentlyânew law firm for the manufacturer\nwho had just noticed our quarterly and wanted us to stop\nusing “their” name.  A quick note brought them up to date.  All\nthis is prompted by an advertisement in <em>Publishers Weekly</em> for\nJune 10, 1983, in which the Xerox Corporation (which, incidentally,\nowns R.R. Bowker, the publisher of <em>PW</em>) reproduced a\npart of a page from “a leading Roget's Thesaurus” in which\nnoun and verb synonyms for <em>duplicate</em> are given as “Xerox.”\nThe copyright notice indicates that the publisher is Doubleday\n&amp; Company and, if I know anything about such matters, I can\nvouch for Xerox's having written a firm but friendly letter to\nDoubleday about the listings.  (The same listings appear in the\n<em>Synonym Finder</em>, edited by someone named Laurence Urdang,\nand published by Rodale Press, but those carry the label\n“<em>Trademark</em>.”)  Protectors of trademarks insist that their\ncharges are adjectives.  Although people may say “Make a\nXerox copy of this, Miss Phoebelfinger,” when they do it is\nlikely that they are thinking about <em>Xerox</em> as a noun in\nattributive position modifying <em>copy</em>, in much the same way as\none might analyze <em>house call, baby boom, paper profits,</em> or any\nof the myriad other such combinations.  Yet the authors of the\nXerox advertisement write the following:</p>\n<blockquote>\n<p>... But we'd like to bring up a grammatical point.</p>\n<p>• The Xerox trademark is not a noun.  Nor is it a verb.  It\nis a proper adjective and should always be followed by\na word or phrase describing one of our products.  Such\nas a Xerox copier, Xerox word processor, Xerox electronic\nprinting system, etc.</p>\n<p>• So please check your Thesaurus and, if necessary, make\nthese corrections.  And please feel free to use Xeroxâthe\nproper adjectiveâas a part of your speech.</p>\n<p>• That way you can be sure that when you ask for a\nXerox product, you'll get only a Xerox product.  And not\njust a synonym.</p>\n</blockquote>\n<p>Sympathetic though we may be toward the protection of\ntrademarks and copyrights and patents, it seems obvious to all\nthat the entire matter, whatever its legal weight, is merely a\ntrivial token of protest: language cannot be legislated (except,\nperhaps, in France) nor can its grammar or even its “grammatical\npoints.”  It is unlikely that any analysis by a grammarian or\nother linguist would yield the information that <em>Xerox</em> is only a\nproper adjective.  Moreover, adjectives are identified not by\nlegislation but by analysis of text; in such circumstances\n<em>English</em> is a proper adjective in <em>English muffin, French</em> is one in\n<em>French letter</em>, and <em>American</em> is one in <em>American English</em>.  But\n<em>English</em> is a noun in <em>He speaks English</em> and <em>French</em> is a verb in\n<em>Let's French Oswald's bed</em>.</p>\n<p>Besides all this, language is usually considered as essentially\nspoken, written language being merely an adjunct form.\nTo be sure, writing has been around long enough to have\nacquired various styles of its own (in the sense that we have\nformalized certain kinds of writing so that they differ from\nwhat almost anyone is likely to say, viva voce), but that is not\nat issue here.  The proverbial fly on the wall would probably be\nable to cite <em>Xerox</em> as a verb and as a noun millions of times a\nday in offices all over the world.</p>\n<p>That fact dismays trademark lawyers.  Imagine starting a\ncompany that manufactures a particular product.  Surely, your\ndream would be to make the name of that product a “household\nword,” uttered by anyone in preference to any other term\nthat might exist for the product or the process it performs.  In\nthis way, the British use <em>hoover</em> for <em>vacuum</em> (verb) and <em>vacuum\ncleaner</em>, and Americans use <em>thermos</em> for <em>vacuum bottle</em>.\n(Although <em>Thermos</em> is still a trademark of the Thermos Company,\nit is also a generic used to describe a Pelican vacuum\nbottle.)  As the story goes, <em>Cellophane</em> was once a trademark, a\nstatus that was lost when, at a legal proceeding, the company's\nattorney was asked, “If this product were not called 'Cellophane,'\nthen what would you call it?”  At a loss to offer a\nsuitable generic, the case was lost, and <em>cellophane</em> became a\ngeneric name.</p>\n<p>Such is not the problem with <em>Xerox</em>, for there are generics\nthat can be substitutedâ<em>machine copy</em> or just <em>copy</em>.  The\ndifficulty arises because the Xerox Corporation has been so\nsuccessful in promoting its copiers that the word <em>Xerox</em> is on\neveryone's lips, even for copying done on machines that do not\nemploy the xerographic process.  Trying to remove a word from\neveryone's lips is like trying to persuade women everywhere to\nstop wearing lipstick.  Such are the vicissitudes of success.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Failures of Success</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\"></span></em></p> <p>Large corporations elicit little sympathy in our society.\nDespite their employment of large numbers of people, their\nproviding of income and security to many who are shareholders,\ntheir contributions to charity and worthwhile causes, and\ntheir other activities that directly and indirectly affect the lives\nof many with whom they have no discernible connection, large\ncorporations are often criticized, chiefly because they tend to\nbe impersonal and offer little in the way of individuals with\nwhom the man-in-the-street can identify.  The days of Henry\nFord, DuPont, and the unfortunate theme, “What's good for\nGeneral Motors is good for America,” are behind us, replaced\nby the instant millionaires of Silicon Valley.</p> <p>This is not an apologia for corporations, large or small,\npersonal or impersonal; rather, it is to point out that all\ncompanies share one concern: the protection of their rights and\nproperty.  The governments of most countries that offer patent\nand copyright registration make no claims of protection of\nthose registrations: it is the responsibility of every company to\nprotect itself, and the larger companies, with more resources at\ntheir disposal, are generally better able to cope with what their\nlawyers deem to be infringements.</p> <p>This publication was first published in the spring of 1974,\nand its name, VERBATIM, was immediately registered with the\nU.S. Patent Office as a tradename.  That did not stop a western\nmanufacturer of computer media (mainly floppy discs) from\ncalling its product “Verbatim” several years later.  We filed a\nformal protest attempting to block their registration of the\nname, but we did not get very far because a quarterly\nperiodical on language was too remote from computer media to\nbe directly competitive.  (Thus, duPont cigarette lighters do not\n“interfere” with DuPont chemicals or other products.)  A\nsettlement agreement was reached providing, basically, that\nVerbatim media would not be sold containing any text or\ninformation on them and VERBATIM would not go into the\ncomputer media manufacturing business (at least, not using\nthat name).  (Several years after that agreement, we received a\nfirm note from theâevidentlyânew law firm for the manufacturer\nwho had just noticed our quarterly and wanted us to stop\nusing “their” name.  A quick note brought them up to date.  All\nthis is prompted by an advertisement in <em>Publishers Weekly</em> for\nJune 10, 1983, in which the Xerox Corporation (which, incidentally,\nowns R.R. Bowker, the publisher of <em>PW</em>) reproduced a\npart of a page from “a leading Roget's Thesaurus” in which\nnoun and verb synonyms for <em>duplicate</em> are given as “Xerox.”\nThe copyright notice indicates that the publisher is Doubleday\n&amp; Company and, if I know anything about such matters, I can\nvouch for Xerox's having written a firm but friendly letter to\nDoubleday about the listings.  (The same listings appear in the\n<em>Synonym Finder</em>, edited by someone named Laurence Urdang,\nand published by Rodale Press, but those carry the label\n“<em>Trademark</em>.”)  Protectors of trademarks insist that their\ncharges are adjectives.  Although people may say “Make a\nXerox copy of this, Miss Phoebelfinger,” when they do it is\nlikely that they are thinking about <em>Xerox</em> as a noun in\nattributive position modifying <em>copy</em>, in much the same way as\none might analyze <em>house call, baby boom, paper profits,</em> or any\nof the myriad other such combinations.  Yet the authors of the\nXerox advertisement write the following:</p>"
}