{
  "type": "Article",
  "title": "No Sex, Please.  We're English",
  "author": "David L. Miles",
  "location": "Charlevoix, Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">No Sex, Please.  We're English</h1>\n<p><em><span data-rel=\"author\">David L. Miles</span> <span data-rel=\"location\">Charlevoix, Michigan</span></em></p>\n<p>[Prize Winner, VERBATIM Essay Contest, 1983]</p>\n<p>In Italy recently, a friend who spoke a self-taught yet\npassable basic English chided me for being <em>un neutro</em>, which\namused but puzzled me until he explained, “You have no sex in\nyour words.”  To an Italian, that is very important.  He was, of\ncourse, correct in that English gave up, centuries ago, in one of\nthe most sensible moves the language ever made, gender\ndifferentiation in all but a few of its nouns.  He felt the\nlanguage lacked an essential component, a “spiritual” side\neven, having had the notion ingrained in his every mode of\nthought since he heard his first word.  And he never questioned\nthe validity of this at-times confusing classification system.  It\njust simply was, is, and probably always will be.  The peculiarities\nof association it fostered never concerned him for one\nmoment.  Most of the European languages likewise have\nretained this quirk, an irksome and seemingly unnecessary bane\nto English speakers trying to fathom it and all the frustrating\ngrammatical acrobatics it entails.  Multifarious cultural conceptions\nof sexualityâor lack of itâand gender assigned to objects\nwith or without animistic qualities, people in various stages of\ngrowth or position, and abstract ideas formulated since the\npreliterate dawn have baffled investigators since linguistic\nscience began.  But linguists cannot decide whether natural and\nobvious sexual differences influenced grammatical gender or if\ngrammar in flux over centuries assigned arbitrary and sometimes\nillogical labels as ideas changed.  Masculine assignations\nare thought to have come from a perception of something as\nactive, mature, concrete, large; feminine as passive, weak,\nquiet, small; neuter as inactive, general, indeterminate, impersonal.\nHundreds of nouns entered a gender categorization less\nfrom their intrinsic active or passive, large or small, “male” or\n“female” qualities than the way they came to be pronounced,\nmodified, and spelled, their final letters and suffixes the agents\nthat placed them in their destined slots.  Pursuers of knowledge\nin the Romance languages (here only French and Italian will be\nused as examples) usually find a satisfactory proportion of\nagreement among the two-gender attributions bestowed by a\ncommon Latin ancestry.  But let them plunge afterward into\nthree-gender German and their previous grudgingly accepted\nnotions turn topsy-turvy, and they surface crying for help.</p>\n<p>To begin at the beginning, the words for “gender” and\n“sex” themselves receive a more macho, Mediterranean emphasis\nin masculine-oriented France and Italy, whereas in cooler,\nmaybe less assured Germany both words are conveniently\nneuter to avoid argument.  But why a feminine “sexuality” in\nall three tongues?  Perhaps in the deep primordial stirrings of\nthe unpredictable id a man should be attracted by it but dare\nnot display it.  German diminutives usually contract to a sexless\nbase.  Maidens are feminine by definition, including a German\n<em>Jungfrau</em>, virginity intact; but let her be a <em>Mädchen</em> or <em>Fräulein</em>\nnot yet capable of reproducing herself and she finds her\nfemininity neuterized.  Likewise is a <em>Männlein</em>âa 'little man'â\nnot even that.  Twain put his finger on it: “In German, a young\nlady has no sex, while a turnip has.  Think what overwrought\nreverence that shows for the turnip, and what callous disrespect\nfor the girl.”  Then she grows into a feminine <em>Frau</em>.\nHebrew absorbed German to form idiosyncracies of Yiddish,\nbut at least Yiddish abandoned Teutonic indifference in the\nwarm Semitic sensibility that made <em>mejdt</em> (from <em>Mädchen</em>)\nfeminine where it belonged.  A German capacity for motherhood\nrestores her femininity, but her female totality of <em>Frau</em>\nand <em>Mutter</em> is lopsided.  The neuter “false friend” <em>das Weib</em>,\ncoguate with <em>wife</em>, has led more than one poor soul into\nlinguistic trouble.  (Some German-English dictionaries even add\nto the problem.)  The current connotation is closer to 'broad'\nthan 'bride.'</p>\n<p>Odder yet in Romance languages and in German is the\nposition of husbands or lovers if they sire a childâ“paternity”\nis feminine in all three tongues.  To top that off, so are “virility”\nand “manhood.”  German does have a second word for “manhood,”\nbut it takes the side of neuterdom.  Taking the distaff\nside in German are, of all things: masculinity, maleness,\nmanliness, manly vigor, bravery, courage, manly dignity, man\nand male collectively (<em>Mannsbild</em>), and a <em>Mannsperson</em>.  But\neven women who have overstepped the bounds of socially\nacceptable femininity have been unsexed by the language.  <em>Das\nMannweib</em>, an amazon or virago, is a neutered female.  Grammatical\n<em>Maskulinum</em> and <em>Femininum</em> are both neuter.  The idea\nof feminism is also neuter.  Even Vienna, that ineffably feminine\ncity, has been desexed into neuter <em>das Wien</em>.  Strange\npeople, those Germans.  But wait.  Across the border, French\nmasculinity is also feminine, while feminism is masculine\n(likewise for both in Italy), and grammatical <em>feminin</em> is masculine.\nTo top this off, that ineluctably female part of the female\nanatomy, the vagina, is masculine.  Strange people, those\nFrench.  As if that were not enough, women in all three\ncountries carry their children in masculine uteri.  Androgynous\nGerman women can have an alternate female womb.  And all\nthese children are conceived via eggs produced from masculine\novaries (but in Italy an ovary can be bisexual).  And every\nwoman in Italy, France, and Germany wears a masculine\nbrassiere.  Strange people, all.</p>\n<p>Italians sail feminine boats on a masculine sea full of\nfeminine water, Frenchmen masculine boats on a feminine one\n(Where does the root of the difference lie, and why?), while\nGermans in a neuter <em>Boot</em> can't make up their minds about\nneuter water in large quantities.  Their thoughts larger than a\npuddle range from manly “lake” <em>(der See)</em> to womanly “sea”\n<em>(die See)</em> on the same word, masculine <em>der Ozean</em>, to neuter <em>das\nMeer</em>, an all-encompassing hermaphroditic-neutero overview.\nThe French fly male airplanes through male air, Italians pierce\na male craft through female air, the indifferent Germans neuter\nthrough unfulfilled female.  It begins to sound like a hetero-homo-bi\nmixed-doubles invitational.</p>\n<p>At table, on any masculine day of a feminine week in all\nthree tongues except for the Italian Sunday yanked into\nfemininity from such crass company, Romance cuts with\nmasculine knives, German with neuter (food for thought,\nthere); all three find female characteristics in a fork's prongs\n(strangely, Spain sees them as phallic); French spoons are\nrounded female forms, male for some reason in Italian and\nGerman.  Masculine butter tops the same bread in France and\nItaly; German feminine butter finds her efforts wasted on\nneuter bread.</p>\n<p>Twain again: “...In Germany a man may <em>think</em> he is a\nman, but when he comes to look into the matter closely, he is\nbound to have his doubts; he finds that in sober truth he is a\nmost ridiculous mixture; and if he ends by trying to comfort\nhimself with the thought that he can at least depend on a third\nof this mess as being manly and masculine, the humiliating\nsecond thought will quickly remind him that in this respect he\nis no better off than any woman or cow in the land.”  His\nmouth and feet are male, his nose and hands female, eyes and\nears neuter.  Romance finds feet and hands to be likewise, but\nroving Romance eyes are all masculine.  Male hearts beat inside\nmale breasts in Italy and inside female French breasts, but\nneuter hearts throb inside female breasts to the north.</p>\n<p>These people of many parts all inhabit a feminine earth,\nyet the French and Italians are close to masculine lands, the\nGermans again undecided, even in <em>das Vaterland</em> and <em>das\nMutterland</em>, an atavistic idea so strongly feminine in Romance.\nFor this idea, Romance fights female battles for feminine glory\nin ladylike wars, but Germany wages female battles for male\nglory in masculine wars.  In peacetime, they all find protection\nunder the watchful eyes of matronly police forces manned by\nvirile cops.</p>\n<p>Germany is unique in Europe in finding femininity in the\nsource of life, our sun, then in a recalcitrant, obtuse flurry of\nconfusion calls sunshine masculine and sunlight neuter.  Not far\nbehind, but on the other side of the looking glass, is Romanceâ\nthe great masculine ball of fire gives off a feminine shine.  To\nfurther the muddle, Romance lovers spoon beneath a feminine\nmoon while less ardent German loversâagain unique among\nEuropeansâsee only the man in it.  And to bring the ridiculousness\nfull circle, Romance moonshine is male, but Germany has\nto have its night light and shine both confusing ways as before.</p>\n<p>In the arts, what must a female singer feel like at the\nrealization that the operatic status she enjoys is a male one?\nNot the parts written for her (excepting those few trouser\nroles), but the range in which she sings themâhigh sopranos\ndown through contraltos are all masculine.  In France, a\ncountertenor might feel all the more acutely the implied slur\nthat his vocal range has a certain prissiness to it, for <em>une haute-contre</em>\nhere is feminine.  So are Boris Godunov and Don\nGiovanni, for that matter, for in France <em>une basse</em> is female,\n<em>profondo</em> or not.  Black and white pianos are neuter, curved\nviolins womanly in Germany, but masculine in the others;\nflutes are manly in Italy but feminine in the others.</p>\n<p>Botticelli could never have painted <em>La Primavera</em>, so full\nof gorgeous females in divers guises, in the exact manner he\ndid had he been born a Frenchman or German, both of whose\nspringtimes are of the male persuasion.  At least each language\nagrees that winter is masculinely harsh, also autumn, time of\nharvest but not of planting.  Summer is too, except in Italy,\nwhere it can be torrid as a temptress.</p>\n<p>None of the three can agree on much of the natural world,\neither.  Male rain patters on a neuter German field; female rain\nsoaks male fields in France and Italy.  (Frenchmen protect\nthemselves from the elements with male coats, Italians with\nfemale ones, while the Germans wear all threeâ<em>der Mantel, die\nJacke, das Jackette</em>.)  France has two sexes of lightning and\nthunder, Italy only two of lightning.  Male waterfalls cascade in\nGermany, female in the two others; nothing cascades in a\nfemale German desert or masculine French and Italian ones.\nGerman mountains are male, not so in the other two; Italian\nplains are male, not in the other two.  The feminine forests of\nItaly and France can't compare to their masculine woods, vice-versa\nin Germany; at least the upright trees in all of them are\nmale.  Even the stars in the all-masculine sky are different when\nseen from femininely oriented Romance eyes and masculinely\nbased German ones.</p>\n<p>And so it goes through those tongues of the world which\nstill insist the universe and all it contains can be viewed\naccording to an arcane system of categories and assigned their\nplaces in the great cosmic scheme of things.  Even so, they can\ncome to virtually no agreement by what standards this should\nbe done, nor do they ever consult one another before doing so.\nAll languages give birth from the constant fecundity of new\nideas and things, but those with gender retention not only have\nto decide what to name each new child but what sex to\nproclaim it (or, in Germany, whether it even deserves a sex),\nand who, really, has been granted or assumed the authority to\nassign one?  Criteria differ not only over linguistic and national\nborders but also within them, serving only to compound the\nconfusion.  So English, both American and British, with “no\nsex” in its words, thank you, blithely goes its merry way,\nkeeping itself relatively simple in its verb structure and its\ngender repudiation, not presuming to impose its views or\nwishes upon those who have difficulty enough getting a grip on\nthis world.  It realized wisely a long time ago that if nobody can\nagree on how the elements of creation might be winnowed and\npigeon-holed, maybe they ought not be winnowed at all.  Less\nreally is more.  Small wonder English is fast becoming the\nstandard communicator of the world.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">No Sex, Please.  We're English</h1> <p><em><span data-rel=\"author\">David L. Miles</span> <span data-rel=\"location\">Charlevoix, Michigan</span></em></p> <p>[Prize Winner, VERBATIM Essay Contest, 1983]</p> <p>In Italy recently, a friend who spoke a self-taught yet\npassable basic English chided me for being <em>un neutro</em>, which\namused but puzzled me until he explained, “You have no sex in\nyour words.”  To an Italian, that is very important.  He was, of\ncourse, correct in that English gave up, centuries ago, in one of\nthe most sensible moves the language ever made, gender\ndifferentiation in all but a few of its nouns.  He felt the\nlanguage lacked an essential component, a “spiritual” side\neven, having had the notion ingrained in his every mode of\nthought since he heard his first word.  And he never questioned\nthe validity of this at-times confusing classification system.  It\njust simply was, is, and probably always will be.  The peculiarities\nof association it fostered never concerned him for one\nmoment.  Most of the European languages likewise have\nretained this quirk, an irksome and seemingly unnecessary bane\nto English speakers trying to fathom it and all the frustrating\ngrammatical acrobatics it entails.  Multifarious cultural conceptions\nof sexualityâor lack of itâand gender assigned to objects\nwith or without animistic qualities, people in various stages of\ngrowth or position, and abstract ideas formulated since the\npreliterate dawn have baffled investigators since linguistic\nscience began.  But linguists cannot decide whether natural and\nobvious sexual differences influenced grammatical gender or if\ngrammar in flux over centuries assigned arbitrary and sometimes\nillogical labels as ideas changed.  Masculine assignations\nare thought to have come from a perception of something as\nactive, mature, concrete, large; feminine as passive, weak,\nquiet, small; neuter as inactive, general, indeterminate, impersonal.\nHundreds of nouns entered a gender categorization less\nfrom their intrinsic active or passive, large or small, “male” or\n“female” qualities than the way they came to be pronounced,\nmodified, and spelled, their final letters and suffixes the agents\nthat placed them in their destined slots.  Pursuers of knowledge\nin the Romance languages (here only French and Italian will be\nused as examples) usually find a satisfactory proportion of\nagreement among the two-gender attributions bestowed by a\ncommon Latin ancestry.  But let them plunge afterward into\nthree-gender German and their previous grudgingly accepted\nnotions turn topsy-turvy, and they surface crying for help.</p> <p>To begin at the beginning, the words for “gender” and\n“sex” themselves receive a more macho, Mediterranean emphasis\nin masculine-oriented France and Italy, whereas in cooler,\nmaybe less assured Germany both words are conveniently\nneuter to avoid argument.  But why a feminine “sexuality” in\nall three tongues?  Perhaps in the deep primordial stirrings of\nthe unpredictable id a man should be attracted by it but dare\nnot display it.  German diminutives usually contract to a sexless\nbase.  Maidens are feminine by definition, including a German\n<em>Jungfrau</em>, virginity intact; but let her be a <em>Mädchen</em> or <em>Fräulein</em>\nnot yet capable of reproducing herself and she finds her\nfemininity neuterized.  Likewise is a <em>Männlein</em>âa 'little man'â\nnot even that.  Twain put his finger on it: “In German, a young\nlady has no sex, while a turnip has.  Think what overwrought\nreverence that shows for the turnip, and what callous disrespect\nfor the girl.”  Then she grows into a feminine <em>Frau</em>.\nHebrew absorbed German to form idiosyncracies of Yiddish,\nbut at least Yiddish abandoned Teutonic indifference in the\nwarm Semitic sensibility that made <em>mejdt</em> (from <em>Mädchen</em>)\nfeminine where it belonged.  A German capacity for motherhood\nrestores her femininity, but her female totality of <em>Frau</em>\nand <em>Mutter</em> is lopsided.  The neuter “false friend” <em>das Weib</em>,\ncoguate with <em>wife</em>, has led more than one poor soul into\nlinguistic trouble.  (Some German-English dictionaries even add\nto the problem.)  The current connotation is closer to 'broad'\nthan 'bride.'</p>"
}