{
  "type": "Article",
  "title": "Television Advertising and the Language of Myth",
  "author": "Robert E. Ziegler",
  "location": "Montana College of Mineral Science and Technology",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Television Advertising and the Language of Myth</h1>\n<p><em><span data-rel=\"author\">Robert E. Ziegler</span> <span data-rel=\"location\">Montana College of Mineral Science and Technology</span></em></p>\n<p>When Bill Cosby appears for Coca-Cola on TV, he derides\nthe competition for engaging in “taste tests” and “challenges.” He implies that Pepsi and Royal Crown Cola still have\nto prove that people really prefer the way they taste.  For the\nnation's number-one soft drink, however, there is no such need\nfor demonstration: “Coke is the real thing.”</p>\n<p>Why does no one think to ask what the thing is that Coke\npurports to be?  Because, to borrow from Roland Barthes, the\nad employs mythical language that uses Coke as an empty\nsignifier and then fills the significance with evidence of the\nproduct's authenticity.  It awards to Coke the status of a\n“predicative nature.”  Thus the only suitable response to the ad\nthat dresses its claim in the guise of truth is simple acknowledgment,\nsilent acquiescence.  Of course, Coke carries with it the\nmemory of the other functions it has served.  It has acted as a\nsocializing agent for those who “shared a Coke and a smile.”  It\nhas even been presented as a force for world peace, as in the\nChristmas card commercial that shows young people from\ndifferent cultures holding candles and coalescing into a single\nliving tree, whose parts come together “in perfect harmony.”\nBarthes writes of the character of the mythical concept that it\n“appears in global fashion, it is... the condensation... of a\ncertain knowledge.”  So as a product that has absorbed its own\nadvertising history into the mythical status it enjoys, Coke is\nfreed from the need for self-description.  Everybody knows\nwhat Coke is.  “Coke is it.”</p>\n<p>Viewers of massive amounts of television advertising function\nalternately as readers and decipherers of the myths they\nare exposed to.  They feel they are inoculating themselves\nagainst the efficacy of the medium by presupposing a lack of\nartistic merit in the presentation of the message.  As Jeffrey\nSchrank observes, “the personally immune... consider most\nads silly...and generally a waste of time....  The problem is\nthat the belief in personal immunity from the influence of\nadvertising is the... group's greatest weakness.  A person who\nbelieves himself... immune will not take defensive actions,\nwill not protect against exposure.  The result of this weakness is\na hidden susceptibility.”  [Jeffrey Schrank, <em>Snap, Crackle, and\nPopular Taste</em>, New York: Dell, 1979, pp. 84-85.]</p>\n<p>This presumed immunity exists most often with regard to\nadvertising conventions that are so familiar to the viewer that\nhe imagines any reading of them as entailing a demystification\nof the product claim.  Thus the buyer feels that beneath the\nstatements the advertisement makes he can see an advancement,\nan insinuation of the sponsor's own self-interest.  This\nrecognition of the commercial's motivation discredits the commercial's\nmessage, he thinks.  The meaning is that it is the\nadvertiser's advantage that is furthered by the product's sale,\nnot the consumer's.  Commercials that lend themselves most\nreadily to this kind of cynical decoding emphasize the performance\nof the products they propose.  Their language, even when\nself-serving, is informational and transitive, explaining what the\nproduct does, unlike the metalanguage of myth, in which the\nproduct is defined, revealed for what it is.</p>\n<p>The most effective of these action-focused ads attend less\nto the transmission of the message than to its reception by the\nviewer, less to causes than effects.  They depict an ameliorated\nstate of things already brought about by the product's purchase\nand consumption.  Hemorrhoids shrunk, carpet clean, glasses\nspotless, headache gone: the mythologist of the language of the\ntelevision ad often finds verbal actions in commercials instantly\nresolved into a set of statal adjectives.  Thus the slimness of the\nmodels in the ads for diet soft drinks presumes a history of\ntheir product use.  Fat adult men and women are never seen\nconsuming on TV the colas that are light or free or the beers\nthat are less filling.  Only adolescents with fast metabolisms are\nshown partaking of the calorie-laden sodas of other, sugared\nbrands.</p>\n<p>There are also products meant to work on problems that\narouse such anger in consumers that it is not the absence of an\nevil but the forcefulness of its eradication that interests viewers\nin the ad.  Rodents, germs, insects, dirt, and pain: the penetration\nof the consumer's body, clothes, or home is a prospect so\ndistasteful that he takes at first for granted his exemption from\nall illnesses and infestations.  But when he finds himself a\nvictim, his shock and indignation are relayed by the shrillness\nand intensity of the advertising message.  “Ralph, we've got\nrats!”  a distraught housewife screams in horror to her husband,\nand at that point, no product is too violent, no ad too loud in\noffering a cure.  Frequently personified by sneering animated\nfigures, these nuisances require harsher treatment from the\nsufferer than their benevolent removal.  They invite a retribution\nas unpitying as the scouring corrosiveness of bathroom\ncleansers and Listerine's medicinal astringency.  In matters of\nsoil, vermin, and discomfort, the product's own combative\nenergy is transferred to the buyer.  As Patricia Neal for Anacin\nasserts, “The world belongs to the fighters.”</p>\n<p>In the interest of giving further proof of the competence\nand power of these products, the ads must also tell how far the\nproblem they will remedy can otherwise ultimately spread.  One\nrat or roach detected in a home betokens hosts of others out of\nsight, behind the floorboards and in cellars.  Only d-CON can\ndefinitively purge the rodents; insects must be treated with the\naggressive redundancy of Raid, which “kills bugs dead.”  A\nsimple tension headache may escalate into one that only\nanalgesics of maximum arthritis strength can root out and\ndestroy.</p>\n<p>Unlike ads that document a buyer's satisfaction with\nmerchandise he used some time before, the commercial for a\npain reliever or detergent will stress its working now.  Barthes\nallows that advertisements like those for the French soap\npowder Omo, which frees the garment of its occupation by oily\nground-in dirt, to some extent still indicate the performance\nand effects of the product.  But chiefly, he observes, they\n“reveal its mode of action;... they involve the consumer in a\n... direct experience of the substance, make him the accomplice\nof a liberation rather than the mere beneficiary of a\nresult.”  These ads will therefore show the product “acting\nthings” more than they will celebrate its understood\nachievements.</p>\n<p>Even in commercials that concentrate on praxis, one can\nsee how language often functions as the medium by which the\nresults that one desires are finally attained.  Instead of having\nfamous personalities or actors explain how well the product\nworks, the advertisement confers a certain volubility upon the\nsymptom the item claims to cure.  Thus nagging backaches can\nbe silenced by Doan's pills and tell-tale odors squelched by\nCarpet Fresh or Glade.  Sometimes the enemies of consumers'\npeace of mind are invested with an ability to talk, only to be\ndrowned out, overpowered by the higher volume of the speech\nwith which the product is endowed.  “Want a tough stain out?”\none bleaching agent asks.  “Shout it out!”</p>\n<p>Clearly, though, most commercials try conferring on their\nproducts the status of myth, so the merchandise they sell, like\nBand-Aids, Sanka brand, or Kleenex, acquires an absolute\ngeneric fullness and identity.  When asking for a product, the\nconsumer cannot even name the competition, thereby consigning\nit to a state of nonexistence.  If, as Barthes contends,\nmyth is a kind of language robbery, then the theft that takes\nplace in an ad is that of language as prospective buyers use it\nto identify and then describe the goods that they have chosen.\nThis appropriation of evaluative language from consumers\ntakes place most basically and first of all on the level of the\nproduct's name.  Thus when asking for Good and Plenty candy\nfrom a movie house concessionaire, the patron cannot help but\nstate that in each box he discovers quality and that it is\nabundant.  Such instances of language usurpation by the product,\nin which to name an object is to praise it, are too\nnumerous to mention.  In past years, however, the function of\ntelevision advertising language as a manner of doxology has\nextended to whole sentences as well.  (Gregor Goethals explains\nthat while advertising involves a trivialization of the sacred, it\nuses the same methods practiced by religion, only substituting\ncommercial values for spiritual ones.  “This transformation is\naccompanied by a metamorphosis of both images and faith:\nfrom gods to goods, from salvation to soaps.”  [Gregor T.\nGoethals, <em>The TV Ritual: Worship at the Video Altar</em>, Boston:\nBeacon, 1981, p. 138.])  In this way, the I Can't Believe It's A\nGirdle girdle addressed the skepticism of the queen-sized\nwoman who wanted to be comfortable and shapely all at once,\nas did the Support Can Be Beautiful bra.  Gee, Your Hair Smells\nTerrific shampoo went so far as to elaborate on the declarative\nremark contained in other product names and made of it the\nend point of a dialogue, an exchange with an imaginary person\nwhose compliments attested to the benefits the product\nclaimed to bring about.  Today cats run up the stairs to talk on\ntelephones and win pet food contest prizes by giving answers\ntheir owners are too ill-informed to know.  But, as with their\nhuman counterparts, the repertory of their sounds and recall of\nbrand names is limited.  They are echoes of the advertising\nmessages they have previously witnessed and are therefore\nreduced to asking for Meow Mix since there is nothing else that\nthey can say.</p>\n<p>In ads for products that pretend to the status of myth,\nthere is meant to be an adequacy between the signifier and the\nsignified, between a product and the satisfaction its use\nallegedly delivers.  Because of this relationship, consumers are\nintended to infer that no other brand will do, that the fullness\nof the advertising message can be extended to the commodity\nitself.  Yet sometimes the product's value outdistances the\nexpressiveness of the language that describes it.  Thus shoppers\nare informed that “Safeway is everything you wanted in a store\nand a little bit more.”  On the other hand, the item's action\nmay itself include a verbalizing of performance standards that\nstill transcend the words used to convey them.  “The Pine Sol\nsignal says more than clean.”  As with the lengthiness of brand\nnames made into testimonials, there is an overflow of meaning\nhere as well, so that advertising language must admit its\ninability to say how good the product really is.  It is this that\nBarthes describes as “the silent garrulity of myth.”</p>\n<p>While much in advertising still relies on the numbing\nrepetition of rhyming slogans and incantatory jingles, there are\nother spots where messages are hushed, their speech intentionally\nmuted, the better to elicit the interest of a mass of jaded\nlisteners.  “If you want to catch somebody's attention,” a Coty\ncommercial used to say, “Whisper.”  And in fact it is most often\nin the advertisements for perfumes that the language is lightened\nby a certain airiness.  Its message ventilated by the\nagreeable elusiveness of meaning, the speech already can be\nseen becoming rarefied to suit the nature and the substance of\nthe product.  In the end the messages are vaporized, suffused\nwith a faintly sweetened vagueness so that they waft into the\nsubconscious and permeate it with their soft mnemonic power.\n“I can't seem to forget you,” a lover haunted by the memory of\nhis woman's scent recalls: “Your Windsong stays on my mind.”</p>\n<p>Long saturated by the prolixity of ads that told of the\nadvantages of product use and promised satisfaction with\nresults, the consumer allows himself to be more open to\ncommercials that work simply on the level of an invocation.\nHenceforth he becomes the reader of a metalanguage that does\nnot “act the things,” as Barthes declares, but rather “acts their\nnames.”</p>\n<p>Already in commercials for Windsong and Chanel, for\nEssence Rare, the message was subtilized, expressing a need for\nless expression.  Unlike the ads that rhapsodized over what their\nproducts did, these others began evincing a convenient manner\nof amnesia.  They have consciously and willfully forgotten their\nown explanatory history, their obligation to define an item as\nbetter than the other leading brands, because the buyer cannot\nhelp remembering the product's name and apparent value.  The\nadvertisement takes the vicious world in which a product has\nto fight the competition for its rightful market share and then\nsubjects it to the magic language of myth.  It in turn creates an\nimage “that comes out of myth as a harmonious display of\nessences.”  As merchandise comes closer to attaining to this\nprivileged, exalted state, the commercials become ever more\nlaconic, their language marked by growing signs of complacent\nreticence.</p>\n<p>In 1983 a television ad for Michelob consisted of several\nclose-up shots of beer being poured slowly into glasses.  Each\nwas crowned by an ample head of foam, and the whole piece\nwas accompanied by majestic strains of music.  At the end, a\nman's voice delivered the only line of text in the ad: “Some\nthings speak for themselves.”  From the plenary language of\ncommercials that state a product's name as proof of its\nnaturalized superiority, there is but a short step to the commercial\nfrom which speech is altogether absent.  Consumers' participation\nin the ad becomes a manner of commemoration, in\nwhich the only thing remembered is the evidence of the\ntimeless excellence of the products.  Myth takes things, Barthes\navers, and “purifies them,... makes them innocent... gives\nthem a natural and eternal justification,... a clarity which is\nnot that of an explanation but... of a statement of fact.”  The\neconomy of language in television ads, therefore, depends upon\nits having only to reinforce an earlier consensus, to take a\nproduct whose goodness it posits as already acknowledged, and\nthen assert again that it is good.  The purpose of the ad is to say\nthe things that go without saying.</p>\n<p>This substitution of essential speech for more operational\nspeech can be found in almost every ad that reveals its product\nat the same time it envelops it in the mantle of myth.  It is\nlanguage as disclosure, articulated in a variety of figures, from\nthe false antithesis of Parkay margarine that says it isn't butter\nto the tautology of the soft drink ad that says that Coke is\nCoke.</p>\n<p>When products start to talk in place of salesmen, one can\nbe assured that they will soon be talking less, their need for\nexplanation beggared by a meaning that is both ineffable and\nobvious.  The product has assumed the value of an icon whose\ncause for veneration has long been lost in the eternity of its\nestablished value.  Ideally the ad need only re-present a logo,\nreiterate a name in its performing of the liturgy of orthodox\nconsumerism.  Having raised the product to the level of myth,\nthe ad can then depict a world that “wallow[s] in the evident,\n... establishes a blissful clarity,” whereby things, like\nMichelob, “mean something by themselves” [Barthes].  In the\nend, the nation's best-loved products are sold in commercials\nwhere the meaning of the item is enriched by the impoverishment\nof the language that describes it.  Speech then verges on\nthe brink of silence, as sponsors and audiences alike concede\nthat, in the context of the ad, their words are superfluous and\ninsufficient all at once.  Thus <em>TV</em> ads use language whose sole\nfunction is to celebrate its own exhaustion.  They say Budweiser\nand then declare, “When you say Budweiser, you've said it\nall.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Television Advertising and the Language of Myth</h1> <p><em><span data-rel=\"author\">Robert E. Ziegler</span> <span data-rel=\"location\">Montana College of Mineral Science and Technology</span></em></p> <p>When Bill Cosby appears for Coca-Cola on TV, he derides\nthe competition for engaging in “taste tests” and “challenges.” He implies that Pepsi and Royal Crown Cola still have\nto prove that people really prefer the way they taste.  For the\nnation's number-one soft drink, however, there is no such need\nfor demonstration: “Coke is the real thing.”</p> <p>Why does no one think to ask what the thing is that Coke\npurports to be?  Because, to borrow from Roland Barthes, the\nad employs mythical language that uses Coke as an empty\nsignifier and then fills the significance with evidence of the\nproduct's authenticity.  It awards to Coke the status of a\n“predicative nature.”  Thus the only suitable response to the ad\nthat dresses its claim in the guise of truth is simple acknowledgment,\nsilent acquiescence.  Of course, Coke carries with it the\nmemory of the other functions it has served.  It has acted as a\nsocializing agent for those who “shared a Coke and a smile.”  It\nhas even been presented as a force for world peace, as in the\nChristmas card commercial that shows young people from\ndifferent cultures holding candles and coalescing into a single\nliving tree, whose parts come together “in perfect harmony.”\nBarthes writes of the character of the mythical concept that it\n“appears in global fashion, it is... the condensation... of a\ncertain knowledge.”  So as a product that has absorbed its own\nadvertising history into the mythical status it enjoys, Coke is\nfreed from the need for self-description.  Everybody knows\nwhat Coke is.  “Coke is it.”</p> <p>Viewers of massive amounts of television advertising function\nalternately as readers and decipherers of the myths they\nare exposed to.  They feel they are inoculating themselves\nagainst the efficacy of the medium by presupposing a lack of\nartistic merit in the presentation of the message.  As Jeffrey\nSchrank observes, “the personally immune... consider most\nads silly...and generally a waste of time....  The problem is\nthat the belief in personal immunity from the influence of\nadvertising is the... group's greatest weakness.  A person who\nbelieves himself... immune will not take defensive actions,\nwill not protect against exposure.  The result of this weakness is\na hidden susceptibility.”  [Jeffrey Schrank, <em>Snap, Crackle, and\nPopular Taste</em>, New York: Dell, 1979, pp. 84-85.]</p>"
}