{
  "type": "Article",
  "title": "The Pop Grammarians— Good Intentions, Silly Ideas, and Doublespeak",
  "author": "Charles Suhor",
  "location": "Deputy Executive Director, National Council of Teachers of English",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Pop Grammarians— Good Intentions, Silly Ideas, and Doublespeak</h1>\n<p><em><span data-rel=\"author\">Charles Suhor</span> <span data-rel=\"location\">Deputy Executive Director, National Council of Teachers of English</span></em></p>\n<p>The pop grammarians mean well.  All they are asking is that\npeople stop talking and writing in nonstandard usage,\nclichés, jargon, and other unworthy language.  Never mind that\nthey disagree wildly among themselves as to which usages are\nnonstandard, what constitutes a cliché, where legitimate technical\nlanguage leaves off and jargon begins.  Never mind that\nwhen they quote scholarly sources at all, their sources disagree\non the very points in dispute.  The pop grammarians mean well\nin that they believe that somewhere, out there, there is a best\nway to say just about everything, if people would only listen to\nreason.</p>\n<p>To describe the pop grammarians as naive, to expose their\nerroneous historical arguments, to point to their inconsistencies\nand flimsy logic is to invite being called a linguistic anarchist.\nBut, my goodness, they do say some silly things.  John Simon\ndescribed the use of <em>I</em> in the objective case as a fickle linguistic\ninnovation, despite the thoroughly respectable history of that\nusage, easily found in the <em>Oxford English Dictionary</em>, among\nother places.  Thomas Middleton denounced the content of\nJohn Mellon's research summary on writing and grammar\nbecause he found the style jargonish; indeed, Middleton suggested\nthat Mellon leave the profession.  The late Theodore\nBernstein, alone a language scholar among the pop grammarians,\ndenied that he called nonstandard usages “good” and\n“bad,” even as he used those very terms in his syndicated\ncolumn, “Bernstein on Words.”  Richard Mitchell claimed a\ndirect causal relationship between nonstandard usage and the\nThree Mile Island accident, reasoning that someone carelessly\nschooled in grammar probably would be careless enough to\nmuck up a nuclear reactor.</p>\n<p>Some of this silliness is laid bare in the pages of journals\nlike <em>Esquire</em> and <em>Saturday Review</em>.  Other examples were\nincluded in letters from the pop grammarians themselves, in\nresponse to my queries over the years.  Writing letters to pop\ngrammarians isn't just a matter of intellectual jousting; it is a\nway of lowering the ego stakes in discussion of the volatile\nissues at hand.  Without a wide public audience to dazzle, a\nflamboyant writer will sometimes approach questions with a bit\nless swagger.  This was certainly the case with Theodore\nBernstein and Thomas Middleton.  (In fact, Middleton apologized\nfor his comments about Mellon's work.)  At the very least,\nthe pop grammarians who respond to well-reasoned letters are\nforced to whip up newer and ever more tenuous rationalizations\nfor their positions.</p>\n<p>So far, though, I have been dealing only with good\nintentions and silly ideas—neither of which is doublespeak.  By\ndefinition, doublespeak involves “deliberate distortion”—or in\nBruce Reeves's phrase, “active use of language to hide the\ntruth.”  If the pop grammarians were merely earnestly dogmatic\nand grossly inaccurate, I would be annoyed but not contemptuous.\nI will concentrate on six doublespeak techniques used by\npop grammarians, citing examples along the way.  An element\nof deceit or conscious retreat from rational investigation is\nembedded in each of the techniques.  They are (1) the overloaded\nmetaphor; (2) bogus ambiguity; (3) cubing the opposition;\n(4) the lucky exception; (5) the unfortunate exception;\nand (6) antiscience.</p>\n<p>In <em>the overloaded metaphor</em>, the pop grammarian uses\nanalogy—certainly a legitimate rhetorical device—but tries to\ninvest it with disproportionate argumentative power.  Cleverness,\nnot a demonstration of the aptness of the analogues, must\ncarry the argument.  For example, there is some wit in John\nSimon's comparison (in <em>Paradigms Lost</em>) of nonstandard English\nto a life-threatening fever; of a rhododendron, sprouting\nflowers in accordance with its nature, to a flawless speaker\nspouting nominatives where nominatives belong.  But Simon\nfails to show, through historical analysis or logical argument,\nthat the terms of his metaphors relate to the circumstances he\nis trying to characterize.</p>\n<p>Richard Mitchell, the Underground Grammarian, actually\ninvents a bungling primitive tribe called the Jiukiukwe to warn\nhis readers about the dangers of using the passive voice.  I\nhesitate to call this extended metaphor clever, but Mitchell is\nclearly having one hell of a good time with it.  Because the\nnincompoops in his allegory use the passive voice, they are a\npassive people.  They lack technology, sophistication, and common\nsense.  So it will be with us, if we continue our wasty,\npassive ways instead of putting those agent-subjects up front.</p>\n<p>The <em>bogus ambiguity</em> technique is the pop grammarians'\nway of demonstrating that usages they don't like will create\nsemantic ambiguity.  In <em>Strictly Speaking</em>, Edwin Newman\nclaims to be baffled by a sentence such as “Hopefully, something\nwill happen.”  Who, he wonders, is doing the hoping in\nsuch an utterance?  Will something happen in a hopeful\nmanner?  Is a puzzlement.  No native speaker can honestly\npretend that such a sentence is ambiguous.  The sentence is as\nclear (and structurally as valid) as “Certainly, something will\nhappen,” which apparently doesn't bother Newman.  He just\nhappens to dislike <em>hopefully</em> as a sentence modifier, so he cooks\nup some ambiguity to justify his position.  When I debated John\nSimon at Tulane University in 1981, he invented an absurd\nsentence in which failure to observe the standard forms of <em>lie</em>\nand <em>lay</em> supposedly lay to an obscene interpretation: “Last\nSunday I laid in bed for several hours.”  I sometimes think\nSimon receives sentences one at a time from random sources,\nor finds them tucked individually in envelopes on his doorstep.\nIn any real communication setting, the context would clearly\nreveal, even to Simon, whether the <em>laid</em> of his sentence meant\n<em>rested</em> or <em>screwed</em>.</p>\n<p>The question of clarity in human interaction is an important\none, so the pop grammarians are wise to try to link\nessentially irrelevant questions of usage to problems of ambiguity.\nBut their methods of doing do are fraudulent.  Garbled\nsyntax is confusing; so is poor development of ideas in a\nconversation or essay; so are pronunciations from unfamiliar\ndialects, at least until one's ear grows attuned.  But only in the\nworld of textbook examples and pop grammarians' analyses do\nwe find rampant cognitive confusion over “misuse” of words\nlike <em>hopefully, lie</em>, and <em>lay</em>.</p>\n<p>In <em>cubing the opposition</em>, one makes a point; the pop\ngrammarian ridicules it by raising it to the third power.  Cubing\ninvolves adding amusing features to the opposing argument,\nfeatures that were not there in the first place, to achieve a\nhumorous distortion.  Theodore Bernstein was one of the first to\ncube the legitimate feminist arguments against sexism in\nlanguage.  In a 1976 “Bernstein on Words” column, he evoked\nimages of a chaotic world in which, among other things, Ann\nSpeakman would technically have to change her name to “Ann\nSpeakperson.”  I have since heard other examples of the\n<em>manhole/personhole, woman/woperson</em> variety—but always\nfrom people who don't like to pursue problems of sexist\nlanguage beyond jocular attempts at cubing the opposition.</p>\n<p>At the Tulane debate John Simon, I praised a third-grade\nstudent's stunning image—“Flowers feel like rain”—as a creative\nresponse to a bland writing assignment, and I criticized\nher teacher's niggling red-pencil tactics.  Simon cubed the point\nby saying that the child's metaphor should not prompt us to\n“proclaim her the new Marianne Moore” and “fall at her feet\nin adoration.”  I have to admit that his comment was amusing,\nbut the idea of declaring the child a genius was his, not mine.\nBy exaggerating my modest claim in an erudite way, Simon\navoided addressing the issues I had raised—<em>viz</em>., children's\ncapacity for creating metaphor and the effects of empty\nformalistic feedback.</p>\n<p>The <em>lucky exception</em> is the pop grammarian's way of\ndealing with evidence that speakers designated as “unskilled”\ncan actually express themselves with clarity and invention.  If a\nthird grader creates an interesting figure of speech, John Simon\ncalls it dumb luck.  If nonstandard dialect speakers come up\nwith good metaphors or unusual turns of phrase, if they\nadvance ideas cogently in their own dialects, the pop grammarians\nexplain these events as isolated incidents or charming\nflukes.  For them, nonstandard English is <em>ipso facto</em> unsuited to\nthe expression of complex ideas and sensibilities.  There is no\nempirical basis for the lucky exception claim, and it is clear\nthat John Simon and Edwin Newman do not spend a great deal\nof time sampling the nonstandard language of, say, jazz\nmusicians or ghetto youth.  But Simon <em>does</em> have an overloaded\nmetaphor to explain lucky exceptions.  A clumsy dancer, he\nsays, will in the course of inept fumbling sometimes stumble\nluckily over a new step.  This is different from the experienced\ndancer who, working from a deep understanding of the art,\nacts consciously to expand its horizons.</p>\n<p>The metaphor is interesting, but its terms are not referential\nto their analogues, i.e., the way people make language in\nthe real world.  Teachers and researchers have long known that\nmany students from nonstandard dialect communities are\ncapable of thoughtful, powerful expression in their native\ndialects and that command of standard usage in no way\nguarantees clear or imaginative use of language.  Edwin Newman\ntreats lucky exceptions with patronizing good humor.  In\n<em>Strictly Speaking</em> he is tickled, really, over colorful expressions\nuttered by a union leader, a cab driver, Harry Truman, a\ngardener, and other no-class types.  Their deviant language—\nsometimes errors, sometimes highly memorable personal statements—is\nin the world for Newman's entertainment and\nsmarmy commentary.  When a bozo talks to Newman about\nteachers and says “Them is my chief dread,” Newman\nremarks, “There is no way to improve on that.”</p>\n<p>The <em>unfortunate exception</em> is alter ego to the lucky\nexception.  In <em>Paradigms Lost</em>, John Simon speaks of “the giants\nof the English tongue who preceded us, all of those great\nwriters and speakers who were ... in the ballgame that\ncounts.”  (The ballgame metaphor refers to a comment earlier\nin his essay.)  When someone points out to Simon that these\ngiants used virtually every nonstandard form that the pop\ngrammarians consider to be destructive of civilized communication,\nSimon talks about “slips” and “lapses,” atypical events\nthat can be dismissed as if they had never occurred.  In a\ndifferent context, I once tested the unfortunate exception idea.\nAfter noticing that several well-known essayists used clichés\nnow and then, I decided to find out whether or not these\napparent slipups were truly unusual.  So I proceeded to analyze\nsome of my favorite prose stylists disrespectfully, i.e., as if they\nhad punched me in the face the night before.  My cliché hunt\nrevealed that E. B. White's essays were well laced with phrases\nlike “when I first laid eyes on it” and “a tremendous shot in\nthe arm.”  I found that William Buckley used clichés like\n“passing along the torch,” “an air of finality,” and “we look\nforward to the experience.”  Tom Wolfe saw things “as clear as\nday,” was “profoundly moved,” and was willing to “stand up\nand be counted.”  It would seem, then, that respected writers\nfrom both the past and present use language far more playfully\nand freely than we normally admit.  Excellent writers apparently\nare confident enough to use nonstandard forms and\ncommonplaces when doing so works well within the overall\ntexture of a work.</p>\n<p>Pop grammarians, being committed to the notion of\nperfect expression, often feel obliged to indulge in public\nbreast-beating when “unfortunate exceptions” show up in their\nown speech.  In a gathering of language purists on <em>The Dick\nCavett Show</em>, Simon, Agnes de Mille, and Edwin Newman\nwere reduced to continuous self-correction as they became\nincreasingly analytical about each sentence they uttered.\nInstead of exchanging ideas about language in a fluent way, the\npop grammarians were gagging on their own obsessions with\nperfection, unable to admit that the inevitable unfortunate\nexception is a function of the dynamic qualities of human\nexpression, not an effect of Original Sin.</p>\n<p><em>Anti-Science</em> is a recurring theme in John Simon's writing\nand speech.  Sometimes the theme is expressed subtly, as in his\n<em>Paradigms Lost</em> swipe at the lengthy scholarly bibliography\nappended to CCCC's <em>Student's Right to their Own Language</em>.\nAt Tulane he declared that language is an art, not a science.  He\nwas consistent in this.  His talk was artful, but he made scant\nreference to scholarship.  He expressed a fond hope that\nresearch like William Labov's studies of dialects would be\ndiscountinued.  He pooh-poohed the idea that useful bibliographies\nof language research exist.  It has often been said that you\ncan prove anything by citing research.  Simon's counter-principle\nappears to be that you can prove anything as long as you\nignore research.  Richard Mitchell's contempt for scholarship is\nrevealed in dozens of ways.  He shows slim understanding of\nthe purposes, history, and procedures of holistic and primary\ntrait test scoring, even as he condemns them.  His program for\nteaching young children to write, described in <em>Instructor</em>\nmagazine, flies in the face of virtually all research.  (“First,\nchildren must learn all the conventions of writing: punctuation,\ncapitalization, spelling....”)  To him, intellectual rigor is a\nmatter of enforcing the purist view of language and closing\none's eyes to linguistic scholarship and the uses of language in\nthe real world.</p>\n<p>It is ironic that the pop grammarians, who claim to be\nchampions of high standards in language, often operate as\nsaboteurs, subverting the communicative functions of language\nwith trashy argumentation—sly irrelevancies, curmudgeonly\nposturing, and outright grandstanding.  Joseph Epstein put the\nsituation in perspective when he said that people like John\nSimon give standards a bad name.  He recommended, moreover,\nthat the language purists stop quibbling over minutiae\nand turn their guns on the real enemy—namely, “deception in\nits various forms, deliberate, unconscious, and self-.  With ...\nthe wondrous cant from politics and psychology and education,\nwe have all the means at hand to be lied to or to lie\nconvincingly to ourselves.”  In other words, they should be\njoining in the war against doublespeak.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Pop Grammarians— Good Intentions, Silly Ideas, and Doublespeak</h1> <p><em><span data-rel=\"author\">Charles Suhor</span> <span data-rel=\"location\">Deputy Executive Director, National Council of Teachers of English</span></em></p> <p>The pop grammarians mean well.  All they are asking is that\npeople stop talking and writing in nonstandard usage,\nclichés, jargon, and other unworthy language.  Never mind that\nthey disagree wildly among themselves as to which usages are\nnonstandard, what constitutes a cliché, where legitimate technical\nlanguage leaves off and jargon begins.  Never mind that\nwhen they quote scholarly sources at all, their sources disagree\non the very points in dispute.  The pop grammarians mean well\nin that they believe that somewhere, out there, there is a best\nway to say just about everything, if people would only listen to\nreason.</p> <p>To describe the pop grammarians as naive, to expose their\nerroneous historical arguments, to point to their inconsistencies\nand flimsy logic is to invite being called a linguistic anarchist.\nBut, my goodness, they do say some silly things.  John Simon\ndescribed the use of <em>I</em> in the objective case as a fickle linguistic\ninnovation, despite the thoroughly respectable history of that\nusage, easily found in the <em>Oxford English Dictionary</em>, among\nother places.  Thomas Middleton denounced the content of\nJohn Mellon's research summary on writing and grammar\nbecause he found the style jargonish; indeed, Middleton suggested\nthat Mellon leave the profession.  The late Theodore\nBernstein, alone a language scholar among the pop grammarians,\ndenied that he called nonstandard usages “good” and\n“bad,” even as he used those very terms in his syndicated\ncolumn, “Bernstein on Words.”  Richard Mitchell claimed a\ndirect causal relationship between nonstandard usage and the\nThree Mile Island accident, reasoning that someone carelessly\nschooled in grammar probably would be careless enough to\nmuck up a nuclear reactor.</p> <p>Some of this silliness is laid bare in the pages of journals\nlike <em>Esquire</em> and <em>Saturday Review</em>.  Other examples were\nincluded in letters from the pop grammarians themselves, in\nresponse to my queries over the years.  Writing letters to pop\ngrammarians isn't just a matter of intellectual jousting; it is a\nway of lowering the ego stakes in discussion of the volatile\nissues at hand.  Without a wide public audience to dazzle, a\nflamboyant writer will sometimes approach questions with a bit\nless swagger.  This was certainly the case with Theodore\nBernstein and Thomas Middleton.  (In fact, Middleton apologized\nfor his comments about Mellon's work.)  At the very least,\nthe pop grammarians who respond to well-reasoned letters are\nforced to whip up newer and ever more tenuous rationalizations\nfor their positions.</p>"
}