{
  "type": "Article",
  "title": "Please Don't F*** the Grass",
  "author": "Ann E. Bennaton",
  "location": "Guatemala, Guatemala",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Please Don't F*** the Grass</h1>\n<p><em><span data-rel=\"author\">Ann E. Bennaton</span> <span data-rel=\"location\">Guatemala, Guatemala</span></em></p>\n<p>Inspired by “Never Ask a Uruguayan Waitress for a Little\nBox: She Might Apply Her Foot to Your Eyelet,” by John R.\nCassidy [IX, 4], I found myself remembering similar situations\nfrom my experiences as an international conference interpreter\nand translator who has traveled extensively in Latin America.</p>\n<p>Among the words considered taboo in Chile is <em>pico</em>, which\nin everyday Spanish means 'peak, point'; 'and a bit,' as in “2\nmiles and a bit”; or 'just after,' in reference to the hour.  To\nChileans, however, the word only means 'prick, pecker,' etc., in\nits most vulgar form.  When Indira Ghandi stopped off in Chile\non her return from an official state visit to Argentina, she\nbrought her Argentine interpreter along with her to interpret\nher speeches into Spanish at official functions.  At a very formal\nluncheon full of naturally long-faced Chilean colonels, Mrs.\nGhandi began her speech by stressing the similarities between\nIndia and Chile, saying that the two countries had so much in\ncommon, particularly their peaks—'pricks'—and their valleys.\nThe colonels' faces froze.  She continued, stating that both\ncountries also shared many economic lows and peaks.  Neither\nMrs. Ghandi nor her interpreter could understand why everyone\nlooked so glacial, and both became rather hesitant as the\nspeech went on.  I recall being told that it was just about the\nleast successful visit ever made to Chile by a foreign head of\nstate.</p>\n<p>Then there was the wife of a new French ambassador\nwho, upon her arrival, stated that she was certain she would\nlove Chile because of its lovely people and its magnificent\nAndean peaks—again 'pricks.'  I don't know if she ever lived it\ndown.</p>\n<p>Also in Chile, it seems that once, to welcome the Spanish\nsoccer team, great banners were strung all over Santiago with\nthe words <em>Bienvenidos los Coños</em>, which is what they call the\nSpaniards.  In Spain, however, <em>coño</em> is a frequently heard\nexpletive meaning 'cunt,' used rather as English-speaking people\nwould say “Oh, hell!”  I wonder who was able to explain to\nthe visitors that “Welcome, You Cunts,” was really a friendly\ngreeting.</p>\n<p>Some years ago a Guatemalan diplomat on a mission to\nUruguay was invited to a formal reception.  The next day, he\nwas asked whether he had enjoyed himself, and he said he had\neven gotten a bit <em>bolo</em> 'drunk' or 'tipsy' before he left.  Shocked\nfaces and dead silence greeted his reply, and then he was\nasked: “Didn't they throw you out?”  “No,” he said, “it wasn't\nthat noticeable.”  “Not noticeable?  That's impossible.  You said\nyou were <em>bolo</em>.”  Eventually he was told that what he thought\nmeant 'drunk' means 'naked' in Uruguay, derived from “balls\nare showing,” similar to English “balls naked.”</p>\n<p><em>Ponerse un pedo</em> 'putting on a fart,' and <em>ponerse un cohete</em>\n'putting on a firecracker' mean getting drunk in Mexico.</p>\n<p>On my first interpreting assignment in Nicaragua, I found\nout much to my chagrin that my translation for 'handling,'\n<em>manipuleo</em>, meant 'pocket pool' to them ('men playing with\ntheir testicles with their hands in their pockets').  However, I\nrecently saw a document where the word 'handling' had been\ntranslated as <em>manoseo</em> 'pawing.'</p>\n<p>Being <em>constipado</em> is what they call 'having a cold' in\nMexico.  Once a Mexican delegate at a meeting of bankers\nwanted to indicate metaphorically that for simple matters he\nliked simple remedies.  <em>Cuando estoy constipado, uso Vicks</em> was\nhis way of saying: 'When I have a cold, I use Vicks.' However,\nhis interpreter was from Argentina, and so the statement came\nback into English as “When I'm constipated, I use Vicks.”</p>\n<p>In Hispanic America below Mexico, a <em>causante</em> is a\n'deceased (person),' but in Mexico this word means 'taxpayer.'\nA Peruvian interpreter at a tax conference had to apologize to\nher listeners on day two and tell them that all those “dead\npeople” she had been talking about were really Mexican\ntaxpayers.</p>\n<p>At a Family Planning Conference in the Dominican\nRepublic, I was very impressed when they announced that the\nband would play the <em>Merengue de la Ligadura</em>, a merengue in\nhonor of 'tying the Fallopian tubes,' I thought.  I was somewhat\ndisappointed when it turned out to be a merengue in favor of\n'sweethearts,' for <em>ligar</em> there means 'to be tied lovingly to each\nother,' which might have the opposite effect of Family\nPlanning.</p>\n<p>Between the neighboring countries of Honduras and Guatemala,\nthere are endless linguistic obstacles—some more\nembarrassing than others.  A common saying in Guatemala is\n<em>Amor de lejos es de pendejos</em> 'Love from afar is for fools.'  But\nin Honduras, the word <em>pendejo</em> is used almost exclusively for\n'pubic hair,' something no lady would ever mention in mixed\ncompany.</p>\n<p><em>Arrecha</em> or <em>arrecho</em> in Guatemala is used as a compliment,\nmeaning 'courageous, brave.'  (“The penniless widow left with\nfive children was very <em>arrecha</em> and managed to put them all\nthrough school.”) In Honduras, applied to females, the same\nword means a 'loose woman,' so when a friend of mine\ncomplimented my thrice-married Honduran aunt by calling her\n<em>arrecha</em>, she kept insisting that when she was young, people\nmay have talked about her, but that she had never, never really\nbeen <em>arrecha</em>!  On some of the Spanish-speaking islands of the\nCaribbean, <em>arrecha</em> or <em>arrecho</em> means 'mad or angry,' but if a\nwoman used this expression in Honduras she would very\nprobably be propositioned immediately.</p>\n<p>In Honduras, the word <em>pisar</em>, elsewhere 'to step on; to\ncover a bird; to ram, trample, tread on,' means 'to fuck,' just as\ndo <em>coger</em> and <em>tirar</em> in South America.  This is why Hondurans\ntend to be shocked when reading signs saying NO PISAR EL\nCESPED in public parks, since to them it does not mean 'DON'T\nWALK ON THE GRASS' but rather 'DON'T FUCK THE LAWN'!</p>\n<p><em>Pupusas</em> are a very popular sort of <em>taco</em>, originating in El\nSalvador, made from <em>tortillas</em> filled with cheese, meat, or other\nthings and then fried or grilled.  <em>Pupusas</em> are 'cunts' to\nGuatemalans and Hondurans.  And for Spaniards, a <em>tortilla</em> is a\nsort of omelet.</p>\n<p>The noun <em>chingaste</em> means 'coffee grounds' in Honduras,\nwhereas in Mexico it could only mean 'Did you fuck?' <em>Chingo</em>\nin Honduras is an adjective meaning 'short,' as in a dress's\nbeing too short; in Mexico it is a verb: 'I fuck.'</p>\n<p>One of my own most embarrassing moments was when, as\na recently married young woman, I felt a cold coming on and\nwas a bit feverish.  So I asked my Argentine boss to let me go\nhome early from the office, telling him I thought I had a\n<em>calentura</em> (which to me meant a low fever, whereas <em>fiebre</em>\nwould have been a very high fever).  He told me, of course, I\ncould go home, but that he really never expected me to be so\nfrank and open about it.  This puzzled me, until I found out\nthat to him and other Argentines <em>calentura</em> meant being\n'horny' or 'in heat.'</p>\n<p>For the female genitalia, the people from the River Plate\nuse the term <em>cajita</em> or <em>cajeta</em>, and elsewhere it may be <em>concha</em>;\nbut in Central America there are other rather descriptive\nterms, such as <em>cuchara</em> 'spoon,' <em>cuca</em>, short for <em>cucaracha</em>\n'cockroach,' <em>bollo</em> 'bun,' or <em>pan</em> 'bread.'  In Middle America\nmany women are named <em>Concha</em>, which is short for <em>Concepcion</em>,\na popular biblical name meaning 'conception.'  We also eat\n<em>conchas</em> 'shellfish' in seafood cocktails!</p>\n<p>And then there was the Argentine lady who went to\nMexico and met a charming, apparently very cultured gentleman\nwho invited her out for tea at Sanborns and suggested\nshe have <em>crepas</em> 'crèpes' with <em>cajeta</em> 'a creamy caramel spread,'\nwhich to her meant 'cunt.'  She was furious, mostly at herself\nfor having considered him a gentleman.</p>\n<p>Until quite recently, when it became accepted in ecology\ncircles, the word <em>polución</em> was totally taboo as a translation for\n'pollution,' because its principal meaning was 'semen,' as in\nwet dreams.  Now we may use this term officially at conferences\nwithout the fear of having our mouths washed out with soap.</p>\n<p>The descriptive term for blondes in various countries can\nleave the best of us mystified.  In Mexico they are called <em>güero</em>\nor <em>güera</em>, in Guatemala <em>canche</em> (for both males and females).  In\nHonduras and El Salvador they are <em>cheles</em> (also sexless), and in\nCosta Rica—would you believe it—<em>macho</em> for men and <em>macha</em>\nfor women, with the diminutive for girls being <em>machita</em>.  The\nfirst time I heard a Costa Rican admiringly refer to my cousin\nas a <em>machita</em>, I thought he was calling her a lesbian!  In\nVenezuela blondes are <em>catiras</em> and in Panama <em>fulas</em>.</p>\n<p>In Central America breasts are known vulgarly as <em>tetas</em>\nand <em>chiches</em>, but in Chile <em>chiches</em> are 'charms' or 'pendants,' as\nworn on bracelets or necklaces.  Consequently, more than one\n<em>chileno</em> has been slapped for voicing his admiration for the\nnecklace or pendant worn by a lady with a low-cut evening\ndress.  His compliment could be freely translated as, “What\nbeautiful tits you have, señora.”</p>\n<p>An automobile can be variously called <em>automóvil, carro,\ncoche</em>, and in Cuba (before the forced popularity of the\nbicycle) <em>maquina</em>.  However, in Guatemala <em>coche</em> also means\n'pig, hog,' and South Americans might be more than bemused\nif offered <em>carne de coche</em> or <em>manteca de coche</em>, which to them\nwould mean 'meat of the automobile' or 'butter of the\nautomobile' instead of 'pork' or 'lard.'</p>\n<p>Argentines, to whom <em>trastes</em> are 'bottoms, backsides, or\nbehinds' (preferably of pretty girls), tend to look rather shocked\nwhen asked by people from northern Latin America to <em>fregar\nlos trastes</em> 'to scrub the dishes,' a request that to them would\nsound like 'scrub those asses.'</p>\n<p>I once received a text on Mexican rural housing for\ntranslation into English.  I could hardly believe my eyes when a\ncertain dwelling was described as being made of <em>órganos</em>\n'organs.'  My imagination did run wild, as I knew intuitively\nthat they could not be the musical instrument.  The dictionary\ndid not help me either.  Finally a Mexican told me that what\nwas really meant was 'organ cactus.'</p>\n<p>As a final note, in Guatemala it is quite comme il faut to\nsay to one's hostess <em>¡Qué linda cola tiene Ud. señora!</em> 'What a\nlovely tail you have, señora!'  She will understand that you are\ntalking about her ferns, which are called <em>colas de quetzal</em>, and\nnot her tail.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Please Don't F*** the Grass</h1> <p><em><span data-rel=\"author\">Ann E. Bennaton</span> <span data-rel=\"location\">Guatemala, Guatemala</span></em></p> <p>Inspired by “Never Ask a Uruguayan Waitress for a Little\nBox: She Might Apply Her Foot to Your Eyelet,” by John R.\nCassidy [IX, 4], I found myself remembering similar situations\nfrom my experiences as an international conference interpreter\nand translator who has traveled extensively in Latin America.</p> <p>Among the words considered taboo in Chile is <em>pico</em>, which\nin everyday Spanish means 'peak, point'; 'and a bit,' as in “2\nmiles and a bit”; or 'just after,' in reference to the hour.  To\nChileans, however, the word only means 'prick, pecker,' etc., in\nits most vulgar form.  When Indira Ghandi stopped off in Chile\non her return from an official state visit to Argentina, she\nbrought her Argentine interpreter along with her to interpret\nher speeches into Spanish at official functions.  At a very formal\nluncheon full of naturally long-faced Chilean colonels, Mrs.\nGhandi began her speech by stressing the similarities between\nIndia and Chile, saying that the two countries had so much in\ncommon, particularly their peaks—'pricks'—and their valleys.\nThe colonels' faces froze.  She continued, stating that both\ncountries also shared many economic lows and peaks.  Neither\nMrs. Ghandi nor her interpreter could understand why everyone\nlooked so glacial, and both became rather hesitant as the\nspeech went on.  I recall being told that it was just about the\nleast successful visit ever made to Chile by a foreign head of\nstate.</p> <p>Then there was the wife of a new French ambassador\nwho, upon her arrival, stated that she was certain she would\nlove Chile because of its lovely people and its magnificent\nAndean peaks—again 'pricks.'  I don't know if she ever lived it\ndown.</p>"
}