{
  "type": "Article",
  "title": "Antipodean English: A Pet Avoision",
  "author": "G.W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>A Pet Avoision</em></h1>\n<p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>I have just returned from Canberra and the first “National\nWord Festival,” a weekend gathering of writers and those\ninterested in words.  A well-known poet, Judith Wright, hearing\nof the National Word Festival, asked “What is the national\nword?”  Since it had already been decided to run a competition\nas part of the festivities, it was clear what the competition\nshould be: Find the national word.</p>\n<p>What would you answer if asked for the national word in\nthe USA or Britain?  In Australia plenty of words suggest\nthemselves, to be quickly rejected usually.  There's <em>bloody</em> of\ncourse, long known as <em>the great Australian adjective</em>, a necessary\ndevice in a male-dominated society for giving emphasis\nwithout raising the voice in a feminine way.  But it has faded\nwith use and any emphasis it gives now is pretty bloody faint\n(and you'll notice it is not only an adjective).  <em>Kangaroo</em> is too\nobvious; <em>ornithorhyncus</em> too remote.  <em>Transcontibloodynental</em> is\ntoo long, <em>emu</em> a bit short.  All are obsessed with the outback and\nflora and fauna.</p>\n<p>In fact most Australians never see the outback; they live in\ncities dividing their time between working and voting in\nelections.  There are lower and upper chambers in the parliaments\nof all states except Queensland, and there's a Federal\nGovernment as well.  In theory parliaments run for three years;\nin fact there are frequent early elections or snap elections as\nparties strive for electoral advantage or try to make bicameral\nlegislatures work.  Saturday mornings sometimes seem to be\nmore or less alternately divided between the garden and\nvoting.  The national word has to be a political one.</p>\n<p>Max Harris, a columnist in the <em>Australian</em> (our own\nMurdoch newspaper), recently lamented that we have no\npolitical words of our own but take over terms like <em>pork-barreling</em>\nfrom the USA.  He was wrong.  We have <em>informal\nvote</em> to start with (a spoiled or invalid vote elsewhere), and\nbecause of our preferential voting system and resulting long\nlists of candidates, along with compulsory voting, the <em>donkey\nvote</em>.  This is simply numbering the list of names from top to\nbottom without paying attention to policies or parties.  The\ndonkey vote can be worth as much as two percent of a total\nvote, so that candidates await the ballot for position on the\nvoting paper with some trepidation.</p>\n<p>In the past year the dominant political term has been\n<em>bottom of the harbor</em>, used to describe shady schemes just\nwithin the law or a bit outside it for avoiding tax.  Already the\norigin of the term seems to be disappearing in the mists of\nrecent antiquity; perhaps it hints that the records of evanescent\ndummy companies have been conveniently dumped where\nthey can't be found.</p>\n<p>A preoccupation with taxation has led to a fine distinction\nbetween <em>tax evasion</em> (the illegal practices of others) and <em>tax\navoidance</em> (the quite legitimate minimization of tax one feels\none ought to pay attention to oneself for the sake of one's\nfamily).  Everyone saw the need for a distinction of this kind\nuntil our new Prime Minister (I am told) in a speech allowed\nthe carefully separated terms to coalesce in a slip of the tongue.\nOr it may be, as some say, that our new Prime Minister\n(already becoming something of a legend) does not make slips\nof the tongue.  Be that as it may, the distinction between\nlegitimate and illegitimate ways of not paying tax to the\nGovernment has been shattered at a blow and the winning\nword in the competition and our new national word is <em>avoision</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>A Pet Avoision</em></h1> <p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>I have just returned from Canberra and the first “National\nWord Festival,” a weekend gathering of writers and those\ninterested in words.  A well-known poet, Judith Wright, hearing\nof the National Word Festival, asked “What is the national\nword?”  Since it had already been decided to run a competition\nas part of the festivities, it was clear what the competition\nshould be: Find the national word.</p> <p>What would you answer if asked for the national word in\nthe USA or Britain?  In Australia plenty of words suggest\nthemselves, to be quickly rejected usually.  There's <em>bloody</em> of\ncourse, long known as <em>the great Australian adjective</em>, a necessary\ndevice in a male-dominated society for giving emphasis\nwithout raising the voice in a feminine way.  But it has faded\nwith use and any emphasis it gives now is pretty bloody faint\n(and you'll notice it is not only an adjective).  <em>Kangaroo</em> is too\nobvious; <em>ornithorhyncus</em> too remote.  <em>Transcontibloodynental</em> is\ntoo long, <em>emu</em> a bit short.  All are obsessed with the outback and\nflora and fauna.</p> <p>In fact most Australians never see the outback; they live in\ncities dividing their time between working and voting in\nelections.  There are lower and upper chambers in the parliaments\nof all states except Queensland, and there's a Federal\nGovernment as well.  In theory parliaments run for three years;\nin fact there are frequent early elections or snap elections as\nparties strive for electoral advantage or try to make bicameral\nlegislatures work.  Saturday mornings sometimes seem to be\nmore or less alternately divided between the garden and\nvoting.  The national word has to be a political one.</p>"
}