{
  "type": "Article",
  "title": "Comparatively Speaking",
  "author": "Shelley Saltzman",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Comparatively Speaking</h1>\n<p><em><span data-rel=\"author\">Shelley Saltzman</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Having met disaster when preparing my first apple pie, I\ntook exception to the saying “easy as pie.” “Says who?” I\ncountered.</p>\n<p>“Says I,” said my husband who finds me cute as a button\nwhen I'm angry.</p>\n<p>“You're high as a kite,” I accused.</p>\n<p>“Not I, I'm as good as gold.”  In anguish, I shouted “You're\ndriving me nuts.  In moments I'll be crazy as a loon.”</p>\n<p>“What the hell is a loon, anyhow?”</p>\n<p>“I don't know, it's just an American saying.”</p>\n<p>“As American as apple pie?”</p>\n<p>“Yes, and often right as rain.”</p>\n<p>“But not always, dear.  Remember what your brother Tony\nsaid about my cousin Dolores when we tried to set them up in\norder to keep the prune business in the family?”</p>\n<p>“How could I forget?  He said that she was big as a house,\nflat as a board, and tough as nails.”</p>\n<p>“He's so unfair, she has quite a few nice qualities.  For\ninstance, her voice is as smooth as silk, she's quiet as a mouse,\nand as gentle as a lamb.  She always kept her room neat as a\npin.”</p>\n<p>“Dear, she's also mad as a hatter.”</p>\n<p>“Well, let's not discuss it.  Could you get me a drink of\nprune juice?  My throat's as dry as a bone.”</p>\n<p>“You always keep me busy as a bee.”  I said, and handing\nhim his drink, I added, “I guess it's an understandable opinion\ncoming from your brother who is handsome as a prince, and fit\nas a fiddle, but whose outpourings of affection are as phony as\na three-dollar bill.”</p>\n<p>“Queer as a three-dollar bill,” said my husband.</p>\n<p>Tony?  Gay?</p>\n<p>“Sure as shootin',” said my mate.</p>\n<p>“I always thought he was straight as an arrow and as pure\nas the driven snow.”</p>\n<p>“Well, your idea of him is clear as mud and your mores as\nold as the hills.  The fact that he's homosexual is as plain as the\nnose on your face.”</p>\n<p>Since I always knew my husband didn't like my nose, I\nbecame as silent as a corpse.  The only sound heard was that of\nmy canary, proud as a peacock, singing away in his gilded\ncage.  I knew he was as happy as a lark, although I realized he\nwas not as free as a bird.</p>\n<p>I was not to be consoled.  I phoned Tony: “Come over, I\nwant to talk to you.”</p>\n<p>“I'll be there quick as a wink.”</p>\n<p>“You will?  But you're always slow as molasses.  Are you\ngoing to drive quick as a bunny?”</p>\n<p>“Of course I am.  I own a Rabbit, don't I?”</p>\n<p>“Oh Tony, you're quick as a whip.”</p>\n<p>As I hung up the phone, I informed my husband that\nthere was no more static on the line and that I could hear Tony\nclear as a bell.  With that, the doorbell rang.  Opening the door,\nmy husband responded, “And I see him clear as day.  Come in,\nTony.”</p>\n<p>“How are you, Tony?”  I asked.</p>\n<p>“Cool as a moose, but twice as loose,” he replied.  “And\nyou?”</p>\n<p>“Oh, I'm loose as a goose and Herb is as cool as a\ncucumber.”</p>\n<p>“You know, it's hot as hell out there,” he said.  “But it's\ncold as ice in here,” replied Herb, lowering the thermostat on\nthe air conditioner.</p>\n<p>“What's up?” asked Tony.</p>\n<p>“I want to discuss Dolores with you.”  He blushed red as a\nbeet.  “What's to discuss?  She's ugly as sin.”</p>\n<p>“Not true, Tony.  She's pretty as a picture,” I stated.</p>\n<p>“She's fat as a cow.”</p>\n<p>“Come on, she's skinny as a rail.”</p>\n<p>“And light as a feather,” Herb added.</p>\n<p>“No!  She's heavy as lead and dull as dishwater.”</p>\n<p>“Oh!  She's sharp as a tack.”</p>\n<p>“And rich as Croesus,” I added.</p>\n<p>“What?  She's poor as a church mouse.”</p>\n<p>“She's a good woman and good women are as rare as hens'\nteeth.”</p>\n<p>“Women like that are as common as dirt.”</p>\n<p>“Now, now, with her you'll be as happy as a clam,” piped\nHerb.</p>\n<p>Our arguing lasted late into the evening.  Outside it was as\nblack as coal.  Inside it was as dark as night.  Herb and I were\nworn out.  He was as white as a sheet and I was as pale as a\nghost.  “Come on, Sweetie, let's go to bed.  Tomorrow we'll be\ngood as new, and convincing Tony will be as easy as one, two,\nthree.”  As if he were counting sheep, I fell immediately to\nsleep.  It had been a comparatively long day.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Comparatively Speaking</h1> <p><em><span data-rel=\"author\">Shelley Saltzman</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Having met disaster when preparing my first apple pie, I\ntook exception to the saying “easy as pie.” “Says who?” I\ncountered.</p> <p>“Says I,” said my husband who finds me cute as a button\nwhen I'm angry.</p> <p>“You're high as a kite,” I accused.</p>"
}