{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Kind Words: A Thesaurus of Euphemisms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/KIND-WORDS-Thesaurus-Euphemisms-Neaman-Judith/14317914857/bd\"><em>Kind Words: A Thesaurus of Euphemisms</em></a></h1>\n<p>Judith S. Neaman and Carole G. Silver, (Facts on File, 1984), xii + 320pp. + a 51-page index unnumbered.</p>\n<p>This book is divided into nine parts with titles like “Parts\nof the Body: Forbidden Territory,” “Parts of the Body: Neutral\nTerritory,” “Blood, Sweat &amp; Tears: Secretions, Excretions &amp;\nBathrooms,” “Sex: Amateur &amp; Professional,” and so forth.\nWithin each are a number of sections, each given a heading of\na euphemism; the text discusses not only the headword or\nphrase but several related terms.  Judging from the index,\nalmost 6000 terms are treated, some quite fully, some cursorily.\nThe writing is good and it is interesting; there is little original\nscholarship here, for the authors, rather than succumb to the\ntemptations of speculation, are usually satisfied to report the\nassumptions and speculations of others.  Thus, <em>loo</em> is traced to\n<em>bourdalon</em>, a portable chamberpot, “concealed in a ladies' muff\n[sic!],” according to Honour and Fleming's <em>Dictionary of\nDecorative Arts; bourdalon</em> was named after an 18th-century\nFrench preacher who so captivated his audiences that they\n“assembled hours in advance.”  The (traditional) origin, here\nascribed to the <em>OED</em>, is the cry <em>Gardyloo</em>!, shouted (I trust with\nsufficient energy) to warn passers-by that a chamberpot or slops\nbasin was about to be emptied into the street from an upstairs\nwindow.  (Those were sad days, indeed, for the hard of\nhearing.)</p>\n<p>The book is fun to read.  In the section “Crime and\nPunishment” descriptions of the drug subculture are revealing\nand interesting, but although <em>Lucy in the Sky with Diamonds</em>\n(=LSD) is described as having been made famous by Lennon\nand McCartney's 1967 song, no mention of Sammy Davis, Jr.'s\n<em>Candy Man</em> hit is made under that entry.  (That just about\nexhausts my knowledge of drug slang.)</p>\n<p>Though an amateur, I nonetheless offer some comments\non “Sex: Amateur &amp; Professional.”  The authors refer to <em>service</em>\n'copulate with' as a “more cynical American expression,” which\nit may well be.  But it is the customary euphemism employed\non the farm, where its meaning is closer to 'impregnate,' since\nit is assumed that animals do not engage in copulation for fun.\nThe transference of the term to people is certainly cynical, but\nthe authors, perhaps for the sake of brevity, do not explain it\nthat way.  Many of the expressions are colorful: <em>boondocking,\nPDS (public display of affection), the town bike, get off at\nRedfern</em>, etc.</p>\n<p>I find euphemisms as a class difficult to assess.  Those that\nbecome familiar enough to be clichés are not only dull but have\nlost whatever euphemistic qualities they might once have had.\nThus, the “euphemisms” <em>knockers, boobs</em>, and <em>tits</em> are scarcely\nthat for <em>breasts</em>.  Is <em>pussy</em> a euphemism?  If so, then we need\neuphemisms for euphemisms.  It is only the unfamiliar ones that\nseem to hold any interest, possibly because some are humorous\nand others mysterious.  To take a popular category in which\neuphemisms abound, <em>die</em>, some are obvious (in context) to\nanyone encountering them for the first time: <em>gone to a better\nplace, go to one's last reward, take the big jump, be present at\nthe last roll call</em>, and so on.  Others, when heard for the first\ntime, strike one as facetious (if cynical) metaphors: <em>cash in\none's chips, buy the farm, push up daisies</em>, and so on.  In\nanother few years, <em>join the majority</em> will be meaningless (it is\nalready somewhat old-fashioned), for there will be more people\nalive on this planet than ever died.  Others are mysterious: <em>kick\nthe bucket, go for one's tea, rider on a pale horse</em>, and <em>go west</em>.\nThe first is, pure and simple, an idiom; proof that <em>bucket</em> comes\nfrom <em>bouchet</em>, some sort of a crossbar from which hogs were\nsuspended before slaughter (which they kicked in their death\nagonies) is lacking.  The second, though British, is unknown to\nme and, at any rate, seems harmless enough.  To understand the\nthird, one would have to be familiar with Revelation 6:8.  And\nthe fourth is usually described as a metaphoric reference to the\nsetting of the sun, the end of one's day on earth.</p>\n<p>Euphemisms are so much a part of our language that they\nare often very difficult to identify, and I am not entirely sure\nthat it is correct to call every metaphor for something unpleasant\na euphemism.  Moreover, as the euphemisms acquire a life\nof their own, it is hard to see anything “eu-” about <em>croak</em> for\n<em>die</em> and <em>pull the plug</em> for <em>mercy killing</em>: they seem to me more\nlike cynical, vulgar paraphrases.  The authors discuss this problem,\nalbeit briefly, in About This Book, and conclude with a\nclassification, “vulgar euphemism,” which they call “a contradiction\nin terms of logic, but not of social usage,” a conundrum\nI have been unable to solve.</p>\n<p>Two years ago [IX,2], two books dealing with the same\nsubject, <em>A Dictionary of Euphemisms &amp; Other Doubletalk</em>, by\nHugh Rawson, and <em>Slang and Euphemism</em>, by Richard A.\nSpears, were reviewed by Dr. Reinhold Aman, better known as\nan authority on dysphemisms, being the editor/publisher of\n<em>Maledicta</em>.  He saw much that he liked in those books; I see\nmuch that I like in this one.  The authors relate how Rawson's\nbook appeared when they were halfway through their compilation\nof <em>Kind Words</em>.  They must have been sorely disappointed\nat seeing it, and I sympathize with them.  Putting on as brave a\nface as possible, they are satisfied to regard themselves as “part\nof a new lexicographical tradition in the making.”  That is\nsomething like giving the name “annual” to the first occurrence\nof an event only <em>planned</em> as yearly (as in, “The First Annual\nDarktown Strutters' Ball”).  After all, who knows what may\nhappen?</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/KIND-WORDS-Thesaurus-Euphemisms-Neaman-Judith/14317914857/bd\"><em>Kind Words: A Thesaurus of Euphemisms</em></a></h1> <p>Judith S. Neaman and Carole G. Silver, (Facts on File, 1984), xii + 320pp. + a 51-page index unnumbered.</p> <p>This book is divided into nine parts with titles like “Parts\nof the Body: Forbidden Territory,” “Parts of the Body: Neutral\nTerritory,” “Blood, Sweat &amp; Tears: Secretions, Excretions &amp;\nBathrooms,” “Sex: Amateur &amp; Professional,” and so forth.\nWithin each are a number of sections, each given a heading of\na euphemism; the text discusses not only the headword or\nphrase but several related terms.  Judging from the index,\nalmost 6000 terms are treated, some quite fully, some cursorily.\nThe writing is good and it is interesting; there is little original\nscholarship here, for the authors, rather than succumb to the\ntemptations of speculation, are usually satisfied to report the\nassumptions and speculations of others.  Thus, <em>loo</em> is traced to\n<em>bourdalon</em>, a portable chamberpot, “concealed in a ladies' muff\n[sic!],” according to Honour and Fleming's <em>Dictionary of\nDecorative Arts; bourdalon</em> was named after an 18th-century\nFrench preacher who so captivated his audiences that they\n“assembled hours in advance.”  The (traditional) origin, here\nascribed to the <em>OED</em>, is the cry <em>Gardyloo</em>!, shouted (I trust with\nsufficient energy) to warn passers-by that a chamberpot or slops\nbasin was about to be emptied into the street from an upstairs\nwindow.  (Those were sad days, indeed, for the hard of\nhearing.)</p> <p>The book is fun to read.  In the section “Crime and\nPunishment” descriptions of the drug subculture are revealing\nand interesting, but although <em>Lucy in the Sky with Diamonds</em>\n(=LSD) is described as having been made famous by Lennon\nand McCartney's 1967 song, no mention of Sammy Davis, Jr.'s\n<em>Candy Man</em> hit is made under that entry.  (That just about\nexhausts my knowledge of drug slang.)</p> <p>Though an amateur, I nonetheless offer some comments\non “Sex: Amateur &amp; Professional.”  The authors refer to <em>service</em>\n'copulate with' as a “more cynical American expression,” which\nit may well be.  But it is the customary euphemism employed\non the farm, where its meaning is closer to 'impregnate,' since\nit is assumed that animals do not engage in copulation for fun.\nThe transference of the term to people is certainly cynical, but\nthe authors, perhaps for the sake of brevity, do not explain it\nthat way.  Many of the expressions are colorful: <em>boondocking,\nPDS (public display of affection), the town bike, get off at\nRedfern</em>, etc.</p>"
}