{
  "type": "Article",
  "title": "The Trivial Pursuit of Grammar",
  "author": "Michael Gorman",
  "location": "University of Illinois at Champaign-Urbana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Trivial Pursuit of Grammar</h1>\n<p><em><span data-rel=\"author\">Michael Gorman</span> <span data-rel=\"location\">University of Illinois at Champaign-Urbana</span></em></p>\n<p>Last Christmas I played, for the first and probably the last\ntime, the enormously popular board/quiz game called\nTrivial Pursuit.  Three things about it caused me to be glad that\nit is my friend and not I who owns the set.  The first is that the\nquiz element is, when played by fanatics at least, subordinated\nto the board element.  An unconscionable time is taken up with\ndice-rolling and the planning and execution of strategies to get\none side or the other's counter to advantageous squares on the\nboard.  This is all a frightful bore and takes up time that could\nbe spent in posing and answering questions.  The second\nproblem lies in the questions themselves.  In the set with which\nwe were playing—the “Genus” edition—a large proportion of\nthe questions are either cretinously simple or simply cretinous.\nThe third and most irritating of the game's defects lies in the\nwincingly poor use of the English language in both questions\nand answers.  To anyone with sensitivity to the language, Trivial\nPursuit is the linguistic equivalent of a dentist's drill.</p>\n<p>The most pervasive linguistic irritant is the perpetual use\nof <em>what</em> for which, as in “What rotund cook wrote a book on\nbread and a cook's catalogue?” and “What movie Tarzan won\nthe 400-meter freestyle at the 1932 Olympics?”  Less frequent,\nbut equally annoying, are such things as obscure use of tenses\n(as in “What Mormon leader was said to have 27 wives?” —here\nthe hapless player does not know if he or she is to think of\nsomeone who once was thought to have been so blessed or\nafflicted or, if is were meant for <em>was</em>, someone who is still\nbelieved to have been in that state) and crass misplacement of\nprepositions (as in “What hymn did John Steinbeck get his title\n<em>The Grapes of Wrath</em> from?” and “Who was the capital of\nOhio named for?”).</p>\n<p>Chatty semi-literacies abound.  “What river is Pocahontas\nburied along?” is, presumably, supposed to sound demotic.  The\nfact that sense and grammar are violated is unimportant to the\ncompilers.  “What color bottles do good Rhine wines come in?”\nmust sound O.K. to some tin-ear somewhere, but it makes me\ncringe (leaving aside the question of whether there <em>are</em> any\ngood Rhine wines).  My (least) favorite breeziness is “What did\nMoses do for a living before he was called by God?”  Boatman?\nExpedition leader?  Double-glazing salesman?</p>\n<p>Then there is the Strange Case of the Inapt Article.\nPresented with “What is the Diamond Anniversary?” one\nimmediately thinks of Queen Victoria or some other person of\nextreme longevity and eminence.  The answer— “The sixtieth”—\nindicates that the compilers meant <em>a</em> for <em>the</em>.  The very next\ncard (in our game) gave us a question in which impurity of\nutterance is matched by fuzziness of thought—“What is considered\nthe sister language of English?”  The answer—“German”—\ndid not clear up any of the questions raised.  What is a sister\nlanguage?  How does it compare with a brother/father/mother/\nniece language?  Is it the daughter of a mother tongue?  This\nway lies madness.</p>\n<p>The question “What movie teacher's students were <em>la\ncrème de la crème</em>?”  would surely have raised the hackles of\nMiss Jean Brodie.  Leaving aside the pervasive <em>what</em> for <em>which</em>,\nthe fact that the question, as posed, summons up a vision of an\nAssistant Professor of Film at East Cupcake U. would certainly\nhave offended that completely British lady.  Moving to an\nentirely different, though equally gifted character, we find\n“What nationality is tennis spoilsport Ilie Nastase?”  I think that\nthey mean “bad sport,” though even that would be a slur on\nthat immensely talented player.  A <em>spoilsport</em> is “one who acts to\nspoil the plans of others,' not one who disagrees vociferously\nwith the decisions of referees or umpires.  (At least they spelled\n<em>Romanian</em> correctly.)  While on foreign topics, we should\nconsider the question “What do the French call La Manche?”\nHere the muddled expression is hidden by the seeming simplicity\nof the question.  However, there is no doubt that the answer\nto the question, as posed, is “La Manche.”  The answer to the\nintended question (“What is the English name of the stretch of\nwater which the French call La Manche?”) is given on the\nback of the card— “The English Channel.”</p>\n<p>The surrealistic quality of “What's the only mammal that\ncan't fly that can fly?” is, no doubt, partially intended.  Its\ngrammatical and linguistic horror can only be appreciated\nwhen one tries to render it into decent English.  (I was almost\ntempted there to say the “decent obscurity of a learned\ntongue”—which is what standard English has become.)  The\nanswer, incidentally, is “Man”—ho, ho, ho!  Still in the Carrollian\ntwilight zone of language, we find “What water is it better\nto steam or boil lobsters in?”  Let us leap lightly over the\nquestion “better than what?” and consider the possible\nanswers.  Boiling water?  Steam?  Heavy water?  Perrier water?\nNone of the preceding; the answer is “sea water,” an answer\nwhich is, I suppose, as good as any other.  As the philosopher A.\nHall would say, la-di-da.  Then there are “What do Las Vegas\nblackjack dealers stand on?” and the grotesque “What bird's\nfeathers does superstition say should never be in a house as\ndecoration?”  (Parse <em>that</em>, grand-dad.)  Those with a philosophico-mathematical\ntendency will love “How many zeros are\nthere in a billion?”  The true answer is either “an infinity” or\n“none” depending on one's taste.  The answer given—“nine”—\nclearly relates to the question “How many zeros are there in\nthe mathematical expression for an American billion?”  However,\nthat was not the question posed.  I do hope the fanatical\nliking for Trivial Pursuit does not lead to litigation, because, in\nthat event, lawyers will have a field day with such ambiguity of\nexpression.</p>\n<p>I will desist now, lest I be accused of breaking a butterfly\non a wheel.  Sadly, though, it is true that Trivial Pursuit is\nregarded as the thinking person's alternative to television—the\nsport, if not of kings, of yuppies and yumpies.  The slovenliness\nof expression that it contains and the slovenliness of thought\nwhich it encourages compare unfavorably with such earlier\nparlor diversions as contract bridge and cryptic crosswords.\nThe former encouraged clear thought, albeit at a low level, and\nthe latter increased vocabulary and sensitivity to the language.\nPerhaps a Slighty-Less-Trivial Pursuit with more intelligent\nquestions posed grammatically would not sweep the world, but\nit might be worth attempting.  Meanwhile, let us brood upon\n“What two colors is a magpie?” and wonder what the hell has\nhappened to our language.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Trivial Pursuit of Grammar</h1> <p><em><span data-rel=\"author\">Michael Gorman</span> <span data-rel=\"location\">University of Illinois at Champaign-Urbana</span></em></p> <p>Last Christmas I played, for the first and probably the last\ntime, the enormously popular board/quiz game called\nTrivial Pursuit.  Three things about it caused me to be glad that\nit is my friend and not I who owns the set.  The first is that the\nquiz element is, when played by fanatics at least, subordinated\nto the board element.  An unconscionable time is taken up with\ndice-rolling and the planning and execution of strategies to get\none side or the other's counter to advantageous squares on the\nboard.  This is all a frightful bore and takes up time that could\nbe spent in posing and answering questions.  The second\nproblem lies in the questions themselves.  In the set with which\nwe were playing—the “Genus” edition—a large proportion of\nthe questions are either cretinously simple or simply cretinous.\nThe third and most irritating of the game's defects lies in the\nwincingly poor use of the English language in both questions\nand answers.  To anyone with sensitivity to the language, Trivial\nPursuit is the linguistic equivalent of a dentist's drill.</p> <p>The most pervasive linguistic irritant is the perpetual use\nof <em>what</em> for which, as in “What rotund cook wrote a book on\nbread and a cook's catalogue?” and “What movie Tarzan won\nthe 400-meter freestyle at the 1932 Olympics?”  Less frequent,\nbut equally annoying, are such things as obscure use of tenses\n(as in “What Mormon leader was said to have 27 wives?” —here\nthe hapless player does not know if he or she is to think of\nsomeone who once was thought to have been so blessed or\nafflicted or, if is were meant for <em>was</em>, someone who is still\nbelieved to have been in that state) and crass misplacement of\nprepositions (as in “What hymn did John Steinbeck get his title\n<em>The Grapes of Wrath</em> from?” and “Who was the capital of\nOhio named for?”).</p> <p>Chatty semi-literacies abound.  “What river is Pocahontas\nburied along?” is, presumably, supposed to sound demotic.  The\nfact that sense and grammar are violated is unimportant to the\ncompilers.  “What color bottles do good Rhine wines come in?”\nmust sound O.K. to some tin-ear somewhere, but it makes me\ncringe (leaving aside the question of whether there <em>are</em> any\ngood Rhine wines).  My (least) favorite breeziness is “What did\nMoses do for a living before he was called by God?”  Boatman?\nExpedition leader?  Double-glazing salesman?</p>"
}