{
  "type": "Article",
  "title": "Antipodean Newsletter: Can I have a baby?",
  "author": "G.W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean Newsletter: <em>Can I have a baby?</em></h1>\n<p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>It has been said (by me, actually, among others) that the\nsmallest possible dialect is the language of one person, the\nidiolect.  But this is not really true because an idiolect is many\nlanguages, formal and informal, technical and nontechnical,\nspoken and written, according to situation and audience.  The\nreal ultimate atom of language must be one of these, the\nsmallest social unit, the language shared with one familiar\nperson in one familiar situation.  The language that grows up in\na family is a prime example.</p>\n<p>If you could eavesdrop on the language used by my wife\nand me after thirty-five years together, you might hear me say\n“I'll see what the stove says,” or “Can I have a baby?,” or\n“Shall I put milk down or shall we use Buster's?,” or “I'll put it\nin Baby.”  Of course there are more private topics than these\nbut explaining these random samples will be enough for one\nnewsletter.</p>\n<p>The only reliable clock in our household is the electric\nclock on the electric stove, so that “I'll see what the stove says”\nis a rational answer to a request for the exact time.  “Can I\nhave a baby?” needs a more complex background beginning\nwith our attempt to grow a bottle-brush tree (an Australian tree\nwith crimson flowers resembling bottlebrushes).  To help it\nalong, I gave it a mulch of compost from the heap where we\nthrow vegetable waste.  There must have been tomato seeds in\nit because our bottle-brush was surrounded and more or less\nsuffocated by tomato plants.  Some of the tomatoes were little\nmarbles that were very tasty.  We called them <em>baby tomatoes</em> or\njust <em>babies</em>.  If I wanted one of these for my cold-tomato-on-hot-toast\nat breakfast time, how else would I ask if not “Can I have\na baby?”</p>\n<p>“To put the milk down” is merely to put out a milk-bottle\nas a signal to the milkman that we want milk.  Buster is a cat\nwho scorns our fat-reduced milk and requires full-cream milk of\nhis own, which is specially bought.  The milk is kept in the\nsmaller of two refrigerators, called <em>Baby</em> to distinguish it from\n<em>Leonard</em> who has his name on the door.</p>\n<p>Every family will have its collection of family words.  At\nsome points these private languages merge with public language.\nDomestic words like the name for a cloth used to dry\ndishes (<em>tea-towel?  tea-cloth?</em>) or the soft edge of a loaf that has\nbeen broken in two tend to vary from family to family.  My\nwife and I might refer to kookaburras or magpies as <em>kookies</em> or\n<em>maggies</em>.  The second is in fairly general use, the first (I think)\nnot.</p>\n<p>Children are a prime source of “family language.”  “I\ndidn't have a nice day” is one of our contributions.  Our (then)\nsmall son anticipated the usual question after an outing with\nthe somewhat rarer negative version.  Some children had teased\nhim by convincing him that there was a “hittapotamus” in the\nnext paddock.  Or we refer to a neighbor's place as <em>C'meely\nbank</em>, perpetuating a youthful reader's version of the name on\nthe gate: <em>Comely Bank</em>.</p>\n<p>The purpose of private languages, if something that grows\nup so naturally can be analyzed in terms of purpose, is to\ndefine or give substance to a habit of intimacy, of family unity,\nof belonging to something that has become established.  In this\nit resembles regional varieties of language.  In calling a magpie\na <em>maggie</em> I may be sharing a word with my wife or asserting\nthat I am Australian.  (Neither need be particularly self-conscious.)</p>\n<p>These private languages are no less real than public\nlanguage but they will never be recorded.  Perhaps some\nphilological Kinsey will get into the intimate reaches of conjugal\nlanguage someday but in the meantime everyone can\nsupply from experience some linguistic facts not generally\nknown.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean Newsletter: <em>Can I have a baby?</em></h1> <p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>It has been said (by me, actually, among others) that the\nsmallest possible dialect is the language of one person, the\nidiolect.  But this is not really true because an idiolect is many\nlanguages, formal and informal, technical and nontechnical,\nspoken and written, according to situation and audience.  The\nreal ultimate atom of language must be one of these, the\nsmallest social unit, the language shared with one familiar\nperson in one familiar situation.  The language that grows up in\na family is a prime example.</p> <p>If you could eavesdrop on the language used by my wife\nand me after thirty-five years together, you might hear me say\n“I'll see what the stove says,” or “Can I have a baby?,” or\n“Shall I put milk down or shall we use Buster's?,” or “I'll put it\nin Baby.”  Of course there are more private topics than these\nbut explaining these random samples will be enough for one\nnewsletter.</p> <p>The only reliable clock in our household is the electric\nclock on the electric stove, so that “I'll see what the stove says”\nis a rational answer to a request for the exact time.  “Can I\nhave a baby?” needs a more complex background beginning\nwith our attempt to grow a bottle-brush tree (an Australian tree\nwith crimson flowers resembling bottlebrushes).  To help it\nalong, I gave it a mulch of compost from the heap where we\nthrow vegetable waste.  There must have been tomato seeds in\nit because our bottle-brush was surrounded and more or less\nsuffocated by tomato plants.  Some of the tomatoes were little\nmarbles that were very tasty.  We called them <em>baby tomatoes</em> or\njust <em>babies</em>.  If I wanted one of these for my cold-tomato-on-hot-toast\nat breakfast time, how else would I ask if not “Can I have\na baby?”</p>"
}