{
  "type": "Article",
  "title": "A Quiz About Sexist Language",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Quiz About Sexist Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>Language is like a window through which we look at the\nworld.  Recently, many people have begun to wonder if\nour window on the world has a glass that distorts our view.  If\nlanguage reflects culture and in turn influences culture, could it\nbe that the window through which we see “reality” is filled\nwith ripples, cracks, smudges, blind spots, and filters so that we\ncannot see things with a clear and unbiased eye?  In short, is\nlanguage prejudiced?</p>\n<p>To the estimated five percent of the population that is left-handed,\nmany devices—from doorknobs to school desks, from\nmusical instruments to athletic gear—seem to be designed for\nright-handed people.  In “The Sinister Side of Language” [IV,\n4], J. Frank Schulman inquired whether language itself is also\ndesigned for the right-handed majority.  Schulman began with\nthe question “Why does <em>left</em> get such a bad deal from\nlanguage?”  and showed how leftist words like <em>left, sinister,\ngauche, linkisch</em>, and <em>izquierda</em> evoke unfavorable connotations,\nwhile words like <em>right, dexterous, adroit</em>, and <em>derecho</em>\nenjoy admirable reputations.</p>\n<p>In “Colorful Language” [VII, 1] Sterling Eisiminger found\nthat “<em>white</em> generally connotes fairness (<em>that's white of you</em>),\nharmlessness (<em>white magic</em>), professionalism (<em>white collar</em>), surrender\nor peace (<em>white flag</em>), and the white race (<em>white\nslavery</em>)... <em>Black</em>, on the other hand, in most languages has\ngenerally negative connotations.”  Eisiminger demonstrated\nthat, despite a few exceptions like <em>black belt</em> and <em>in the black</em>,\npejorative words and phrases like <em>blacklist, blackmail, black\nmarket</em>, and <em>black-hearted</em> “are overwhelmingly in the majority\nand may be a factor in the widespread prejudice against the\nNegro [twelve per cent of the American population].”  After all,\nwhat can you expect from a language in which the white pastry\nis called <em>angel food cake</em> and the dark one <em>devil's food cake?</em></p>\n<p>Women comprise the majority of almost every country in\nthe world, yet the English language stigmatizes women as an\ninferior group of human beings, undermines their self-images,\nand restricts their perceptions of life's possibilities.  To underscore\nand amplify this contention, I offer a quiz about sexism\nand the English language.  Please answer the following questions\nas precisely and honestly as you can and compare your\nresponses with the comments that come afterwards.</p>\n<blockquote>\n<p>1.  In each pair, which term carries more respect?  <em>bachelor-spinster,\nmaster-mistress, sir-madam, poet-poetess,\nmajor-majorette, governor-governess</em>.</p>\n<p>2.  If a king rules a kingdom, what does a queen rule?\nIf a man mans a station, what does a woman do?  If a\nman fathers a movement, what does a woman do?</p>\n<p>3.  What do you picture when you hear or read the following\nexpressions?:</p>\n<p><em>Neanderthal Man, Industrial Man, Language separates\nmankind from the other creatures, Everyone should\nguard his valuables</em>.</p>\n<p>4.  In each pair, which name forms the basis for the\nother?  <em>Victor-Victoria, Paul-Paulette, Joseph-Josephine,\nHenry-Henrietta</em>.</p>\n<p>5.  Which of the following people are married, and\nwhich are single?</p>\n<p><em>Mr. John Smith, Mrs. John Smith, Miss Mary Jones, Ms.\nGloria Steinem</em>.</p>\n<p>6.  Identify five eponyms, uncapitalized English words,\nthat have their origin in people's names.</p>\n<p>7.  What qualities do you think of when you hear or\nread the words <em>manly</em> and <em>womanly?</em>  Compare your\nanswers with the complete definitions that you find in\nyour unabridged dictionary.</p>\n</blockquote>\n<p>1.  In question one, above, clearly the first word in each\ntwosome carries more prestige than the second.  Let's start with\n<em>spinster</em>, a word that began its life meaning simply “a person\n(usually a woman) who spins.”  Today <em>spinster</em> suggests a\nrejected, dried-up “old maid,” so much so that some single\nwomen are driven to adopt the ludicrous term <em>bachelor girl</em> to\ndescribe their status.</p>\n<p>What about <em>master</em> and <em>mistress</em>, both formed from the same\nroot?  We can see the power and respect accorded <em>master</em> in\nsuch expressions as <em>master craftsman, MasterCard,</em> and <em>master\nof my fate</em>.  <em>Mistress</em>, on the other hand, has taken on so much\nillicit sexual meaning that we often avoid using the word\naltogether.</p>\n<p>And the situation is much the same with <em>sir</em> and <em>madam: sir</em> is\nunfailingly a term of respect, while <em>madam</em> has acquired the\nwhiff of the brothel manager.  As feminist Gloria Steinem has\npointed out, how would a man feel if he were graduated with a\n“spinster of arts degree”—or a “mistress of arts degree,” for\nthat matter?</p>\n<p>The other masculine forms in the first question also carry an\nadded degree of power and excellence.  <em>Poetess</em> suggests a\ndiminutive, quaint, drawing-room version of a poet.  A\n<em>majorette</em> is a mere twirler of batons (certainly not a major\nactivity), and a <em>governess</em> governs only the romper room.  In her\nsuccessful bid for the Connecticut governorship, the late Ella\nGrasso had to contend with the opposition's slogan “Connecticut\nDoesn't Need a Governess.”</p>\n<p>2.  <em>Queens</em>, of course, do not rule “queendoms,” and\nnobody “womans” a station or “mothers” a movement.  These\ngaps in our language are significant.  Apparently we feel that\nnouns like <em>queendom</em> and verbs like <em>woman</em> and <em>mother</em> are too\nweak and too connotatively distracting.  But language can\nchange.  <em>To father</em> may mean little more than to provide the\nsperm necessary for birth, and <em>to mother</em> may mean much\nmore.  A new verb in our language, <em>to parent</em>, may be just the\nandrogynous word we need to unite the two sexes in mutual\nactivity.</p>\n<p>3.  Do words like <em>man, mankind</em>, and <em>he</em> embrace women?\nThis question has been tested by sociologists who asked 300\ncollege students to select illustrations from pictures they supplied\nfor chapters in a textbook.  One set of respondents was\ngiven the titles “Social Man,” “Industrial Man,” and “Political\nMan” and the other set the titles “Society,” “Industrial Life,”\nand “Politics.”  Results indicated that the word <em>man</em> evoked\npictures of males participating in that activity far more than\nwomen or children.  Another survey revealed that children from\nkindergarten to seventh grade interpreted the sentences “Man\nmust work in order to eat” and “Around the world man is\nhappy” to mean male people, not female.</p>\n<p>Regarding the singular pronoun <em>he</em>, it should be pointed out\nthat two centuries ago the so-called plural pronoun was perfectly\nacceptable in sentences like “Everyone should guard\ntheir valuables” and that many languages today avoid sexual\ndiscrimination in their pronouns, as in the Turkish <em>o</em>, which can\nmean either <em>he</em> or <em>she</em>.</p>\n<p>4.  Though there are many exceptions, female names in\nour society are often derivatives of male names, as in the\nexamples above.  In contrast, males are assigned strong, independent\nfirst names and retain their fathers' last names their\nwhole life long.  When first names like <em>Marion</em> and <em>Shirley</em> come\nto be shared by both sexes, their use for males is generally\ndiscontinued.</p>\n<p>5.  Social custom announces the potential sexual availability\nof a woman in her name.  <em>Mr.</em> John Smith may be married or\nsingle, but <em>Mrs.</em> John Smith is definitely married.  In addition,\nshe has acquired her husband's last name, passively and\nproprietarily defined in relationship to his identity.  <em>Miss</em> Mary\nJones is, of course, unattached—and fair game.  This is the\nunequal state of affairs that women are protesting when they\nask to be identified as <em>Ms.</em>, rather than <em>Miss</em> or <em>Mrs.</em>, or simply\nas <em>Mary Jones</em>.</p>\n<p>6.  The chances are that your list is composed entirely of\nwords descended from the names of men, such as <em>sandwich,\nsilhouette, lynch, poinsettia, pasteurize,</em> and <em>guillotine</em>.  Except\nfor a handful of mythological eponyms like <em>aphrodisiac, venereal</em>,\nand <em>cereal</em>, the only common uncapitalized English words\nthat issue from the names of women are <em>tawdry</em>, a clipping of\n<em>(Sain)t Audrey</em>, the patron of Ely, and <em>bloomers</em>, a pluralized\ndesignation for the once fashionable puffy ladies drawers that\nMrs. Amelia Jenks Bloomer helped to publicize (and here, of\ncourse, the last name is the husband's).</p>\n<p>7.  The definitions of what it means to be manly or\nwomanly make it impossible for a woman to want fully to be a\nwoman.  One entry in <em>Webster's Third New International\nDictionary</em> tells us that <em>manly</em> means “having the qualities of a\nman, not effeminate or timorous: bold, resolute, open in\nconduct and bearing; of undaunted courage, gallant, brave.”\nWhy, we may ask, are these qualities not also appropriate to a\nwoman?</p>\n<p><em>Womanly</em>, in the same lexicon, means “characteristic of,\nbelonging to, or suitable to women: conforming to or motivating\na woman's nature and attitudes rather than a man's.”\nExamples given are “Convinced that drawing was a waste of\ntime, if not downright womanly ...” and “the usual womanly\nvolubility.”</p>\n<p>The whole concept of manliness evokes such positive suggestions\nthat it is a special compliment to call a man a <em>he-man</em> or a\n<em>virile</em> man.  Both <em>virtue</em> and <em>virile</em> descend from the Indo-European\n<em>vir</em> 'man,' and, in each of these terms we are\nimplying that the person is doubly virtuous because he is\ndoubly a man.</p>\n<p>We limit and diminish males and females alike when we\nuse sexist language, for we thereby abandon that which makes\nus human: the capacity to distinguish, discriminate, compare,\nand evaluate.  In doing that, we lose our control of language\nand let ourselves become its prisoner.</p>\n<p>The history of any living language is the history of\nconstant change.  I believe that our language can change so that\nmen, women, and children can be free to imagine and explore\nthe full range of their human potential.  I believe that our\nlanguage can become more humane by becoming more truly\nhuman and that such an evolution will make people feel better\nabout themselves and the world in which they live and move\nand have their being.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Quiz About Sexist Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>Language is like a window through which we look at the\nworld.  Recently, many people have begun to wonder if\nour window on the world has a glass that distorts our view.  If\nlanguage reflects culture and in turn influences culture, could it\nbe that the window through which we see “reality” is filled\nwith ripples, cracks, smudges, blind spots, and filters so that we\ncannot see things with a clear and unbiased eye?  In short, is\nlanguage prejudiced?</p> <p>To the estimated five percent of the population that is left-handed,\nmany devices—from doorknobs to school desks, from\nmusical instruments to athletic gear—seem to be designed for\nright-handed people.  In “The Sinister Side of Language” [IV,\n4], J. Frank Schulman inquired whether language itself is also\ndesigned for the right-handed majority.  Schulman began with\nthe question “Why does <em>left</em> get such a bad deal from\nlanguage?”  and showed how leftist words like <em>left, sinister,\ngauche, linkisch</em>, and <em>izquierda</em> evoke unfavorable connotations,\nwhile words like <em>right, dexterous, adroit</em>, and <em>derecho</em>\nenjoy admirable reputations.</p> <p>In “Colorful Language” [VII, 1] Sterling Eisiminger found\nthat “<em>white</em> generally connotes fairness (<em>that's white of you</em>),\nharmlessness (<em>white magic</em>), professionalism (<em>white collar</em>), surrender\nor peace (<em>white flag</em>), and the white race (<em>white\nslavery</em>)... <em>Black</em>, on the other hand, in most languages has\ngenerally negative connotations.”  Eisiminger demonstrated\nthat, despite a few exceptions like <em>black belt</em> and <em>in the black</em>,\npejorative words and phrases like <em>blacklist, blackmail, black\nmarket</em>, and <em>black-hearted</em> “are overwhelmingly in the majority\nand may be a factor in the widespread prejudice against the\nNegro [twelve per cent of the American population].”  After all,\nwhat can you expect from a language in which the white pastry\nis called <em>angel food cake</em> and the dark one <em>devil's food cake?</em></p>"
}