{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionaries: The Art and Craft of Lexicography",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/tn/academic/subjects/languages-linguistics/semantics-and-pragmatics/dictionaries-art-and-craft-lexicography-2nd-edition?format=PB&amp;isbn=9780521785129\"><em>Dictionaries: The Art and Craft of Lexicography</em></a></h1>\n<p>Sidney I. Landau, (Charles Scribner's Sons, 1984), xiii + 370pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>Sidney Landau has been involved with dictionaries for\nmore than 20 years, having started in the converted stable on\nEast 24th Street, in Manhattan, where the Funk &amp; Wagnalls\ndictionary department was situated and where, a decade\nearlier, I had labored over the pronunciations and the mathematics\nand linguistics definitions for the <em>Funk &amp; Wagnalls\nStandard Dictionary, International Edition</em>, a dictionary “inherited”\nby Landau.  He has edited <em>The Doubleday Dictionary</em> and\nthe <em>Doubleday Roget's Thesaurus</em>.  At present, he is editor in\nchief of the “International Dictionary of Medicine and Biology,”\nto be published in 1985 by John Wiley &amp; Sons.</p>\n<p><em>Dictionaries</em> is not a book for the casual reader, for it must\nbe delved into carefully, analytically, and thoughtfully.  As a\nprofessional lexicographer, I found much valuable material,\nnever before gathered in one place.  But I also found much to\ndisagree with, both in the arguments advanced in certain areas\nand in the description of events and processes.  The latter\nappear to have been researched almost entirely from written\nsources; interviews with some of the people about whom\nLandau has written, even if conducted by correspondence,\nwould have revealed a number of useful facts, which, though\nnot necessarily essential, could have added measurably to the\ndocumentation in this volume.</p>\n<p>For instance:</p>\n<ol>\n<li>\n<p>I suggested (and proposed doing) a revision of the <em>English\nDuden</em> to Bibliographisches Institut in the early 1970s.</p>\n</li>\n<li>\n<p>The <em>Longman Dictionary of English Idioms</em>, edited by\nThomas Hill Long, was produced by Laurence Urdang Associates,\nLtd., Aylesbury, England.</p>\n</li>\n<li>\n<p><em>The Random House Dictionary of the English Language-Unabridged\nEdition</em> was prepared mainly by me: I hired and\ndirected the staff, made all of the major editorial decisions,\nread every word of the book <em>six times</em> (at various stages of\npreparation), and did all of the systems designs for the\ncomputerization of the work.  The <em>RHD</em>, begun in 1959, was, as\nfar as I know, the first dictionary of any kind to be compiled\nusing computers.</p>\n</li>\n<li>\n<p>The <em>Collins English Dictionary</em>, of which Patrick Hanks was\nthe editor, was prepared under my direction at Laurence\nUrdang Dictionaries, Ltd., in Aylesbury, England.</p>\n</li>\n<li>\n<p>In all, more than 110 dictionaries and other reference books\nhave been researched, compiled, written, edited, and, in most\ncases, typographically designed and composed by me or under\nmy supervision, in England and America.  Landau mentions me\nonly in connection with the <em>Random House College Dictionary</em>\nand the <em>Collins English Dictionary</em> and quotes something from\na paper published in a 1966 journal, <em>Word</em>.</p>\n</li>\n</ol>\n<p>I could go on.  But my purpose is not to list my activities;\nrather it is to suggest that the documentation of others'\naccomplishments is likely to be as sparse.  Just to cite another,\nAllen Walker Read, Emeritus Professor of English, Columbia\nUniversity, is by far the most prolific (and imaginative and\nlucid) writer on the English language, particularly on aspects of\nlexicography, yet only a minute fraction of his contributions is\ncited, and there isn't so much as a suggestion of the extent of\nRead's scholarly work in the field of lexicography.</p>\n<p>My other major criticism is that the index is—what shall I\ncall it?—niggardly (or has that become a taboo word?).  It is a\nmeagre twelve pages long and lists major topics, people, and\ndictionaries mentioned in the text.  It does not list the words\ndiscussed nor does it cover the footnotes, which are annoyingly\nbunched together at the back of the volume.  I am not a\nfootnote aficionado to begin with, and when I have to read a\nbook with my index finger tucked in the back (or at the end of\na chapter, as some books place them), I am especially annoyed.\nModern (automatic) typesetting procedures allow for making\nup pages with the footnotes at the foot (Isn't that where\n<em>footnotes</em> belong?), and there is no excuse for making it\ninconvenient for the reader to find them.  Landau's footnotes\ncontain much of interest, and their inaccessibility is irritating.</p>\n<p>As to content, Landau does an excellent job of revealing to\nthe reader many aspects of dictionaries and of dictionarymaking\nthat will be of interest to those who are unfamiliar with\nthe art and craft of lexicography.  His style, while not exactly\nconversational, is informal and readable, and he is good not\nonly at describing what is in a dictionary but also how it gets\nthere.  In his discussion of <em>streaking</em> (“Deciding What to Put in\nthe Dictionary,” pp. 161-3), he writes about the “four basic\nconsiderations in evaluating whether the citations justify the\ninclusion of a word... their number; the period of time\ncovered; their geographic distribution; and the diversity of\nsources.”  He goes on to justify entering <em>streaking</em> because it\nmeets all of the criteria except the second.  I suggest that there\nis a fifth criterion, not considered by Landau, namely, Is the\nword worthy of documentation?  In other words, is there some\nhistorical justification for including it?  “College-sized” dictionaries\noffer very little space for such indulgences, and I take\nLandau's remarks to be focused chiefly on these 160,000-170,000-entry\nbooks, so one cannot be too critical of omissions.</p>\n<p>Also, Landau does not, in his treatment of citation files\nand their uses, mention the inclusion of citations from other\ndictionaries—that is, the use as citations of definitions published\nin other dictionaries.  There are many <em>OED</em> citations that\nconsist of definitions from other dictionaries, and, because of\nthe widespread use of (certain) dictionaries, such citations have\na validity all their own.</p>\n<p>Landau's defense of the inclusion of names (pp. 167-170)\nis excellent, especially in (apparent) conflict with Randolph\nQuirk's position.  But the telling argument in favor of the\ninclusion of, say, <em>Cleveland</em> (the city in Ohio or Grover,\nhimself), is that it is not really different from <em>phoenix</em> (the bird,\nnot the city) or <em>roc</em>, or <em>Medusa</em> (not the animal), all of which\ncan be found in dictionaries.  Surely, the criterion of capitalization\nis trivial, and, frankly, <em>Grover Cleveland</em> is of much less\ninterest to me than <em>phoenix</em>; yet his name appears as a word\nin the language, a <em>denotatum</em>, if you want to get technical\nabout it, and there is no justification for omitting his name\n(unless citations fail to meet the four—or five—criteria cited\nabove).  As for frequency, <em>Coca-Cola, Wendy's</em>, and <em>AT &amp; T</em> are\nfar more common in the language than <em>glyceraldehyde, placage</em>,\nand <em>skyphos</em>; yet the latter can be found in dictionaries\nusurping the space properly belonging to the former, which\nfulfill Landau's criteria of number, distribution in time and\ngeography, and diversity of source.  As can be seen, these\nproblems are knotty ones for the lexicographer, and their\nsolutions are often arrived at somewhat arbitrarily.</p>\n<p>Landau treats the policy of Webster's <em>Unabridged</em> toward\n“broadening its definition of <em>standard</em> [usage]” as proper (p.\n209).  I have no quarrel with Merriam's inclusion of such\nmatter, of course; but I believe that if the lexicographer's task\nis to describe the words of the language accurately, then it is\nlikewise his responsibility to describe how its speakers view\nthose words, and, at bottom, the real objection to the labels\n(and lack of them) in the <em>Unabridged</em> is that they are inaccurate.\nLandau points out, citing Labov (p. 208), that “nonstandard\nusage occurs in <em>every social class</em>” [his emphasis].  What\nhe does not say is that the worse-educated, lower social classes\nof a community are quite well aware of what standard usage is\n(even though they may not be able to reproduce it), which I\nbelieve to be the case.  In other words, any speaker of a\nlanguage is able to recognize, albeit with varying degrees of\nrefinement, several levels of usage.  Affected uses of words like\n<em>ain't</em> and constructions like <em>he don't</em> in the speech of educated\nusers do not constitute valid evidence for the editors of the\n<em>Unabridged</em> to say about <em>ain't</em> that it “occurs in the speech of\neducated users,” any more than they would be justified in\nincluding a word like <em>pioner</em> because Olivier said it when\nperforming in <em>Hamlet</em>: both are acting.</p>\n<p>All this is set forth here to emphasize the fact that there is\na great deal to be said about language in its myriad aspects.  I\nam persuaded that more revealing and accurate analysis of\nlanguage has appeared in the last 50 years or so than in the\naccumulated centuries preceding 1930.  But that doesn't mean\nthat valid solutions have been arrived at or are even at hand.\nThe beat goes on, and there are many drummers.  Many, alas,\npublish their findings, couched in uninterpretable, recondite\nlanguage, fortunately in obscure journals.  Lexicographers,\nunlike those who theorize only abstractly, must commit the\nresults of their theories and attitudes and analyses to print,\nwhere their successes and failures lie exposed to the scrutiny of\nmany, laymen and scholars alike.  Sidney Landau has lucidly\nand articulately set down an excellent presentation of some of\nthe tangled questions faced by those who work with dictionaries.\nInevitably, there are things to quarrel with in his book (just\nas one might find disputable treatment of various kinds of\ninformation in the dictionaries he—or anyone else—has edited).\nRegarded as a thoroughgoing exposition of those questions and\nas one lexicographer's “confessions,” <em>Dictionaries</em> is the most\ninformative and useful book on the subject that has come to\nmy attention.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/tn/academic/subjects/languages-linguistics/semantics-and-pragmatics/dictionaries-art-and-craft-lexicography-2nd-edition?format=PB&amp;isbn=9780521785129\"><em>Dictionaries: The Art and Craft of Lexicography</em></a></h1> <p>Sidney I. Landau, (Charles Scribner's Sons, 1984), xiii + 370pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>Sidney Landau has been involved with dictionaries for\nmore than 20 years, having started in the converted stable on\nEast 24th Street, in Manhattan, where the Funk &amp; Wagnalls\ndictionary department was situated and where, a decade\nearlier, I had labored over the pronunciations and the mathematics\nand linguistics definitions for the <em>Funk &amp; Wagnalls\nStandard Dictionary, International Edition</em>, a dictionary “inherited”\nby Landau.  He has edited <em>The Doubleday Dictionary</em> and\nthe <em>Doubleday Roget's Thesaurus</em>.  At present, he is editor in\nchief of the “International Dictionary of Medicine and Biology,”\nto be published in 1985 by John Wiley &amp; Sons.</p> <p><em>Dictionaries</em> is not a book for the casual reader, for it must\nbe delved into carefully, analytically, and thoughtfully.  As a\nprofessional lexicographer, I found much valuable material,\nnever before gathered in one place.  But I also found much to\ndisagree with, both in the arguments advanced in certain areas\nand in the description of events and processes.  The latter\nappear to have been researched almost entirely from written\nsources; interviews with some of the people about whom\nLandau has written, even if conducted by correspondence,\nwould have revealed a number of useful facts, which, though\nnot necessarily essential, could have added measurably to the\ndocumentation in this volume.</p>"
}