{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Slang and Unconventional English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/The-New-Partridge-Dictionary-of-Slang-and-Unconventional-English/Dalzell-Victor/p/book/9780367570491\"><em>A Dictionary of Slang and Unconventional English</em></a></h1>\n<p>Eric Partridge, eighth edition ed. and rev. by Paul Beale, (Routledge &amp; Kegan Paul, 1984), 1400 pp.</p>\n<p>We all collect slang, as part of our idiosyncratic vocabularies.\nNo one person's slang is identical with another's.  We all\nchange our slang continually.  It is the most evanescent and\nvoguish kind of language.  The slang of the Vietnam War\nperiod, <em>no way</em>, and all that, sound already dated over here: a\nsign that the speaker is getting on, set in his or her ways.  I have\ntwo Greek girl cousins who came out of Greece at the end of\nthe war, and were sent to posh English girl's boarding schools\nin the 1950s.  They picked up the genteel English slang of the\nperiod, and then went back to Greece, where their English\nslang was fossilized, and did not move on with that of the rest\nof us.  So they still use it today: “Wizard beanfeast, Philip, old\nbean.”  It sounds charming, and endearing, but quaint.</p>\n<p>The attempt to record and explain the slang of all British\nEnglish-speakers is as Herculean an enterprise as trying to\nrecord all the grains of sand, and shells, and bits of seaweed,\nand their position, on a big beach (say St. Andrews) between\none high tide and another.  To attempt it as a one-man band,\nwithout professional academic assistance, relying only on correspondents\nand fellow amateurs, is insane as well as Herculean.\nYet this was the enterprise to which Eric Partridge devoted his\nlong life, with Herculean success.  He published the first volume\nof <em>A Dictionary of Slang and Unconventional English</em> in 1937.\nBut, having put the engine of research in motion, he could not\nstop.  His Addenda and revisions grew so numerous that by\n1961 they warranted a second alphabetical volume, more than\nhalf as big as the original.  Slang and the Partridge hunt for it\nhave not slowed down since then.  This is his last and posthumous\nwork.</p>\n<p>Partridge was working on it until six weeks before his\ndeath at the age of 85 on 1 June 1979.  But he had handed over\nhis voluminous notes, comprising some 5,000 new entries, in\nthe autumn of 1978, to Paul Beale, the man he had chosen to\ncarry on his task.  Nearly 1,000 of the entries had been\ncontributed by Beale himself, who was one of his volunteer\narmy of Seven Maids with Seven Mops who were trying to\nsweep the beach clear of slang.  Beale had started a regular and\ncopious correspondence about language with Partridge in early\n1974, when the former was nearing the end of 21 years service\nwith the Intelligence Corps of the British Army.  The services\nand war are great provokers of slang, and Partridge was always\nrich in military slang, just as he was always rich in Antipodean\nslang: he was born in New Zealand, and studied in Australia.</p>\n<p>I hope that the great publication will continue to be\nrevised and brought up to date for as long as people speak\nEnglish.  But this is the last edition to which Partridge himself\ncan contribute his peculiar talents.  The biggest change has\nbeen to conflate the two previous volumes into one fat\nalphabetical run.  It was tiresome and confusing to look up, let\nus say <em>Horse</em>, and find assorted and sometimes conflicting\ninformation in Volumes I and II.  It was irritating to find <em>How's\nyour father?</em>  in Volume I but <em>How's your sister?</em>  in Volume II.\nThe other major change of presentation has been to group in a\nlarge appendix at the back self-contained bodies of slang that\nwere too long to fit comfortably into the main body of the text:\nfor example, slang of prisoners of war in the last war; the rich\njargon of Tiddlywinks; and the profusion of undergrowth that\nhas grown around the word <em>kibosh</em>.</p>\n<p>Inconsistencies, blind entries, duplications, and some\ndownright contradictions have been removed; though no collection\nof slang can ever be free from such things.  To make room\nfor the new material, Paul Beale has left out a considerable\nnumber of solecisms and catachreses, illiteracies, or phrases\ncouched in a grammar inconsistent with that of Standard\nEnglish, and malapropisms.  He has omitted some examples of\nCockney dialect, not because of a prejudice against Cockney,\nbut because he considers it a true dialect: if you include\nCockney, you should include the whole <em>English Dialect Dictionary</em>,\nwhich would break the back of the book.</p>\n<p>The Dictionary is intended to deal mainly with British\nEnglish.  Accordingly, Paul Beale has largely ignored the slang\nof the two imported fads that swept the country while he was\npreparing the work: skateboarding, and Citizens' Band radio.\nSkateboarding actually did sweep the country; CB dropped\nstillborn into Britain, and has been a total failure, to the grief\nof manufacturers of the kit.</p>\n<p>Here is the latest <em>Partridge</em> then.  What do we make of it?\nThe first thing that a new reader will notice is that nine tenths\nof the slang is out of date.  Not many living Englishmen would\nunderstand the meaning of, say, <em>to be fullied</em>, or would cry to a\nfriend to <em>snite his snitch</em>.  Partridge aimed at a historical\ndictionary of all English slang from the beginning of gibble-gabble,\nand nothing becomes obsolete quicker than slang.  His\nwork is a useful conflation of all previous such dictionaries and\ncollections from Frances Grose onwards.  Eton College slang,\nfor example, is taken from a publication of 1900; not much of\nit would be used, or even recognized, by an Etonian today.</p>\n<p>The second inevitable flaw in <em>Partridge</em> is that it is based\nalmost entirely on written sources, either previous publications\nor correspondents of varying merit writing in about their\nobservations and interpretations of slang.  It is a melancholy,\nbut not surprising fact that those enthusiasts who can be\nbothered to write unsolicited letters on such matters are not\nnecessarily the most authoritative witnesses.  In my lesser\nexperience, they are often nutters.</p>\n<p>Of all parts of language, slang is more an oral than a\nwritten form.  By the time it comes to be written down, quite\noften the neophiliacs and trendy slang-makers are becoming\nbored with the word and have moved on to something new.\nThe ideal way to make a dictionary of slang would be to send\nout researchers with tape-recorders and notebooks to ask\npeople what they thought they meant by such-and-such a word\nor phrase.  You could then draw tables and isoglosses to show\nthe spread and different connotations of bits of slang.  That is\nthe way that Harold Orton's English Dialect Survey at the\nUniversity of Leeds works.  And that has academic finance, and\nhas managed to cover only a small fraction of English dialect,\nmostly dying rural dialect rather than growing urban dialect.\nWhere is the dotty, obsessive, logophile multi-billionaire who\nwill support such a project?  Until he comes along, thank you\nand good night for Eric Partridge and Paul Beale.  They are the\nbest and broadest amateur slang-collectors in the field.</p>\n<p><em>Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/The-New-Partridge-Dictionary-of-Slang-and-Unconventional-English/Dalzell-Victor/p/book/9780367570491\"><em>A Dictionary of Slang and Unconventional English</em></a></h1> <p>Eric Partridge, eighth edition ed. and rev. by Paul Beale, (Routledge &amp; Kegan Paul, 1984), 1400 pp.</p> <p>We all collect slang, as part of our idiosyncratic vocabularies.\nNo one person's slang is identical with another's.  We all\nchange our slang continually.  It is the most evanescent and\nvoguish kind of language.  The slang of the Vietnam War\nperiod, <em>no way</em>, and all that, sound already dated over here: a\nsign that the speaker is getting on, set in his or her ways.  I have\ntwo Greek girl cousins who came out of Greece at the end of\nthe war, and were sent to posh English girl's boarding schools\nin the 1950s.  They picked up the genteel English slang of the\nperiod, and then went back to Greece, where their English\nslang was fossilized, and did not move on with that of the rest\nof us.  So they still use it today: “Wizard beanfeast, Philip, old\nbean.”  It sounds charming, and endearing, but quaint.</p> <p>The attempt to record and explain the slang of all British\nEnglish-speakers is as Herculean an enterprise as trying to\nrecord all the grains of sand, and shells, and bits of seaweed,\nand their position, on a big beach (say St. Andrews) between\none high tide and another.  To attempt it as a one-man band,\nwithout professional academic assistance, relying only on correspondents\nand fellow amateurs, is insane as well as Herculean.\nYet this was the enterprise to which Eric Partridge devoted his\nlong life, with Herculean success.  He published the first volume\nof <em>A Dictionary of Slang and Unconventional English</em> in 1937.\nBut, having put the engine of research in motion, he could not\nstop.  His Addenda and revisions grew so numerous that by\n1961 they warranted a second alphabetical volume, more than\nhalf as big as the original.  Slang and the Partridge hunt for it\nhave not slowed down since then.  This is his last and posthumous\nwork.</p> <p>Partridge was working on it until six weeks before his\ndeath at the age of 85 on 1 June 1979.  But he had handed over\nhis voluminous notes, comprising some 5,000 new entries, in\nthe autumn of 1978, to Paul Beale, the man he had chosen to\ncarry on his task.  Nearly 1,000 of the entries had been\ncontributed by Beale himself, who was one of his volunteer\narmy of Seven Maids with Seven Mops who were trying to\nsweep the beach clear of slang.  Beale had started a regular and\ncopious correspondence about language with Partridge in early\n1974, when the former was nearing the end of 21 years service\nwith the Intelligence Corps of the British Army.  The services\nand war are great provokers of slang, and Partridge was always\nrich in military slang, just as he was always rich in Antipodean\nslang: he was born in New Zealand, and studied in Australia.</p>"
}