{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: The (Proper?) Pronunciation of Proper Names",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>The (Proper?) Pronunciation of Proper Names</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>A recent work on loanwords in English [<em>Loanwords Index</em>,\nLaurence Urdang and Frank R. Abate, Gale, 1983] lists\nmore than 14,000 words and phrases “That Are Not Fully\nAssimilated into English and Retain a Measure of Their\nForeign Orthography, Pronunciation, or Flavor.”  This book is\nnot an original selection but a compilation of the entries in 18\nof the most widely available dictionaries listing such borrowings,\nas well as a special list of 640 Japanese words that\nappeared first in VERBATIM [IX,1].  Not included in the sources\n(hence, excluded from the <em>Index</em>) are thousands of proper\nnames and adjectives.  Yet they are familiar to speakers of\nEnglish of various vintages and interests: some are names of\npeople in music, science, politics, geography, literature, art, and\njust about any field you can think of.</p>\n<p>Aside from those interested in music, art, and literature,\ninsular America (before 1941) paid little attention to what was\ngoing on abroad.  To be sure, we knew the “native” pronunciation\nof certain places that figured prominently in history—we\nhad a choice between <em>Paris</em> and (the usually jocular) “Paree”;\nwe knew that <em>Cairo</em>, Egypt, was pronounced differently from\n<em>Cairo</em> (KAYROE), Illinois; we referred to Albert <em>Einstein</em>, not\n“Eensteen”; and even the untaught could learn enough about\nthe rules of a foreign tongue to come close to some approximation\nof the native pronunciation.</p>\n<p>Curiously, some foreign cities had long ago acquired an\nestablished English pronunciation while others had not: we\nknow about “Paree,” but the pronunciation in English is PARIS;\nbut we say LEE-AWN for <em>Lyons</em>: one doesn't hear “lions”; and\nwe say NEES for <em>Nice</em>, not “nice.”  Some place names have been\nchanged in spelling, by English speakers or others: <em>Rome</em> for\n<em>Roma, Florence</em> for <em>Firenze, Venice</em> for <em>Venezia, Munich</em> for\n<em>München, Leghorn</em> for <em>Livorno</em>, etc., though some of these are\ncorruptions.</p>\n<p>Most recently, the 19th-century system for transcribing\nChinese into Roman letters was revised in order to better\nreflect the pronunciation in the original language.  Thus, we\nnow have <em>Beijing</em> instead of <em>Peking</em>.</p>\n<p>Notwithstanding the fact that English speakers ought to\nknow better—look at the mismatches between spelling and\npronunciation in English that can drive any sober person to\ndrink—they persist in believing their eyes instead of their ears.\n<em>Kowalski</em> is pronounced with a <em>w</em> because it is spelt with a <em>w</em>,\ndespite the fact that in Polish the <em>w</em> is pronounced as a <em>v</em>.\nPeople have no difficulty pronouncing my surname the way the\nfamily does—ERR dang—until they are told how it is spelt,\nwhereupon they say “YOUR dang.”  People in England, for some\nunexplained reason, have less difficulty than Americans.  The\nFrench, Italians, Spanish and Germans pronounce it their own\nways, but they are entirely consistent and, once they have\nheard it pronounced, can spell it.</p>\n<p>If an accepted English name already exists for a place,\nthere is no point in changing the name back to the native form.\n<em>Poland</em> should remain that and not become <em>Polska; Germany</em>\nshould not be changed to <em>Deutschland</em>, or <em>Spain</em> to <em>España</em>.  On\nthe other hand, we have come to learn and live with the names\nof new African nations (and place names).  English spelling\npronunciations persist for <em>Mexico</em> and other places, but we\nseem to be capable of good approximations for <em>Chile, Argentina</em>,\nand other country names; though we still say KYOOBA for\n<em>Cuba</em> instead of KOOBA, and there are thousands of other\nexamples.</p>\n<p>World War II brought its share of foreign place names,\nrarely pronounced in English before 1941 and, in many cases,\nnever even heard of by Americans: <em>Irrawaddy, Ploesti, Katowice,\nPeenemünde</em>, etc.  The spelling of some foreign languages\nhas diacritics, which Americans usually ignore: <em>Göteborg</em> and\n<em>Peenemünde</em> are pronounced as if the accents did not exist, but\n<em>Bogotá</em> (Colombia), which has a stress accent, is given (at least)\nan approximation.  <em>Bogota</em> (New Jersey) is pronounced as one\nmight expect in English—B\\?\\GŌ\\?\\t\\?\\.</p>\n<p>In the past few years, Poland has come prominently into\nthe news.  At first, newscasters were heard to say WALESSA for\n<em>Walę</em>, and his first name, <em>Lech</em>, suffered outrageous fortune\nand made him sound like a profligate.  <em>Solidarność</em>, readily\ntranslatable into <em>Solidarity</em>, fared better.  Soon, however, newscasters\npicked up an amazingly close approximation of the\nPolish pronunciation of Wa\\?\\ęsa's name—VAWENSA—and even\ncaught the ichlaut sound in <em>Lech</em>.</p>\n<p>All the more curious, then, is the recent (29 July 1984)\n<em>New York Times Magazine</em> article on <em>\\?\\ódź</em>, which suggests that\nthe English pronunciation is similar to that of <em>loge</em> (LŌZH): a\ncloser pronunciation would be WOODZH, which no one would\nhave much difficulty with.  Besides, whence the <em>loge</em> pronunciation?\nA spelling pronunciation would surely be LŌDZ.</p>\n<p>Americans may, unless they are particularly careful (or\naffected), say BOCK for <em>Bach</em>, SĀNTSANZ for <em>Saint-Saëns</em>, and\neven PICASO for <em>Picasso</em>; certainly, we hear the <em>g</em> pronounced\nin <em>Modigliani</em>; and I know an American who tells people his\nname, <em>Castagno</em>, is pronounced KASTAGNŌ.  Americans are\ncapable of saying KÄSTÄNYŌ, but the family apparently cares\nmore that the name be spelt correctly than pronounced\ncorrectly.  More and more often one encounters people at the\nother end of the phone who say, “This is Ellie” (or George, or\nwhatever) and, when asked “Ellie what?” reply “Oh, I have an\nunpronounceable last name.”  What utter rubbish!  How can\nanyone have an “unpronounceable” name?  If they finally yield\nit up, it usually turns out to be something like <em>Tagliatello</em>, or\n<em>Warszinski</em>—that wasn't so hard, now, was it?</p>\n<p>Spelling pronunciations seem to have gained ground over\ntraditional pronunciations in Connecticut with GREENWITCH\nand NORWITCH; as for stress, *New Ha'*ven was once about\nhalfway between these extremes, but one increasingly hears\n<em>New'</em> Haven.</p>\n<p>Alas, the <em>Cholmondleys</em> have had to change the spelling of\ntheir name to <em>Chumley</em>, the <em>Featherstonehaughs</em> to <em>Fanshaw</em>,\nthe <em>Cockburns</em> to <em>Coburn</em>; those <em>Taliaferros</em> who did not change\nto <em>Tolliver</em> now tell people their name is pronounced TALYA-FERO.\nIf it's any consolation, many British persist in pronouncing\nthe second <em>c</em> in Connecticut.  Nobody's perfect.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>The (Proper?) Pronunciation of Proper Names</em></h1> <p><em>Laurence Urdang</em></p> <p>A recent work on loanwords in English [<em>Loanwords Index</em>,\nLaurence Urdang and Frank R. Abate, Gale, 1983] lists\nmore than 14,000 words and phrases “That Are Not Fully\nAssimilated into English and Retain a Measure of Their\nForeign Orthography, Pronunciation, or Flavor.”  This book is\nnot an original selection but a compilation of the entries in 18\nof the most widely available dictionaries listing such borrowings,\nas well as a special list of 640 Japanese words that\nappeared first in VERBATIM [IX,1].  Not included in the sources\n(hence, excluded from the <em>Index</em>) are thousands of proper\nnames and adjectives.  Yet they are familiar to speakers of\nEnglish of various vintages and interests: some are names of\npeople in music, science, politics, geography, literature, art, and\njust about any field you can think of.</p> <p>Aside from those interested in music, art, and literature,\ninsular America (before 1941) paid little attention to what was\ngoing on abroad.  To be sure, we knew the “native” pronunciation\nof certain places that figured prominently in history—we\nhad a choice between <em>Paris</em> and (the usually jocular) “Paree”;\nwe knew that <em>Cairo</em>, Egypt, was pronounced differently from\n<em>Cairo</em> (KAYROE), Illinois; we referred to Albert <em>Einstein</em>, not\n“Eensteen”; and even the untaught could learn enough about\nthe rules of a foreign tongue to come close to some approximation\nof the native pronunciation.</p> <p>Curiously, some foreign cities had long ago acquired an\nestablished English pronunciation while others had not: we\nknow about “Paree,” but the pronunciation in English is PARIS;\nbut we say LEE-AWN for <em>Lyons</em>: one doesn't hear “lions”; and\nwe say NEES for <em>Nice</em>, not “nice.”  Some place names have been\nchanged in spelling, by English speakers or others: <em>Rome</em> for\n<em>Roma, Florence</em> for <em>Firenze, Venice</em> for <em>Venezia, Munich</em> for\n<em>München, Leghorn</em> for <em>Livorno</em>, etc., though some of these are\ncorruptions.</p>"
}