{
  "type": "Article",
  "title": "Word Play the Media Way",
  "author": "Barbara Hunt Lazerson",
  "location": "Illinois State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Word Play the Media Way</h1>\n<p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win the First Prize\nof $1000 in the 1984 VERBATIM\nEssay Competition.</p>\n</blockquote>\n<p>In 1940 an article entitled “The Vocabulary of <em>Time</em>\nMagazine” appeared in <em>American Speech</em> (Vol. 15, No. 3,\npp. 232-42).  The author of that article declared that “of all the\njournalistic phenomena of our age,... <em>Time</em> is linguistically the\nmost interesting” because the editors of <em>Time</em> try “to achieve\nstriking effects by the use of new words or combinations of\nwords.”  In the years since <em>Time</em> became the “lexicreator” <em>par\nexcellence</em>, journalists working for other magazines such as\n<em>Newsweek</em> and <em>People Weekly</em> and for newspapers ranging in\nstatus from the illustrious <em>New York Times</em> to the little-known\nCouncil Bluffs, Iowa, <em>Nonpareil</em> have also contributed their\nshare of neologisms.  As a result of their propensity for word\nplay, America's journalists have helped contemporary American\nEnglish become what is probably the most prolific word-producing\nmachine that has existed since language first\nappeared on this planet.  As the following examples suggest,\nanything that is newsworthy can serve as the fillip for journalistic\n“lexicreation.”</p>\n<p>The year was 1969.  Richard Nixon had been President of\nthe United States for only a few months when <em>Nixonomics</em> was\ncoined as a label for his economic policies.  Columnist William\nSafire has provided the following account of the origin of the\nterm:</p>\n<blockquote>\n<p>In the summer of 1969, I wrote a memorandum for\nmy White House colleagues using the term <em>Nixonomics</em>\nto hail the ingenious replacement of the Democrats'\n“new economics.”  About that time, columnists Evans\nand Novak were the first to use <em>Nixonomics</em> in print.\nWalter Heller, a father of the “new economics,” was\nquoted in <em>Time</em> magazine in November 1969, using <em>Nixonomics</em>\ndisparagingly.  Since that time, the term I used\nwith such high hopes has fallen on hard times.  (<em>N.Y.\nTimes Magazine</em>, Nov. 7, 1982, p. 18)</p>\n</blockquote>\n<p>In the years since <em>Nixonomics</em> first appeared, journalists have\nused terms patterned after it to label the economic policies of\nother leaders (e.g., <em>Carternomics, Fordonomics, Hoovernomics,\nReaganomics, Volckernomics</em>).  Because such terms are so common,\n-<em>(o)nomics</em> has been recognized as a combining form by\n<em>American Speech</em> (Vol. 49, Nos. 3-4, p. 252).  Because <em>Reaganomics</em>\nhas been so widely used in the media, the editors of\n<em>The World Book Dictionary</em> have included the term in the 1983\nedition of that lexicon.</p>\n<p>For a number of years, inflation has been a major problem\nfor the American economy regardless of whether it was\nNixonomics, Fordonomics, Carternomics, or Reaganomics that\nwas being discussed in the Oval Office.  Recently, journalists\nhave created blends labeling various types of inflation, including\n<em>foodflation</em> 'the increasing cost of food,' <em>kidflation</em> 'the\nincreasing cost of the things kids buy and do,' <em>mediaflation</em> 'the\nincreasing cost of advertising in the media,' <em>oilflation</em> 'inflation\ncaused by the high price of imported oil,' and <em>taxflation</em> 'the\nincrease in taxes that occurs as inflation pushes one into a\nhigher tax bracket.'  The proliferation of terms such as these has\ncaused <em>American Speech</em> (Vol. 58, No. 4, pp. 361-62) to\nrecognize <em>-flation</em> as a combining form.</p>\n<p>On June 17, 1972, Watergate, a building complex in\nWashington, D.C., that housed the Democratic Party headquarters,\nwas burglarized by Republican campaign employees for\npurposes of political espionage and sabotage.  This illegal act\nwas to have lexical, as well as political ramifications.  Thanks in\npart to the investigative efforts of reporters Carl Bernstein and\nBob Woodward, the term <em>Watergate</em> came to signify a scandal\ninvolving the misuse of power; and a decade later journalists\nwere still using phrases such as <em>industrial Watergate, French\nWatergate</em>, and <em>Irish Watergate</em> to label corruption in high\nplaces.  But the urge to clip has been strong; and the post-Watergate\nyears have seen the creation of a great number of\nwords in which <em>Watergate</em> has been reduced to <em>-gate: Cattle-gate,\nWinegate, Koreagate, Banking-gate, Lancegate, Hollywoodgate,\nBillygate, Debategate, Briefing-gate</em>, ad infinitum.\n(<em>Time</em> magazine used the word <em>Billygate</em> almost three years\nbefore the term appeared in the media as a label for charges\nthat the Libyans had been granted favors in exchange for a\n$220,000 loan to President Carter's brother.  In the October 17,\n1977, issue of <em>Time</em>, a blurb on page 2 read: “There's no\nBillygate in sight, but the President would be well advised to\ntell his beer-swilling First Brother to shut up.”) Some <em>-gate</em>\nwords are only tongue-in-cheek labels for incidents that could\nhardly be classified as scandals.  For example, when George\nBrett, star slugger of the Kansas City Royals, was called out by\nan umpire's ruling (later overturned) after hitting a home run\nwith a bat heavily laden with pine tar, a writer for the <em>Chicago\nSun Times</em> and a columnist for <em>Fortune</em> magazine labeled the\nincident <em>batgate</em>.  Not everyone has been pleased with all of this\nlexical creativity.  It has been condemned by the Unicorn\nHunters, a group of language purists who issued “a Suffix Red\nAlert” against <em>-gate</em> words,<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> and by columnist David S. Broder,\nwho decried the fact that “any political scandal touching the\npresidency is now a Something-Gate.”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>  Nevertheless, <em>-gate</em> has\nbeen recognized as a combining form by <em>American Speech</em> (Vol.\n53, No. 3, p. 215) where it is defined as “scandal involving\ncharges of corruption and usually a coverup (added to a noun\nthat in some way suggests the particular scandal).”</p>\n<p>Asexual reproduction was brought to the attention of the\npublic in 1978 with the publication of <em>In His Image</em>, a book\nthat claimed that the clone of a millionaire had been produced,\nand the release of <em>The Boys from Brazil</em>, a movie in which a\nlegion of Hitler clones was produced.  Before the year was out,\nentertainment journalists were writing about <em>Beatles clones</em>\nsinging on Broadway, <em>Elvis clones</em> gyrating wherever there was\nan audience, and the <em>“Angels” clones</em> that CBS had put in\nprime time.  Thus the semantic equivalent of <em>carbon copy</em>, in\nthe metaphoric sense, had been born; and now a journalist who\nwants to indicate that B closely resembles A may choose to use\neither a <em>carbon copy</em> term or a <em>clone</em> term.  To cite but one\nlexically productive example of the latter, the print media have\nreferred to leading men who look like Tom Selleck, the\nhandsome star of the TV show “Magnum, P.I.,” as <em>Selleck\nclones, Selleclones, Tom Selleck clones</em>, and <em>“Magnum, P.I.”\nclones</em>.</p>\n<p>In 1979 a California court ordered actor Lee Marvin to\npay $104,000 in rehabilitation money to Michelle Triola Marvin,\na former entertainer who allegedly had sacrificed her\ncareer in order to be the actor's live-in lover for six years.  Soon\njournalists across the nation were using <em>palimony</em> (a blend of\n<em>pal</em> and <em>alimony</em>) to label this and similar lawsuits.  The term\nhas continued to be used widely in the media, and several\nlexicographers have recognized <em>palimony</em> as a permanent part\nof the lexicon of American English.  (The word has been\nincluded in <em>The Second Barnhart Dictionary of New Words;\nThe Morrow Book of New Words; The American Heritage\nDictionary</em>, 2nd edition; <em>Webster's Ninth New Collegiate Dictionary</em>;\nand <em>9,000 Words, A Supplement to Webster's Third\nNew International Dictionary</em>.)  Journalists have created neologisms\npatterned after <em>palimony</em> to name other types of suits for\nfinancial support, including <em>kidimony</em> 'children suing their\nestranged parents for support money,' <em>equalimony</em> 'men may\nnow sue their ex-wives for alimony,' and <em>galimony</em> 'Billy Jean\nKing's former homosexual lover sued her for support.'  The\npress has not limited its word play to terms such as these,\nhowever.  When Mick Jagger's wife sued him for divorce,\n<em>People Weekly</em> declared, “Bianca <em>Michelles</em> Mick”; and journalists\nhave referred to Marvin Mitchelson, Michelle's attorney in\nthe Marvin case, by alliterative epithets such as the <em>sultan of\nsplit</em>, the <em>paladin of palimony</em>, the <em>prince of palimony</em>, and the\n<em>pioneer of palimony</em>.</p>\n<p>When in the spring of 1980 a mass-transit strike caused\napproximately a quarter of a million cars a day to flood into\nManhattan, newsmen who reported on the possible consequences\nof the increased flow of traffic used a word that strikes\nfear in the hearts of traffic controllers: <em>gridlock</em> 'traffic backed\nup in all directions to such an extent that the movement of\nvehicles is impossible.'  Thus a term that had begun its lexical\nlife c.1971 as part of the jargon of New York's highway\nengineers was catapulted into the general lexicon through the\nsynergistic efforts of the print and electronic media.  As journalists\nused <em>gridlock</em> to describe other kinds of “clog-gestion,”\n(e.g., <em>financial gridlock, legislative gridlock, gridlocked society</em>),\nthe word acquired a meaning that made it the metaphoric\nequivalent of <em>log-jam</em>, an Americanism that the lumber industry\ncontributed to the language c.1886 and that became a metaphor\nin 1890 when American psychologist William James wrote\nin <em>Principles of Psychology</em>, “But at intervals an obstruction, a\nset-back, a log-jam occurs.”</p>\n<p><em>Nineteen Eighty-Four</em>, the classic novel published by\nGeorge Orwell in 1949, introduced Newspeak, a language\n“designed to diminish the range of thought.”  The concept was\nboth frightening and intriguing; and over the years a few\nwords patterned after <em>Newspeak</em> (e.g., <em>doublespeak</em> 'double\ntalk,' which <em>Webster's Ninth New Collegiate Dictionary</em> dates\nfrom 1952, and <em>businesspeak</em> 'business jargon,' which <em>The\nSecond Barnhart Dictionary of New Words</em> dates from 1971)\nwere produced.  As the year 1984 approached, the <em>-speak</em> terms\ncreated by journalists increased in both number and semantic\nvariety.  To provide but a few examples, <em>Secretaryspeak</em> and\n<em>Haigspeak</em> are labels that <em>Time</em> magazine applied in 1981 and\n1982 to the garbled language used by then-Secretary of State,\nAlexander Haig; <em>Primaryspeak</em> is the name that Robert Merry\nof <em>The Wall Street Journal</em> has given to the euphemisms used\nduring the recent Democratic primaries; and <em>Whitespeak</em> is\nwhat Meg Greenfield, columnist for <em>Newsweek</em>, has called the\ncondescending language that many whites use when talking to\nor about blacks.  Terms of this type are now so common that\n<em>-speak</em> has been listed as a new combining form in both\n<em>American Speech</em> (Vol. 59, No. 2, pp. 163-64) and the 1984\nedition of <em>The World Book Dictionary</em>.</p>\n<p>Because space restrictions do not permit a comprehensive\ndelineation of the ways in which contemporary journalists have\nenriched the lexicon of American English, the preceding list of\n“lexicreations,” all of which have appeared in the print media\nin recent years, are only illustrative rather than exhaustive.\nNevertheless, these examples are sufficient in number and\nvariety to demonstrate that within the last decade and a half\nAmerican journalists have created a plenitude of new, often\ncolorful terms (e.g., <em>Nixonomics, Selleclones, Haigspeak,\nkidimony, kidflation</em>); have helped some neologisms (e.g.,\n<em>palimony, Reaganomics</em>) to be recognized by lexicographers as\nwords that are used frequently enough to warrant inclusion in\n“the” dictionary; have helped a term belonging to occupational\njargon (i.e., <em>gridlock</em>) to become established in the general\nlexicon; have created synonyms for two already-established\nmetaphors (i.e., <em>gridlock</em> = <em>log-jam</em>; <em>clone</em> = <em>carbon copy</em>); and\nhave been instrumental in developing new combining forms\nfrom already-established words (i.e., <em>-(o)nomics</em> &lt; <em>economics;\n-flation</em> &lt; <em>inflation; -gate</em> &lt; <em>Watergate; -speak</em> &lt; <em>Newspeak</em>).  In\nlight of all of these lexical contributions, we are forced to go\nbeyond H. L. Mencken (<em>The American Language</em>, Supplement\nOne, p. 330) and classify journalists in general, not just gossip-column\njournalists, as professional wordmakers.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p><em>Chicago Tribune</em>, Jan. 2, 1981, sec. 1, p.6. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p><em>Chicago Sun-Times</em>, July 13, 1983, p. 33. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Word Play the Media Way</h1> <p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win the First Prize\nof $1000 in the 1984 VERBATIM\nEssay Competition.</p>\n</blockquote> <p>In 1940 an article entitled “The Vocabulary of <em>Time</em>\nMagazine” appeared in <em>American Speech</em> (Vol. 15, No. 3,\npp. 232-42).  The author of that article declared that “of all the\njournalistic phenomena of our age,... <em>Time</em> is linguistically the\nmost interesting” because the editors of <em>Time</em> try “to achieve\nstriking effects by the use of new words or combinations of\nwords.”  In the years since <em>Time</em> became the “lexicreator” <em>par\nexcellence</em>, journalists working for other magazines such as\n<em>Newsweek</em> and <em>People Weekly</em> and for newspapers ranging in\nstatus from the illustrious <em>New York Times</em> to the little-known\nCouncil Bluffs, Iowa, <em>Nonpareil</em> have also contributed their\nshare of neologisms.  As a result of their propensity for word\nplay, America's journalists have helped contemporary American\nEnglish become what is probably the most prolific word-producing\nmachine that has existed since language first\nappeared on this planet.  As the following examples suggest,\nanything that is newsworthy can serve as the fillip for journalistic\n“lexicreation.”</p> <p>The year was 1969.  Richard Nixon had been President of\nthe United States for only a few months when <em>Nixonomics</em> was\ncoined as a label for his economic policies.  Columnist William\nSafire has provided the following account of the origin of the\nterm:</p>"
}