{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Penguin Dictionary of Troublesome Words and I Stand Corrected, More on Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/20556/brysons-dictionary-of-troublesome-words-by-bill-bryson/9780385679954\"><em>The Penguin Dictionary of Troublesome Words</em></a> and <a href=\"https://www.abebooks.com/9780812910971/Stand-Corrected-Language-Safire-William-0812910974/plp\"><em>I Stand Corrected, More on Language</em></a></h1>\n<p>Bill Bryson, (Penguin, 1984), 173pp. and William Safire, (Times Books, 1984), ix + 468pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>Anyone writing as much about any subject as Bill Safire\nwrites about language (omitting comment on his regular forays\ninto politics) is bound to generate some deadly prose now and\nthen, and Bill is no exception.  The important thing that most\nlanguage professionals overlook is the fact that he is a reporter\nof language trends and anomalies.  To be sure, he offers his own\nopinions, with which his readers sometimes take issue; but at\nleast he takes a stand, and the lively exchange between him\nand his readers, which he diligently reports, without any\n(apparent) embarrassment, is revealing of the way people feel\nabout language and, perhaps more important from the standpoint\nof Safire's publishers, makes good reading, too.</p>\n<p>As millions know, Bill Safire's column, “On Language,”\nappears as a regular feature of <em>The New York Times Magazine</em>.\nThis book is a compilation of selections from those articles in\nwhich he has proffered commentary that is either controversial\nor just plain wrong; hence, the title.  It is the third collection of\nhis essays to appear in book form.</p>\n<p>Bill Safire writing about language probably provokes more\ncontroversy than Bill Safire writing about politics.  In any event,\nthey don't give out Pulitzer prizes (as far as I know) for writing\ncolumns on language, and it is not insignificant that Bill was\nawarded one for his political writings.  The controversies are\noften settled by his “Lexicographic Irregulars,” a raggle-taggle\nband of linguistic gypsies who, with true Talmudic reasoning,\ncan find support for any side of any question of English usage.\nSafire calls on them from time to time for help in gathering\ncitational evidence for usage and lexicon that eludes the\nmavens at Oxford, Merriam-Webster, Barnhart, and elsewhere:\nSafire, in short, is the answer to a maven's prayer.</p>\n<p>The Lexicographic Irregulars include, in addition to “regular”\nlexicographers, professors from Harvard, Michigan,\nAmherst, and other centers of learning, as well as members of\nthe general public who are perceptive observers of the language.\nThey frequently come up with evidentiary information\nthat would be hard to come by through ordinary means.  For\ninstance, though lexicographers generally agree in disputing the\norigin of <em>posh</em> as an acronym for 'port out, starboard home,'\nEllen Thackara wrote to Safire from Switzerland:</p>\n<blockquote>\n<p>When I lived in the Orient the P. &amp; O. (Pacific &amp; Orient)\nLine out of London <em>did</em> put beside the names of\nimportant people “POSH,” so they would have the\ncooler side of the ship.  [p. 280]</p>\n</blockquote>\n<p>As no rebuttal to this was forthcoming from the Irregulars, we\nmay regard the problem as unresolved, and you may draw your\nown conclusion from the evidence.  (For instance, suppose <em>posh</em>\nwas used to designate V.I.P.s because it was already current in\nthe sense of 'luxurious' and was only later “derived” from 'port\nout, starboard home'; why would P. &amp; O. designations always,\nnecessarily, assume a return trip?)</p>\n<p>That is not a problem to settle here, even if we could; it is\nmentioned only in order to illustrate the sorts of things Safire\ndeals with.  Some may criticize his lack of formal training as a\nlinguist.  To them I would say that at least he broaches subjects\nthat nettle us all and successfully evokes comment from\namateur and professional alike.  His influence is broad—too\nbroad, perhaps, for the tastes of his academic critics.  But, while\nit must be readily acknowledged that language is the <em>province</em>\nof linguists, it is not their <em>property</em>, and only good can come\nfrom an energetic airing of questions that many of Safire's\nreaders may not have entertained before.  In other words, Safire\nmakes people think, and there can be only good in that (so long\nas they don't become restless).</p>\n<p>There is no nook or cranny of language untouched by\nSafire's probe: pronunciation (of <em>Thule</em>, for example); idioms\nand phrases (<em>social safety net, out there</em>); translation (<em>décolletage</em>);\nwords (<em>egghead</em>); usage (<em>everywhere</em>); grammar (<em>dived/\ndove</em>); syntax (double genitives); etymology (<em>posh, hooligan</em>),\nand so on.  No sooner does Safire express an opinion about\nsomething in the language than a reader pounces on him with\nan argument, sometimes a correction.  Opinion about language\nis give and take, and Safire writes evocatively and provocatively,\neliciting responses from Cassidy, Steinmetz, Barnhart,\nMish, Guralnik, Flexner, Bailey, and other lexicographers as\nwell as from Barzun, Bolinger, Reagan, Shelley Berman, James\nD. McCawley, Peter Viereck, Norman Schur, Allen Walker\nRead, Allen Metcalf, Miroslav Rensky, Eugene McCarthy, and\nArthur J. Morgan, to name a few prominent users of and\ncommentators on language.</p>\n<p>Although most of the questions raised are answered, not\nall of the problems are solved, which is only to be expected.  It\nis extremely interesting and useful to have, in one place, such a\nwealth of commentary expressed by people who obviously\nthink seriously about language, know what they are talking\nabout, and are able to articulate their ideas so well.  Safire\nadroitly applies Platonic dialectic to the medium he serves,\npresenting argument, reply, reaction, response, riposte, and\nrejoinder in true <em>Dialogue</em> fashion.</p>\n<p>This is an enormously useful book.  Whether you agree\nwith Safire or with his correspondents, you will find much food\nfor thought here.  Except for a few inconsistencies (putting\n<em>double genitive</em> under <em>genitive, double</em> but <em>double negatives\nunder double</em>), the index is excellent, and we can thank heaven\nfor it.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/20556/brysons-dictionary-of-troublesome-words-by-bill-bryson/9780385679954\"><em>The Penguin Dictionary of Troublesome Words</em></a> and <a href=\"https://www.abebooks.com/9780812910971/Stand-Corrected-Language-Safire-William-0812910974/plp\"><em>I Stand Corrected, More on Language</em></a></h1> <p>Bill Bryson, (Penguin, 1984), 173pp. and William Safire, (Times Books, 1984), ix + 468pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>Anyone writing as much about any subject as Bill Safire\nwrites about language (omitting comment on his regular forays\ninto politics) is bound to generate some deadly prose now and\nthen, and Bill is no exception.  The important thing that most\nlanguage professionals overlook is the fact that he is a reporter\nof language trends and anomalies.  To be sure, he offers his own\nopinions, with which his readers sometimes take issue; but at\nleast he takes a stand, and the lively exchange between him\nand his readers, which he diligently reports, without any\n(apparent) embarrassment, is revealing of the way people feel\nabout language and, perhaps more important from the standpoint\nof Safire's publishers, makes good reading, too.</p> <p>As millions know, Bill Safire's column, “On Language,”\nappears as a regular feature of <em>The New York Times Magazine</em>.\nThis book is a compilation of selections from those articles in\nwhich he has proffered commentary that is either controversial\nor just plain wrong; hence, the title.  It is the third collection of\nhis essays to appear in book form.</p>"
}