{
  "type": "Article",
  "title": "Of Spooner, Spoonerisms and Other Matters",
  "author": "John Ferguson",
  "location": "Selly Oak Colleges, Birmingham",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Of Spooner, Spoonerisms and Other Matters</h1>\n<p><em><span data-rel=\"author\">John Ferguson</span> <span data-rel=\"location\">Selly Oak Colleges, Birmingham</span></em></p>\n<p>The Rev. Dr. Spooner (1844-1930), Warden of New College,\nOxford (1903-24), has been immortalized in the\nword <em>spoonerism</em>.  This is curious, for it seems, on the evidence\nof those who knew him best, that the spoonerism was a verbal\nfelicity which he did not perpetrate.  The only spoonerism\nwhich is possibly authentic comes in his announcement of a\nhymn as “Kinkering kongs.”  This surely must be authentic;\notherwise, how could his name have ever been affixed to such\ntranspositions?  It is the more plausible in that it does not form\na classic spoonerism in which, as Norman Ward suggests [XI,1],\nthe transposition creates real but incongruous words.  The best\nof all spoonerisms, <em>pace</em> Mr. Ward, do not produce “words\nwithout meaning in the context where they appeared,” but\nwords with a surprising significance.</p>\n<p>To return first to the historical Dr. Spooner.  Two reminiscences\nrecall the real man.  One comes from Aldous Huxley,\nwho recalled him preaching at a village church outside Oxford.\nAfter the ascription at the sermon's end he was descending the\nsteps of the pulpit, when a thoughtful look came over his face\nand he turned round and said, “I feel that I should explain that\nin my recent remarks every time I mentioned Aristotle I\nintended the Apostle Paul.”  One wonders what the honest\nvillagers made of the sermon!  Another story comes from Lionel\nCasson.  He had just been elected a Fellow of New, and\nhappened to meet the Warden in the Quad.  Spooner said to\nhim, “Ah, my dear chap, you must come along at four o'clock.\nWe're inducting Casson, our new fellow.”  “But, Warden, I am\nCasson.”  “Well, never mind, my dear chap, come along just the\nsame.”</p>\n<p>Of the apocryphal spoonerisms two are particularly ingenious.\nOne consists of words allegedly spoken to an erring\nundergraduate: “You have hissed all my mystery lectures, you\nhave tasted two whole worms, and now you must leave Oxford\nby the town drain.”  The other relates to a compulsory examination\nat Oxford in divinity, known as Divvers.  (This was a\ntypical piece of Oxford slang, some of which has passed into\nwider usage, as <em>brekker</em> for breakfast, <em>rugger</em> and <em>soccer</em> for two\nforms of football.  A wastepaper basket became a <em>wagger pagger\nbagger</em>, and the prince of Wales the <em>Pragger Wagger.</em>)  The\nexamination involved an oral, and Spooner was taking a\ncandidate through the New Testament version of the Lord's\nPrayer.  The candidate's efforts were halting.  “Come on, come\non,” said Spooner impatiently.  “Forgive us our debts as we also\nforget our divvers.”  Leading worship in a Presbyterian church\nin St. Paul, Minnesota, where the usual form of the Lord's\nPrayer involves “debts” rather than “trespasses” (as is normal\nin England), I always had to let my voice drop after “Forgive\nus our debts,” for fear that I should say the wrong thing!</p>\n<p>There was a richly loved minister at Emmanuel Congregational\nChurch in Cambridge, the Rev. Henry Child Carter,\nwhose ministry extended from 1910 to 1942.  He was a great\npastor.  When you were with him you absorbed his whole\nattention; it is not surprising that he then put you from his\nmind.  He met a Girtonian [a student at Girton College, one of\nthe two women's colleges at Cambridge] in the streets of\nCambridge and said, “You must come and have tea with us\nsome time.”  She replied, “I've just been having lunch with\nyou.”  That was not a spoonerism, but it was something of a\nspoonerism.  From the pulpit he produced an exquisite spoonerism\nwhen he began a sermon “Our subject today is Youth with\na capital double-U.”  He also managed an amiable spoonerism\nin the notice “Those who wish to join this expedition must\nplease shine the seat in the lobby.”</p>\n<p>It has not always been noticed how a spoonerism is simply\na device used in many children's riddles: “What is the\ndifference between a thunderstorm and a lion with a thorn in\nits paw?”  “One pours with rain, the other roars with pain.”\n“What is the difference between a careful man and a verger?”\n“One minds his Ps and Qs, the other minds his keys and\npews.”  Such conundrums certainly go back to the beginning of\nthe present century, since in the Hon. Hugh Rowley's <em>Puniana</em>\n(1902), which contains some of the most ghastly puns ever\nperpetrated, we find “What's the difference between an old\nmaid and a girl fond of a red-haired Irishman?” “One loves a\ncat and parrots, the other a Pat and carrots!” and “What is the\ndifference between a light dragoon and a lady with her head\nshaved?”  “One is careless and happy, the other hairless and\ncappy” and “What's the difference between a mouse and a\nyoung lady?”  “One wishes to harm the cheese, the other to\ncharm the he's” and “What's the difference between a calf and\na lady who lets her dress draggle in the mud?”  “One sucks milk\nand the other mucks silk” and “What's the difference between\nyour last will and testament and a man who has eaten as much\nas he can?”  “One is signed and dated, the other dined and\nsated.”  But in some 2000 riddles only these five represent true\nspoonerisms.  It is certain that they are not based on any real or\nalleged verbal slips by Dr. Spooner, partly on chronological\ngrounds, partly because they are not dissimilar from similar\nquips which are not true spoonerisms, such as, “What's the\ndifference between a fish dinner and a racing establishment?”\n“At the one a man finds his sauces for his table, and in the\nother he finds his stable for his horses.”  That is a double pun,\nnot a spoonerism at all.  But it fulfills a principle of the\nspoonerism; it is formed of two words (or phrases) which fit\ntogether in the old context and which must, in their new form,\nfit together to make new sense.</p>\n<p>It may be useful to bring in alongside the spoonerism\nother forms of verbal gaffe.  The <em>malapropism</em>, of course, comes\nfrom Sheridan's Mrs. Malaprop.  Such are “Illiterate him, I say,\nquite from your memory,” “A progeny of learning,” “It gives\nme the hydrostatics to such a degree,” “a nice derangement of\nepitaphs,” “She's as headstrong as an allegory on the banks of\nthe Nile,” “I own the soft impeachment.” (Slightly different is\n“You are not like Cerberus, three gentlemen at once, are you?”)\nThere was an excellent malapropism in the <em>Punch</em> cartoon of\nthe portly lady trying to catch a train, who “splintered up the\nplatform.”</p>\n<p>The term <em>Bunnyism</em> has not passed into general currency,\nbut could usefully do so.  It is, according to Charlie Rice, “an\noddball remark, a sort of glancing blow at logic that seems to\nmake sense until you start unraveling it.”  The word derives\nfrom Bunny, wife of Hollywood director Norman McLeod.\nThere is an affectionate account of her in Corey Ford's <em>The\nTime of Laughter</em>.  She was liable to say such things as, “You\ncan't blame me for making a mistake now and then.  After all,\nnobody's human,” or “Norm is always telling me a thing one\nday and out the other,” or “It was so dark that you couldn't see\nyour face in front of you.”  She complimented a hostess “This is\nthe best salad I ever put in my whole mouth.”  She remarked to\na noisy party, “Sssh!  Remember this isn't the only house you're\nin.”  Seeing a starlet worse for drink she whispered, “Look at\nher!  And she's old enough to be my daughter!”</p>\n<p>Charlie Rice claims his own mother as an outstanding\nBunnyist.  She would say to the children when they asked\nawkward questions “Never ask questions about things you\ndon't understand.”  Her daughter was going out with a bit of\npetticoat showing.  As she adjusted it for her Mrs. Rice said,\n“Remember, dear, a lady should never hint to a gentleman that\nshe has anything on under her dress.”  On hearing that an\nescaped convict had been caught locally, she cried, “Good\nheavens, we could all have been murdered in our graves!”  To\nthe fourth wrong number she snapped, “My dear sir, if that is\nthe wrong number, will you kindly tell me what is the right\nnumber?”  Charlie Rice's favorite was a note pinned to the\ndoor: “Charles.  I had to go to the dentist.  If you get home\nbefore I do, I hid the key under the doormat.  Love, Mother.”\nMrs. Rice had a standard saying “It's only fair to turn a deaf\near to all opinions.”  Charlie Rice quotes one or two more\nBunnyisms, such as the advice he received from a professor:\n“Don't worry—never burn your bridges before you come to\nthem,” or the button motto “Help Stamp Out Mental Health,”\nor the simple “I'm always getting the horse before the cart.”</p>\n<p>William Deedes, UK Minister without Portfolio, and later\neditor of <em>The Daily Telegraph</em>, is a Bunnyist.  His employees\nspeak of <em>Deedesisms:</em> “Don't burn your boots” he said to a\nreporter leaving for another paper.  He said of Lord Carrington\nthat “he weighs a lot of ice.”  Other gems include “You've got\nto keep all your feathers in the air,” “You can't make an\nomelette without frying eggs,” and “You can't have your pound\nof flesh and eat it.”</p>\n<p>Bunnyisms have some affinities with Irish bulls.  These\nmust involve an element of inconsequence.  One of the most\nfamous is attributed to Sir Boyle Roche (1743-1807): “Mr.\nSpeaker, I smell a rat.  I see him forming in the air and\ndarkening the sky; but I'll nip him in the bud.”  That has not\nbeen authenticated firmly, but he certainly asked in the Irish\nParliament in 1780, “What has posterity done for us?”\nAnother, told by Lady W. Russell, appears in G. W. E.\nRussell's <em>Fragments from Many Tables:</em> “Single misfortunes\nnever come alone, and the greatest is generally accompanied by\na still greater.”  I never believed that the Irish were really like\nthat until the Rev. Harry Lamb, the only Irishman at a\nconference, said in my presence how sorry his friends were to\nhave missed the conference—“and if they'd been here, they'd\nhave said so for themselves.”  I can also guarantee the report in\n<em>Cork Evening Echo</em> in April, 1970, “Whilst snow is unprecedented\nat this time of year, especially in the south of Ireland, it\nis certainly not unusual.”  Also authentic is the interjection of\nan Irish MP, Mr. O'Conor Power, last century, who cried, “Mr.\nSpeaker, sir, since the government has let the cat out of the\nbag, let us take the bull by the horns.”</p>\n<p>Sir Boyle Roche reminds us of the mixed metaphor.  We\nshould not altogether scorn the mixed metaphor.  Nigel\nStrangeways, in one of the detective-stories which Cecil Day\nLewis wrote under the pen-name of Nicholas Blake, declares it\nthe sign of “a vivid and proleptic imagination.”  Does not\nHamlet have “to take arms against a sea of troubles”—not\nperhaps the happiest of phrases, but one which passes currency?\nMy own favorite perpetrator of mixed metaphors is a\nNigerian friend, Tai Solarin, headmaster, educationalist, social\ncritic, writer.  In his column in December 1961 he produced:\n“Our government is a hydra-headed octopus that veers and\nbacks depending on the prevailing planetary winds, and that\noscillates and flounders and hopes, whatever happens, for the\nbest.  It is not purposive; it is not logical; it is not disciplined.”\nFour years later in October 1965 came this: “Tomorrow,\nNigeria is going to become India and Pakistan.  The snowball is\nbecoming fatter and tumbling faster on its sharp, deadly\ngradient to catastrophe—unless we arrest the glowing embers\nnow and completely extinguish it and save ourselves from the\ninevitable conflagration.”  Beat those if you can!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Of Spooner, Spoonerisms and Other Matters</h1> <p><em><span data-rel=\"author\">John Ferguson</span> <span data-rel=\"location\">Selly Oak Colleges, Birmingham</span></em></p> <p>The Rev. Dr. Spooner (1844-1930), Warden of New College,\nOxford (1903-24), has been immortalized in the\nword <em>spoonerism</em>.  This is curious, for it seems, on the evidence\nof those who knew him best, that the spoonerism was a verbal\nfelicity which he did not perpetrate.  The only spoonerism\nwhich is possibly authentic comes in his announcement of a\nhymn as “Kinkering kongs.”  This surely must be authentic;\notherwise, how could his name have ever been affixed to such\ntranspositions?  It is the more plausible in that it does not form\na classic spoonerism in which, as Norman Ward suggests [XI,1],\nthe transposition creates real but incongruous words.  The best\nof all spoonerisms, <em>pace</em> Mr. Ward, do not produce “words\nwithout meaning in the context where they appeared,” but\nwords with a surprising significance.</p> <p>To return first to the historical Dr. Spooner.  Two reminiscences\nrecall the real man.  One comes from Aldous Huxley,\nwho recalled him preaching at a village church outside Oxford.\nAfter the ascription at the sermon's end he was descending the\nsteps of the pulpit, when a thoughtful look came over his face\nand he turned round and said, “I feel that I should explain that\nin my recent remarks every time I mentioned Aristotle I\nintended the Apostle Paul.”  One wonders what the honest\nvillagers made of the sermon!  Another story comes from Lionel\nCasson.  He had just been elected a Fellow of New, and\nhappened to meet the Warden in the Quad.  Spooner said to\nhim, “Ah, my dear chap, you must come along at four o'clock.\nWe're inducting Casson, our new fellow.”  “But, Warden, I am\nCasson.”  “Well, never mind, my dear chap, come along just the\nsame.”</p> <p>Of the apocryphal spoonerisms two are particularly ingenious.\nOne consists of words allegedly spoken to an erring\nundergraduate: “You have hissed all my mystery lectures, you\nhave tasted two whole worms, and now you must leave Oxford\nby the town drain.”  The other relates to a compulsory examination\nat Oxford in divinity, known as Divvers.  (This was a\ntypical piece of Oxford slang, some of which has passed into\nwider usage, as <em>brekker</em> for breakfast, <em>rugger</em> and <em>soccer</em> for two\nforms of football.  A wastepaper basket became a <em>wagger pagger\nbagger</em>, and the prince of Wales the <em>Pragger Wagger.</em>)  The\nexamination involved an oral, and Spooner was taking a\ncandidate through the New Testament version of the Lord's\nPrayer.  The candidate's efforts were halting.  “Come on, come\non,” said Spooner impatiently.  “Forgive us our debts as we also\nforget our divvers.”  Leading worship in a Presbyterian church\nin St. Paul, Minnesota, where the usual form of the Lord's\nPrayer involves “debts” rather than “trespasses” (as is normal\nin England), I always had to let my voice drop after “Forgive\nus our debts,” for fear that I should say the wrong thing!</p>"
}