{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Soldier Talk",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Soldier-Cragg-Ernest-Elting/dp/B00D4MSC24\"><em>A Dictionary of Soldier Talk</em></a></h1>\n<p>Col. John R. Elting, U.S. Army, Ret., Sgt. Major Dan Cragg, U.S. Army, Ret., Sgt. 1st Cl., and Ernest L. Deal, U.S. Army, Ret., (Scribner's, 1984), xiv + 383pp.</p>\n<p>This dictionary comprises approximately 3800 words and\nphrases peculiar to the vocabulary of soldiers of the United\nStates Army from its original establishment to the present and\nto that of their predecessors of the Colonial Period.  Examples\nhave been chosen to provide a representative selection of day-to-day\nspeech in the Army during peacetime and war.  They\ninclude slang; abbreviations and acronyms; technical terms;\nexpressions borrowed from foreign languages, allied and enemy\nforces, and civilian life; eponyms and invented words; nicknames\nof famous commanders, units, weapons, and battles; and\nmilitary folklore.  There are also samples of obsolescent, little-used,\nand ephemeral expressions.</p>\n<p>Standard terms pertaining to Army regulation, rank, command,\nand decorations are included when they have special\nhistorical significance or colloquial meanings that differ notably\nfrom their official ones.  The short appendices of U.S. Navy and\nMarine Corps vocabulary contain expressions which are also\nmore or less common knowledge in the Army.  All of the\ncombat and most of the support branches of the Army are\nrepresented, including the Air Force, both during its existence\nas a branch of Army command and as an independent service.\nThere is also a selection of expressions used by West Point\ncadets with reference to classroom and social life as well as the\ndaily routine and traditions of the United States Military\nAcademy.</p>\n<p>Entries are dated by historic names of conflicts rather than\na chronology of the major and minor wars and lesser actions in\nwhich the United States Army has been engaged.  Interim\nperiods are designated by headings such as <em>Ancient, Colonial,\nOld, Old Army, Occupation of Japan, Post-World War II</em>, and\n<em>Modern</em>.  Annual equivalents of each are listed in a table at the\nbeginning of the <em>Dictionary</em>.  About four fifths of the terms\ncollected in this work postdate 1860.</p>\n<p>The bibliography consists of about two hundred titles and\ncontains standard military, slang, dialect, historical, and foreign-language\ndictionaries, besides an up-to-date selection of\nscholarly and linguistic studies.  A noteworthy feature is the\ninclusion of works of fiction by soldier-authors such as <em>From\nHere to Eternity</em>, by James Jones, and <em>The Lionheads</em>, by Josiah\nBunting, from which brief quotations have been excerpted to\nillustrate a number of entries.</p>\n<p>It must be said that <em>A Dictionary of Soldier Talk</em> has\naspects that are not characteristic of most military dictionaries.\nThe joint professional careers of the compilers span eighty-five\nyears, four major wars, and service in half a dozen branches of\nthe Army and the Marine Corps.  Their knowledge of many\nterms in the <em>Dictionary</em> is first-hand, and in such cases they\nhave often enriched its entries with anecdotes, reminiscences,\nand blunt opinions of commanders and national policies; they\nhave even included recipes for the preparation of powerful\nalcoholic drinks.  These embellishments are lively, entertaining,\ninformative, often full of humor, and sometimes grim, but all\nare personal, and it is this point of view and style that\npermeate the <em>Dictionary</em>.</p>\n<p>The wing weenies have worked it over long before our\nthrottle jockey walks out to his Thud.*</p>\n<p>—Thud Ridge, Jack Broughton, Lippincott, 1969.</p>\n<p>Few quotations in the <em>Dictionary</em> so well exemplify the\nunintelligibility of American military argot to outsiders.  The\nexpressions come from Modern Air Force usage.  <em>Wing weenie</em>\nis slang for a 'wing officer who serves as staff assistant to the\ncommander.' <em>Thud</em> is a nickname for 'the F-105 Thunderchief\nfighter-bomber' used in combat throughout most of the Viet\nNam War, and a <em>throttle jockey</em> is a 'fighter pilot.'  Another,\nearlier example is <em>Bed-Check Charlie.  Bed check</em> alludes to\nnightly supervision of barracks by noncommissioned officers\nafter “Lights Out.”  However, <em>Bed-Check Charlie</em> refers to\nantiquated enemy reconnaissance aircraft that regularly flew\nover American lines at twilight during the Korean War, but\ncould not be picked up by radar and were too slow to be\nintercepted by fast jet fighters.</p>\n<p>The <em>Dictionary</em> contains many terms that have hidden as\nwell as apparent meanings, and the explanations of their covert\nsignificance are always enlightening.  How many draftees, on\ntheir first arrival in camp, have cheered the announcement by a\nbeaming sergeant that they were “Just in time for a <em>GI party</em>”\nonly to find that it had nothing to do with convivial refreshments\nbut meant a thorough cleaning of the barracks?  The\ndefinition of <em>chief of staff</em> can be found in any standard\nEnglish-language dictionary—but not the information that it\nalso means an officer's wife.  In the era of the <em>Old Army</em>\n(1919-1941), 'a commanding officer's wife' was a <em>COW</em>, but in\nlower-case letters <em>cow</em> is Modem cadet slang for 'a third-year\nman at West Point, Annapolis, or the Air Force Academy.'\nWhat civilian without military experience would realize that\namong male soldiers, the <em>Bay of Pigs</em> formerly meant quarters\noccupied by members of the Women's Army Corps?</p>\n<p>Even the nomenclature of weapons components has its\nsurprises.  <em>Headspace</em> means 'the clearance between the bolt-face\nof a rifle or machine gun and the base of a chambered\ncartridge'; if it is too large the weapon will not fire.  Hence it\nhas become a metaphor applied to stupid and inept soldiers.\nBut <em>checking the headspace</em>, which is an armorer's responsibility,\nis also used in the Army and Marine Corps for 'any kind of\nroutine investigation.'  A <em>flash hider</em> is 'a device attached to the\nmuzzles of small arms to suppress the muzzle flash' that might\nreveal their position when fired in combat; but <em>flash hider\nremoved</em> is Modem Medical Service slang for '<em>circumcision</em>.'</p>\n<p>The <em>Dictionary</em> has flaws which occasionally make it\nconfusing and awkward to use.  Cross references and bibliographic\ncitations are casual and frequently not indicated at all.\nThere are also long entries without numbered subdivisions to\nclearly separate definitions from explanatory passages and\nanecdotes.  The <em>General Chronology</em>, in particular, is too idiosyncratic\nand should be revised to conform with recognized\npractice for dating the events of United States history.  Exact or\napproximate annual dates should follow each entry word\ntogether with abbreviations for historic periods and conflicts.\nThis would provide the essential chronological data and eliminate\nsuch imprecise designations as <em>Ancient</em>, and <em>Old, Old\nArmy</em>.</p>\n<p>I have no major criticisms of the <em>Dictionary</em> that the\ncompilers themselves have not already acknowledged: that its\ncoverage of Air Force terminology is insufficient; that they\nhave unintentionally “slighted” the Coast Guard; that there are\ntoo few examples of special expressions used by black servicemen;\nand that their selections from the speech of women\nmembers of the Army may be dated.  Nevertheless, these\ndeficiencies do not significantly detract from the over-all merit\nof the work.  Colonel Elting and Sergeants Cragg and Deal have\ndone a fine job of assembling from widely scattered sources the\ncolorful, richly varied, and abundant information which is to be\nfound in <em>A Dictionary of Soldier Talk</em>.  Henceforth, all who seek\nto know more about this fascinating area of the American\nlanguage will be in their debt.</p>\n<p><em>K. Lawrence Parker</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Soldier-Cragg-Ernest-Elting/dp/B00D4MSC24\"><em>A Dictionary of Soldier Talk</em></a></h1> <p>Col. John R. Elting, U.S. Army, Ret., Sgt. Major Dan Cragg, U.S. Army, Ret., Sgt. 1st Cl., and Ernest L. Deal, U.S. Army, Ret., (Scribner's, 1984), xiv + 383pp.</p> <p>This dictionary comprises approximately 3800 words and\nphrases peculiar to the vocabulary of soldiers of the United\nStates Army from its original establishment to the present and\nto that of their predecessors of the Colonial Period.  Examples\nhave been chosen to provide a representative selection of day-to-day\nspeech in the Army during peacetime and war.  They\ninclude slang; abbreviations and acronyms; technical terms;\nexpressions borrowed from foreign languages, allied and enemy\nforces, and civilian life; eponyms and invented words; nicknames\nof famous commanders, units, weapons, and battles; and\nmilitary folklore.  There are also samples of obsolescent, little-used,\nand ephemeral expressions.</p> <p>Standard terms pertaining to Army regulation, rank, command,\nand decorations are included when they have special\nhistorical significance or colloquial meanings that differ notably\nfrom their official ones.  The short appendices of U.S. Navy and\nMarine Corps vocabulary contain expressions which are also\nmore or less common knowledge in the Army.  All of the\ncombat and most of the support branches of the Army are\nrepresented, including the Air Force, both during its existence\nas a branch of Army command and as an independent service.\nThere is also a selection of expressions used by West Point\ncadets with reference to classroom and social life as well as the\ndaily routine and traditions of the United States Military\nAcademy.</p> <p>Entries are dated by historic names of conflicts rather than\na chronology of the major and minor wars and lesser actions in\nwhich the United States Army has been engaged.  Interim\nperiods are designated by headings such as <em>Ancient, Colonial,\nOld, Old Army, Occupation of Japan, Post-World War II</em>, and\n<em>Modern</em>.  Annual equivalents of each are listed in a table at the\nbeginning of the <em>Dictionary</em>.  About four fifths of the terms\ncollected in this work postdate 1860.</p>"
}