{
  "type": "Article",
  "title": "Crank This Sucker Up!",
  "author": "David Minugh",
  "location": "University of Stockholm",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Crank This Sucker Up!</h1>\n<p><em><span data-rel=\"author\">David Minugh</span> <span data-rel=\"location\">University of Stockholm</span></em></p>\n<p><em>I</em> am looking at a cartoon from Bloom County: the main\ncharacters have been lying in a wheelchair improving their\ntans and are now about to start back home, and so a few\nfriends from the animal world climb on aboard for a free ride.\nIt is at this point that one of them (a porcupine, to be exact)\nleans forward into the coming slipstream and commands,\n“Crank this sucker up!” Suddenly we are at a crossroads in\nlexical history: while I immediately link <em>to crank something up</em>\nwith men in leather hats and goggles, spoked tires and Model T\nFords, what am I to do with <em>sucker</em>?  <em>All-day suckers</em> and\n<em>jawbreakers</em> of my penny-candy youth?  Some obscure sexual\nrite involving wheelchairs, porcupines and bears?  Associations\nto fish mouths and insect footpads, or to strawberry runners or\ntobacco plants?</p>\n<p>A casual search through my various dictionaries revealed\nnumerous possible meanings for <em>sucker</em>, but none of them\nsupported the obvious interpretation: 'thing, object.'  Yet I soon\nrealized that other examples were not hard to find, even in the\nlimited material available here in Sweden:</p>\n<blockquote>\n<p>...the Bloom County quote (Berke Breathed, <em>Washington\nPost</em>, 1983), reprinted in <em>Profiles</em> (a computer\nmagazine), Jan./Feb. 84, p. 34.</p>\n<p>In the comic strip <em>B.C.</em>, the “Fat Broad” is apparently\nparticularly enamoured of the word: on\n(release date) Sept. 16 she discovers a bottle on\nthe beach and says, “Beach litter!... I HATE litter\n!  I think I'll bust this sucker into a million\npieces.”  On (release date) Oct. 28, when she is\nsoliciting signatures for the ERA, her message is\n“Sign this sucker (i.e., the petition) or I'll ram\nthe clipboard down your throat.”</p>\n<p><em>Newsweek's</em> Election Special (Nov./Dec. 1984, pp. 56, 57) “quotes” Mondale campaign staffer Joe\nTrippi on his fears about the Iowa primaries:\n“<em>We could lose this sucker,</em> he thought.  <em>We're\ntaking on water.  We could lose,”</em> and again, “<em>We\ncould lose this sucker,</em> he thought.”</p>\n</blockquote>\n<p>What apparently has happened is that <em>sucker</em> has developed\na new meaning (which is actually only a potential\nmeaning): like <em>thing</em>, or <em>object</em>, or <em>whatchamacallit</em>, it can now\nrefer to any context-determined inanimate object.  It also seems\nto have a wider range of reference than many other possible\nsubstitutes, such as <em>gadget</em>, which would work only for the\nwheelchair example, or <em>doodad</em>, which does not even seem to\nbe appropriate there.  The object referred to is clearly identified\nby the context, and in my examples is consistently used with\nthe demonstrative <em>this</em>.  (It would, however, surely be acceptable\nto be searching for your theater tickets and mutter, “I bet I\nleft those suckers at home!”)</p>\n<p>The above examples all indicate a fairly high state of\nemotional involvement about the issue or action involved,\nrather than about the specific object itself.  If used about a\nperson, however, <em>sucker</em> would inevitably get entangled with\nthe primary meaning it has about people: 'someone easily\nfooled,' which implies disparagement.  Saying “That sucker\ndoesn't know enough to come in out of the rain” would thus\nseem to be distinctly possible, but I am dubious about “*Joe\nshould be first trumpeter—that sucker really knows how to blow\nthat horn!”</p>\n<p>One of the major problems with lexical extension, or for\nthat matter, any innovation in language, is determining when it\nwas first used (and when a nonce usage becomes an established\nusage?).  Scholars may well be able to document earlier occurrences,\nwhether written or spoken, but that simply pushes the\nproblem a bit further into the past.  (Rare exceptions do, of\ncourse, occur, as with <em>yesteryear</em>, which the <em>OED</em> unequivocally\ncredits to D. G. Rossetti.)  In cases like the present one,\nthe extension in meaning almost certainly first occurred in\nspoken English, which makes matters even more difficult.</p>\n<p>Additionally, there is the problem of observing the evidence\nthat actually exists, since we often begin using an item\nwithout consciously perceiving that it is new.  In the specific\ncase at hand, I now realize that I twice translated <em>sucker</em> into\nSwedish (the <em>B.C.</em> texts) before even noticing that the sense in\nwhich it was used was actually an extension in meaning.  Once\nthe observer has become “sensitized” to a given item, however,\nit seems to pop up everywhere! (This problem of “convenient”\nevidence—evidence that shows up on demand, as it were—has\nalso been noted by novelists, and in fact forms one of the major\nthemes of Thomas Pynchon's <em>The Crying of Lot 49.</em>)</p>\n<p>While it thus may be difficult or impossible to establish the\nexact date when this use of <em>sucker</em> first surfaced, it does not\nseem nearly as difficult to understand why it occurred: <em>sucker</em>\nhappens to rhyme with a relatively potent swear-word, <em>fucker</em>\nand strongly resembles yet another, <em>cocksucker</em>, both of which\nare “strong” swear-words that are not restricted in reference, as\nthey can be used about both people and objects: *I didn't do\nanything; the fucker/son-of-a-bitch/bastard/*etc.  <em>just broke/hit\nme</em>—although middle-class children of my generation would\nprobably have said <em>The darn thing just broke/That darn kid\njust hit me</em>.  Since my examples of <em>sucker</em> all come from writing\nareas where strong swear-words are still taboo (the same issue\nof <em>Newsweek</em> is replete with quotes like Bob Beckel's comment\non page 60, “Y' all don't have a bleeping idea what politics is all\nabout,” where a [<em>sic</em>] is surely appropriate after <em>bleeping</em>), that\nmight in itself seem a sufficient explanation.  A more appropriate\ndefinition of this sense of <em>sucker</em> would then be 'darn/damn\nthing' (which would also explain why, e.g., <em>gadget</em> is not as\nappropriate for such situations).</p>\n<p>Yet <em>sucker</em> is not merely another swear-word: first of all,\nalthough obviously reminiscent of <em>fucker</em> and the equally taboo\n<em>cocksucker</em>, it has for centuries successfully retained important\nnonobscene (although negative) meanings about people, most\nrecently that of 'a person easily fooled.'  (The <em>OED</em> cites an\nAmerican example from as early as 1844.)  It is probably this\nwhich makes it considerably more “respectable” than consistently\ntaboo words like <em>fucker</em>.  Second (and probably as a\nconsequence), <em>sucker</em> does not seem to be as clearly negative as\nobvious swear-words that might fit in the same contexts: <em>Crank\nthis fucker/cocksucker/bastard up!</em>  On the other hand, the\n“Fat Broad” clearly uses it in an aggressive manner that\nsuggests a covert prestige situation reminiscent of phrases like\n<em>He's bad, man</em>! or *This fucker * [i.e., my car] can <em>really fly!</em></p>\n<p>Rather than assuming that <em>sucker</em> will achieve the neutrality\nof other nonspecific reference words in English (<em>thing</em>) and\nother Western European languages (e.g., French <em>chose, truc</em>,\nGerman <em>Sache, Ding</em>), we should remember that its subterranean\nlinks to two of our most potent swear-words instead\nsuggest that it may well lead a perilous existence in any future\nthat reintroduces more rigid concepts of decorum.</p>\n<p>Having only recently become aware of this item, I have\nnot investigated it in any detail, so I'd like to toss the ball over\nto you, the readers, and ask how you react to this use of <em>sucker,</em>\nwhether you know of previous documentation (it is conspicuously\nabsent from, e.g., <em>Partridge</em>) and whether you have other\ncandidates of a similar nature, perhaps from other languages.\n...After all, it's not every day that a new such (non-)word\nappears.</p>\n<p>As a closing note, I might add an anecdote from my early\ndays in Sweden.  Swedish has several nonspecific standard\nwords for 'thing'—<em>sak</em> (etymologically connected with our <em>sake,\nforsake), ting or tingest</em> (cf. our <em>thing</em>)—and several informal\nequivalents, <em>grej</em> and <em>pryl</em>.  While learning Swedish, I had of\ncourse acquired them rather early.  When I subsequently went\ninto a hardware store to buy an awl (a spur-of-the-moment\npurchase), I had no idea of the Swedish word I needed, so I\nhappily used the nonspecific word <em>pryl</em>, and to my amazement\nthe store clerk immediately produced a selection of awls.  Little\ndid I know that the basic sense of <em>pryl</em> was precisely that—an\nawl!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Crank This Sucker Up!</h1> <p><em><span data-rel=\"author\">David Minugh</span> <span data-rel=\"location\">University of Stockholm</span></em></p> <p><em>I</em> am looking at a cartoon from Bloom County: the main\ncharacters have been lying in a wheelchair improving their\ntans and are now about to start back home, and so a few\nfriends from the animal world climb on aboard for a free ride.\nIt is at this point that one of them (a porcupine, to be exact)\nleans forward into the coming slipstream and commands,\n“Crank this sucker up!” Suddenly we are at a crossroads in\nlexical history: while I immediately link <em>to crank something up</em>\nwith men in leather hats and goggles, spoked tires and Model T\nFords, what am I to do with <em>sucker</em>?  <em>All-day suckers</em> and\n<em>jawbreakers</em> of my penny-candy youth?  Some obscure sexual\nrite involving wheelchairs, porcupines and bears?  Associations\nto fish mouths and insect footpads, or to strawberry runners or\ntobacco plants?</p> <p>A casual search through my various dictionaries revealed\nnumerous possible meanings for <em>sucker</em>, but none of them\nsupported the obvious interpretation: 'thing, object.'  Yet I soon\nrealized that other examples were not hard to find, even in the\nlimited material available here in Sweden:</p> <blockquote>\n<p>...the Bloom County quote (Berke Breathed, <em>Washington\nPost</em>, 1983), reprinted in <em>Profiles</em> (a computer\nmagazine), Jan./Feb. 84, p. 34.</p>\n<p>In the comic strip <em>B.C.</em>, the “Fat Broad” is apparently\nparticularly enamoured of the word: on\n(release date) Sept. 16 she discovers a bottle on\nthe beach and says, “Beach litter!... I HATE litter\n!  I think I'll bust this sucker into a million\npieces.”  On (release date) Oct. 28, when she is\nsoliciting signatures for the ERA, her message is\n“Sign this sucker (i.e., the petition) or I'll ram\nthe clipboard down your throat.”</p>\n<p><em>Newsweek's</em> Election Special (Nov./Dec. 1984, pp. 56, 57) “quotes” Mondale campaign staffer Joe\nTrippi on his fears about the Iowa primaries:\n“<em>We could lose this sucker,</em> he thought.  <em>We're\ntaking on water.  We could lose,”</em> and again, “<em>We\ncould lose this sucker,</em> he thought.”</p>\n</blockquote>"
}