{
  "type": "Article",
  "title": "From Za-za to San-san: The Climate of Japanese Onomatopoeia",
  "author": "David Galef",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">From Za-za to San-san: The Climate of Japanese Onomatopoeia</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>Bells in Japan ring with a <em>jan-jan</em> sound; roosters cry\n<em>kokekokko</em>.  “Even the dogs in Japan,” remarked one long-term\nforeign resident, “speak Japanese.”  True enough: the\nsound of barking is written as <em>wan-wan</em>, not all that far from\ncanine reality.  But what is one to make of <em>bata-bata</em>, the sound\nof beating wings, or <em>goro-goro</em>, approximating the rolling of a\nbarrel?  This is <em>giseigo</em>, the Japanese version of onomatopoeia,\nwhere the sound of a word imitates its meaning.</p>\n<p>Japanese onomatopoeia is really divided into two groups,\n<em>giseigo</em> and <em>gitaigo</em>.  The three characters which make up\n<em>giseigo</em> mean 'mimic-voice-language,' really a word imitating a\nsound.  The word <em>bū-bū</em>, for example, means 'to complain or\ngrunt' because it is the sound a pig makes.  <em>Gitaigo</em>, on the\nother hand, is an attempt to represent the sound of an action,\nsubtler and more abstract than <em>giseigo</em>.  An interesting instance\nof this second grouping is <em>sassato</em>, which means 'quickly' or\n'promptly.' While possibly disconcerting to the foreigner trying\nto learn Japanese, these expressions add a lot of color to an\notherwise polite, honorific language.  In fact, a Japanese\nspeaker's style has a lot to do with the amount of <em>giseigo</em> and\n<em>gitaigo</em> he uses: the more sound-expressions, the more vivid the\nspeech.</p>\n<p>Since the world of nature figures so prominently in\nJapanese life, numerous expressions exist to capture the seasonal\nphenomena.  A light wind makes a <em>hyū-hyū</em> sound; as the\nwind picks up, it becomes <em>pyū-pyū</em>; and a gale makes a\nrhythmic <em>byū-byū</em> sound.  For those who like to form lexical\nrules, the <em>h</em> to <em>p</em> to <em>b</em> sequence usually represents stronger and\nstronger force.  While <em>pata-pata</em>, for example, may be the flap\nof little wings, <em>bata-bata</em> might represent a helicopter's massive\ndislocation of air.  The <em>k</em> to <em>g</em> switch follows the same pattern.\nThe familiar syllabic repetition represents a continuing state.\nFor the Japanese, even smoothly flowing actions have this\nalliterative repetition.</p>\n<p>Rain, so quintessentially Japanese, comes in a variety of\nforms: <em>za-za</em> is a downpour, heavy slanted drops soaking one to\nthe skin.  <em>Potsu-potsu</em> is a medium rain, striking the roof tiles,\nperhaps with a pinging sound.  Finally, as the rain tapers off to\na drizzle, the sound modulates to a polite <em>shito-shito</em>.  The\nclouds roll away (<em>goro-goro</em>) and the sun shines brilliantly, <em>san-san</em>.\nLater, at night, the stars come out, twinkling <em>kira-kira</em>.\nAnd once in a great while, a shooting star may go flashing <em>pika-pika</em>\ntoward the horizon.  The Japanese natural world has its\nown distinct personality.</p>\n<p>The Japanese represent their moods in a variety of sounds,\nas well.  In moments of exasperation, they grimace <em>muka-muka</em>,\nor gnash their teeth with a <em>giri-giri</em> sound.  Nervousness makes\nthem <em>waku-waku</em>, and real fright causes them to tremble <em>buru-buru</em>\nall over.  The <em>shiku-shiku</em> sound of sobbing can be heard\nright through a Japanese screen.  In the neighboring house,\nsomeone is smiling <em>niko-niko</em> as he listens to a funny story.  The\npunchline is delivered, and he gives out a big <em>gera-gera</em> belly\nlaugh.  In the next room, however, someone is exhausted (<em>kuta-kuta</em>)\nand trying to sleep.  A half-hour later comes the <em>gū-gū</em> of\ngentle snoring.  Japanese households can be very noisy and\ncomplex in a quiet, simple way.</p>\n<p>This is not to say that English onomatopoeia is so plain,\nand in fact there are some interesting cross-cultural equivalents.\nA <em>pocha-pocha</em> Japanese child becomes roly-poly in America.</p>\n<p>The <em>kera-kera</em> laugh, a step down from the rollicking <em>gera-gera,</em>\napproximates 'giggle' in English.  <em>Jara-Jara</em> in Japan is as good as\na jingle in New Jersey.  As for the annoyed <em>humph, fun</em>\n(pronounced “foon”) is a much-used Japanese equivalent.  The\nJapanese terms, however, extend to a variety of what English-speakers\nwould consider silent actions: <em>jiro-jiro</em> is 'to stare in\nfascination,' the way many Japanese still do at foreigners.</p>\n<p>The world of abstract actions, <em>gitaigo</em>, is more of a puzzle\nto nonnative speakers.  The literal meaning of <em>gitaigo</em> is 'mimic-condition-language,'\nor mimesis, though the phonic connections\nseem less obvious than with the reduplicated words.  Why does\n<em>pittari</em> mean 'to fit perfectly' or <em>sokkuri</em> 'to be exactly alike'?\nThe word <em>gisshiri</em> 'squeezed in' or 'packed full' has resonances\nof the English <em>squished</em>, but why does one resolve a matter\n<em>shikkari to</em> 'firmly or decisively'?  For the most part, these are\nwords not representable by Chinese ideograms, so the etymology\nis unclear.  Written in the phonetic <em>kana</em> syllabary, they\nappear to antedate the importation of Chinese characters by\nseveral hundred years: sounds before signs.  Questioning a\nnumber of Japanese on the subject produces the response that\nwords like <em>hakkiri</em> ('clearly, obviously') simply sound like their\ndenoted conditions.  Such is the essence of any onomatopoeia,\nand though <em>gitaigo</em> tends to be more adverbial in usage than\nthe general <em>giseigo</em>, it may simply be that the Japanese have a\nmore refined phonic sense.  The onomatopoeic <em>giseigo</em> always\nmakes good intuitive sense: <em>bara-bara</em>, which is the sound of an\nobject breaking into pieces, has come to mean 'scattered' or 'on\nall different levels.'  “This English class,” a Japanese instructor\nmight say of his students, “is <em>bara-bara</em>.”</p>\n<p>Though it would be an exaggeration to say that there is a\nJapanese sound-word for every occurrence, a full list would be\nextremely long.  This is a country where trains rattle along\n<em>goton-goton</em> and buzzers go <em>bun-bun</em>.  On the train, a lively\n<em>pichi-pichi</em> young girl is kicking and struggling <em>jita-bata</em>, while\nan old man with his clothes <em>boro-boro</em> (in tatters) looks on.  It\nsounds like a scene from Japanese comics, which in fact rely\nheavily on <em>giseigo</em> for their impact.  The American <em>pow</em> and <em>zap</em>\nseem uninspired by comparison.  The Japanese for <em>pow</em>, incidentally,\nis <em>pachin</em>, while a ray-gun's <em>zap</em> is <em>bii-bii</em>, coincidentally\nthe sound of a baby's crying.</p>\n<p>The association of onomatopoeia with comics is not\naccidental.  <em>Giseigo</em> and <em>gitaigo</em> remain informal, sometimes\npungent expressions, bespeaking easy usage.  That is not to say\nthey are slang.  Even the staid <em>Kenkyūsha Dictionary</em> admits\ntheir lexical validity.  Still, the words retain a nonrigorous\nquality, not entirely fit for serious scholarship.  Far better to get\na sense of them <em>bura-bura</em>: 'wandering around aimlessly,\nlooking at the sights with no fixed destination in mind.'</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">From Za-za to San-san: The Climate of Japanese Onomatopoeia</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">New York City</span></em></p> <p>Bells in Japan ring with a <em>jan-jan</em> sound; roosters cry\n<em>kokekokko</em>.  “Even the dogs in Japan,” remarked one long-term\nforeign resident, “speak Japanese.”  True enough: the\nsound of barking is written as <em>wan-wan</em>, not all that far from\ncanine reality.  But what is one to make of <em>bata-bata</em>, the sound\nof beating wings, or <em>goro-goro</em>, approximating the rolling of a\nbarrel?  This is <em>giseigo</em>, the Japanese version of onomatopoeia,\nwhere the sound of a word imitates its meaning.</p> <p>Japanese onomatopoeia is really divided into two groups,\n<em>giseigo</em> and <em>gitaigo</em>.  The three characters which make up\n<em>giseigo</em> mean 'mimic-voice-language,' really a word imitating a\nsound.  The word <em>bū-bū</em>, for example, means 'to complain or\ngrunt' because it is the sound a pig makes.  <em>Gitaigo</em>, on the\nother hand, is an attempt to represent the sound of an action,\nsubtler and more abstract than <em>giseigo</em>.  An interesting instance\nof this second grouping is <em>sassato</em>, which means 'quickly' or\n'promptly.' While possibly disconcerting to the foreigner trying\nto learn Japanese, these expressions add a lot of color to an\notherwise polite, honorific language.  In fact, a Japanese\nspeaker's style has a lot to do with the amount of <em>giseigo</em> and\n<em>gitaigo</em> he uses: the more sound-expressions, the more vivid the\nspeech.</p> <p>Since the world of nature figures so prominently in\nJapanese life, numerous expressions exist to capture the seasonal\nphenomena.  A light wind makes a <em>hyū-hyū</em> sound; as the\nwind picks up, it becomes <em>pyū-pyū</em>; and a gale makes a\nrhythmic <em>byū-byū</em> sound.  For those who like to form lexical\nrules, the <em>h</em> to <em>p</em> to <em>b</em> sequence usually represents stronger and\nstronger force.  While <em>pata-pata</em>, for example, may be the flap\nof little wings, <em>bata-bata</em> might represent a helicopter's massive\ndislocation of air.  The <em>k</em> to <em>g</em> switch follows the same pattern.\nThe familiar syllabic repetition represents a continuing state.\nFor the Japanese, even smoothly flowing actions have this\nalliterative repetition.</p>"
}