{
  "type": "Article",
  "title": "In Honor of the Occasion",
  "author": "Clifton Brock",
  "location": "Chapel Hill, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">In Honor of the Occasion</h1>\n<p><em><span data-rel=\"author\">Clifton Brock</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p>\n<p>In east-central North Carolina, heading in a southwesterly\ndirection out of Chapel Hill, yon can drive over back-country\nroads through an area which has remained surprisingly\nrural.  The terrain is that slowly rolling kind found along the\nfringes of the Piedmont plateau, with plenty of hills, but which\nonly a sailor would call mountainous.  In areas where the soil\nwas more hospitable, this kind of country can be bountiful.  But\naround here the advancing icecaps slowed and dumped too\nmuch rock.  Centuries of erosion carried off most of the topsoil,\nand now the pines and hardwoods struggle on almost equal\nterms, with neither doing well.  The land was never much for\nfarming, and by the 1950s, depressions, wars, and the pull of\nthe city had drained it of population.  The Piedmont rivers,\nwhich had attracted 19th-century textile mills with their water\npower, are too far away, and those man-made rivers of\nconcrete, the Interstate highways, also have by-passed it.  Today\nthe area consists mostly of deserted farms, with only an\noccasional mobile home or brick ranch house to indicate the\nflight back to the land of furniture and textile workers from the\nsurrounding but distant towns of Asheboro, Pittsboro, and\nGreensboro.</p>\n<p>The region did enjoy a brief prosperity in the late 1800s.\nSome early geological accident deposited there the precise mix\nof clay and minerals needed for pottery making, and around\nthe turn of the century—before liquor became commercialized\nand bottled—it was a center for producing and exporting\nwhiskey jugs.  A few potters still survive and in recent years\nhave enjoyed a modest revival, based on the carriage trade\nfrom Chapel Hill, Raleigh, and other urban areas, plus the\noccasional Yankee tourist who has read about the potters and\ngoes out of his way to find them.  They have not adjusted well\nto this new market.  Most stubbornly persist in making useful\nobjects, don't much care if you buy or not, and—if they come\nto trust you—not only will sell you a jug but will arrange to\nhave it filled for you.</p>\n<p>Other than the potters, there is not much there.  You can\ndrive through the area undisturbed except for the occasional\nteenager testing his engine and skills.  Today the principal\nexport is first-class stock-car racers.</p>\n<p>We have come to know and love that country, but several\nyears ago my wife and I were making our first exploration\nthere.  We were partly trying to search out the potters, but\nmostly we were celebrating a day away from work and kids,\njust driving around leisurely and aimlessly, keeping cool with a\nnice wine.  Somewhere south of Asheboro we came upon a\nsmall place, not even a crossroads, with just a house, a country\nchurch, and a gas station.  I slowed down to accommodate a\npassing dog, looked up and saw a highway sign reading\n“Whynot.”  After all the “boros,” each dutifully and dully\nnamed for long-forgotten generals and statesmen, at least this\nwas something different.  We laughed and puzzled a bit about it\nas I drove on, turned right, and headed down an even smaller\ncountry road.  Shortly we came to another place, this time a\ncrossroads with a stop sign, a store, and a farmhouse off in the\ndistance.  Eunice, already a little loose and giggly from the\nwine, let out a whoop and pointed up to another sign, which\nread “Erect.”  We sat there awhile, laughing and speculating\nover the naivete of the locals.  I turned left, and as we headed\nnorth we began passing other crossroads, with signs pointing\nback down the road and reading “Erect 2,” “Erect 5,” “Erect\n7,” etc.  Eunice was holding both hands out, slowly spreading\nthem apart as we passed the signs, letting her eyes go wider\nand wider, and making ribald comments.  Somewhere along\nthere she gave me a meaningful look and grin, shrugged, and\nasked “Why not?”</p>\n<p>When we returned to the car and continued on down the\nroad, we came shortly to another crossroads, this one a little\nlarger, with two stores, a small branch bank, and several\nhouses.</p>\n<p>Its name was “Climax.”</p>\n<p>After several more trips down that way I became curious\nabout the names.  And I can tell you that no one knows how\nthose names arose.  Neither the most learned historians of the\nstate university, nor its most diligent librarians, nor the region's\nsharpest journalists have been able to discover their true\norigins.</p>\n<p>The major newspapers of the state periodically run stories\non the odd and sometimes suggestive place-names which dot\nthe map of North Carolina—<em>Ad Valorem, Vengeance, Bear\nWallow Ball, Shoofly, Loafers' Glory, Charlie's Bunion, Hearts-ease,\nHuggin's Hell, Bottom, Hasty, French Broad,</em> etc.  They\nalmost always include Whynot but seldom mention <em>Erect</em> and\n<em>Climax</em>, much less indicate that they are all located within a\nfew miles of each other.  The state gazetteer, which must strive\nfor completeness and is used in the public schools, has some\nexplanations which you may believe if you wish.  We are told\nthere that <em>Whynot</em> got its name when the people around there\nwere required to name their settlement for postal purposes, got\ntogether one day, but could not reach agreement.  Everyone\nkept saying “Why not name it this,” or “Why not name it\nthat,” and so they named it <em>Whynot</em>.  The name of <em>Erect</em>, so the\nbook says, “was suggested to the post office department in the\n1870s by C. M. Tyson, local merchant, to compliment the\nposture of his neighbor, Tom Bray.”  <em>Climax</em> was so named “for\nits location on high ground.”</p>\n<p>There are no early records regarding <em>Whynot</em>.  It is said\nthat this version of its origin was passed along over generations\nas part of the local folklore, and it makes a quaint story.  In his\n<em>Names on the Land; a historical account of place-naming in\nthe United States</em>, however, George R. Stewart notes that “the\nsame type of story turns up in various regions” and that “there\nonce was a <em>Whynot</em> in North Carolina, and there is still a\n<em>Whynot</em> in Nebraska.”  The one in North Carolina is still there,\ntoo, though it no longer has a post office, and postal names\nformed the basis for Stewart's book.  Stewart does not mention\n<em>Erect</em> or <em>Climax</em>, but there are some manuscript records in the\nUniversity of North Carolina Library that conflict somewhat\nwith the official version.  From those, it appears that the\nmerchant Tyson was the local wit, and something of a disreputable\nfellow, but that the name itself originated well before the\n1870s and that he probably just passed it along to the postal\nauthorities when they designated his store as the post office and\nrequired him to name it.  As for <em>Climax</em>, you can stand there,\nlook both north and west, and see range after range of hills, all\nhigher than <em>Climax</em>, climbing up to the Blue Ridge Mountains,\nwhich are visible on a clear day.</p>\n<p>I have a hunch about those names.  Perhaps it is fanciful,\nbut you be the judge.</p>\n<p>It is known that this area of North Carolina was settled in\nthe mid 18th century by Scotsmen moving down the Great\nWagon Road from Pennsylvania.  They were a devout people\nwhose church at that time was in a militant phase, eager to\nproselytize and keep the Church of England from spreading\ninland from the coast.  They brought with them fire-breathing\npreachers, famed for their fundamentalist rhetoric, but some of\nwhom nevertheless were not immune to at least one of the\nhomeland's weaknesses and were known to drink what the\nIndians called “firewater.”  There are records that prove all this.\nThe records also show that during this early time it was\nclergymen, not politicians or real-estate developers, who were\ncalled upon to christen places as well as babies.  The place-names\nfrequently reflected the hopes of their people, and that\nis why you see so many “New Hopes” and “Lebanons” and\n“Salems” scattered over the Southern countryside.</p>\n<p>I like to think that it was some magnificent old joker of a\nCalvinist circuit-rider who started out on his rounds one\nsummer morning, picked up a pretty and willing passenger,\ndallied along the way, and named those places in honor of the\noccasion.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">In Honor of the Occasion</h1> <p><em><span data-rel=\"author\">Clifton Brock</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p> <p>In east-central North Carolina, heading in a southwesterly\ndirection out of Chapel Hill, yon can drive over back-country\nroads through an area which has remained surprisingly\nrural.  The terrain is that slowly rolling kind found along the\nfringes of the Piedmont plateau, with plenty of hills, but which\nonly a sailor would call mountainous.  In areas where the soil\nwas more hospitable, this kind of country can be bountiful.  But\naround here the advancing icecaps slowed and dumped too\nmuch rock.  Centuries of erosion carried off most of the topsoil,\nand now the pines and hardwoods struggle on almost equal\nterms, with neither doing well.  The land was never much for\nfarming, and by the 1950s, depressions, wars, and the pull of\nthe city had drained it of population.  The Piedmont rivers,\nwhich had attracted 19th-century textile mills with their water\npower, are too far away, and those man-made rivers of\nconcrete, the Interstate highways, also have by-passed it.  Today\nthe area consists mostly of deserted farms, with only an\noccasional mobile home or brick ranch house to indicate the\nflight back to the land of furniture and textile workers from the\nsurrounding but distant towns of Asheboro, Pittsboro, and\nGreensboro.</p> <p>The region did enjoy a brief prosperity in the late 1800s.\nSome early geological accident deposited there the precise mix\nof clay and minerals needed for pottery making, and around\nthe turn of the century—before liquor became commercialized\nand bottled—it was a center for producing and exporting\nwhiskey jugs.  A few potters still survive and in recent years\nhave enjoyed a modest revival, based on the carriage trade\nfrom Chapel Hill, Raleigh, and other urban areas, plus the\noccasional Yankee tourist who has read about the potters and\ngoes out of his way to find them.  They have not adjusted well\nto this new market.  Most stubbornly persist in making useful\nobjects, don't much care if you buy or not, and—if they come\nto trust you—not only will sell you a jug but will arrange to\nhave it filled for you.</p> <p>Other than the potters, there is not much there.  You can\ndrive through the area undisturbed except for the occasional\nteenager testing his engine and skills.  Today the principal\nexport is first-class stock-car racers.</p>"
}