{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: When Words Lose Their Meaning: Constitutions and Reconstitutions of Language, Character and Community",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780226895024/When-Words-Lose-Meaning-Constitutions-0226895025/plp\"><em>When Words Lose Their Meaning: Constitutions and Reconstitutions of Language, Character and Community</em></a></h1>\n<p>James Boyd White, (The University of Chicago Press, 1984).</p>\n<p>James Boyd White holds three positions at the University\nof Michigan—professor of law and English as well as adjunct\nprofessor of classical studies—and he combines all three disciplines\nin this extremely interesting, if somewhat esoteric,\nvolume.  What he characterizes as “a book of readings” is\ndesigned to be “a way of reading, a set of conceptions and\nquestions and attitudes—a language of criticism, if you will—\nthat the reader can learn, if he [she] chooses, and put to work\nin his [her] own life.”  (Material in brackets supplied by this\nenlightened reviewer.)  In other words, an eclectic how-to work\nthat will appeal to all those who, like myself, daily deal in\nlanguage as our primary substantive tool.</p>\n<p>It was Thucydides who, during the chaos created among\nGreek city states by the wearing Peloponnesian War, complained\nbitterly that, because of the conflict, words themselves\nhad lost their meaning.  White, building on this ancient observation,\npromises early on that he intends to demonstrate “the\nways in which words came to have their meanings and to hold\nor lose them and how they acquire new meanings, both in the\nindividual mind and in the world.”  This is just another way of\nsaying that language is so inherently flexible that the same\nwords or phrases in different mouths can convey intended\nmeanings that are diametrically opposed to each other, very\nmuch like Mark Twain's sectional preachers during the Civil\nWar who called upon the same God to grace their respective\narmies with swift and glorious victory.</p>\n<p>To demonstrate his bedrock premise of the essential\nuntrustworthiness of language, the author, by a painstaking\nbut, by no means, uninteresting, point by point analysis, takes\napart the poetry of the <em>Iliad</em>, Thucydides' History, Plato's\n<em>Gorgias</em>, Swift's <em>Tale of a Tub</em>, Johnson's <em>Rambler Essays</em>, Jane\nAusten's <em>Emma</em>, Burke's <em>Reflections on the Revolution in\nFrance</em>, the American Declaration of Independence and Constitution,\nand Chief Justice John Marshall's remarkable opinion in\n<em>McCulloch v. Maryland</em>, the celebrated 1819 national bank\ncase.  The purpose behind the utilization of these widely\nvariegated resources is, putting it somewhat more earthbound\nthan does White, to illustrate that, in relying on language, we\nare pinning our hopes and reasonable expectations on sand so\nshifting that it will not support our collective weight.</p>\n<p>However, <em>When Words Lose Their Meaning</em> raises infinitely\nmore questions than it answers, a fact that its author\nfreely acknowledges.  As he states in his <em>Afterword</em>, “I express\nthe hope that this book has offered the reader a set of\nexperiences that can serve as the material of allusion and\nreference, a ground on which to stand in looking at other texts,\nincluding those of his and her [he has finally conceded that\nfemales can read and write] own production.”  But the rather\npedantic close encounters he enjoys with the selected texts of\nhis literary examples will hardly furnish the general reader with\nany practical guide to the uncertainties, perversions, and\noutright deceptions promoted by those who employ language to\nreach a particular result or convey a desired impression.</p>\n<p>Since, like White, I am a lawyer, I was most interested in\nhis last chapter, <em>Constituting a Culture of Argument</em>, which is\noveroptimistically subtitled, <em>The Possibilities of American Law</em>.\nIn it, employing the same techniques applied to his earlier\nanalyses of the particular works of Homer, Swift, Austen,\nBurke, &amp; Co., he picks apart the Declaration of Independence\nwith a minuteness and a fervor which, if there is indeed an\nafterlife, will certainly have Thomas Jefferson whirling like a\ndervish in his Virginia grave.  It will surprise many readers that\nthis document, which most of us have always regarded as a\nheated call to arms, runs, according to White, by the tone of\nmuch of its language, “a temperature ... of ... nearly ...\nzero.”</p>\n<p>Whenever Jefferson and his collaborators managed to\nsurmount their mildness and gentility and hinted that there lay\nahead text that would ring the tocsins and saddle the horses,\nthe good professor declares, they immediately drew back with\na phrase intended to mollify those who eschewed slogans that\nmade the heart beat and the blood flow faster.  For example, in\nthe Declaration's first sentence, the one beginning with the all\ntoo familiar phrase, “When in the course of human events,” the\nflamboyant reference to “the separate and equal station to\nwhich the Laws of Nature and Nature's God” now entitled the\nrebellious colonials is quickly followed by the temporizing\nexplanatory phrase, “a decent respect to the opinions of\nmankind requires that they should declare the causes which\nimpel them to the separation.”  In Professor White's analysis,\nthis opening sentence “simply 'declares' that certain 'causes'\nhave produced certain effects, and it does so with no more\npassionate motive than 'a decent respect to the opinions of\nmankind.' ”</p>\n<p>While I found this type of verbal dissection fascinating to\nread as well as to ponder, I did not sense it to be much more\nthan stimulating table talk.  The autopsy of a work of art—and\nthe Declaration certainly qualifies as one—completely sublimates\nits overall purpose and effect and reduces it to nothing\nmore than a collection of vulnerable ingredients.  As I read on, I\nkept being reminded of e. e. cummings' wholly appropriate\ncouplet:</p>\n<blockquote>\n<p>as long as you and I have lips to kiss and sing with\nwho cares if some one-eyed son-of-a-bitch invents an\ninstrument to measure spring with</p>\n</blockquote>\n<p>The Declaration was conceived as a supremely political document,\nintended to provide a legal justification for revolution,\ninspire those who would have to fight it, and win as many\nsupporters, foreign and domestic, as possible in the difficult\ndays that undoubtedly lay ahead.</p>\n<p>Of course, White is not oblivious to the needs which the\nDeclaration served.  While describing what he calls the document's\n“unstable constitution,” he acknowledges that “[I]t\ncreates in its ideal reader a resolve based on a sense of common\nidentity, on the justice of the cause, and on necessity, and it\ndoes this enormously well.”  Then, one might ask, of what\nearthly value was it to engage in the laboratory exercise of\nlooking at every word and phrase through the semanticist's\nsuperpowered microscope?  Why not accept the instrument for\nwhat it so obviously was, an explanation of why revolution was\nthe only possible course for the colonists and a stimulus to risk\nlife and limb to make it a successful one?</p>\n<p>As one who spends a great deal of his waking time writing\nbriefs or memoranda for lower and appellate courts, treatises\nwhich are designed to move those to whom they are addressed\nto my clients' points of view, I am extremely sensitive to many\nof the author's pungent observations on the use and effect of\nlanguage.  My criticism, if indeed my remarks reach that\nstation, is that I do not believe that Professor White can fulfill\nthe promise he makes to his prospective readers that his “book\nof readings” can be “put to work” in their own lives.  That he\nwill tickle and delight them is a given, but that he has created a\nuseful tool with which to analyze the written (or spoken) word,\nI am not prepared to say.  I will leave, as all reviewers, in the\nfinal analysis, must, the ultimate judgment to those who come\nto his book with their own degree of expectations.  All that I\ncan add is that I enjoyed it as one enjoys a completed house,\nbut I would hardly regard it as capable of teaching me to wield\nthe hammer, the saw, and the lathe necessary to bring the full\nedifice into being.  To paraphrase one who rarely minced his\nwords, if this be reason, make the most of it.</p>\n<p>William M. Kunstler</p>\n<p><em>Vice-President</em></p>\n<p><em>Center for Constitutional Rights</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780226895024/When-Words-Lose-Meaning-Constitutions-0226895025/plp\"><em>When Words Lose Their Meaning: Constitutions and Reconstitutions of Language, Character and Community</em></a></h1> <p>James Boyd White, (The University of Chicago Press, 1984).</p> <p>James Boyd White holds three positions at the University\nof Michigan—professor of law and English as well as adjunct\nprofessor of classical studies—and he combines all three disciplines\nin this extremely interesting, if somewhat esoteric,\nvolume.  What he characterizes as “a book of readings” is\ndesigned to be “a way of reading, a set of conceptions and\nquestions and attitudes—a language of criticism, if you will—\nthat the reader can learn, if he [she] chooses, and put to work\nin his [her] own life.”  (Material in brackets supplied by this\nenlightened reviewer.)  In other words, an eclectic how-to work\nthat will appeal to all those who, like myself, daily deal in\nlanguage as our primary substantive tool.</p> <p>It was Thucydides who, during the chaos created among\nGreek city states by the wearing Peloponnesian War, complained\nbitterly that, because of the conflict, words themselves\nhad lost their meaning.  White, building on this ancient observation,\npromises early on that he intends to demonstrate “the\nways in which words came to have their meanings and to hold\nor lose them and how they acquire new meanings, both in the\nindividual mind and in the world.”  This is just another way of\nsaying that language is so inherently flexible that the same\nwords or phrases in different mouths can convey intended\nmeanings that are diametrically opposed to each other, very\nmuch like Mark Twain's sectional preachers during the Civil\nWar who called upon the same God to grace their respective\narmies with swift and glorious victory.</p> <p>To demonstrate his bedrock premise of the essential\nuntrustworthiness of language, the author, by a painstaking\nbut, by no means, uninteresting, point by point analysis, takes\napart the poetry of the <em>Iliad</em>, Thucydides' History, Plato's\n<em>Gorgias</em>, Swift's <em>Tale of a Tub</em>, Johnson's <em>Rambler Essays</em>, Jane\nAusten's <em>Emma</em>, Burke's <em>Reflections on the Revolution in\nFrance</em>, the American Declaration of Independence and Constitution,\nand Chief Justice John Marshall's remarkable opinion in\n<em>McCulloch v. Maryland</em>, the celebrated 1819 national bank\ncase.  The purpose behind the utilization of these widely\nvariegated resources is, putting it somewhat more earthbound\nthan does White, to illustrate that, in relying on language, we\nare pinning our hopes and reasonable expectations on sand so\nshifting that it will not support our collective weight.</p>"
}