{
  "type": "Article",
  "title": "CORRIGENDA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CORRIGENDA</h1>\n<p>“Yiddish for Fun and Profit,” by Lillian Mermin Feinsilver\n[IX,2]: P. 1, ¶3, line 3: for Needelman” read “Needleman.”</p>\n<p>P. 2, Col. 2, penultimate line: for “panty” read “pant”; for\n“Gotka” read “Gotke.”</p>\n<p>P. 2, col. 2, ¶3, penultimate line: insert comma before closing\nquote.</p>\n<p>P. 2, col. 2, ¶4 3rd line from end: for “to” read “and.”</p>\n<p>P. 2, col. 2, ¶5, line 11: following “<em>What's the matter with</em>”\nand before closing bracket, insert “—recorded in 1962”; line\n12: following “<em>What is there to... about</em>” and before closing\nbracket, insert “—recorded in 1970”; line 13: for “1962” read\n“1938”; line 15: for “1970” read “1958.”</p>\n<p>On the “excellency of the <em>English\nlanguage</em>”:</p>\n<p>Now its beauties are most conspicuous in the four\nparticular articles here undermentioned; that is to say, it is\nfree and easy; and, in short, more sweet and harmonious,\nand by consequence preferable to any living language\nwhatsoever.</p>\n<p>Its freedom and facility, in the first place is demonstrable,\nsince it is in a great measure exempt from that\nmultiplicity of cases and flexions, which clog or encumber\nalmost all others, and render them for that reason extremely\nintricate, difficult and abstruse.  Our <em>adjectives</em> being all\ninvariable, make the concordance with their <em>substantives</em>\nremarkably plain and easy: the <em>English pronouns</em>, likewise\nare not half so confused and perplexed as either those of the\n<em>Latin</em> or the <em>French</em>.  And scarce any thing can more easily\nbe conquered than the conjugation of <em>English</em> verbs:\nBesides, our language is burdened with no such thing as\n<em>verbs reciprocal</em>, which render the <em>French tongue</em> in particular\nvery dark and obscure; and very often discourage\nforeigners from the study of it.</p>\n<p>To illustrate its copiousness, very little need be said,\nsince it is too manifest and self evident to be denied; for\nbesides the antient <em>Dutch</em>, which the <em>English</em> retain in the\n<em>Saxon</em> monosyllables; the literati, of <em>England</em>, like so many\nindustrious bees, have collected the quintessence of divers\nforeign languages, and rejected their refuse or dross; by\nwhich artful management, and their assiduity, they have\nimproved their mother-tongue to that prodigious degree,\nthat all such foreigners as have an adequate idea of the\ngenius of it, are perfectly charmed to observe, that neither\ntheir own, nor any other language whatsoever, can stand in\ncompetition with it; and at the same time, to find a great\nvariety of their own terms so happily transplanted and\nblended with it that they seem to thrive better in <em>England</em>\nthan in their own native soil.</p>\n<p>And whereas the <em>French</em> is to[o] much limited and\nconstrained, and through its over-niceness is grown in some\nmeasure barren, spiritless, and insipid; the <em>English</em>, on the\nother hand, is become prodigiously copious and luxuriant\nthrough its innate power of making such <em>compounds</em> and\n<em>derivatives</em> as are very comprehensive, emphatical, and\nproper to contract any expression into a narrow compass; it\nmust be allowed that neither the <em>Greek</em> itself, nor the <em>Latin</em>,\ncan compound or join many words together in a more\nagreeable manner, which is one of the most shining beauties\nthat any language can possibly boast of.  In a word, there is\nno sentiment or thought that can be expressed in a greater\nflow of words, or with more propriety and better grace,\nthan in the <em>English tongue</em>.</p>\n<p>As to its harmony and sweetness, it must be confessed\nthat the <em>Italian</em> abounds with vowels, as the Dutch does\nwith consonants, which renders the first too effeminate, and\nthe last too rugged and uncouth; whereas the <em>English</em> has,\nthrough a happy intermixture, the advantage of them both.\nWe cannot but allow that the Italian language is peculiarly\ndelicate, soft, and pleasing to the ear; but then it glides\nalong like a purling stream.  The <em>French</em>, doubtless, is very\nnice and courtly, but then it has too much in it that savours\nof effeminacy and affectation.  The <em>Spanish</em>, it is true, is very\nsolemn and majestic; but it is too apt to be stormy and\ntempestuous, and carries a kind of terror along with it.  The\n<em>German</em> is very manly indeed, but it is harsh and unpolite;\nwhereas the <em>English</em>, by judiciously borrowing a little here\nand a little there, from each of them, gives strength of\nconsonants to the <em>Italian</em>, the full and perfect sounds of\nsyllables to the <em>French</em>, the variety of terminations with\nmuch gentler accents to the <em>Spanish</em>, and dissolves the\n<em>Dutch</em> consonants with greater facility and ease.</p>\n<p>Now what can possibly be wanting to the perfection of\nthat language, where substance and solidity combine with\npleasure; where copiousness unites with delicacy, beauty\nwith majesty, and expedition with gravity and sedateness!\nAnd such doubtless is the composition of the English.</p>\n<p>I shall now conclude ... with the observations of two\nvery judicious critics, who, though masters of divers languages,\nhold our <em>English</em> tongue in the highest veneration.</p>\n<blockquote>\n<p>“As the <em>English</em> language (says the first) is at this\npresent juncture arrived at so great pitch of perfection,\nis so very copious and expressive, by the accession\nof the life and spirit of divers other tongues with\nwhich it is blended, it were greatly to be wished, that\na stop might be put to that boundless practice of\nnaturalizing foreign words, of which the <em>English</em> seem\ntoo extravagantly fond; and that for the future all\nneological and factitious terms should be laid aside,\nexcept some few that might possibly be introduced\nwith judgment and precaution.\nWas the <em>English</em>\nnation (says the last) but contented with making\nimprovements on that grain which they have already,\nwithout over-stocking themselves by importation from\nforeign ports, and putting their language in a perpetual\nferment, it would contribute greatly to its future\ncredit and reputation.”</p>\n<p><em>A Complete and Universal Dictionary of the English\nlanguage, Comprehending The Explanation, Pronunciation,\nOrigin &amp; Synonymies of each Word...</em> by the\nRevd. James Barclay.  A New Edition enlarged,\nimproved &amp; adapted to the present state of Science.\nBrightly &amp; Childs, Bungay, 1812.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CORRIGENDA</h1> <p>“Yiddish for Fun and Profit,” by Lillian Mermin Feinsilver\n[IX,2]: P. 1, ¶3, line 3: for Needelman” read “Needleman.”</p> <p>P. 2, Col. 2, penultimate line: for “panty” read “pant”; for\n“Gotka” read “Gotke.”</p> <p>P. 2, col. 2, ¶3, penultimate line: insert comma before closing\nquote.</p> <p>P. 2, col. 2, ¶4 3rd line from end: for “to” read “and.”</p>"
}