{
  "type": "Article",
  "title": "What Mrs. Garnett Never Told Us",
  "author": "Alex Auswaks",
  "location": "St. Albans, Hertfordshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What Mrs. Garnett Never Told Us</h1>\n<p><em><span data-rel=\"author\">Alex Auswaks</span> <span data-rel=\"location\">St. Albans, Hertfordshire</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote>\n<p>The Georgian seminary student who changed his name\nfrom Yosif Jugashvili to Yosif Stalin (Mr. Steel) was\nfollowing in a time-honored Russian tradition.  Most Russian\nsurnames have a meaning.  In fact, Russian surnames not only\nhave a meaning but a recognizable linguistic form.  They have\ncertain recognizable endings.  To a Russian a surname with a\nmeaning, even an ironic or pejorative one is a perfectly natural\nthing.  (I know of a Russian exile in Siberia, bitterly committed\nagainst church and state, whose name was Popov, i.e., Mr.\nPriest.)  Nobody sees anything in the fact that the Prime\nMinister is called Thatcher, in fact, few people are conscious of\nits meaning.  But in Russia, every Russian is acutely aware that\nMolotov means 'hammer' (which is why he adopted the name)\nand Gromyko is 'thunder.'</p>\n<p>Russian writers have not been slow to exploit this characteristic.\nAfter all, if literature is to reflect reality, meaningful\nnaming is a natural and acceptable literary device.  When Mrs.\nGarnett translated the great classics into English, it was a great\npity she did not tell her readers that in naming characters in\ntheir novels, Russian writers played games with their readers,\nhinted at their intention in the names they gave them, and,\nmost important, circumvented censorship.</p>\n<p>An early example was the famous (in Russia) playwright,\nVonwizin, in a play called <em>The Minor</em>, sometimes referred to by\ntranslators as <em>The Milksop</em>.  He names one character in the play\n<em>Pravdin</em>, which means 'Mr. Truth,' and another, <em>Prostakov</em>, 'Mr.\nSimpleton.'  Yet another is <em>Mr. Skotinin</em>, which, colloquially, can\nonly be translated as 'Mr. S.O.B.' A slightly more subtle use is\nmade of the naming ploy in <em>The Mischief of Being Clever</em> by\nthe Russian diplomat Griboyedov, which means Mushroom-eater.\nThis play introduced into Russian literature the first of a\nlong line of literary characters known as “superfluous men.”  A\nhardly perennial in all Russian literature exams (at least in the\nUnited Kingdom) invites students to discuss this notion.  Basically,\na superfluous man is a member of the aristocracy or\nlanded gentry, rich, highly intelligent and very capable.  The\nstifling atmosphere of Russia allows no scope for the talents of\nsuch a man, and he ends up leading a singularly purposeless\nlife, generally doing damage to others.  The first such superfluous\nman in Griboyedov's play is called <em>Chatsky</em>, a word that\nresembles the Russian <em>chahat</em> 'to wither away.'  The villain of\nthe play is <em>Famusov</em>, in whose name no doubt you recognize\nour word “famous,” and Griboyedov does portray a man\nlooked up to and respected, albeit undeservedly so.  Famusov\nhas a secretary called <em>Molchalin</em>, which one can loosely translate\nas 'Mr. Keeps Quiet' or 'Mr. Don't Answer Back.'  A rather\ncholeric colonel is named 'Colonel Bare Your Teeth.'  Notice\nthat whereas Vonwizin used naming to indicate moral qualities,\nGriboyedov virtually gives a thumbnail character sketch.</p>\n<p>The next in the superfluous male line is Pushkin's Eugene\nOnegin, named after the River Onega, a common enough\ndevice.  Lenin adopted it: he was exiled on the River Lena; but\neven the most dedicated Russian communist is painfully aware\nof its close resemblance to the Russian word for 'lazy'.  Onegin\nlived in the days of Alexander I, when the order of things was\nnot as oppressive as under his successor Nicholas I.  In the reign\nof Nicholas I, Lermontov (descended from a Scots mercenary\ncalled Learmont, with the addition of a Russian surname\nending) wrote <em>A Hero of Our Time</em>, in which the hero is\n<em>Pechorin</em>, named after the River Pechora.  Its significance was\nimmediate to every Russian.  Pechorin is a far more desperate,\neven wilder character than Onegin.  As characters they are\ntotally different.  Onegin is quite a pleasant, even amiable man.\nPechorin is ... well, there are few polite words to describe\nhim.  Nevertheless, Lermontov wanted to underline the connection\nbetween them as superfluous men, and thus exculpate\nPechorin's character.  The Onega and Pechora rivers flow side\nby side, and while the Onega flows smoothly the Pechora is a\nwild and turbulent river.  Onegin had done nothing to offend\nprevailing morals and Pechorin had offended every prevailing\nmoral, but they were literary brothers.</p>\n<p>Naming really comes into its own in the works of Gogol,\nwho uses names the way a cartoonist takes a physical feature\nand enlarges it so that it becomes a trade mark, e.g., the large\njaw associated with Nixon, which crossed the Atlantic and was\nadopted by British cartoonists.  Gogol's names allude to qualities\nin the character of his characters.  In <em>The Inspector General</em>\n(immortalized on the screen by Danny Kaye), a junior official\nfrom St. Petersburg who passes himself off as a local government\ninspector is <em>Hlestiakoff</em>, which means 'Mr. Scourge.'\nThree constables are 'Whistle' (<em>Svistunoff</em>), 'Scare 'em' or\n'Button' (<em>Pugovitsin</em>), and <em>'Shut Your Gob</em>' (<em>Derjhimorda</em>).  Their\nsuperintendent is 'Twist-Your-Ear' (<em>Uhoviortov</em>).  The postmaster\nwho intercepts and reads everyone's mail is 'Mr. Spy'\n(<em>Shpiokin</em>).  The Superintendent of Schools is 'Mr. Bustle and\nBothered' (<em>Hlopoff</em>).  These and other names have passed into\nthe language and are used as nicknames by Russian people.\nSomewhere in the Soviet Union today at least one city mayor is\ncalled <em>Skvoznik-Dmuhanovsky</em> (a combination of 'draught' and\n'fly').  In <em>Dead Souls</em> a landlord who constantly pursues trivialities\nis named 'Mr. Seductive' (<em>Maniloff</em>), the scandal-monger is\n'Mr. Nostril' (<em>Nozdrev</em>), who noses out all the local scandal.  The\nepitaph on Gogol's grave is, “It would be funny, if it weren't so\nsad,” and even the tsar is supposed to have begun by laughing\nwhen he saw the <em>Inspector General</em> and then commented on\nwhat a sorry state the country was in to have folk like that in\nauthority.</p>\n<p>Tolstoy named his favorite characters after himself.  Levin,\nin <em>Anna Karenina</em>, is supposed to be Tolstoy (his first name was\nLev) personified.  He seems to have overlooked the fact that it\nis also a Jewish name, ironic when one remembers that he was\nan anti-Semite.  <em>Vronsky</em>, Anna Karenina's faithless lover, is\nfrom the Russian <em>voron</em>, 'raven,' and <em>Karenina</em> is from the word\n<em>karat</em> 'to punish.'  The book bears a Biblical epigraph.</p>\n<p>One of the most interesting examples of a naming device\nis Dostoevsky's Raskolnikoff in <em>Crime and Punishment</em>.\nRaskolnikoff is the idealistic young man who murders a woman\nmoney-lender to try to prevent his sister from marrying a\ndespicable elderly man.  <em>Raskolnikoff</em>, on the face of it, comes\nfrom the Russian word <em>raskol</em> which means 'schism'; hence\n<em>Raskolnikoff</em> means 'Mr. Schismatic.'  There is some opinion\nthat <em>raskol</em> also means 'split' and is a reference to his split\npersonality, his mental and moral schizophrenia.  It may even\nhave had something to do with the split between Slavophiles\nand pro-Westerners in Russian society and amongst Russian\nintellectuals.  However, <em>raskol</em> also means 'cloven' as in 'cloven\nhoof,' and Dostoevsky clearly equated this character with the\ndevil's work.  H. H. Munro, better known as Saki, who knew\nRussia and Russian, wrote about a heartless young man, a sort\nof upper-class English equivalent of Raskolnikoff, and he called\nhim <em>Clovis</em>.  Now where did he get the idea for that name?</p>\n<p>The revolution came and went, and the more things\nchanged, the more they remained as they were.  The naming\ndevice stayed, it even entered Russian political life, as Mr.\nJugashvili became Mr. Stalin, Ulyanov became Lenin, a Mr.\nMolotov appeared on the scene.  In literature the tradition\ncontinued, Alexander Solzhenitsyn used it with a vengeance.\n<em>The Cancer Ward</em> opens with a hospital scene in one of the\nSoviet Union's Central Asiatic republics.  The first person we\nmeet is a typical Soviet apparatchik, a party hack.  His name is\n<em>Rusanov</em> 'Comrade Russia.'  He looks down in particular on\nanother patient, <em>Kostoglotov</em> 'Bone in the Throat,' who is verily\nthe bone in everyone's gullet.  There are two nurses: the one\nwith the spiritual nature is aptly named <em>Vera</em> 'Faith.'  The girl\nwho goes to a lot of trouble for Kostoglotov is <em>Zoya</em>, Siberian\nvernacular for 'Busybody,' but in an affectionate sense.  There\nis a former KGB man, whose tongue has developed cancer; his\nname is <em>Podueff</em>, an 'ash pit.'  But there are two people, a\nmarried couple, whose naming is so subtle that I have often\nwondered whether I am reading more into it than Solzhenitsyn\nintended.  They are an old couple called the <em>Kadmins</em>.  They\nwere sentenced and exiled for no reason at all.  There used to\nbe a joke in those times that life in Russia was like a bus ride\non a crowded route.  Some are to get on, some are on the buses,\nothers will be allowed off.  For “buses” read “prison camps.”\nNo rhyme, no reason.  If it's your turn: you get on, or stay, or\nget off.  The Kadmins never rail against their fate.  They give\nKostoglotov financial and moral support.  What does their name\nmean?  It is a well-known fact that Solzhenitsyn lived in\nRyazan, where his wife taught at the Ryazan Polytechnical\nInstitute.  There is, in the dialect of the Ryazan district, a word\n<em>kadi</em>, from which the surname <em>Kadmin</em> is derived.  The natives\nof Ryazan insert 'kadi' in their speech to emphasize meaning.</p>\n<p>This naming kadi is really something, isn't it, comrades!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What Mrs. Garnett Never Told Us</h1> <p><em><span data-rel=\"author\">Alex Auswaks</span> <span data-rel=\"location\">St. Albans, Hertfordshire</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote> <p>The Georgian seminary student who changed his name\nfrom Yosif Jugashvili to Yosif Stalin (Mr. Steel) was\nfollowing in a time-honored Russian tradition.  Most Russian\nsurnames have a meaning.  In fact, Russian surnames not only\nhave a meaning but a recognizable linguistic form.  They have\ncertain recognizable endings.  To a Russian a surname with a\nmeaning, even an ironic or pejorative one is a perfectly natural\nthing.  (I know of a Russian exile in Siberia, bitterly committed\nagainst church and state, whose name was Popov, i.e., Mr.\nPriest.)  Nobody sees anything in the fact that the Prime\nMinister is called Thatcher, in fact, few people are conscious of\nits meaning.  But in Russia, every Russian is acutely aware that\nMolotov means 'hammer' (which is why he adopted the name)\nand Gromyko is 'thunder.'</p> <p>Russian writers have not been slow to exploit this characteristic.\nAfter all, if literature is to reflect reality, meaningful\nnaming is a natural and acceptable literary device.  When Mrs.\nGarnett translated the great classics into English, it was a great\npity she did not tell her readers that in naming characters in\ntheir novels, Russian writers played games with their readers,\nhinted at their intention in the names they gave them, and,\nmost important, circumvented censorship.</p>"
}