{
  "type": "Article",
  "title": "The Case of Gender",
  "author": "Robert N. Goss",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Case of Gender</h1>\n<p><em><span data-rel=\"author\">Robert N. Goss</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote>\n<p>It may be that all has been said about gender in English that\ncan be, but my own admittedly limited reading in the\nhistory of English does not bear that out.  Most authors content\nthemselves with pointing out that historical development has\nresulted in an English that is virtually gender-free, and most\npronounce that outcome good.  By casting gender aside, except\nwhen it is an indicator of sex, English has become a logical and\nnatural language.  A common thread in many of the accounts is\nthe conviction that a language like German is somehow\ndefective in its logic of reference.  It takes only a gibe at\n<em>Mädchen</em> or <em>Fräulein</em> to prove that point.  How absurd to refer\nto a girl in the neuter!  Unfortunately, some treatments amount\nto little more than that.  To balance the account, the historian\nof language should also point to the Latin <em>nauta</em>; this noun is\nfeminine in form and declension but has been assigned masculine\ngender because it denotes a male being.  So, faced with the\nsame dilemma, German and Latin have chosen the opposite\nhorns: German elects to maintain a consistent relation between\ngender and inflection type, while for Latin the decisive factor\nis the sex of the referent.  Which is the more logical?</p>\n<p>This note starts from the observation that there is indeed a\ndetectible residue of gender in modern English but that the\nword has connotations different from those in synthetic languages.\nWe shall first attempt to characterize the logical status\nof gender in terms somewhat more precise than language\nhistorians are wont to use.  Then we shall cite several features\nof English wherein gender plays a nontrivial role and comment\non one of these.  We are particularly interested in implications\nof the fact that English has no formal mechanism to account\nfor gender outside of the frame of reference of sex.  Throughout\nthe discussion <em>sex</em> will denote a biological category comprising\ntwo classes, called <em>male</em> and <em>female</em>, while <em>gender</em> will mean a\ngrammatical category consisting of the three classes <em>masculine,\nfeminine</em>, and <em>neuter</em>.  We will assume that there is a mapping\nof <em>sex</em> into <em>gender</em>, that is, a correspondence which associates\nwith each element of <em>sex</em> an element of <em>gender</em>, called the <em>name</em>\nof that element of <em>sex</em>.  Thus, to a female horse corresponds the\nname “mare,” which has the property of gender; in this\ninstance it is feminine.</p>\n<p>We need to know how membership in the various classes is\nrealized.  As for the two sexual classes, the proper elements or\nmembers are beings who are living or who have lived, and\nmembership is fixed by nature.  The elements of the gender\nclasses are words—nouns and pronouns, the vast majority of\nwhich do not refer to the sexual classes at all.  There are various\nways in which a noun can be assigned to a gender class.  For\nexample, we have three different processes that are characteristic\nof German, Latin, and English, respectively:</p>\n<blockquote>\n<p>German model: Place noun in gender class according\nto the inflection pattern it exhibits.</p>\n<p>Latin model: If noun names a male, put it in <em>masculine</em>;\nif noun names a female, put it in\n<em>feminine</em>; otherwise follow the German\nmodel.</p>\n<p>English model: If noun names a male, put it in <em>masculine</em>;\nif noun names a female, put it\nin <em>feminine</em>; otherwise put it in <em>neuter</em>.</p>\n</blockquote>\n<p>Each of these rules is expressed as a mapping which makes a\ngiven element of the category <em>sex</em> correspond to an appropriate\nmember of the category <em>gender</em>.  It is worth emphasizing that\nthe correspondence is independent of our state of knowledge\nabout the elements at any particular moment.</p>\n<p>Now, within the narrow context we have established, the\ncharacterization of a language as “logical” should mean that\nthe correspondence is one-to-one—that is, that in addition to\nthe mapping mentioned, the inverse mapping (from <em>gender</em> into\n<em>sex</em>) also exists.  No (Indo-European) language that I know\nsatisfies that condition; certainly those tongues in which every\nnoun has gender do not.  We could term English “semilogical”\nbecause, according to the process above, the name of a female\n(or, alternatively, male) is always feminine (or, alternatively,\nmasculine).  A boy cousin is always “he” and a girl cousin\n“she”; hence the word “cousin” is masculine or feminine\naccording to the sex of the referent.  I prefer the term “sex-preserving”\nas being more specific than “semilogical.”  Some\nauthorities use the adjective “natural” to describe what I have\ncalled sex-preserving.</p>\n<p>The procedure exhibited above for the three models lays\nbare the essential difference between synthetic and analytic\nlanguages in their concept of gender.  In German and Latin\nnouns are assigned to gender classes associated with declension\npatterns.  In English the gender classes are inextricably bound\nto sex.  The main function of gender in synthetic tongues is to\nreduce the possibility of ambiguity by affording a variety of\ninflection classes to operate with the syntactic mechanism of\nagreement.  In analytic languages, on the other hand, an\nelaborate apparatus of agreement is unnecessary, since semantic\nrelationships are expressed mainly by word order.  However,\nEnglish has seen fit to retain a rudimentary inflection pattern\nfor pronouns, whose role is to facilitate communication by\nminimizing both redundance and ambiguity.</p>\n<p>The analogue of sex preservation is gender preservation.\nAs we have suggested, English is not gender-preserving, and\nthis point perhaps needs clarification.  We shall understand\n“gender-preserving” to mean that a masculine (feminine) noun\nor pronoun always refers to a male (female) and a neuter noun\nor pronoun never to a male or female.  But to leave it at that is\nnot enough.  The definition is without force unless it entails\nsome means for correlating the gender of a noun in question\nwith the sex of its referent.  In contrast to pronouns, relatively\nfew nouns carry any attribution of the sex of the object to\nwhich they refer.  <em>Aunt</em> indeed preserves gender, but there is\nnothing in “I have a cousin in Milwaukee” to convey information\nabout the gender of <em>cousin</em>; a listener must inquire directly\nor be alert for a telltale pronoun.  As the following discussion\nwill bring out, attempted deduction of gender is not invariably\nsuccessful even when there is a pronoun in sight.</p>\n<p>That one can turn up exceptions to almost any grammatical\nrule is well understood and constitutes no reason to\nrelinquish attempts to find orderly patterns.  Let us consider the\ninstances in which one may draw conclusions about the gender\nof a noun by testing agreement with a pronoun.  We examine\nonly the singular.  Since each of the pronouns in question (<em>he,\nshe, it</em> along with their possessive and objective cases) can be\npaired with each of the three genders, there are nine possible\ncases to consider.  Three of them are the obvious normal\npairings in which agreement alone is sufficient.  Of the remaining\nsix, I know of only one that is invariably regarded as an\nerror: the coupling of a masculine noun with a feminine\npronoun.  Each of the other five cases may occur from time to\ntime.  Since they are departures from the rule of agreement, we\nshall call them <em>anomalies</em>, meaning mismatches of sex with\ngender.  It is the presence of these anomalies in English that\nprecludes its being gender-preserving and hence completely\nlogical.</p>\n<p>Two of the anomalies are easily disposed of: a masculine\nor feminine antecedent with the neuter pronoun.  “When I saw\nthe dog, it was in the next block.” The pronoun is not used in\nits canonical sense of 'neither male nor female'; here it means\n'either male or female'—perhaps a natural extension of the\nofficial meaning even though it indicates precisely the opposite.\n(There is irony in that the use of “he” or “she” or the specific\n“bitch” would probably mark the speaker as a connoisseur of\ncanines before it would be taken as indicating care for accurate\nEnglish usage.)  “It” can be applied to humans only in the case\nof infants when there is no conspicuous hint as to sex and then\nonly temporarily.</p>\n<p>The reflections, so to speak, of the cases just mentioned\nare those in which the names have masculine or feminine\ngender but the objects they name have no sex.  Mariner and\nlandlubber alike refer to a ship as “she,” notwithstanding the\nsuggestion conveyed by <em>man o'war</em>.  Moreover, in our reservoir\nof idioms such expressions as <em>Mother Nature, Father Time</em>, and\n<em>Ol' Man River</em> could be called gender-preserving for the reason\nthat gender-specific pronouns are customarily used to refer to\nthem.  However, the same would not be true of formally similar\nterms in which the gender-bearing noun is used as an adjective:\n<em>mother tongue, grandfather clock, female plug</em>.  But whether\nthere is total commitment to gender or not, the door is left\nopen to the possibility that a noun might have gender and its\nreferent have no sex.  Indeed, the literary association of a\nmasculine or feminine pronoun with a sexless object is the\nrhetorical device of personification, so loved by classical and\nRomantic poets, and this cannot be dismissed as improper\nusage.</p>\n<p>If all of this smacks of pedantry, the one anomaly\nremaining gives a new flavor to the discussion.  In recent years\nwe have pointedly been made aware that the occurrence of a\nmasculine pronoun does not always unequivocally refer to a\nmale, and some have professed to find such usage offensive.</p>\n<p>How many organizations have taken up resolutions to “remove\nsexist language” from their by-laws!  It is by no means self-evident\nthat “sexist language” (the term betrays confusion of\ncategories) in itself fosters or even represents discrimination.\nAnthropological—and ultimately biological—factors have made\nit almost inevitable that until recent times the male would\nfunction as spokesperson for the family unit.  The legacy we\nhave inherited from this circumstance is a vast freight of terms\nin which the male role has been enshrined.  But it is now\nrecognized that any wholesale expunging of male-oriented\nelements from English would result in emasculation in the\nworst figurative sense.  Discerning feminists have backed away\nfrom—indeed, have never advocated—such a drastic course, but\n“purging the language of sexism” is still a popular shibboleth.\n“When the chairman desires to speak to the issue on the floor,\nhe shall...” becomes “When the presiding officer desires to\nspeak, he or she shall....”  An occurrence or two of “he or she”\nin this setting is not noteworthy (although it does leave\nunresolved a question of precedence), but, deadly in repeated\ndoses, the coupling of the pronouns can work havoc upon even\nthe most pedestrian prose.  Some ingenious remedies have been\nproposed, often with satirical overtones, but that is not the way\ncommon usage becomes established.  The least objectionable\nalternative to many users appears to be one that speakers of\nEnglish already lapse into on occasion: an extension of the\nplural <em>they/their/them</em> to instances in which one wishes to be\nnoncommittal about the sex of a singular referent.  At first,\n“When the presiding officer..., they shall...” has a false ring\nto the discriminating ear, but as history has shown, there is\nnothing immutable as our language evolves to accommodate\nchanging needs.  Moreover, adaptation of the third person\nplural pronoun for use in the singular has features in common\nwith the editorial <em>we</em>, the royal <em>we</em> and the supplanting of <em>thou</em>\nby <em>you</em>, all perfectly acceptable.</p>\n<p>Our wholly inadequate inquiry has shown that gender is\nstill with us as a resource for conveying unconventional\nnuances by means of what we have called the anomalies.  At\nthe same time, the indication is clear that users of English are\nuncomfortable with departures from isomorphism between the\ngrammatical and the sexual categories.  Is this a signal that the\nanomalies may one day be consigned to that limbo of linguistic\nniceties which, like our children, we can observe and cherish\nbut cannot control?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Case of Gender</h1> <p><em><span data-rel=\"author\">Robert N. Goss</span> <span data-rel=\"location\">San Diego, California</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote> <p>It may be that all has been said about gender in English that\ncan be, but my own admittedly limited reading in the\nhistory of English does not bear that out.  Most authors content\nthemselves with pointing out that historical development has\nresulted in an English that is virtually gender-free, and most\npronounce that outcome good.  By casting gender aside, except\nwhen it is an indicator of sex, English has become a logical and\nnatural language.  A common thread in many of the accounts is\nthe conviction that a language like German is somehow\ndefective in its logic of reference.  It takes only a gibe at\n<em>Mädchen</em> or <em>Fräulein</em> to prove that point.  How absurd to refer\nto a girl in the neuter!  Unfortunately, some treatments amount\nto little more than that.  To balance the account, the historian\nof language should also point to the Latin <em>nauta</em>; this noun is\nfeminine in form and declension but has been assigned masculine\ngender because it denotes a male being.  So, faced with the\nsame dilemma, German and Latin have chosen the opposite\nhorns: German elects to maintain a consistent relation between\ngender and inflection type, while for Latin the decisive factor\nis the sex of the referent.  Which is the more logical?</p> <p>This note starts from the observation that there is indeed a\ndetectible residue of gender in modern English but that the\nword has connotations different from those in synthetic languages.\nWe shall first attempt to characterize the logical status\nof gender in terms somewhat more precise than language\nhistorians are wont to use.  Then we shall cite several features\nof English wherein gender plays a nontrivial role and comment\non one of these.  We are particularly interested in implications\nof the fact that English has no formal mechanism to account\nfor gender outside of the frame of reference of sex.  Throughout\nthe discussion <em>sex</em> will denote a biological category comprising\ntwo classes, called <em>male</em> and <em>female</em>, while <em>gender</em> will mean a\ngrammatical category consisting of the three classes <em>masculine,\nfeminine</em>, and <em>neuter</em>.  We will assume that there is a mapping\nof <em>sex</em> into <em>gender</em>, that is, a correspondence which associates\nwith each element of <em>sex</em> an element of <em>gender</em>, called the <em>name</em>\nof that element of <em>sex</em>.  Thus, to a female horse corresponds the\nname “mare,” which has the property of gender; in this\ninstance it is feminine.</p>"
}