{
  "type": "Article",
  "title": "Caveat Viator",
  "author": "David L. Miles",
  "location": "Charlevoix, Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Caveat Viator</h1>\n<p><em><span data-rel=\"author\">David L. Miles</span> <span data-rel=\"location\">Charlevoix, Michigan</span></em></p>\n<p>Traveler beware.  When on the Grand Tour of Europe,\nforget what over-enthusiastic travel mavens have told you\nof the comparative ease with which you can expect to cope\nwith the languages you'll encounter.  Certain words long cooking\nin the linguistic awareness pot will be assimilated with ease,\nof course, but many that look like English or another tongue\ncan turn on you with embarrassing results.  Jet lag is easily\ncorrected.  Language lag might never be resolved.  Go from\nFrance to Spain to Italy to France, or vice versa, and even to\nGermany from any of the three, and find that your mind may\nstay one country behind, if not at home.  Carrying a little\nlearning can be a dangerous thing, for hauling linguistic\nbaggage over borders results in encounters with customs not of\nthe bureaucratic kind.  Many a <em>Doppelganger</em> haunts the major\nEuropean tongues.  Diacritics trigger the hunch that not all is as\nit appears to be (<em>bée, crâne, goût, haïr, hâte, râpe, soûl, thé</em>—to\nname a few in French).  But best expunge all preconceptions,\nand travel with an open mind and a closed mouth if your\nlanguage skills progressed little beyond <em>amo, amas, amat</em>.\nMenus, signs, schedules, and the news will contain gibberish if\ntoo hastily scanned and accepted as they stand.  Turn your\nthoughts around for a moment to filter meaning through\nanother sensibility.  A Frenchman seeing “... as Mets fade”\nwill not think of a baseball team's drop in the standings, but\nwill puzzle over 'ace food tasteless.'  “Marines seize protester”\nwill become 'Navies sixteen to protest.'  “Supplier pays bribes”\nequals 'to supplicate country scraps' for him.  In France, 'mine'\ncan be <em>mien</em> and 'mien' is <em>mine</em>; a coin is a 'corner' and corner\nmeans 'to toot a trumpet.'  Homographs do not homophones do\nnot homonyms do not heteronyms make.  Speak and, especially,\nwrite your ideas, needs, and wishes with caution.</p>\n<p>Ask for <em>burro</em> in Italy, and your waiter will serve you\nbutter; but ask for it in Spain and he may bring you a jackass.\nAsk for <em>baba</em> in Italy and France, and savor a rich cake; but\ndemand <em>baba</em> in Spain, and receive a plate of spittle.  Request\n<em>cane</em> in France and you will be served duck; but in Italy you\nmight be forced to eat dog.  Request <em>pie</em> and you will get a\nFrench magpie, but someone's foot in Spain.  Do not expect to\nfind <em>loin</em> or <em>capon</em> on a French menu; together they mean\n'distant coward.'  You may find <em>prunes</em> or <em>raisin</em>, however: order\nthe first and get plums; do not hesitate to order only one raisin,\nfor it is not a desiccated grape but a bunch of juicy ones.  Also\ntell your French waiter you love <em>pain</em>; he will not think you a\nraving masochist, only a lover of good bread.  Ask “How's the\n<em>sole</em> today?”  in France and be told the fish is delicious; inquire\nin Italy and be informed the sun has been shining since dawn.\nBut forget <em>Sole</em> in Germany, unless you like brine.  Hungry in\nGermany but on a tight budget?  Ask for the nearest <em>automat</em>,\nand be steered to the closest robot.  And no German will\ncomprehend how you can enjoy <em>Tang</em> for breakfast: seaweed is\nbest left underwater.  Tell a Spanish waiter you'd like more\n<em>sauce</em>: he'll cut down a willow tree for you, should one be\nhandy.  Ask for a <em>tuna</em> sandwich in Spain, and receive one filled\nwith prickly pear.  Go to a Spanish cocktail party, compliment\nyour hostess on her delectable <em>canapés</em>, and she'll think you've\nbeen nibbling on her sofas.  Bite into an Italian <em>pera</em>, a 'pear';\nrisk rabies with a <em>perra</em>, a 'bitch dog,' in Spain.</p>\n<p>Never declare to a Frenchman you are a <em>pet</em> lover.  He will\nthink you quite kinky, since a <em>pet</em> is, no other word for it, a\n'fart.'  Get to know a Frenchman a little, ask if he would like to\nhave a <em>chat</em>, and he might be put off at your immediate offer of\na feline whose fur he might be deathly allergic to.  Put on airs\nin France and expect to be called <em>fat</em>, not overweight, but\n'conceited.'  Beware of asking a betrothed Frenchman what he\nsees in his <em>future</em>, for you will be questioning his judgment in\nselecting his intended wife.  After he's wed, under no circumstances\ninquire how he's adjusting to life with his <em>bride</em>.  That's\na 'bridle.'</p>\n<p>If you're in the money, never ask your Italian hotel desk to\nobtain a <em>limo</em> for your touring pleasure:  why on earth would\nyou want to obtain some mud?  At an Italian beach, if you\nthink all that exposed skin is really cute, say so.  All Italian skin\nis <em>cute</em>.  It really is.  Ambitious and desire recognition?  Don't go\nto Italy should you hunger for fame, because <em>fame</em> is 'hunger'\nthere.  Should you be the he-man type, or regard yourself as\nsuch, never tell an Italian you're a one hundred per cent red-blooded\nAmerican <em>male</em>: he will recoil in horror at your\nadmission of your own evil.  Be pestered by an Italian demanding\nto sell or mooch something, but never, ever, answer with a\nknowing, exasperated “Ah, no!”  He might interpret it to mean\nyou are dubbing him an <em>ano</em>, an 'anus,' and the reaction could\nbe swift.  Likewise avoid using <em>After</em> in Germany—it signifies\nthe same part of the anatomy.  (Forget you ever heard of\n<em>aftershave</em>.)</p>\n<p>Don't try to find <em>sable</em> in France or Spain; neither has\ndevised the means of making coats of 'sand' or 'sabers,'\nrespectively.  A Spanish <em>saber</em> means only 'to know.'  Ask a\nsporting Frenchman for a game of <em>catch</em>, and he will think you\nwant to wrestle.  Tell a winning Frenchman he's a real <em>champ</em>;\nhe will wonder why you're calling him a 'field.'  Eye some\ndesired objects in a French emporium; ask for <em>four</em> of them,\nand get an 'oven.'  Or say you need a <em>pin</em> to hold a tear\ntemporarily, and get a 'pine tree.'  A <em>gaze</em> is not a look of\nwonder in France or Germany, merely 'gauze.'  Write down for\na French doctor that you have swollen <em>glands</em>: he will reply\nthat acorns don't do that.  Complain of a twitch in your <em>groin</em>,\nand he will tell you he's not a veterinarian who could treat a\n'hog's snout.'  Or your <em>legs</em> are <em>lame</em> (your 'legacy' is a 'blade'?).\nOr you think you have <em>lice</em> on your head (a 'mongrel bitch'?).\nAgree with a French official your government ought to put a\n<em>rein</em> on interest rates, and he will wonder how a 'kidney' can\naffect the economy.  Try to insult an obnoxiously loquacious\nFrenchman with the epithet “jackass,” but he will only agree\nthat he truly is a <em>jacasse</em>, a 'chatterer.'</p>\n<p>Tell a German you enjoyed the <em>plage</em>, the 'beach,' in\nFrance, and he'll know you're a hopeless hypochondriac for\nliking the 'plague.'  Learn <em>Auge</em> is 'eye' in Germany, but don't\nexpect a Spaniard to comprehend it: to him the word means a\n'boom' or 'boost in prices.'  An Italian regards it as a 'summit.'\n<em>Elle</em>, so common in France for 'she,' crooks into the Italian\nletter L, then flattens out to the measure of a yard in Germany.\nFrench <em>dur</em> is 'hard,' but 'musical major' to a German; a\ngangster's <em>Moll</em> can be hard, too, but is German 'musical\nminor.'  Germans sing a <em>Sang</em>, but that's 'blood' to a Frenchman.\nBoth agree about <em>smoking</em>, however—not the health\naspect, but as a 'dinner jacket.'  <em>No smoking</em> to them means\n'informal dress is acceptable.'  Feisty kids consider baths to be\nbad news; to German kids a 'bath' is always <em>Bad</em>.</p>\n<p>Lost your traveler's checks?  Tell a German you're in a\n<em>Funk</em>; he'll wonder why you're insisting you're inside a radio.\nTell him you don't want to make a <em>Fuss</em>, but... How would\nyou go about making a 'foot,' anyhow?  Always look a German\n<em>Gift</em> horse in the mouth.  It might contain 'poison.'  Some <em>Gift</em>.\nOn a health kick?  Tell a German you want to find a <em>Gymnasium</em>.\nHe will wonder what you're expecting to find in a\n'grammar school' at your age.  Mention of the New York Knicks\nwill make him think less of basketball than a Big Apple 'curtsy.'\nCompliment him on the beautiful <em>Mantel</em> over his fireplace.\nWhat 'overcoat'?  You may agree with a German film buff that\nin some old B-westerns the <em>Posse</em> really is a 'farce.'  Ask him if\nhe'd like to invest in a piece of the <em>Rock</em>, and he'll be damned\nif he can figure out what's so lucrative about a 'section of a\ncoat.'  Tell him he makes no <em>Sense</em>; he will agree he's never\nmade a 'scythe' in his life.  A German bank might give you a\n<em>Teller</em> as a bonus for a substantial deposit, never let one handle\nyour money, for how could a 'plate' cash a check?  And the\nGerman <em>links</em> has nothing to do with chains, cuffs, or a golf\ncourse; just keep to your 'left.'</p>\n<p>A Spaniard will consider you daft if you ask about the\ninfluence of the <em>media</em> in his country.  The only influence a\n'stocking' has there is to make wearing a shoe more comfortable.\nAn Italian will wonder why you consider something\n'average' to have any influence at all.  Put on saintly airs in\nSpain, say you always try to do <em>unto</em> others, etc., and your\nincredulous audience will ponder a Golden Rule that advises\npouring 'grease' on your fellow man.  Meditate, but never go\ninto a <em>trance</em> in Spain; that's a 'dangerous situation.'  Say there\nthat you want something done only <em>once</em>; expect it to be\nrepeated 'eleven' times.  Ask for more <em>caldo</em> in Spain, and get\nmore 'broth'; ask in Italy, they'll turn up the 'heat'.  Croon <em>cara</em>\nto an Italian female, she might think you're very 'dear' also;\ncroon <em>cara</em> to a <em>señora</em>, she'll wonder why you insist on\nmentioning only her 'face.'  Find wildlife in a Spanish <em>estero</em>, a\n'salt marsh;' tell what you discovered to an Italian, and he'll\nknow you're acquainted with 'swingers' in foreign countries.  Be\nnot frightened of <em>rape</em> in Spain.  It's a very fine 'fish.'  <em>Nudo</em> is\n'naked' in Italy, only a Spanish 'knot.'  Never use Italian <em>loro</em>,\n'they,' in Spain: you'll only be talking of a 'parrot.'  Should you\nsee the word <em>polittico</em> in an Italian museum, look not for a\nportrait of a Machiavellian ward heeler, merely a 'polyptych\npanel.'  An Italian musician can blow a mean <em>tromba</em>, a\n'trumpet,' but his Spanish counterpart could never get his lips\non a 'waterspout.'</p>\n<p>So it goes.  Scores of puzzlers abound.  Stick to English, and\nbe thrown by <em>Abort, Angel, Art, Bake, bald, Beet, blank, Boot,\nBrief, Dose, fast, fatal, First, fix, Fund, Hang, Happen, Hose,\nHut, Kind, kitten, Lack, Lake, List, Lunge, mitten, nun,\nPlunder, Quote, Rat, Regress, rings, rot, Same, Span, stark, Tag,\nTrunk, Wade, Wand</em> in Germany; by Spanish <em>ajar, can, flux,\nfray, liar, lid, mar, meter, mote, pan, quite, red, ruin, taller, tan,\ntender</em>; by <em>ail, an, bail, bond, but, cap, case, chair, choir, chose,\ndam, dot, fin, fine, fond, fret, gale, infect, laid, lie, lit, main,\nmare, miser, or, ours, pour, probe, rapt, rate, rave, regain, relent,\nreport, ride, rogue, sale, short, singe, son, stance, store, tape, ton</em>\nin France; and by Italian <em>abate, acre, ago, alone, ape, brace,\ncamera, china, dare, data, dice, dote, dove, due, estate, fare,\nfate, lasso, lode, mare, mite, pace, pane, pure, reduce, regale,\nrise, rose, sale, sparse, stare, state, tale, terse, and truce</em>.  None,\nbut none, of these words will do you one bit of good should\nyou try to apply them as you know them.  Cast a skeptical eye\non all you see; take extra care with those you speak; think\ntwice about what you hear; carry an eraser.  Take nothing at\nface value, or you stand to lose face.  That's not Italian for\n'torch.'  <em>Caveat viator</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Caveat Viator</h1> <p><em><span data-rel=\"author\">David L. Miles</span> <span data-rel=\"location\">Charlevoix, Michigan</span></em></p> <p>Traveler beware.  When on the Grand Tour of Europe,\nforget what over-enthusiastic travel mavens have told you\nof the comparative ease with which you can expect to cope\nwith the languages you'll encounter.  Certain words long cooking\nin the linguistic awareness pot will be assimilated with ease,\nof course, but many that look like English or another tongue\ncan turn on you with embarrassing results.  Jet lag is easily\ncorrected.  Language lag might never be resolved.  Go from\nFrance to Spain to Italy to France, or vice versa, and even to\nGermany from any of the three, and find that your mind may\nstay one country behind, if not at home.  Carrying a little\nlearning can be a dangerous thing, for hauling linguistic\nbaggage over borders results in encounters with customs not of\nthe bureaucratic kind.  Many a <em>Doppelganger</em> haunts the major\nEuropean tongues.  Diacritics trigger the hunch that not all is as\nit appears to be (<em>bée, crâne, goût, haïr, hâte, râpe, soûl, thé</em>—to\nname a few in French).  But best expunge all preconceptions,\nand travel with an open mind and a closed mouth if your\nlanguage skills progressed little beyond <em>amo, amas, amat</em>.\nMenus, signs, schedules, and the news will contain gibberish if\ntoo hastily scanned and accepted as they stand.  Turn your\nthoughts around for a moment to filter meaning through\nanother sensibility.  A Frenchman seeing “... as Mets fade”\nwill not think of a baseball team's drop in the standings, but\nwill puzzle over 'ace food tasteless.'  “Marines seize protester”\nwill become 'Navies sixteen to protest.'  “Supplier pays bribes”\nequals 'to supplicate country scraps' for him.  In France, 'mine'\ncan be <em>mien</em> and 'mien' is <em>mine</em>; a coin is a 'corner' and corner\nmeans 'to toot a trumpet.'  Homographs do not homophones do\nnot homonyms do not heteronyms make.  Speak and, especially,\nwrite your ideas, needs, and wishes with caution.</p> <p>Ask for <em>burro</em> in Italy, and your waiter will serve you\nbutter; but ask for it in Spain and he may bring you a jackass.\nAsk for <em>baba</em> in Italy and France, and savor a rich cake; but\ndemand <em>baba</em> in Spain, and receive a plate of spittle.  Request\n<em>cane</em> in France and you will be served duck; but in Italy you\nmight be forced to eat dog.  Request <em>pie</em> and you will get a\nFrench magpie, but someone's foot in Spain.  Do not expect to\nfind <em>loin</em> or <em>capon</em> on a French menu; together they mean\n'distant coward.'  You may find <em>prunes</em> or <em>raisin</em>, however: order\nthe first and get plums; do not hesitate to order only one raisin,\nfor it is not a desiccated grape but a bunch of juicy ones.  Also\ntell your French waiter you love <em>pain</em>; he will not think you a\nraving masochist, only a lover of good bread.  Ask “How's the\n<em>sole</em> today?”  in France and be told the fish is delicious; inquire\nin Italy and be informed the sun has been shining since dawn.\nBut forget <em>Sole</em> in Germany, unless you like brine.  Hungry in\nGermany but on a tight budget?  Ask for the nearest <em>automat</em>,\nand be steered to the closest robot.  And no German will\ncomprehend how you can enjoy <em>Tang</em> for breakfast: seaweed is\nbest left underwater.  Tell a Spanish waiter you'd like more\n<em>sauce</em>: he'll cut down a willow tree for you, should one be\nhandy.  Ask for a <em>tuna</em> sandwich in Spain, and receive one filled\nwith prickly pear.  Go to a Spanish cocktail party, compliment\nyour hostess on her delectable <em>canapés</em>, and she'll think you've\nbeen nibbling on her sofas.  Bite into an Italian <em>pera</em>, a 'pear';\nrisk rabies with a <em>perra</em>, a 'bitch dog,' in Spain.</p> <p>Never declare to a Frenchman you are a <em>pet</em> lover.  He will\nthink you quite kinky, since a <em>pet</em> is, no other word for it, a\n'fart.'  Get to know a Frenchman a little, ask if he would like to\nhave a <em>chat</em>, and he might be put off at your immediate offer of\na feline whose fur he might be deathly allergic to.  Put on airs\nin France and expect to be called <em>fat</em>, not overweight, but\n'conceited.'  Beware of asking a betrothed Frenchman what he\nsees in his <em>future</em>, for you will be questioning his judgment in\nselecting his intended wife.  After he's wed, under no circumstances\ninquire how he's adjusting to life with his <em>bride</em>.  That's\na 'bridle.'</p>"
}