{
  "type": "Article",
  "title": "All Present—and Unaccounted for",
  "author": "Virginia M. Prichard",
  "location": "Raleigh, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">All Present—and Unaccounted for</h1>\n<p><em><span data-rel=\"author\">Virginia M. Prichard</span> <span data-rel=\"location\">Raleigh, North Carolina</span></em></p>\n<p>When most Americans first read the name <em>Sirhan Sirhan</em>\nin the newspaper, I'll bet they thought it was a\ntypographical error.  No teacher of English to foreign students\nwould have thought this.  We know all about the Arabic\nproclivity for repetition as far as names are concerned.  I have\ntaught a <em>Shamoun Shamoun</em>, a <em>Hussein Hussein</em>, and a\n<em>Mohamed Mohamed</em>.  At present, there is an <em>Ali Ali</em> in my\nconversation class.  The repetition has a fine ring to it, and I've\noften wondered why other languages don't take it up.  Furthermore,\nit would eliminate having to explain to students that they\nmust write their last names first and their first names last on\nforms that are going to be alphabetized.</p>\n<p>Back in the early 1970s, when OPEC was riding high and\nArab students were arriving in the United States by the jumbo\njetload, my classes were full of <em>Mohameds</em>.  I was beginning to\nsuspect that every third masculine child in the Arab World was\ngiven the Prophet's name.  I imagined an Arab mother coming\nto the front door of her home to call her son in to dinner on\nany street in Cairo or Amman or Ridyah.  “Mohamed, dinner is\nready!”  And, then, the street would be full of boys running in\nall directions to get home in time to eat.  The only comparable\nsituation would be a mother in Dallas or Houston or Corpus\nChristi going to the front door and yelling, “Tex, come home\n...dinner is served!”</p>\n<p>The Arab insouciance about names is something that used\nto drive me wild.  Many appear to be utterly indifferent as to\nwhich name they will use on a given day.  This led me to\nsuspect that Shakespeare was probably an Arab (marvelous\ntopic for a doctoral dissertation).  Note his insouciance: “A rose\nby any name would smell as sweet.” How Middle Eastern!  Let\nme try to explain...</p>\n<p>One summer we had a student from Jordan named\n<em>Mustafa Ali Al-Salem</em>.  All summer we referred to him either as\n“Mr. Al-Salem” or, as we got to know him better, as “Mustafa.”\nSometimes he wrote “Ali” on his compositions.  We were\nable to deal with this.  When fall came, the university to which\nhe transferred wrote and asked for the records of a Mr.\nShobaki.  I wrote back and told them that no Mr. Shobaki had\nattended our program.  Within a week I got an irate telephone\ncall from Mr. Al-Salem asking me why I would not send a\nrecommendation for him.  I explained that no one had asked for\none.  He said that he was now Mr. Shobaki...this being a\nversion of the name of his hometown.  In order to be sure of\njust who he really was, I asked him for the name written on his\npassport, and he said that it was “Mohamed.”</p>\n<p>After several similar incidents, I began to make what\nseemed (to non-Arabs) to be strange announcements on the\nfirst day of class.  Announcements such as: “Please pick out one\nname and stick to it.”  “It is preferable that you go by the name\nwritten in your passport.”  “The computer will not understand\nthat <em>Husseini</em> and <em>Shabani</em> are one and the same person.”\nStudents from other language backgrounds smiled and nodded,\nindicating that they did not understand what on earth I was\ntalking about.</p>\n<p>Think of the ramifications of going by any name you wish\non any given day of the week!  Someday I'm going to pick a\nweek and do it.  On Monday, I will be <em>Virginia</em>, cool and\nelegant and unflappable.  On Tuesday, I will be <em>Ginny</em>, mischievous\nand without a care in the world.  I think I would like to be\n<em>Greta</em> on Wednesday... mysterious, withdrawn, and exciting\nto know.  Thursday it will be <em>Gina</em>, warm and laughing and\nsensual.  And, Friday's girl will be <em>Patricia</em>, very upper class and\nEastern establishment...or would that be <em>Millicent?</em>  How\nmarvelous to answer the phone in the office and say.  “Miss\nPrichard? She's not in today.  This is Miss Meade.  Would you\nlike to leave a message?”  If everyone engaged in this practice,\ngovernments would topple.  No one would have to be in any\noffice at any time.  Forms and bureaucratic procedures would\ngo by the board.  Banks would fold.  I can think of no faster way\nof creating chaos.</p>\n<p>Among certain tribal people, there is no such thing as a\nfamily name that is passed down from one generation to\nanother.  I began to get a glimmering of this when I first taught\nsome Afghanis who told me that they all came from the same\nfamily but had names that did not faintly resemble one\nanother.  (Incidentally, they all settled in Raleigh and established\nthe Afghani Roofing Company.  I passed a building under\nconstruction recently, and every man on the roof sported a\nmustache and flashing white teeth.  They all waved and yelled\nat me in accented English.)  According to tribal custom, the first\nname is the person's given name (as it is in English); the\nsecond name is his father's name; and the third name is his\ngrandfather's name.  Thus, in each succeeding generation, the\nfirst two names move back one slot each and, so, the son of\n<em>Akbar Walid Farouk</em> becomes <em>Ahmed Akbar Walid</em>.  I believe\nthat the Scandinavians also followed this practice until their\ngovernments, wishing to tax them or take census counts of\nthem, made them light on one name and stick to it.  Scandinavian\nimmigrant families entering the United States together but\nunder entirely different names blew the minds of immigration\nofficials, who frequently gave up all efforts to unscramble the\nsituation and assigned them all the name of their hometown.\nMaybe Mr. “Shobaki” was just following this old procedure\nwhen he did the same thing for himself!</p>\n<p>One final comment about Arab names before moving on\nto names in other cultures.  One tends to think of Arab culture\nas being the ultimate in male chauvinism, but Arab wives, at\nleast the professional women I've met, keep their own names\nand do not lose their identity as American women do when\nthey marry.</p>\n<p>I can always tell when I have a Brazilian student in my\nclass because the national origin of his first name never\nmatches the national origin of his first name.  Thus, a <em>Silvio\nMacDonald</em>, an <em>Edison Bittencourt</em>, a <em>Pedro Tanaka</em>, or a\n<em>Woodrow Wilson da Silva</em> is indisputably a Brazilian.  It's as\nthough the parents had said to themselves as they went to\nregister the birth of their child, “Our last name is Portuguese\n(or Japanese or whatever) and, so, to be democratic or to\npromote the principle of fair play, the first name should be\nsomething completely incongruous in order to represent the\npotpourri that is Brazil.”  Where else in the world can you find\na person with a Serbo-Croatian first name and a Welsh last\nname?  This practice seems in keeping with the Brazilian love\nof the unexpected, of inconsistency and contradiction.  There is\na happy carelessness about it that I love.</p>\n<p>When the names of Spanish-speaking Latins crop up, there\nare other difficulties and delights.  First of all, any woman who\nhas the least interest in equal rights for women will salute the\nLatin habit of giving equal importance to the names of both\nparents.  In Spanish-speaking countries, a person carries the\nnames, as well as the genes, of both parents.  How logical and\nfair!  (In Virginia we do this by giving the mother's family name\nas a first name, but this causes great confusion about who is a\nman and who is a woman.  <em>Shirley Godwin</em> can be a boy and\n<em>Bland Tucker</em> a girl.)</p>\n<p>Let's take the student named <em>Fernando López-Rodriguez.\nLópez</em> is the name of Fernando's father, and <em>Rodriguez</em> is the\nname of his mother.  Unfortunately, university computers in the\nU.S. tend to light on the final name when giving out grade\nreports or, else, to divide up the grades and assign half to a\nperson named <em>López</em> and half to a person named <em>Rodriguez</em>.\nThis has led me to make other strange announcements on the\nfirst day of class, announcements such as: “Don't forget your\nmothers but forget your mothers' names while you're here.”\n“The computer will think that <em>López</em> and <em>Rodriguez</em> are two\ndifferent students and will act accordingly.”  The non-Latin\nstudents nod and smile to indicate that they do not understand\nwhat is being said.</p>\n<p>When a Latin American married woman appears, things\nget really complicated.  Let's take the case of <em>Carmen Consuelo\nHernández-Martinez de Alvarado</em>.  This incredible (to a North\nAmerican) list of names represents one person but gives credit\nto the following people: the person herself, her father, her\nmother, and her husband, in that order.  The computer usually\nbreaks down completely at this point.</p>\n<p>When the first <em>Jesus</em> appeared in my class, he came as\nrather a shock.  But, one can cope when one realizes that it is\npronounced “Hey-sus.”  The <em>Mohameds</em> out-number the <em>Jesuses</em>\nabout three to one, if that signifies anything.  In one semester,\nthere were three <em>Angels</em> taking grammar with me.  But, it is\nSpain itself that sends out people with the most religious names\nof all.  I vividly remember <em>Immaculada de Dios Ortiz-Gonzalez.</em>\nShe called herself “Lala.”</p>\n<p>Over the years I have learned to call the rolls of my classes\nwith aplomb and a fair amount of accuracy (to the astonishment\nof my students who are accustomed to hearing their\nnames mispronounced on American lips).  For sheer length, I\nnominate Thai names as undisputed champions.  There is\nseldom space for anything but an initial of the given name\nafter the family name is written down.  For tongue-twisting\ndifficulty I nominate Polish names.  For deceptive simplicity I\nnominate Chinese names.</p>\n<p>I challenge anyone to call the following roll aloud: <em>Chongrungreong,\nVaidyanathan, Naichienmai, Szalkowicz, Bamroon-grugsa,\nKioumourtzogglou</em>, and <em>Tychkowski</em>.  I can do it without\nbatting an eye.  But, I was stumped by the name of Mr. <em>Ng</em>.  I\nasked him to pronounce it for me.  You can pronounce it too if\nyou follow the directions I provide here.  Pinch your nose with\nyour thumb and forefinger, close your mouth, and make the\nsound you would make if you were swallowing loudly.  That's it\n...Mr. <em>Ng</em>.</p>\n<p>I enjoy trilling and rolling Spanish “r's” and clearing the\nphlegm from my throat to make Farsee and Arabic guttural\nsounds.  I'm still waiting in anticipation for an African student\nwith a click sound in his name.  The variety is endless, and it\nmakes calling class rolls an exercise in showmanship.</p>\n<p>The easiest names seem to be the Korean ones.  Evidently,\nthere are three great families in Korea: the <em>Lees</em>, the <em>Parks,</em> and\nthe <em>Kims</em>.  Representatives from the first two made me wonder\nif, somehow, a couple of Virginians had strayed into the class.\nBut, the <em>Kims</em> far and away outnumber all the <em>Lees</em> and the\n<em>Parks</em> combined.  My rough estimate is that the <em>Kims</em> constitute\n86.4 percent of the population of Korea, and I would dearly\nlove to see a telephone directory of the city of Seoul.  I wonder\nhow one finds a particular <em>Kim</em> in it.  Maybe they list people by\ntheir occupations as is done in Denmark.</p>\n<p>I suppose that I've saved Chinese names for last because I\nmet my Waterloo with them.  The problem is that the letters in\nour alphabet cannot hope to represent accurately the subtle\ndistinctions of Chinese.  If one reads Chinese names the way\nthey are written in English, they will not resemble the sounds\nthe students make when they say them.  For example, <em>Shi,\nHsieh</em>, and <em>Hsu</em> have nearly the same sound.  I've often\nwondered in near despair if they choose representations that\nare purposely off the mark or if there is simply no way to\nrepresent the sounds correctly.  Now that we are getting\nstudents from the People's Republic of China, there is an\nentirely different system of representation to deal with, one\nthat I find easier, more logical, and closer to the real thing.\n(<em>Beijing</em> is closer to the mark than “Peiping.”) The representations\ntake some getting used to.  If a student from the Republic\nof China, Taiwan, writes his name as <em>Shi</em>, a student with the\nsame name from the PRC will write it <em>Xie</em>.</p>\n<p>The roll of a conversation class a few years ago contained\nthe following names: <em>Chan, Chang, Chen, Cheng, Chien, Chin</em>,\nand <em>Chung</em>.  I made these distinctions rather well, I thought,\nuntil I began to call on a specific student to answer a question.\nWhen I said, “Please answer, Mr. Cheng,” seven voices spoke\nup.  (The same thing happens with a class of <em>Huangs, Hwangs,</em>\nand <em>Wangs</em>.)  For convenience and to the great amusement of\nthe Chinese, I referred to them thereafter as Mister One,\nMister Two, Mister Three, and so on.  But, I felt defeated and\nunhappy until I learned that they have similar problems\nunscrambling the English names <em>Joe, Joan, Joann, Jan, Jim,\nJean</em>, and <em>John</em>.  Still, if I required them to pronounce all the <em>ls</em>\nand <em>rs</em> in <em>Harrelson Hall</em> correctly, I should be able to make\nrecognizable distinctions between Chinese names.</p>\n<p>Certain individual Chinese names are a joy in themselves.\nWhen I call on <em>Cheng-Chung Chan</em>, I think of far-away temple\nbells tinkling in the wind.  I could never make it clear to Mr.\n<em>Chu-Tren Lee</em> why I thought that he should say his first name\ntwice.  But, my all-time favorite name was <em>Chi-Fu Johnson Sit:</em>\nwe really had to work on the pronunciation of his last name\nbecause of the Chinese difficulty with the difference between\nthe “s” and “sh” sounds.</p>\n<p>Ordinarily, the Chinese write their names in reverse order.\nThat is, the family name comes first and the given name comes\nlast.  Imagine getting up in front of a class in which half the\npeople write their names in the usual order and the other half\nwrite them in reverse order and telling them to reverse the\norder of their names on the class cards for alphabetical\npurposes.  This has led me to make still other strange announcements\non the first day of class.  Announcements such as: “Write\nyour names in regular Chinese order.”  “Do not reverse your\nnames so that they will be reversed.”  This is the time that the\nEuropean students begin to wonder about me, but the Chinese\nunderstand.</p>\n<p>Now a rather delicate aspect of the whole business of\nnames must be dealt with.  This concerns names that are\nperfectly all right and even beautiful in the original languages\nbut that are taboo words in English.  When I glance down the\nroll and see such a name, I inwardly thank God that there are\nno native speakers of English in the class.  There was an older\nstudent with a four-letter-word name in one of the first classes I\never taught.  I deliberately mispronounced it, giving it two\nsyllables and “cleaning it up” so to speak.  He always shot back\nthe correct pronunciation in a loud voice, jolting me and\nsetting my teeth on edge.  There were no snickers in the class\nbecause no students knew the word in English at that early\nstage of their stay—Thank heavens!</p>\n<p>Vietnamese names can knock out the novice teacher who\ndoes not know how they are pronounced in Vietnamese.  In the\noriginal Vietnamese, they are quite innocuous-sounding.  Since\nthe airlift in 1975, the class rolls have been sprinkled with such\nnames as: <em>Hoa, Phuoc, Dong</em>, and <em>Bich</em>.  I am accustomed to\nthem now, but, at first, I went into a kind of culture shock.\nOnce there was a man named Mr. <em>Phucfoam</em> in my grammar\nclass.  As soon as I could catch him alone, I told him that the\nfirst syllable of his name was always silent in English.  I had to\ntelephone the foreign student adviser about him, and I referred\nto him as “Mr. Delfen.”  (For male readers, <em>Delfen</em> is the brand\nname of a well-known contraceptive cream.)  He said, “We have\nno such student.” I said, “Think about it for a minute.”  He\ndid, and his laugh was so loud that I could have put down the\nphone and opened the window and heard it.</p>\n<p>Sometimes certain class rolls have pizazz and appeal and\nstick in my memory.  I have three favorites.  One was the\nfootball game roll which always made me feel like a cheerleader\nbecause it contained the names <em>Yah, Rey</em>, and <em>Bravo</em>.\nNext was the revolutionary roll of the class that contained\n<em>Castro, Guevara</em>, and <em>DeBray</em>.  And, my favorite of all time was\nthe bell-like Chinese roll mentioned before.  When I called it\nout, I thought to myself, “Eat your heart out, Edgar Allan\nPoe.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">All Present—and Unaccounted for</h1> <p><em><span data-rel=\"author\">Virginia M. Prichard</span> <span data-rel=\"location\">Raleigh, North Carolina</span></em></p> <p>When most Americans first read the name <em>Sirhan Sirhan</em>\nin the newspaper, I'll bet they thought it was a\ntypographical error.  No teacher of English to foreign students\nwould have thought this.  We know all about the Arabic\nproclivity for repetition as far as names are concerned.  I have\ntaught a <em>Shamoun Shamoun</em>, a <em>Hussein Hussein</em>, and a\n<em>Mohamed Mohamed</em>.  At present, there is an <em>Ali Ali</em> in my\nconversation class.  The repetition has a fine ring to it, and I've\noften wondered why other languages don't take it up.  Furthermore,\nit would eliminate having to explain to students that they\nmust write their last names first and their first names last on\nforms that are going to be alphabetized.</p> <p>Back in the early 1970s, when OPEC was riding high and\nArab students were arriving in the United States by the jumbo\njetload, my classes were full of <em>Mohameds</em>.  I was beginning to\nsuspect that every third masculine child in the Arab World was\ngiven the Prophet's name.  I imagined an Arab mother coming\nto the front door of her home to call her son in to dinner on\nany street in Cairo or Amman or Ridyah.  “Mohamed, dinner is\nready!”  And, then, the street would be full of boys running in\nall directions to get home in time to eat.  The only comparable\nsituation would be a mother in Dallas or Houston or Corpus\nChristi going to the front door and yelling, “Tex, come home\n...dinner is served!”</p> <p>The Arab insouciance about names is something that used\nto drive me wild.  Many appear to be utterly indifferent as to\nwhich name they will use on a given day.  This led me to\nsuspect that Shakespeare was probably an Arab (marvelous\ntopic for a doctoral dissertation).  Note his insouciance: “A rose\nby any name would smell as sweet.” How Middle Eastern!  Let\nme try to explain...</p>"
}