{
  "type": "Article",
  "title": "Rose Moles",
  "author": "Lawrence Dugan",
  "location": "Philadelphia, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Rose Moles</h1>\n<p><em><span data-rel=\"author\">Lawrence Dugan</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p>\n<p>“Rose Moles” is a metaphor from the poem “Pied\nBeauty” by Gerard Manley Hopkins, and is the name\nthat I give to memorable poetry—couplets, phrases, a word or\ntwo—that I first came across outside of the original poem.  For\ninstance, “... For rose-moles in all stipple upon trout that\nswim”; is Hopkins' line, but I first heard the words “rose-moles”\nquoted by themselves.  A professor at Temple University\nused them as an example of a beautiful metaphor, never giving\nthe rest of the line.  He probably never gave the title of the\npoem, because it was several years before I found the words\nagain, in “Pied Beauty.”</p>\n<p>In his biography, <em>Adolf Hitler</em>, John Toland groups several\nchapters about Hitler's diplomacy in the 1930s under the\nheading “War In Masquerade,” and opens with these lines\nfrom John Dryden.</p>\n<blockquote>\n<p>...<br>\nAt least such subtle covenants shall be made<br>\nTill peace itself is war in Masquerade.</p>\n</blockquote>\n<p>They are from Dryden's “The Second Part of Absalom And\nAchitophel,” a long poem in heroic couplets using the Biblical\nstory of Absalom's revolt against his father, King David, as an\nallegory for the shaky state of political affairs in Restoration\nEngland.  The lines refer, of course, to the use of diplomacy for\nwarlike ends.  Toland doesn't cite the poem's title, just the\nauthor, and it was three years before I read the complete\npoem.  This is the usual form of the rose mole, a dramatic\nphrase, perhaps the author's name, rarely a title, and never line\nnumbers.</p>\n<p>James T. Farrell quotes A. E. Housman at the opening of\nhis novel <em>A World I Never Made</em>.</p>\n<blockquote>\n<p>I, a stranger and afraid<br>\nIn a world I never made.</p>\n</blockquote>\n<p>I was a high-school student when I read these lines and didn't\nknow about the battery of reference books like <em>Bartlett's</em> and\n<em>Granger's Index To Poetry</em> that can be useful in placing\nquotations.  So every couple of months I'd look up Farrell's\nnovel in the library, usually late in the afternoon, and reread\nHousman.  I must have picked up <em>A Shropshire Lad</em> a hundred\ntimes, but never found the couplet until my sophomore year at\nTemple University, when Professor Richard Llwellyn, of the\nEnglish department, told me that it came from “The Laws Of\nGod, The Laws Of Man” in <em>Last Poems</em>.</p>\n<p>For obvious reasons the couplet is the form most likely to\ntake a hold on us.  The second line somehow strengthens the\nfirst, and if the thought moves us, we hold on to the rhythm\neven if we only remember a few words.</p>\n<p>The indirect rose mole can be the trickiest.  I saw the film\nversion of <em>The Horse's Mouth</em>, with Alec Guinness as Gulley\nJimson, before I read Joyce Gary's novel.  At the end of the\nmovie as he floats down the Thames on a houseboat, Guinness\nshouts:</p>\n<blockquote>\n<p>...<br>\nFor there is good news yet to hear and fine things\nto be seen<br>\nBefore we go to Paradise by way of Kensal Green.</p>\n</blockquote>\n<p>When I read the novel the lines weren't there.  Eventually I\nfound them, not in Blake, as I thought I would—he is quoted\nthroughout the book—but as the last lines in Chesterton's “The\nRolling English Road,” one of GKC's best poems.  When I saw\nthe film again I checked the credits and noticed that Guinness,\nalong with playing Jimson, was listed as screenwriter.  Chesterton's\noptimism is a deeper, more complex impulse than we\noften realize; Guinness understood that, and the lines fit\nperfectly the personality of a hard-working, slightly crazy,\nelderly English painter who, having been a success as a young\npainter, is now a flop as an older one.</p>\n<p>I still find it strange to think that I first read two of my\nfavorite lines in American poetry in John Updike's <em>Bech: A\nBook</em>.</p>\n<blockquote>\n<p>...<br>\nAs the marsh-hen secretly builds on the watery sod,<br>\nBehold I will build me a nest on the greatness of God.</p>\n</blockquote>\n<p>I don't know when I finally located them in Sidney Lanier's\nbeautiful ode about the South Carolina seashore, “The Marshes\nOf Glynn,” but I doubt that I've ever forgotten a word of\nthem, and I owe a great debt to Updike's funny book.</p>\n<p>The best-placed rose mole I've come across is at the top of\nFrank O'Connor's short story, “The Long Road To Ummera.”</p>\n<blockquote>\n<p>Stay for me there.  I will not fail<br>\nto meet thee in that hollow vale.</p>\n</blockquote>\n<p>The lines are from Henry King's 17th-century elegy, “The\nExequy.”  Here again I don't know how I finally found the\noriginal poem, for O'Connor makes no attribution, not even the\nauthor.  Somehow those lines seem to just float over his\nmelancholy story about the death and burial of an old Irish\nwoman.</p>\n<p>I have emphasized the couplet, but Keats used only one\nline on the dedication page of “Endymion,” his long poem\n“inscribed to the memory of Thomas Chatterton:”</p>\n<blockquote>\n<p>The stretched meter of an antique song.</p>\n</blockquote>\n<p>The thought of the early deaths of Keats and Chatterton, the\nunfinished quality of “Endymion,” and the bitter attacks of the\nScottish critics on Keats gave the line such a haunting,\ncomplete meaning—a sort of finished fragment—that I almost\nwished not to know the author.  I eventually saw the words\nattributed to Shakespeare in a critical piece on Keats.  They are\nfrom Sonnet 17, and Keats substituted “the” at the beginning\nof the line for Shakespeare's “and.”</p>\n<p>Poe insisted that poetry is a lyrical medium, that even\ngreat long poems like <em>Paradise Lost</em> are uneven, their beauty\nlying in wait between stretches of prosaic flatness.  I suspect\nthat most poetry readers would not agree with Poe's theory,\nbut in practice many of us push it farther: even within short\npoems we fix on a couple of lines that sum up a truth so easily\nthat all modern philosophy seems the long road to a nearby\nplace.</p>\n<blockquote>\n<p>Now can anybody help me with these lines?</p>\n<p>...\nIf I could say a thing or two,\nThe Dutch have mighty things in view.</p>\n</blockquote>\n<p>I saw them a few months ago as a chapter heading in Sir\nWalter Scott's <em>St. Ronan's Well</em>.  I not only cannot place them,\nbut I have forgotten over which chapter in the novel they\nappear, so I might have misquoted them.  They don't contain\nthe concentrated feeling that you want on or just after the title\npage of your autobiography, but I can't shake them loose.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Rose Moles</h1> <p><em><span data-rel=\"author\">Lawrence Dugan</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p> <p>“Rose Moles” is a metaphor from the poem “Pied\nBeauty” by Gerard Manley Hopkins, and is the name\nthat I give to memorable poetry—couplets, phrases, a word or\ntwo—that I first came across outside of the original poem.  For\ninstance, “... For rose-moles in all stipple upon trout that\nswim”; is Hopkins' line, but I first heard the words “rose-moles”\nquoted by themselves.  A professor at Temple University\nused them as an example of a beautiful metaphor, never giving\nthe rest of the line.  He probably never gave the title of the\npoem, because it was several years before I found the words\nagain, in “Pied Beauty.”</p> <p>In his biography, <em>Adolf Hitler</em>, John Toland groups several\nchapters about Hitler's diplomacy in the 1930s under the\nheading “War In Masquerade,” and opens with these lines\nfrom John Dryden.</p> <blockquote>\n<p>...<br>\nAt least such subtle covenants shall be made<br>\nTill peace itself is war in Masquerade.</p>\n</blockquote>"
}