{
  "type": "Article",
  "title": "Lost Metaphors of Land and Sea",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lost Metaphors of Land and Sea</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>James Greenough and George Kittredge point out in <em>Words\nand Their Ways in English Speech,</em> “Language is fossil\npoetry which is constantly being worked over for the uses of\nspeech.  Our commonest words are worn-out metaphors.”  These\nfossils lie so deep in the mine of our language that we are\nhardly aware that they are figures of speech at all.  Let's do\nsome digging to uncover the rich metaphoric ore that is\nembedded in our speech and our writing, our thoughts and our\ndreaming.</p>\n<p>America used to be a nation of farmers, but by the turn of\nthis century most of us had moved to towns and cities, and we\nbegan to lose touch with our agricultural roots.  In “God's\nGrandeur” (1877), Gerard Manley Hopkins lamented the\neffects of the Industrial Age on our feeling for the land:</p>\n<blockquote>\n<p>And all is seared with trade; bleared, smeared with toil,</p>\n<p>And wears man's smudge and shares man's smell;\nthe soil</p>\n<p>Is bare now, nor can foot feel, being shod.</p>\n</blockquote>\n<p>We may be vaguely aware of the agricultural comparisons\nin expressions like <em>cream of the crop, to crop up, to feel one's\noats, to sow one's wild oats, a tough row to hoe, to farm out, a\nfarm team, to weed out, to plow into, vintage year, easy\npickings, to nip it in the bud, gone to seed, seedy, to reap the\nbenefits, to mow down, a needle in a haystack, neither grass\nnor hay,</em> and <em>to make hay while the sun shines</em>.  But because\nour shod feet no longer touch the soil, most of us remain\nunconscious of the earthy metaphors embedded in the following\nwords and expressions:</p>\n<blockquote>\n<p><em>a cultivated person</em>  Like well-fanned land, the mind\nof the cultivated person is carefully tended and yields\na rich harvest.</p>\n<p><em>a furrowed brow</em>  The lines in a worried forehead\nresemble the furrows (grooves) in the earth made by\na plow.</p>\n<p><em>delirium</em> and <em>delirious</em>  These words, signifying a\nstate of frenzied emotional excitement, are subtly\nrooted in the Latin <em>de</em>- 'from' and <em>lira</em> 'furrow.' Thus,\n<em>delirium</em> and <em>delirious</em> metaphorically compare behavior\nthat deviates from a course that we think of as\nstraight to the action of “straying away from the\nstraight course in plowing.”</p>\n<p><em>a harrowing experience</em>  A harrow is a cultivating\nimplement set with spikes, spring teeth, or disks that\npulverizes the earth by violently flipping over the\ntopsoil.  Knowing this etymology helps us to see how\na terrifying experience truly harrows us.</p>\n<p><em>a windfall</em>  As a term for an unexpected stroke of\ngood fortune, <em>windfall</em> refers to fruits or branches\nblown down from trees by strong winds.  Such gratuitous\nfood and fuel requires no effort on the part of\nthe lucky recipient.</p>\n<p><em>aftermath</em>  In bygone days, <em>math</em> meant 'mowing'\nand <em>aftermath</em> meant 'second mowing.'  As the compound\ngradually lost its metaphoric force, it came to\nsignify results, effects, or consequences.'</p>\n<p><em>to cut a swath</em>  When a pompous swaggerer shows\noff, he or she “cuts a (big or wide) swath.”  This\nexpression figuratively extends the Middle English\nmeaning of <em>swath;</em> 'a row of cut grain or grass left\nby a scythe.'</p>\n<p><em>to go haywire</em>  Anyone who has ever tried to use\nhaywire to bind bales or to make repairs knows how\ninefficient and omery the stuff is.  Attempts to manipulate\nhaywire often go haywire.</p>\n</blockquote>\n<p>In “Sea Fever,” the poet laureate sang:</p>\n<blockquote>\n<p>I must down to the seas again,<br>\nTo the lonely sea and sky,<br>\nAnd all I ask is a tall ship<br>\nAnd a star to steer her by.</p>\n<p>—John Masefield, “Sea Fever”</p>\n</blockquote>\n<p>Relatively few of us go down to the seas any more, and\neven fewer get to steer a tall ship.  And, having lost contact\nwith the sea and with sailing, most of us no longer taste the\nsalty flavor of the nautical metaphors that ebb and flow\nthrough our language.</p>\n<p>Consider our use of the word <em>ship</em>.  We continue to ship\ngoods, even when that “shipping” is by truck, train, or plane.\nWe compliment someone on <em>running a tight ship</em>, even when\nthat “ship” is an office or a classroom.  And many things besides\nships can be <em>shipshape</em>.  Consider, too, our use of the compound\nword <em>bailout</em>.  When we talk about a Chrysler or a Seabrook\nbailout, we are unknowingly comparing a financial strategy to\nthe act of removing water from a sinking craft.</p>\n<p>To help you learn the ropes and get your bearings, I'll see\nif the coast is clear by sounding out the lay of the land.  Then,\nwithout going overboard, I'll barge ahead, come hell or high\nwater.  If you feel yourself going off the deep end, all washed\nup, on the rocks, and sinking fast in a wave of confusion, try to\nstay on an even keel.  Relax, I won't lower the boom and leave\nyou high and dry.  Now that you get my drift, consider how the\nfollowing idioms of sailing and the sea sprinkle salt on our\ntongues: <em>shape up or ship out, to take the wind out of his sails,\nthe tide turns, a sea of faces, down the hatch, hit the deck,\nanchorman, to steer clear, don't rock the boat, to harbor a\ngrudge, and to give a wide berth to</em>.</p>\n<p>Most of us landlubbers are unaware of how liberally we\nhave borrowed everyday expressions from sailors.  I wish you\nsmooth sailing in fathoming lost seafaring metaphors like:</p>\n<blockquote>\n<p><em>to fathom an idea</em>  When we try to fathom a concept,\nwe are making poetic use of an old word that\noriginally meant the span between two outstretched\narms.  Nowadays a fathom is a unit of six feet used\nfor measuring the depth of water.  By poetic extension\nthe verb to <em>fathom</em> has come to mean 'to get to\nthe bottom of.'</p>\n<p><em>to take one down a peg</em>  Ships' colors used to be\nraised and lowered a peg at a time.  The higher the\ncolors, the greater the honor.  Thus, to take someone\ndown a peg means to diminish his or her self-esteem.</p>\n<p><em>by and large</em>  For ancient mariners, <em>by and large</em>\nwas a command that meant 'to sail slightly off the\nwind'—in contrast to <em>full and by</em>.  When we say <em>by\nand large</em> today, we mean 'in general' because we do\nnot wish to sail directly into the topic.</p>\n<p><em>taken aback</em>  This expression probably conjures up in\nyour mind an image of a person caught off guard\nand staggering backwards.  But the origin of the\nphrase is nautical.  Sailing <em>by and large</em> left an inexperienced\nhelmsman in less danger of being <em>taken\naback</em>, which means to catch the wind suddenly on\nthe wrong side of the sails, which can lead to a serious\nsituation, especially in a square-rigger.</p>\n<p><em>in the doldrums</em>  Figuratively, when we're <em>in the\ndoldrums</em>, we are 'stuck in a condition of boredom or\ndepression.' Literally, the doldrums are 'those parts of\nthe ocean near the Equator that are noted for calms\nand neutralizing trade winds.' Recently, one of my\nstudents malapropistically misspelled the word as <em>dull-drums</em>.\nClever lad.</p>\n<p><em>landmark decision</em>  <em>Landmark</em> is a sailing term denoting\na 'mark on the shore by which to steer or lay a\ncourse.' Landmark decisions act as points of reference\nfor future legal navigation.</p>\n<p><em>to take a different tack</em>  A sailing ship tacks by turning\nits bow to the wind and shifting sails in order to\nchange direction.</p>\n<p><em>hand over fist</em>  Like “left and right,” “a mile a minute,”\nand “hellbent for election,” <em>hand over fist</em>\ndescribes a rapid, extended action, especially the act\nof making money.  In England, the original expression\nwas <em>hand over hand</em>, a literal description of climbing\nup or down a rope or hauling in or letting out a sail.\nThe phrase acquired the figurative sense of advancing\nrapidly, and, in America in the early nineteenth century,\nit became <em>hand over fist</em>.</p>\n<p><em>between the devil and the deep blue sea</em>  This\nphrase, like <em>between a rock and a hard place,</em> means\ncaught between equally perilous alternatives.'  <em>Devil</em>\nin this context is not the evil one but, rather, a nautical\nterm for the seam between two planks in the\nhull of a ship, on or below the waterline.  Anyone\nwho had to caulk or fill such a devil with pitch was\nplaced in the most precarious of predicaments.</p>\n<p><em>three sheets in/to the wind</em>  In this common metaphor\nfor an unsteady state of drunkenness, <em>sheet</em>\nrefers to the line attached to the lower corner of a\nsail, used to control its set and position.  When all\nthree sheets of a sail on an old square-rigger were\nallowed to run free, they were said to be “in the\nwind,” and the ship would lurch and stagger like a\nperson inebriated.</p>\n</blockquote>\n<p>Like phrases and idioms, individual words also spray forth\nfrom the ocean.  One of the most ancient of single-word\nnautical metaphors is <em>governor,</em> which harkens back to the\nGreek word <em>kybemao,</em> meaning 'steer a ship.'  The Romans\nchanged the form to <em>gubemo</em>, and eventually it crossed the\nchannel to England and became <em>governor</em>.  Thus, when we\nspeak of “the ship of state,” we are more accurate than we\nknow.</p>\n<p><em>Leeway</em> descends from <em>lee</em>, the side of a ship that is\nsheltered from the wind, and <em>fluctuate, undulate</em>, and <em>redundant</em>\nfrom <em>fluctus</em> and <em>undo</em>, both Latin for 'wave.'</p>\n<p><em>Nave</em>, the long, narrow central hall of a cruciform church,\nis a figurative extension of navis, the Latin word for 'ship,'\nbecause the church is conceived as an ark for its congregants.\nMany naves do indeed resemble upside-down ships, for ships\nare often built bottoms up.  The Greek word for 'ship' is <em>naus</em>,\nand the Greeks took their word <em>nausia</em>, which we now spell\n<em>nausea</em>, straight from the vehicle that produced seasickness.</p>\n<p>On sailing ships of yesteryear, <em>butt</em> was the popular term\nfor the large, lidded casks that held drinking water.  These butts\nwere equipped with <em>scuttles</em>—openings through which sailors\nladled out the water.  Just as today's office workers gather about\nthe water cooler to exchange chitchat and rumor, crewmen\nstood around the <em>scuttled butts</em> to trade <em>scuttlebutt</em>, which is\nhow the word came to mean 'gossip.'</p>\n<p>If you've followed this article so far, you've read right up\nto the bitter end.  You guessed it: <em>the bitter end</em> is also a nautical\nphrase.  Mariners called that part of the cable that is to the rear\nof the windlass <em>bitts</em>, and the <em>bitter</em> is the turn of a cable\naround the bitts.  When a ship rides out a gale, the cable is let\nout to <em>the bitter end</em>, or as far as it will go.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lost Metaphors of Land and Sea</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>James Greenough and George Kittredge point out in <em>Words\nand Their Ways in English Speech,</em> “Language is fossil\npoetry which is constantly being worked over for the uses of\nspeech.  Our commonest words are worn-out metaphors.”  These\nfossils lie so deep in the mine of our language that we are\nhardly aware that they are figures of speech at all.  Let's do\nsome digging to uncover the rich metaphoric ore that is\nembedded in our speech and our writing, our thoughts and our\ndreaming.</p> <p>America used to be a nation of farmers, but by the turn of\nthis century most of us had moved to towns and cities, and we\nbegan to lose touch with our agricultural roots.  In “God's\nGrandeur” (1877), Gerard Manley Hopkins lamented the\neffects of the Industrial Age on our feeling for the land:</p> <blockquote>\n<p>And all is seared with trade; bleared, smeared with toil,</p>\n<p>And wears man's smudge and shares man's smell;\nthe soil</p>\n<p>Is bare now, nor can foot feel, being shod.</p>\n</blockquote>"
}