{
  "type": "Article",
  "title": "Reflections on Indian Words, Among Others",
  "author": "Norman Ward",
  "location": "University of Saskatchewan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reflections on Indian Words, Among Others</h1>\n<p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p>\n<p>Robert Devereux's admirable “More Than Just Manitou,”\n[X,3] a critical commentary on my “Indian File” [VII,4],\nnot only arouses no argument at this end but encourages me to\nadd comment on the different premises from which two\npersons, both writing in English and on the same subject but\nfrom two separate countries, can start when considering words.\nMr. Devereux, to cite one difference, refers several times to\n<em>Webster's Third New International Dictionary</em>; I did not refer\nto it once, and indeed in my main profession, teaching and\nwriting about Canadian politics and government, I find <em>Webster</em>\nless helpful than other works.</p>\n<p>Fundamental to Canadian English is the fact that it is only\none of two languages that have official sanction in the country.\nWhen Canada was created in 1867 the relevant document\n(now called The Constitution Act) specified areas where English\nor French may or must be used, and after 1867 these areas\nwere extended in directions which still cause rowdy controversy.\nThe constitution now decrees that “English and French\nare the official languages of Canada and have equality of\nstatus...”</p>\n<p>The use of two languages has meant that, quite apart from\nthe fascinations of meaning and etymology, words have taken\non other roles in which, to quote a well-known historian,\n“language is power.”  When one considers, for example, that\nlarge numbers of English-speaking Canadians are Protestants\nwhile their French-speaking compatriots are Roman Catholic;\nthat Protestants and Catholics have differing views of what\nconstitutes a proper educational system; that any school has to\nuse some language as a medium of instruction; and that schools\ngenerally come under governmental jurisdiction; some of the\nproblems attached to using two official languages instead of one\nmay be at once apparent.  (That preceding sentence, admittedly\ncomplicated, suggests a greatly simplified outline of the reality.)</p>\n<p>Another major role for words in Canada is created by the\nuse of two languages: if two, why not three or four or more?\nNone of the relevant legal provisions about English and French\nsays anything about the genetic origins of those using them, an\nobservation that may seem nonsensical until one adds that The\nConstitution Act assigns to the national Parliament jurisdiction\nover “Indians, and Lands reserved for Indians.”  It also assigns\nwhat is generally meant by “education” to the separate\nprovinces.  The questions raised by such requirements are\nlegion, and a sample will indicate their scope: Are Indians to\nbe governed in English or French, and if so what of those who\nspeak neither?  Which level of government, national or provincial,\nis to educate Indians, and in what language?  If Indian\ntongues are to be used, which ones?  Are Inuit, who were not\nnamed in the original Constitution Act, to be counted as\nIndians?  What of people who are half or less of Indian blood?</p>\n<p>Questions like the samples do receive answers, and Canadian\nhistory is marked by the conflicting answers often given to\nthe same question.  Some of the by-products have unusual\nimplications for words:  I, for example, am a native of Canada,\nbut there are situations where the assertion “I am a native”\nwould lead listeners to conclude that I was an Indian (or\npossibly a liar).  That I may not look like an Indian is not proof\nof anything: an Indian can be a person who qualifies as an\nIndian under certain legislation; but a full-blooded “native”\nmay not qualify.  The constitution currently guarantees “the\nexisting aboriginal and treaty rights of the aboriginal peoples,”\nand declares that “aboriginal peoples” includes “the Indian,\nInuit and Métis peoples”; but none of the key words is defined.</p>\n<p>These reflections on Indian and other words have urgent\npolitical implications in Canada today because “natives” are\nwith increasing persuasiveness asserting claims to ancestral\nlands or compensation therefor and most recently have been\narguing for more native self-government.  One cannot listen to\nor read about the discussions accompanying these developments\nwithout being struck by the disadvantages under which\nnative spokesmen suffer when they have to make their cases,\nabout which they feel deeply, in two European languages\nwhich are not their mother tongues.  Self-government, responsible\ngovernment (a term with a peculiarly Canadian meaning),\nconstitution, and elections, all refer to real institutions, but they\nalso denote abstract ideas.  Improbable though it may seem to a\nreader of “Indian File” and Mr. Devereux's stimulating\nresponse, it was wondering about the shortage of native words\nin common English usage and speculating about the possible\nreasons for it, that started all this.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reflections on Indian Words, Among Others</h1> <p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p> <p>Robert Devereux's admirable “More Than Just Manitou,”\n[X,3] a critical commentary on my “Indian File” [VII,4],\nnot only arouses no argument at this end but encourages me to\nadd comment on the different premises from which two\npersons, both writing in English and on the same subject but\nfrom two separate countries, can start when considering words.\nMr. Devereux, to cite one difference, refers several times to\n<em>Webster's Third New International Dictionary</em>; I did not refer\nto it once, and indeed in my main profession, teaching and\nwriting about Canadian politics and government, I find <em>Webster</em>\nless helpful than other works.</p> <p>Fundamental to Canadian English is the fact that it is only\none of two languages that have official sanction in the country.\nWhen Canada was created in 1867 the relevant document\n(now called The Constitution Act) specified areas where English\nor French may or must be used, and after 1867 these areas\nwere extended in directions which still cause rowdy controversy.\nThe constitution now decrees that “English and French\nare the official languages of Canada and have equality of\nstatus...”</p> <p>The use of two languages has meant that, quite apart from\nthe fascinations of meaning and etymology, words have taken\non other roles in which, to quote a well-known historian,\n“language is power.”  When one considers, for example, that\nlarge numbers of English-speaking Canadians are Protestants\nwhile their French-speaking compatriots are Roman Catholic;\nthat Protestants and Catholics have differing views of what\nconstitutes a proper educational system; that any school has to\nuse some language as a medium of instruction; and that schools\ngenerally come under governmental jurisdiction; some of the\nproblems attached to using two official languages instead of one\nmay be at once apparent.  (That preceding sentence, admittedly\ncomplicated, suggests a greatly simplified outline of the reality.)</p>"
}