{
  "type": "Article",
  "title": "Light Refractions",
  "author": "Thomas H. Middleton",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Light Refractions</h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p>\n<p>Regional dialects are disappearing—too slowly, I suspect, for\nthose of us who long for conformity and too swiftly for\nthose who cherish differences.  I was born in Charleston, South\nCarolina, and if you know the Charleston accent, you'll\nunderstand why a Charlestonian hates to see our accents\nbecome homogenized—even a Charlestonian like me, who\nmoved to New York at the age of two and no longer bears the\nslightest trace of Charleston in his speech.  The Charleston\naccent is unique and, to many ears, including mine, beautiful.\nIt is not in any respect a typical “southern accent.”  My father,\nwho was both born and reared in Charleston, retained his\naccent in almost full force all his life, and many people, on\nhearing his Charlestonian pronunciations and cadences, asked\nhim if he was Irish.  There are similarities, and anyone not well\ntuned to the nuances of dialect might confuse the two.  I think\nit is probably impossible to render the Charleston accent\naccurately in writing, but perhaps a few words and phrases can\nconvey some of the feeling.  The long “a” is usually pronounced\napproximately as a short “e,” but then that short “e” is given\nan extra half beat; thus, <em>gate</em> is pronounced “get,” except that\nthe “e” is pleasantly prolonged and briefly savored.  Charlestonians\nused to stick a little <em>y</em>-shaped hook in certain words.  A\n<em>car</em> became a <em>kyaw</em> and a <em>garden</em> a <em>gyawden</em>.  In Charleston,\none “pled kyawds,” but that “pled” lasts longer than a simple\n“pled.”  Maybe “plehhd” will give you the idea.  Using that\ndouble-h as an indication that the “e” is to be held for a\nmoment, try “a lehht dehht at ehht by the gyawden gehht” as\na rendering of <em>a late date at eight by the garden gate</em>.</p>\n<p>I said they used to stick that <em>y</em>-shaped hook in there.\nAbout ten years ago my wife, Jeannie, and I went to Charleston,\nand I told Jeannie she'd fall in love with the accent.  I told\nher specifically to listen to the way they said “kyaw,”\n“gyawden,” “kyawd,” and so on.  I'll be damned if they hadn't\nstopped doing it.  We were at a party one night at the home of\none of my cousins, and I mentioned that I hadn't heard anyone\nsay “kyaw” or “gyawden.”  My several aunts and cousins and\nsundry friends considered this for a few moments and then\nagreed with some astonishment, “My Law-w-d, that's saw!  We\nused to sehh 'kyaw,' but I dawn't suppaws we do enni maw!”\n(That's not bad, as difficult renderings of unusual speech into\nwriting go).  The loss of that strange little y in those words\nsaddened me just a little, as any loss of something familiar and\nendearing will do.</p>\n<p>My father once told me that there were four words in the\nEnglish language, spelled four different ways, meaning four\ndifferent things, but all pronounced the same.  He said a teacher\nhad pointed them out to him when he was in grade school.  The\nwords are “heyuh,” as in the “heyuh on yaw head”; “heyuh,”\nas in the rabbity creature; “heyuh,” as in “I can't heyuh you”;\nand “heyuh,” as in “Come awva heyuh.”</p>\n<p>The Charleston accent is said to have been greatly\ninfluenced by Gullah, that fascinating patois of the Gullah\nNegroes of the South Carolina Sea Islands and the Middle\nAtlantic states.  Gullah evidently has its origins partly in the\nAfrican cultures from which the slaves were taken and partly\nin the dialects of seventeenth- and eighteenth-century working-class\nEngland and Scotland, whence came most of the early\noverseers, who taught their own brand of English to the blacks.</p>\n<p>A story my niece Elizabeth told me a few months ago was\nthe inspiration for this article.  Elizabeth lives in Nova Scotia,\nand she was visiting some of our relatives in Charleston some\nyears back.  In conversation with two of our several very dear\nand somewhat daft aunts, Elizabeth asked one of the aunts if\nshe'd had pets when she was a young girl.  “Well, yehhs,” she\nsaid, reminiscing about the long, long ago, “I rememba I had a\nterrapin.”  Elizabeth, who had never heard of a terrapin, asked,\n“A what?”</p>\n<p>“A terrapin.”</p>\n<p>“What's a terrapin?” asked Elizabeth.</p>\n<p>“Why, Elizabeth, a terrapin is a cooter.”  (<em>Cooter</em> is\ngenerally pronounced the same as “Could'a',” as in “I could'a'\nhad a cooter,” <em>could'a'</em> and <em>cooter</em> being indistinguishable as\nspoken terms.)</p>\n<p>“What's a cooter?” asked Elizabeth.</p>\n<p>“Well,” said our dear old aunt, seeing herself in a hopeless\nconversational <em>cul-de-sac</em>, “Elizabeth, if you dawn't knaw\nwhat a terrapin or a cooter is, I just dawn't knaw how I can\nexplehhn it.”</p>\n<p>Luckily, another of our dear old aunts was present to say,\n“It's a damn turtle.”</p>\n<p>My father had mentioned cooters when I was young.  It\nwas to him a term of endearment in addition to being a damn\nturtle.  After Elizabeth told me her story, I decided to look it\nup.  I went to <em>The Random House Dictionary</em>.  It doesn't come\ncompletely naturally to look up what sounds like “coulda”\nunder “cooter,” but I found it after a brief search.  <em>Random\nHouse</em> implies that <em>cooter</em> rhymes with <em>hooter;</em> it might, outside\nof Charleston, but in Charleston, it doesn't.  What interested\nme particularly was the proposed etymology, “Perh. of Afr.\nOrig.; cf. Mandingo <em>kuta</em>, turtle.”</p>\n<p>Gullah is said to be the language of <em>Porgy</em>, and, in turn, of\n<em>Porgy</em> and <em>Bess</em>, and, to a degree, it is.  If <em>Porgy</em> and <em>Bess</em> were\nactually pure Gullah, most audiences wouldn't understand\nmuch of it.  However, the Gullah expression, “a woman is a\nsometoim t'ing”—obviously equivalent to the Italian “La Donna\ne Mobile”—is clearly the basis for the song of approximately\nthe same name from <em>Porgy</em> and <em>Bess</em>.</p>\n<p>You might have noticed that “sometoim” for <em>sometime</em>.\nThat isn't precise, but it's close enough.  It's certainly a lot\ncloser to Charleston and Gullah than the standard southern\n“sometam” or “sometom.”  And “sometoim” might indicate\nwhy people asked my father if he was Irish.</p>\n<p>Many years ago, I was told of a Gullah conversation—as\nbrief a conversation as can be imagined, containing two\nsyllables in <em>toto</em>—that can have a great many different\nmeanings:</p>\n<blockquote>\n<p>“Shum?”</p>\n</blockquote>\n<p>“Shum!”</p>\n<p>That can mean</p>\n<blockquote>\n<p>'Do you see (him, her, or it)?'</p>\n<p>'Does he see (him, her, or it)?'</p>\n<p>or 'Does she see (him, her, or it)?'</p>\n<p>'Yes, I see (him, her, or it)!'</p>\n<p>'Yes, he sees (him, her or it)!'</p>\n<p>or 'Yes, she sees (him, her, or it)!'</p>\n<p>or 'Did you see (him, her, or it)?'</p>\n<p>'Did he see (him, her, or it)?'</p>\n<p>or 'Did she see (him, her, or it)?'</p>\n<p>'Yes, I saw (him, her, or it)!'</p>\n<p>'Yes, he saw (him, her, or it)!'</p>\n<p>or 'Yes, she saw (him, her, or it)!'</p>\n</blockquote>\n<p>When I first heard this, I was given about a dozen other\ntenses, voices, and moods in translation of “Shum?” “Shum!”\nbut my feeling is that they get a bit hifalutin for such a simple\nexchange.</p>\n<p>It seems only reasonable that in time all these lovely\ndialects will vanish.  When my father was a child, he heard\npractically no English spoken that was not either white\nCharlestonian or Gullah.  Today, it is almost certain that every\nchild in the United States has heard a vast array of accents,\nfrom the precious tones of Maurice Evans to the super-plebeian\nbleats of Carroll O'Connor as Archie Bunker.  First phonograph\nrecords, then radio, then the talkies, and finally television have\nchanged the world in so many ways, not the least of which is\nthe enormous range of speech patterns we're all exposed to.</p>\n<p>It would be interesting to see what accent obtains when\nwe all speak in approximately the same way, but that day is\nstill a few generations in the future, and, to tell you the truth,\nI'm just as glad I won't make it that far.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Light Refractions</h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p> <p>Regional dialects are disappearing—too slowly, I suspect, for\nthose of us who long for conformity and too swiftly for\nthose who cherish differences.  I was born in Charleston, South\nCarolina, and if you know the Charleston accent, you'll\nunderstand why a Charlestonian hates to see our accents\nbecome homogenized—even a Charlestonian like me, who\nmoved to New York at the age of two and no longer bears the\nslightest trace of Charleston in his speech.  The Charleston\naccent is unique and, to many ears, including mine, beautiful.\nIt is not in any respect a typical “southern accent.”  My father,\nwho was both born and reared in Charleston, retained his\naccent in almost full force all his life, and many people, on\nhearing his Charlestonian pronunciations and cadences, asked\nhim if he was Irish.  There are similarities, and anyone not well\ntuned to the nuances of dialect might confuse the two.  I think\nit is probably impossible to render the Charleston accent\naccurately in writing, but perhaps a few words and phrases can\nconvey some of the feeling.  The long “a” is usually pronounced\napproximately as a short “e,” but then that short “e” is given\nan extra half beat; thus, <em>gate</em> is pronounced “get,” except that\nthe “e” is pleasantly prolonged and briefly savored.  Charlestonians\nused to stick a little <em>y</em>-shaped hook in certain words.  A\n<em>car</em> became a <em>kyaw</em> and a <em>garden</em> a <em>gyawden</em>.  In Charleston,\none “pled kyawds,” but that “pled” lasts longer than a simple\n“pled.”  Maybe “plehhd” will give you the idea.  Using that\ndouble-h as an indication that the “e” is to be held for a\nmoment, try “a lehht dehht at ehht by the gyawden gehht” as\na rendering of <em>a late date at eight by the garden gate</em>.</p> <p>I said they used to stick that <em>y</em>-shaped hook in there.\nAbout ten years ago my wife, Jeannie, and I went to Charleston,\nand I told Jeannie she'd fall in love with the accent.  I told\nher specifically to listen to the way they said “kyaw,”\n“gyawden,” “kyawd,” and so on.  I'll be damned if they hadn't\nstopped doing it.  We were at a party one night at the home of\none of my cousins, and I mentioned that I hadn't heard anyone\nsay “kyaw” or “gyawden.”  My several aunts and cousins and\nsundry friends considered this for a few moments and then\nagreed with some astonishment, “My Law-w-d, that's saw!  We\nused to sehh 'kyaw,' but I dawn't suppaws we do enni maw!”\n(That's not bad, as difficult renderings of unusual speech into\nwriting go).  The loss of that strange little y in those words\nsaddened me just a little, as any loss of something familiar and\nendearing will do.</p> <p>My father once told me that there were four words in the\nEnglish language, spelled four different ways, meaning four\ndifferent things, but all pronounced the same.  He said a teacher\nhad pointed them out to him when he was in grade school.  The\nwords are “heyuh,” as in the “heyuh on yaw head”; “heyuh,”\nas in the rabbity creature; “heyuh,” as in “I can't heyuh you”;\nand “heyuh,” as in “Come awva heyuh.”</p>"
}