{
  "type": "Article",
  "title": "Is It [mIS] or [mIZ]?",
  "author": "Dennis E. Baron",
  "location": "University of Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Is It [mIS] or [mIZ]?</h1>\n<p><em><span data-rel=\"author\">Dennis E. Baron</span> <span data-rel=\"location\">University of Illinois</span></em></p>\n<p>The present-day status of the feminine marriage-neutral title\n<em>Ms</em>. is not clear.  Its use is widespread, particularly in the\nbusiness world, but it is also controversial.  None of the popular\nusage guides, even the ones dedicated to nonsexist writing,\nrecommend it.  Most advise their readers to employ the title—\nwhether <em>Miss, Mrs.</em>, or <em>Ms.</em>—that is preferred by the addressee.\nWhen preference is unknown, they suggest that no title at all\nbe used.  Claims are made by some authorities that <em>Ms.</em> is\nspreading, while others insist that it is on the wane.  Unfortunately,\nno accurate usage survey has been made to determine\nthe true status of the title.  More puzzling however, to the\nlanguage historian, is not the present status but the source of\n<em>Ms</em>.</p>\n<p>Although its origins and early history are cloudy, we can\ndetermine that <em>Ms</em>. is at least forty years old.  It appears to have\noriginated in the 1940s, though it may have been coined even\nearlier than that.  The controversy surrounding its use is much\nmore recent: it does not surface until the 1970s.  <em>Ms</em>. does not,\nhowever, go as far back as 1767, as some have suggested.  The\n<em>Ms</em> carved on the tombstone of Sarah Spooner, who died in\nthat year and was buried in Plymouth, Massachusetts, is not an\nexample of colonial feminism or a slip of the chisel, but an\nabbreviation for <em>Mistress</em>.  Neither is <em>Ms</em>. the first proposal for\nrevising the <em>Mr., Miss., Mrs.</em> paradigm.  As early as 1911\nAmbrose Bierce, who opposed the use of all titles, suggests\n<em>Mush</em>, abbreviated <em>Mh</em>., as a title for a single man; <em>Mr.</em> would\nthen serve to indicate a married one (<em>The Devil's Dictionary,\ns.v. Miss</em>).  In 1941 American Speech reports proposals for <em>Mk</em>.\n(short for <em>Mark</em>), and either <em>Br.</em> or <em>Bch.</em> (for <em>Bachelor</em>), to\ndesignate available males, as well as <em>Wd</em>. and <em>Wr</em>. for <em>widow</em>\nand <em>widower</em>, respectively (16:229-30).  All of these suggestions\nfor the revision of the masculine title to bring them into line\nwith the feminine ones are made in jest.  <em>Ms.</em> is the only serious\ntwentieth-century addition to the system of titles, and the only\none that has made some headway.</p>\n<p>The earliest cite so far uncovered for marriage-neutral <em>Ms</em>.\noccurs in Mario Pei's <em>The Story of Language</em> (Philadelphia:\nLippincott, 1949).  Pei attributes its creation to the women's\nrights movement:</p>\n<blockquote>\n<p>Feminists, who object to the distinction between Mrs.\nand Miss and its concomitant revelatory features, have\noften proposed that the two present-day titles be\nmerged into a single one, “Miss” (to be written “Ms.”),\nwith a plural “Misses” (written “Mss.”), even at the\ncost of confusion with the abbreviation for “manuscripts.”\n[p. 79]</p>\n</blockquote>\n<p>It is evident from Pei's tone that <em>Ms</em>. had been around for\nat least a short while, and that it had achieved enough currency\nor notoriety to merit inclusion in his discussion of titles, though\nthe comments on <em>Ms</em>. are silently dropped from later editions\nof the book.  The pronunciation indicated by Pei suggests that\nthe term may have been at first nothing more radical than a\nnew abbreviation for the marriage-neutral, generalized sense of\n<em>Miss</em>, a sense which was common through the seventeenth\ncentury; which continued, though it was not considered standard,\nin the eighteenth and nineteenth centuries; and which\nhas never entirely disappeared.  In 1914, the feminist Fola La\nFollette urged the formal extension of <em>Miss</em> to serve as the\ngeneral feminine title both before and after marriage.  By the\nmid twentieth century, usage books acknowledged <em>Miss</em> as an\nappropriate title for a married woman to retain in business or\npublic life.  In addition, twentieth-century secretarial and etiquette\nhandbooks often suggest that <em>Miss</em> could function\nexactly like <em>Mr</em>., that it could be used as a safe generic title in\naddressing a letter to a woman whose marital status was\nunknown.</p>\n<p>The history of the current pronunciation of the title, [miz],\nis not clear, though it suggests that <em>Ms</em>. is not simply an\nabbreviation of <em>Miss,</em> but a blend of <em>Miss</em> and <em>Mrs</em>.  This is the\nderivation of the word suggested by <em>Webster's Ninth New\nCollegiate Dictionary</em> (1983).  <em>6,000 Words</em>, published in 1976 as\na supplement to <em>Webster's Third New International Dictionary</em>\ngives both pronunciations: “miz, sometimes mis,” though the\neighth edition of <em>Webster's New Collegiate Dictionary</em> (1974)\nlists only the more common pronunciation, <em>miz</em>, as does the\nrecent ninth edition (1983).  Neither the <em>American Heritage\nDictionary</em> nor <em>Webster's New World Dictionary</em> gives the\npronunciation [mis], though both give [miz] and the spelling\npronunciation, [\\?\\εm \\?\\εs], which does not seem common, and\nwhich is occasionally heard in jest, though the dictionaries do\nnot note this fact.</p>\n<p>The new term <em>Ms.</em> appears in the paradigm of personal\ntitles included in the seventh edition of Lois Irene Hutchinson's\n<em>Standard Handbook for Secretaries</em> (N.Y.: McGraw-Hill,\n1956).  Hutchinson advises her readers, “Always use 'Mr.,'\n'Mrs.,' 'Miss,' or 'Ms.' before a personal name, unless another\ntitle is applicable, as 'Dr.'... If in doubt about 'Miss' or 'Mrs.,'\nuse 'Miss' or 'Ms.' (meaning either 'Miss' or 'Mrs.').”  Hutchinson\ndoes not indicate a pronunciation for <em>Ms.</em>, but unlike Pei\nshe apparently treats it as separate from, though an alternative\nto, generalized <em>Miss.</em>  No feminist she, Hutchinson also counsels\nthe use of a generic masculine in the most troublesome of\ncases: “If unable to tell whether the addressee is a man or\nwoman, use 'Mr.' ” (310).</p>\n<p>If Pei's information about <em>Ms.</em> is correct, it is distinctly\npossible that the title originated as an abbreviation for the\ngeneralized title <em>Miss.</em>  And if by a process of folk etymology\nthe title later came to be reinterpreted as a blend of <em>Miss</em> and\n<em>Mrs</em>., the terms that it was seen to replace, [miz] could be\naccounted for as a subsequent pronunciation which was motivated\nby the need to distinguish <em>Ms.</em> from <em>Miss.</em>  Such an\nexplanation is attractive in that it provides <em>Ms.</em> with a history it\ndoes not at present have, connecting the title both to the\nwomen's movement of the nineteenth and early twentieth\ncenturies, and showing it to be an integral and logical part of\nthe development of the feminine title paradigm of <em>Miss, Mrs.</em>,\nand <em>Mistress</em> from Middle English to the present.  Unfortunately,\nwe cannot know much more until earlier cites for <em>Ms</em>.\nare found.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Is It [mIS] or [mIZ]?</h1> <p><em><span data-rel=\"author\">Dennis E. Baron</span> <span data-rel=\"location\">University of Illinois</span></em></p> <p>The present-day status of the feminine marriage-neutral title\n<em>Ms</em>. is not clear.  Its use is widespread, particularly in the\nbusiness world, but it is also controversial.  None of the popular\nusage guides, even the ones dedicated to nonsexist writing,\nrecommend it.  Most advise their readers to employ the title—\nwhether <em>Miss, Mrs.</em>, or <em>Ms.</em>—that is preferred by the addressee.\nWhen preference is unknown, they suggest that no title at all\nbe used.  Claims are made by some authorities that <em>Ms.</em> is\nspreading, while others insist that it is on the wane.  Unfortunately,\nno accurate usage survey has been made to determine\nthe true status of the title.  More puzzling however, to the\nlanguage historian, is not the present status but the source of\n<em>Ms</em>.</p> <p>Although its origins and early history are cloudy, we can\ndetermine that <em>Ms</em>. is at least forty years old.  It appears to have\noriginated in the 1940s, though it may have been coined even\nearlier than that.  The controversy surrounding its use is much\nmore recent: it does not surface until the 1970s.  <em>Ms</em>. does not,\nhowever, go as far back as 1767, as some have suggested.  The\n<em>Ms</em> carved on the tombstone of Sarah Spooner, who died in\nthat year and was buried in Plymouth, Massachusetts, is not an\nexample of colonial feminism or a slip of the chisel, but an\nabbreviation for <em>Mistress</em>.  Neither is <em>Ms</em>. the first proposal for\nrevising the <em>Mr., Miss., Mrs.</em> paradigm.  As early as 1911\nAmbrose Bierce, who opposed the use of all titles, suggests\n<em>Mush</em>, abbreviated <em>Mh</em>., as a title for a single man; <em>Mr.</em> would\nthen serve to indicate a married one (<em>The Devil's Dictionary,\ns.v. Miss</em>).  In 1941 American Speech reports proposals for <em>Mk</em>.\n(short for <em>Mark</em>), and either <em>Br.</em> or <em>Bch.</em> (for <em>Bachelor</em>), to\ndesignate available males, as well as <em>Wd</em>. and <em>Wr</em>. for <em>widow</em>\nand <em>widower</em>, respectively (16:229-30).  All of these suggestions\nfor the revision of the masculine title to bring them into line\nwith the feminine ones are made in jest.  <em>Ms.</em> is the only serious\ntwentieth-century addition to the system of titles, and the only\none that has made some headway.</p> <p>The earliest cite so far uncovered for marriage-neutral <em>Ms</em>.\noccurs in Mario Pei's <em>The Story of Language</em> (Philadelphia:\nLippincott, 1949).  Pei attributes its creation to the women's\nrights movement:</p>"
}