{
  "type": "Article",
  "title": "Diagnosis: Chronic Progressive Abstrusity",
  "author": "Stephen E. Hirschberg",
  "location": "M.D., Elmsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Diagnosis: Chronic Progressive Abstrusity</h1>\n<p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">M.D., Elmsford, New York</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win Second Prize\nof $500 in the 1984 VERBATIM\nEssay Competition.</p>\n</blockquote>\n<p>“This 67-year-old man presented with paroxysmal noctur-jugular\ndyspnea.  Physical examination was remarkable for\njugular venous distension, lungs with rales to the apices, heart\nwith an S3 gallop, no edema...” To a physician, this description\nof acute heart failure is not at all obscure—such terminology\nhas been second-nature to him since his early days in\nmedical school.  An uninitiated listener would certainly identify\nthe vocabulary and structure as English.  He would, however,\nlearn little less on stumbling, without a galactic interpreter, into\na convention of extraterrestrials.</p>\n<p>If the purpose of language is to aid communication, why\ndoes this arcane dialect—medical English—exist?  As a mode of\ninformation transfer between doctors it can be most efficient.  It\nis used to clarify and to becloud, to soothe and to shock.  Its\nvocabulary ranges from the euphonic to the ponderous.  Study\nof its etymology leads one from mythology to geography.</p>\n<p>Any technical dialect will include words to label the\nspecialty's processes and machinery.  Since the body is the\nphysician's concern, anatomic terms are a necessary, though\nnot very interesting part of his jargon.  (It is difficult, even for\nmedical practitioners, to drop <em>extensor digiti minimi</em>—the muscle\nwhich extends the little finger—into casual conversation.)\nOn the other hand, there are “perfect” medical words, expressing\nconcisely and unambiguously concepts or phenomena\nwhich are familiar to the lay public, but only as multiple-word\ndescriptions: <em>borborygmi</em> 'the audible rumbling or gurgling\nsounds produced by movement of gas in the digestive tract'\n(“stomach talking”); <em>knismogenic</em> 'causing tickling'; <em>paresthesia</em>\n'a tingling, “pins and needles” feeling'; <em>formication</em> 'the sensation\nof ants crawling on the skin.'</p>\n<p>At the other extreme of the language spectrum are\nabstruse words used to avoid obvious self-incrimination before\ndistrustful nonmembers of the medical fraternity (<em>a.k.a.</em>\npatients).  The theory here is that a polysyllabic, preferably\nGreek-rooted diagnosis will flabbergast the patient and deter\nembarrassing follow-up inquiries.  “Mea culpa” is not in the\ndoctor's vocabulary; rather, “Your illness is <em>iatrogenic</em>” 'induced\nby a physician,' or “It is a <em>nosocomial infection</em>” 'acquired\nduring hospitalization.' Similarly, loath to concede his imperfection,\nthe doctor rarely says, “God knows.”  Diseases are not of\nunknown cause.  They are “idiopathic,” “agnogenic,” “essential,”\nor “cryptogenic.”  Your doctor may declare, for example,\n“You have <em>idiopathic</em> ['we don't know why'] <em>thrombocytopenic</em>\n['but you're short of platelets'] <em>purpura</em> ['and you have purple\nblotches from bleeding into your skin and mucous membranes'].”\nThis sort of name sounds erudite, and the sufferer\nmay find it somehow reassuring that his ailment at least has an\nimposing title, albeit no known cause and perhaps no cure.</p>\n<p>For those patients who savor disease and desire professorial\nterminology for their signs and symptoms, physicians can\noblige.  A simple fall on a sidewalk may thus produce a knee\n<em>abrasion</em> ['skinned' knee], <em>confusion</em>, or <em>ecchymosis</em> ['bruise'].\nThe hypochondriac prefers <em>pyrosis</em> to heartburn, <em>furuncles</em> to\nboils, and <em>pruritus</em> to itch.  The common cold sounds less\ncommon as <em>acute rhinitis</em> with <em>rhinorrhea</em> ['runny nose'],\n<em>sternutation</em> ['sneezing'], <em>cephalalgia</em> ['headache'], and <em>pyrexia</em>\n['fever'].</p>\n<p>When delicacy is required, euphemisms are available.\nPatients don't belch (they eructate), fart (they pass flatus), or\nbleed to death (they exsanguinate).  Old taboos persist.  There\nare still references to <em>lues</em> (syphilis) and <em>Hansen's disease</em>\n(leprosy).  “The prognosis is guarded” translates to “The patient\nis in trouble,” while “Prognosis grave” uses “grave” in both its\nadjectival and nounal senses.  Most important (if one reads\nmedical charts), the patient never dies, though he may <em>arrest</em>\n(short for “suffer cardiac arrest”), <em>expire, cease</em> (from “cease to\nbreathe”), or be <em>pronounced</em> (not the unmentionable “pronounced\n<em>dead</em>”).</p>\n<p>There are few medical dysphemisms.  Disease is unpleasant\nenough without superimposed iatrogenic terror.  One should\navoid acquiring the rare diseases with these modifiers in their\nnames: <em>progressive</em> ['it will get worse and nothing can help'],\n<em>necrotizing</em> ['causing death of tissues'], and <em>lethal</em> ['perhaps you\nwant a second opinion'].</p>\n<p>Descriptions of physical abnormalities may be marked by\nimagery which is almost poetic.  What can be heard with a\nstethoscope amounts to an onomatopoetic glossary: pistol shot\npulses; cardiac murmurs, rumbles, clicks, and gallops; pericardial\nknocks and rubs; rales and rhonchi of the lungs; succussion\nsplashes in the abdomen.  Diagnostic hues range from violaceous\n“heliotrope” rashes and light-brown “café-au-lait” spots\nof the skin, to the “strawberry” tongue of rheumatic fever.  The\nbreath may smell “fruity” in uncontrolled diabetes, or “musty”\nin liver failure.</p>\n<p>Medical language teems with eponyms, most of which\nhonor the authors of the classic descriptions of the designated\nmaladies (<em>Hodgkin's disease, Tay-Sachs disease, Huntington's\ndisease</em>, and so forth).  These can be convenient labels for\ncomplex disorders and may ease communication as long as both\nspeaker and listener share the vocabulary.  If ignorant of the\neponym, however, the listener (even if he is a physician) will\nreceive no clue to the cause or nature of the illness.  With\nknowledge of a selection of eponyms (and little else), a lecturer\nmay nonetheless leave an audience of his peers awestruck.\nPhysicans are a proud lot, hesitant to demonstrate gaps in their\nlearning.  “We must consider the possibility of Wohlfart-Kugelberg-Welander\ndisease” is unlikely to be rejoined by\n“What's that?”</p>\n<p>Legend and literature have also been sources of eponyms.\n<em>Caesarean section</em> purportedly derives from the legend of Julius\nCaesar's supposed delivery by this means.  (Untrue.  The\nRomans did not perform this procedure on the living mother,\nand Caesar's mother, Aurelia, was alive during the Gallic wars.\nThe operation was mandatory under Roman law at that time\nfor every woman dying in advanced pregnancy.)  Mythology\nsuggested the name <em>Achilles tendon</em> to the Dutch anatomist\nVerheyden in 1693 as he dissected his own amputated leg.\n(Achilles was held by the heel by Thetis, his mother, as he was\ndipped into the river Styx to render him impervious to harm.\nThe heel, not immersed, became his only vulnerable spot.)\n<em>Munchausen's syndrome</em>, in which the affected person repeatedly\nseeks hospitalizations and treatment for imaginary illness,\nis a reference to Baron Karl Friedrich Hieronymus von Münchhausen\n(1720-1797), the German soldier and fabricator of\npreposterous adventures, exaggerated further and written in\nEnglish by Rudolph Raspe as <em>Baron Munchausen's Narrative of\nhis Marvellous Travels and Campaigns in Russia</em>.  (One of the\nBaron's <em>hs</em> did not survive anglicization.)  The complex of\nobesity, somnolence, excessive appetite, and inadequate ventilation\nof the lungs is <em>Pickwickian syndrome</em>, after Joe, the fat\nboy, in Charles Dickens' <em>Pickwick Papers</em> (“The fat boy rose,\nopened his eyes, swallowed the huge piece of pie he had been\nmasticating when he last fell asleep...”).  A disorder characterized\nby recurrent staphylococcal abscesses and eczema has\nbeen called <em>Job's syndrome</em> (“...Satan...smote Job with sore\nboils from the soles of his foot unto his crown.”  [<em>Job</em> 2:7]).</p>\n<p>Geography has supplied names to numerous afflictions,\nusually in recognition of the places of first recorded outbreaks.\n(Thus, <em>St. Louis encephalitis</em>, after a major epidemic there in\n1933.)  Diseases widespread before modern communication\nreceived multiple, local names.  In this manner, the skin\ninfection now generally called <em>cutaneous Old World leishmaniasis</em>\nis also known as <em>Delhi boil, Bagdad boil, Biskra button,\nAleppo evil</em>, and <em>bouton de Créte</em>.  Such etymologies may be\nconfusing, particulary to medical students, who must remember\nthat <em>Rocky Mountain spotted fever</em> is now most commonly\nfound in the Atlantic states; another disease carried by the\nsame tick, <em>Colorado tick fever</em>, is the more common in the\nRockies.</p>\n<p>The occurrence of similar pulmonary disorders in patients\nwith common occupational histories led to the naming of a\nnumber of chest diseases for their victims.  The names secondarily\nintroduce us to vocations and avocations we may not have\nknown existed.  In addition to <em>farmer's lung, mushroom worker's\nlung, plastic worker's lung, malt worker's lung</em>, and <em>bird\nfancier's lung</em>, there are <em>maple bark stripper's lung, silo-filler's\ndisease, cheese washer's lung, paprika splitter's lung</em>, and\n<em>blackfat tobacco smokers' lung</em>.  The infectious pneumonia,\n<em>Legionnaire's disease</em>, was first recognized as a disease entity\nafter an outbreak among persons who had stood outside the\nentrance or entered the lobby of a Philadelphia hotel during\nthe American Legion convention of 1976.</p>\n<p>As a rule, disease nomenclature has become more straightforward,\nand of lesser linguistic interest, with the current era of\nmolecular biology.  Medical literature has been increasingly\npeppered with the likes of “glucose-6-phosphate dehydrogenase\ndeficiency” (a cause of anemia) and “C'1 esterase inhibitor\ndeficiency” (a disease of the immune system).  Surprisingly,\nthere has been no movement to rename disorders as their\nchemical foundations are discovered, though it is apparent this\nwould give further advantage to physicians in efforts to\nobfuscate their patients.  Thus, it is still <em>sickle cell anemia</em>, not\n“hemoglobin beta chain (valine replacing glutamate in position 1) disease.”</p>\n<p>In spite of the popularization of medicine and the pressures\nto speak to patients in plain English, the use of the\nmedical dialect is likely to persist.  It has been, after all, a\ntradition for over two millennia.  Hippocrates wrote, in <em>The\nLaw</em>:</p>\n<blockquote>\n<p>Those things which are sacred are to be imparted\nonly to sacred persons; and it is not lawful to impart\nthem to the profane until they have been initiated in\nthe mysteries of the science.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Diagnosis: Chronic Progressive Abstrusity</h1> <p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">M.D., Elmsford, New York</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win Second Prize\nof $500 in the 1984 VERBATIM\nEssay Competition.</p>\n</blockquote> <p>“This 67-year-old man presented with paroxysmal noctur-jugular\ndyspnea.  Physical examination was remarkable for\njugular venous distension, lungs with rales to the apices, heart\nwith an S3 gallop, no edema...” To a physician, this description\nof acute heart failure is not at all obscure—such terminology\nhas been second-nature to him since his early days in\nmedical school.  An uninitiated listener would certainly identify\nthe vocabulary and structure as English.  He would, however,\nlearn little less on stumbling, without a galactic interpreter, into\na convention of extraterrestrials.</p> <p>If the purpose of language is to aid communication, why\ndoes this arcane dialect—medical English—exist?  As a mode of\ninformation transfer between doctors it can be most efficient.  It\nis used to clarify and to becloud, to soothe and to shock.  Its\nvocabulary ranges from the euphonic to the ponderous.  Study\nof its etymology leads one from mythology to geography.</p>"
}