{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Great Song Thesaurus",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Frederick+Lax+Roger+Smith%2C+The+Great+Song+Thesaurus&amp;sortby=20&amp;cm_mmc=AMZ-_-DetailPage-_-OOS-_-NOISBN\"><em>The Great Song Thesaurus</em></a></h1>\n<p>Roger Lax and Frederick Smith, (Oxford University Press, 1984), 665pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>With entries that date from c.1226 to 1979, this impressive\ncatalogue of songs in English covers “more than 10,000 song\ntitles with lyricists, composers, dates of popularity and pertinent\nfacts” (from the dust jacket blurb).  The book is divided\ninto nine sections, to wit:</p>\n<blockquote>\n<p>I The Greatest Songs</p>\n<p>II The Award Winners</p>\n<p>III Themes, Trademarks, and Signatures</p>\n<p>IV Elegant Plagiarisms</p>\n<p>V Song Titles</p>\n<p>VI British Song Titles</p>\n<p>VII Lyricists and Composers</p>\n<p>VIII American and British Theatre, Film, Radio, and\nTelevision</p>\n<p>IX Thesaurus of Song Titles by Subject, Key Word,\nand Category</p>\n</blockquote>\n<p>There isn't one section that I haven't found useful, interesting,\nand provocative—provocative of my singing (to myself, of\ncourse) the lyrics of some half-forgotten melody of which I was\nreminded.</p>\n<p>The “c.1226” refers to <em>Summer Is Icumen In</em>.  Would you\nbelieve that <em>Auprès de Ma Blonde</em> dates from 1580?  or that the\n“earliest words and music” for <em>Three Blind Mice</em> appeared in\npublished form in 1609?  I wonder whether Gypsy Rose Lee\nknew that c.1700 was the date for <em>Air for the G String</em>.  Section\nI is filled with such fascinating information.</p>\n<p>Section II is undoubtedly useful.</p>\n<p>Section III lists theme songs of performers and entertainers\n(e.g., Jack Benny <em>Love in Bloom</em>, The Ink Spots <em>If I Didn't\nCare</em>), school songs, advertising jingles, political campaign\nsongs, church chimes and carillons, and American bugle calls.</p>\n<p>Of particular interest is Section IV, Elegant Plagiarisms.\nMy own favorite is the entry for <em>America</em>:</p>\n<blockquote>\n<p><em>America</em> (My Country Tis of Thee) (1832) Based on\nthe music of “God Save the King” from England,\n1744; and that, in turn, based on a melody composed\nby H. Harris for the King of Denmark; later, Herr\nG. B. Schumacher wrote the German words and it\nbecame “Heil Dir im Siegeskranz,” onetime official\nPrussian national anthem.</p>\n</blockquote>\n<p>Goebbels could have created some telling propaganda around\nthat, had he only known!</p>\n<p>Section V, Song Titles, is the longest section in the book,\ncovering 241 pages.  For each title are given its date, lyricist\nand composer, media source (Musical Theatre, Musical Film,\netc.), stars of the original and of subsequent productions, and\nsome concise additional data.  For instance, about <em>Abdulla\nBulbul Ameer (Abdul Abulbul Amir)</em>:</p>\n<blockquote>\n<p>Based on a traditional English song, from the time of\nthe Crimean War.  This song was originally written for\na smoking concert at Trinity College, Dublin.  This song\nwas popularly revived in 1928.</p>\n</blockquote>\n<p>(Nonsmokers please copy.) The variant title doesn't make much\nsense, notwithstanding the prosody of the lyrics, for Persian\n<em>bulbul</em> is usually taken to mean 'nightingale,' which fits in\nneatly with the story line.  I could not resist marking off some\nof the songs I know—45 out of the first 289 in this section.  I\nthought that was a lot, but then I am not contestant fodder for\n“Name That Tune.”  Here are <em>Come On-A-My House</em>, by Ross\nBagdasarian and William Saroyan, <em>Aloha Oe</em>, by Queen\nLiliuokalani, and <em>Summer</em>, by Sylvester Allen, Harold Ray\nBrown, Morris D. Dickerson, Gerald Goldstein, Leroy Jordan,\nLee Oscar Levitin, Charles Miller, and Howard E. Scott, which\nmust say something about work performed successfully by a\ncommittee.  Some of the variants seem to conceal what might\nprove to be interesting stories: the school song of the University\nof Pennsylvania was taken from <em>Iwas Off the Blue\nCanaries, or, My Last Cigar</em>; and the Harold Rome song\n<em>Military Life</em>, was also called <em>The Jerk Song</em>; and then there is\n<em>Some Little Bug Is Going to Find You</em> (Some Day), which\n“celebrates the influenza epidemic of [1915].”</p>\n<p>Section VI, British Song Titles, lists only those songs,\nwritten in Britain, that did not achieve much popularity in\nAmerica.  From some of the titles, small wonder: <em>I Wouldn't\nLeave My Little Wooden Hut for You; Ginger You're Barmy;\nWhere Do Flies Go in the Winter Time?;  The Flies Crawled Up\nthe Window; I've Never Seen a Straight Banana; When I'm\nCleaning Windows</em>.</p>\n<p>Section VII, Lyricists and Composers, is impressive.  At\none extreme are those composers or lyricists who wrote only\none or two songs; but if they were songs like <em>Pack Up Your\nTroubles in Your Old Kit Bag and Smile, Smile, Smile</em> (Asaf and\nPowell), <em>The Music Goes 'Round and' Round</em> (Hodgson, Farley,\nand Riley), <em>C'est Si Bon</em> (Hornez, Seelen, and Betti), and\n<em>Waltzing Matilda</em> (Paterson, Cowan, and Lee), that was no\nmean accomplishment.  This book does not reveal other, less\npopular songs that might have been written by these (and\nmany other) composers of single hits, but one has the vision of\ntheir authors living like royalty off royalties.  There are other\nhumdinger hits like <em>Schaefer Is the One Beer</em> (Jordan, Hornsby,\nand German), which might be familiar to more people than\n<em>Ave Maria</em> (in either version, Schubert's or Gounod's).</p>\n<p>At the other end of the scale are Hammerstein, Berlin,\nRodgers, Hart, George and Ira Gershwin, Kern, Mercer, Porter,\nHarry Warren (<em>At Last; Boulevard of Broken Dreams; Chattanooga\nChoo Choo</em>, etc.), and Joe Young (<em>Dinah; Five Foot Two,\nEyes of Blue; How Ya Gonna Keep' Em Down on the Farm\n(After They've Seen Paree)</em>, etc.</p>\n<p>Section VIII lists Musical Theatre, Musical Films, and\nother categories, with the songs associated with them that\nbecame popular enough to appear in Section V. Interesting are\nnot so much the long-running shows (<em>South Pacific</em>—1925\nperformances; <em>Oklahoma</em>—2248 performances) that yielded\npopular songs, but others, like <em>Right This Way</em> (15 performances),\nfrom which came <em>I Can Dream Can't I</em> and <em>I'll Be\nSeeing You; Through the Years</em> (20 performances), which gave\nus <em>Drums in My Heart</em>; and <em>The Great Magoo</em> (11 performances),\nwhence <em>It's Only a Paper Moon.  The Threepenny Opera</em>\nis listed with only 12 performances, in 1933, but that was only\nthe original production; it ran for years at the Theatre de Lys,\nin New York City.  Thus, one must be careful to read the\nauthors' “program notes.”</p>\n<p>As if that isn't enough, Section IX offers a “Thesaurus of\nSong Titles by Subject, Key Word, and Category.”  Space does\nnot permit a thorough analysis: suffice it to say, it is very useful\nif you have “lost” the title of a song or can recall only a bit of\nthe lyric.</p>\n<p>Why all this space devoted to a song book in a periodical\nthat deals with language?  Because, like good poetry, lyrical\nlanguage informs, amuses, entertains, gives pleasures of manifold\nmanifestations, and remains evocative of episodes and\nevents in our lives in a manner not equaled by other forms of\nhuman creativity.  “They're playing our song” has no parallel in\n“They're reciting our poem” or “They're exhibiting our painting.”\nThe sentiments associated with <em>Begin the Beguine,\nDancing in the Dark,</em> and, perhaps for a younger generation,\n<em>Blue Bayou</em> or maybe even <em>She's Actin' Single and I'm\nDrinkin' Double</em> recall places, people, situations that often have\notherwise faded into the obscurity of our forgeteries.  In other\nmoods, songs inspire the less cynical amongst us, whether they\nare martial airs like <em>The Caissons Go Rolling Along</em>, or <em>Over\nThere</em>; patriotic melodies like <em>God Save the Queen</em>, or <em>You're a\nGrand Old Flag.  Hard Hearted Hannah (The Vamp of Savannah)</em>\nand <em>The Girl Friend of the Whirling Dervish</em> make us\nlaugh; <em>Let's Do It and Bidin' My Time</em> (because of the rhyme\n...<em>time/...I'm)</em> delight us with their clever use of words; we\nunderstand the poignancy of <em>Just a Gigolo</em> and <em>Somebody\nLoves Me;</em> the pulse quickens and the toes begin an involuntary\ntattoo to the strains of <em>Bill Bailey Won't You Please Come\nHome</em> and <em>Charleston</em>.  It is well documented that <em>Love For Sale</em>\nwas forbidden on the radio as too risqué; it is only a rumor that\nwhen <em>Gloomy Sunday</em> was broadcast, it resulted in so many\nsuicides that it was banned.  Popular music is an integral part of\nour culture, pervading our lives.  Little of it may have the\nmajestic quality of Beethoven or draw from us the admiration\nmerited by a Bach fugue; but the same elements are there,\nfrom the grandeur of <em>You'll Never Walk Alone</em> to the delicious\ncounterpoints in <em>Adiós</em> and <em>Mine</em>.  From a purely semantic or\nsemiotic point of view, music combines more emotional and\npsychological reactions than any other medium of expression.\nAnd that is what “language” is all about, isn't it?</p>\n<p>If you like music—old-time songs or modern—you will\nenjoy this book, which will afford you many hours of delight in\nreminiscing, showing off all the songs and lyrics you can\nremember, and amazing yourself with the genius of those\nwhose works are documented within its pages.  I could hardly\nput it down long enough to write this review.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Frederick+Lax+Roger+Smith%2C+The+Great+Song+Thesaurus&amp;sortby=20&amp;cm_mmc=AMZ-_-DetailPage-_-OOS-_-NOISBN\"><em>The Great Song Thesaurus</em></a></h1> <p>Roger Lax and Frederick Smith, (Oxford University Press, 1984), 665pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>With entries that date from c.1226 to 1979, this impressive\ncatalogue of songs in English covers “more than 10,000 song\ntitles with lyricists, composers, dates of popularity and pertinent\nfacts” (from the dust jacket blurb).  The book is divided\ninto nine sections, to wit:</p> <blockquote>\n<p>I The Greatest Songs</p>\n<p>II The Award Winners</p>\n<p>III Themes, Trademarks, and Signatures</p>\n<p>IV Elegant Plagiarisms</p>\n<p>V Song Titles</p>\n<p>VI British Song Titles</p>\n<p>VII Lyricists and Composers</p>\n<p>VIII American and British Theatre, Film, Radio, and\nTelevision</p>\n<p>IX Thesaurus of Song Titles by Subject, Key Word,\nand Category</p>\n</blockquote>"
}