{
  "type": "Article",
  "title": "The Pearl of Hex",
  "author": "Virginia Howard",
  "location": "Metairie, Louisiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Pearl of Hex</h1>\n<p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p>\n<p>“What's the Pearl of Hex?”  my brother asked, looking\nup from his crossword puzzle.</p>\n<p>The Pearl of Hex!  From the front porch of the vacation\ncabin where we had been having a family gathering, I gazed\nacross the valley at the distant, blue-haze mountains.  What\nstories, I wondered, could be told about the mysterious Pearl of\nHex?  What lives were altered in the striving for its possession?\nThe Pearl of Hex!  What fascinating history must surround it?\n“I don't know,” I finally sighed, in answer to the question, “but\nit certainly sounds exotic.”</p>\n<p>My brother gave me a puzzled look.  “I just wanted to\nknow whether the plural of <em>hex</em> was <em>hex</em> or <em>hexes</em>,” he said,\nwith some vexation.</p>\n<p>At times my eardrums seem to beat to the tune of a\ndifferent drummer, and my imagination, well-tempered with\nRomanticism, creates a tympanic fantasy.  For example, while\nwaiting for my flight at an airport, I noticed a young soldier\nwho was earnestly writing on a pad of paper.  His concentration\nwas so intense that at first I imagined that he was writing a\ntechnical report, but then I saw that it was stationery he was\nusing.  Ah, I thought, writing a letter to the folks back home,\nrecounting his military adventures.  My attention had been\ndiverted to a magazine when the young soldier asked, “Excuse\nme, ma'm, but how do you spell <em>whir</em>?”</p>\n<p>Aha!  So he was a novice helicopter pilot, and he was\nrelating in his letter (to the folks back home) his experience in\nflying a helicopter, complete with the sound of the rotating\nblades.  His mother would probably say “My, my!”  in admiration\nand pass the letter to his grandmother, who would cluck\nand shake her head over the idea of her little grandson\nmanaging a whirring helicopter.</p>\n<p>To help me with my spelling task, the soldier continued,\n“You know, ma'm—<em>whir</em>, as in 'This airport is whir we are raht\nnow.”'</p>\n<p>More truth may sometimes be heard in the mishearing.  In\nan advertisement for floor wax, a young lady demonstrated\nhow easily the waxed floor could be cleaned.  Smiling at the\ncamera, she chirped pertly, “If you get spills, you just clean it\nup with a damn sponge!”  Did she say what I thought she said?\nWhen the commercial was repeated, she again admitted, quite\ncheerfully, “...just clean it up with a damn sponge!”  Again\nand again, it sounded the same: “...clean it up with a damn\nsponge,” “...a damn sponge,” “...a damn sponge.”  Despite\nher cheerful facade, a young lady having to clean spills off\nfloors can maintain her fondness for damp sponges for only a\nlimited time.</p>\n<p>No matter how many times that commercial was repeated,\nthe wording sounded the same, but in other instances repetition\nmay resolve the misinterpretation.  During a recent gubernatorial\nrace in a Southern state, campaigning was heavy on\nthe television tube.  In one such spot, a gray-haired lady looked\nsternly into the camera and said, “Mr. Governor, you have a\nlemonade in our Council on Aging!”  What an odd, but rather\ntouching, statement to make about our incumbent governor, I\nthought.  He had apparently found the Council on Aging to\nhave problems, but following the adage, “If you have a lemon,\nmake lemonade,” he had made the most of it, presumably to its\nsuccess.  But what a funny way of stating it.  How many people\nwould understand such an oblique comment?  And the advertisement\nwas sponsored by the governor's opponent, how\nextraordinary!  After hearing the advertisement several times,\nhowever, my ears slowly became more receptive to the truth.\nThinking the joke was on me, I repeated the story to a native.\n“Ha, ha,” I said, “the woman faced the camera and said”—or I\nthought she said—“(here I enunciated clearly so that there\ncould be no mistaking my original misguided interpretation)\n“ 'Mr. Governor, you have a lemonade in our Council on\nAging.' ”</p>\n<p>To this the native responded, “What's wrong with that?\nHe <em>did</em> eliminate the Council on Aging, you know.”</p>\n<p>My sister-in-law encountered a similar problem when she\nread an article from VERBATIM to a neighbor, over the\ntelephone.  The article concerned accents, particularly Southern\naccents, and to my sister-in-law's consternation she suddenly\nrealized that what she had just read to the neighbor was\nexactly the way the neighbor herself spoke.  No wonder she\nwasn't laughing.</p>\n<p>Accents of all kinds can at first create a lemon in my\nbrain, but, true to my nature, my neocortex squeezes it into\nlemonade.  A television chef with a beguiling European accent\nused to concoct most unusual dishes.  Once he really caught my\nattention by announcing that he was about to cook a <em>leggo\nflam</em>.  Was it some Lewis-Carrollian wag's name for a wonderful\nflaming dessert, a flaming flan from Denmark?  Was it something\nthat required hours of preparation, yielding culinary\nperfection?  Was it a new dish concocted from that British\nErector Set, Leggo?  “Ah!”  the great chefs of Europe would\nchortle, gathering around the pot, or platter, or bowl, “Leggo\nflam!  Perfection!”  Did it require ingredients that were scarce\noutside the upper slopes of the Andes?  What indeed could\nleggo flam be?  What a disappointment when our chef hoisted a\nleg of lamb onto the table and stated that the recipe was “nahz\n'n' zimble.”  He did, however, springle it wiz pebble, which was\na nahz touch.</p>\n<p>Even if the words are clearly understood, the interpretation\nmay be muddled.  It all depends on the listener and the\nspeaker, and whir their minds are raht at the point of\ncommunication.  Distraction between the listener and the\nspeaker—one mind veering in one direction and the other in\nanother direction—can make the conversation most intriguing.\nOnce when I parked in front of an ice cream parlor that had\nmoved from a different section of the city, my nephew, espying\na panting dog tied to a stob in front of a neighboring shop,\nsaid, “I wonder how long it's been here.”</p>\n<p>I, gazing at the ice cream parlor, replied, “Oh, about six\nyears now.”</p>\n<p>“Poor dog!”  my nephew gasped.</p>\n<p>The wording itself, approached from a different angle by\nthe listener than the speaker intended, may cause equally\nstartling results.  I was about to go out of town and needed to\nbuy a container to supply water for my two cats while I was\naway.  An Albanian doctor was present when I stated to my\nwork colleague that I needed to stop by the pet store to get a\ndevice for watering my cats.  The doctor listened silently to the\nconversation for a few minutes, and then ventured a hesitant\nquestion.  “Tell me,” he asked, “just how do you water these\ncats?  Do you, er, <em>sprinkle</em> them, or...or... Just how do you\nwater these cats?”  After the explanation, he appeared relieved.\nHe was afraid he was somehow neglecting his own cats by not\nkeeping them bedewed with mist or at least slightly damp.</p>\n<p>Sometimes, though, my understanding of a conversation\nseems clear despite possibly murky accents or the potential for\nfuzzy interpretation.  At one such time, a Spanish friend was\nspeaking of a situation in which an associate would feel\nenvious.  “He will,” he explained, “be jello ... jello ...”  He\nhesitated, obviously searching for the right word.</p>\n<p>“Jealous?”  I offered, at least feeling confident that I could\nnot possibly confuse the meaning.</p>\n<p>“Jes!” he agreed, “Is like yellous, but is a color.  It's a\nsaying, something like 'jello with envy.'  Blue with envy?  Red\nwith envy?”</p>\n<p>If I ever discover the owner of the Pearl of Hex, I shall\nmeekly eat my leggo flam and be jello with envy!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Pearl of Hex</h1> <p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p> <p>“What's the Pearl of Hex?”  my brother asked, looking\nup from his crossword puzzle.</p> <p>The Pearl of Hex!  From the front porch of the vacation\ncabin where we had been having a family gathering, I gazed\nacross the valley at the distant, blue-haze mountains.  What\nstories, I wondered, could be told about the mysterious Pearl of\nHex?  What lives were altered in the striving for its possession?\nThe Pearl of Hex!  What fascinating history must surround it?\n“I don't know,” I finally sighed, in answer to the question, “but\nit certainly sounds exotic.”</p> <p>My brother gave me a puzzled look.  “I just wanted to\nknow whether the plural of <em>hex</em> was <em>hex</em> or <em>hexes</em>,” he said,\nwith some vexation.</p>"
}