{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Random House Thesaurus",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Random-House-Thesaurus-Jess-Stein-Reference/30507553479/bd\"><em>The Random House Thesaurus</em></a></h1>\n<p>Jess Stein and Stuart Berg Flexner, eds., (Random House, 1984), 812 pp.</p>\n<p>As the copyright page states that the <em>Thesaurus</em> is “Based\nupon the Reader's Digest <em>Family Word Finder</em>, Copyright\n1975,” we investigated the similarities and differences and\ndiscovered that the two books are essentially the same.  The\nchief differences lie in the absence, in the Random House\nedition, of the anecdotal and other “<em>Reader's Digest-type</em>”\nvignettes, the addition of some entries to fill in the gaps thus\ncreated, and the updating of some of the example sentences.\nStuart Berg Flexner was the editor of the <em>Family Word Finder</em>,\nso that is not a particularly startling revelation.  But one is given\nto wonder if the Random House edition shouldn't have\nretained the word <em>family</em> in its title, for not only was the\nredoubtable Jess Stein involved in this book but, as the front\nmatter reveals, his wife, son, and daughter also got into the act.</p>\n<p>The word <em>thesaurus</em>, as we are continually told in the\nprefaces to books dealing with synonyms, comes from the\nGreek word meaning 'treasury.'  In my mind, it is so strongly\nassociated with <em>Roget</em> and his work that I expect an arrangement\nsimilar to his when I see <em>thesaurus</em> in the title of a book.\nPerhaps I am the only person with such a bias, for Collins\nrecently published a (rather poor) synonym book in the U.K.\nbearing <em>thesaurus</em> in its title, and that and the present work are\nboth in alphabetical order.  The entry for <em>thesaurus</em> in this book\ngenerally equates it with <em>dictionary</em>, and I shall probably have\nto give up my prejudices.  But connotations die hard.</p>\n<p>In the structure of this book a sample sentence is listed at\nthe beginning of a string of synonyms, presumably in order to\nset the context of meaning for the words that follow.  These\nsometimes do fit into the context, but as one reads on down\nthrough the list, the words become less and less substitutable.</p>\n<p>For example,</p>\n<blockquote>\n<p><em>gulf</em> <em>n</em>. <em>1</em> <em>A hurricane is forming in the Gulf of Mexico</em>:\nlarge bay, estuary, arm of the sea, firth, fjord,\ninlet, cove, lagoon.</p>\n</blockquote>\n<p>Except for 'large bay,' which is a descriptive defining phrase\nand not, properly, a synonym, none of the other words in the\nlist is a synonym of <em>gulf</em>.  That is quite all right with me: there\nprobably is no synonym for <em>gulf</em> in English (nor is there any\nreason why one would be needed).  I bring it up only to\nillustrate the fact that not all of the entries in this or any other\nsynonym dictionary (or thesaurus) list synonyms; some of them\nare best considered catalogues listing types of items of which\nthe entry is a token.  Thus, under <em>gun,</em> we find:</p>\n<blockquote>\n<p><em>1</em>  <em>The policeman drew his gun from its holster</em>: firearm;\n(<em>variously</em>) revolver, pistol, automatic, .45, .38,\n.22, six shooter,...</p>\n</blockquote>\n<p>...and so on for a few lines.  For those who need a synonym\nfor <em>gun, firearm</em> is provided.  Note the semicolon following it.\nThe “<em>variously</em>” introduces the cataloguing part of the entry.\nAs one proceeds further down the list, <em>blunderbuss</em> and\n<em>machine gun</em> appear, which are likely to be drawn from a\npoliceman's holster only in more unusual circumstances.</p>\n<p>Going back to gulf, definition 2:</p>\n<blockquote>\n<p><em>2</em>  <em>The earthquake left a gulf in the field.  The gulf\nbetween the two friends widened:</em> chasm, abyss,\ncrevasse, canyon, gully, opening, rent, cleft; rift, split,\nseparation.</p>\n</blockquote>\n<p>Here, apparently, the semicolon serves a different function—to\ncreate a parallel between the first set of words and the first\nsample sentence and between the second set and the second\nsample.  The second sample and its synonyms are fine; but I\nfind the first unnatural: Is that a sentence that anyone is likely\nto utter (or write)?  I doubt it.  Besides, a divider somewhere in\nthe first string of words is needed after <em>chasm</em>, even if one can\naccept the sample sentence.</p>\n<p>The preceding discussion illustrates some of the problems\nencountered in trying to compile a synonym dictionary:\nbecause true synonyms are rare in the language, the best one\ncan do (and the best a user of such a work can expect) is to\nfind a list of words “reasonably” close to one another in\nmeaning—words that belong to the same, broad semantic\ncategory.</p>\n<p>The picture changes somewhat in the treatment of words\nfor abstract ideas, though the problems, which become more\nconnotative and metaphoric, do not go away.  The main\nadvantages in dealing with such words is that there are\navailable more “synonyms”—words and phrases that are not\nquite as remote in meaning because their meanings are somewhat\nvaguer or less distinct.  Thus, although the sample sentence\nis not especially good, the synonyms for <em>lecherous</em> seem\nmuch closer to the mark than do those for an ostensive noun\n(like <em>gun</em>):</p>\n<blockquote>\n<p><em>His lecherous behavior scandalized the whole town</em>:\nlustful, lewd, libidinous, oversexed, lascivious, salacious,\nprurient, satyrlike, randy, erotic, licentious, carnal,\nlubricious, ruttish, goatish.</p>\n</blockquote>\n<p>Not everyone would agree with the order in which these words\nappear, and there are those who could add enough to double\nthe list.  But the latter criticism is unfair, for the size of the\nbook determines the extent of each of its entries.</p>\n<p>Synonym dictionaries (regardless of their structure) are\nprobably used more often to help a user find a word he is\nsearching for that is in the same semantic category as one he\ncan think of than it is to find a synonym for an over-used word\nin his writing.  Were the latter the more usual case, it is unlikely\nthat a person would require listings for words of relatively low\nfrequency.  At $14.95, <em>The Random House Thesaurus</em> contains\n11,000 main entries and (at a guess, made by counting only the\nsynonyms on one entire page) just under 240,000 synonyms.\n<em>The Synonym Finder</em> (Rodale), which is offered in the VERBATIM\nBook Club at $16.00 (bookshop price, $19.95), contains\nabout 20,000 main entries and more than 1,000,000 synonyms.\nBoth books contain antonym lists as well, which have not been\ncounted in these estimates.</p>\n<p>You takes your choice and you pays your money.  [Note:\n<em>The Synonym Finder</em> is also available in a British edition.  <em>The\nRandom House Thesaurus</em> is an American book, but its source,\nthe <em>Reader's Digest</em> synonym dictionary, is available in both\nBritish and Australian editions.]</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Random-House-Thesaurus-Jess-Stein-Reference/30507553479/bd\"><em>The Random House Thesaurus</em></a></h1> <p>Jess Stein and Stuart Berg Flexner, eds., (Random House, 1984), 812 pp.</p> <p>As the copyright page states that the <em>Thesaurus</em> is “Based\nupon the Reader's Digest <em>Family Word Finder</em>, Copyright\n1975,” we investigated the similarities and differences and\ndiscovered that the two books are essentially the same.  The\nchief differences lie in the absence, in the Random House\nedition, of the anecdotal and other “<em>Reader's Digest-type</em>”\nvignettes, the addition of some entries to fill in the gaps thus\ncreated, and the updating of some of the example sentences.\nStuart Berg Flexner was the editor of the <em>Family Word Finder</em>,\nso that is not a particularly startling revelation.  But one is given\nto wonder if the Random House edition shouldn't have\nretained the word <em>family</em> in its title, for not only was the\nredoubtable Jess Stein involved in this book but, as the front\nmatter reveals, his wife, son, and daughter also got into the act.</p> <p>The word <em>thesaurus</em>, as we are continually told in the\nprefaces to books dealing with synonyms, comes from the\nGreek word meaning 'treasury.'  In my mind, it is so strongly\nassociated with <em>Roget</em> and his work that I expect an arrangement\nsimilar to his when I see <em>thesaurus</em> in the title of a book.\nPerhaps I am the only person with such a bias, for Collins\nrecently published a (rather poor) synonym book in the U.K.\nbearing <em>thesaurus</em> in its title, and that and the present work are\nboth in alphabetical order.  The entry for <em>thesaurus</em> in this book\ngenerally equates it with <em>dictionary</em>, and I shall probably have\nto give up my prejudices.  But connotations die hard.</p> <p>In the structure of this book a sample sentence is listed at\nthe beginning of a string of synonyms, presumably in order to\nset the context of meaning for the words that follow.  These\nsometimes do fit into the context, but as one reads on down\nthrough the list, the words become less and less substitutable.</p>"
}