{
  "type": "Article",
  "title": "Cinq Centmille Diables! W'at Dat Is?  Dat's Cajun, I Ga-ron-tee!",
  "author": "Mary Stewart Craig",
  "location": "Pineville, Louisiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Cinq Centmille Diables! W'at Dat Is?  Dat's Cajun, I Ga-ron-tee!</h1>\n<p><em><span data-rel=\"author\">Mary Stewart Craig</span> <span data-rel=\"location\">Pineville, Louisiana</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prize of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote>\n<p><em>Les Acadiens—les Cadiens—les Cajuns</em> are a fascinating\npeople who speak a fascinating language.  Cajun French\nhas been called a “verbal jambalaya,” and indeed it is.  The\nCajun tongue has appropriated expressions from so many\ndifferent sources that what has emerged is a language mélange\nwith extremely interesting ingredients.</p>\n<p>The Cajuns have been in this country more than 200\nyears, since what they still call <em>le Grand Dérangement</em>.  In 1775,\nwhen the British defeated the French in Nova Scotia, French\nimmigrants there were deported from their adopted country.\nFrance didn't want them back; most American colonies didn't\nwant them, period.  They were welcomed in Louisiana, where\nthe French population was already substantial.</p>\n<p>According to William Faulkner Rushton in his 1979 book,\n<em>The Cajuns</em>, the language today contains many nautical and\nantique terms from the early 1500s, as well as other linguistic\nevidence of Celtic influence.  <em>Amarrer</em> 'to moor a boat' is used\nin the phrase, “to tie one's shoelaces,” rather than the standard\n<em>nouer.  Virer de board</em>, literally, 'to come aboard' is used for “to\nturn around,” instead of <em>tourner</em>.  Some words are thought to\ncome from the old French of Louis <em>XIV's</em> time: <em>froumi</em> for\n<em>fourmi</em> 'ant'; <em>fremer</em> for <em>fermer</em> 'to close'; <em>boete</em> for <em>boite</em> 'box';\n<em>asteure</em> for <em>maintenant</em> 'now'; <em>zozo</em> for <em>oiseau</em> 'bird'; éé for <em>il</em>\n'he, it'; <em>ou</em> for <em>elle</em> 'she, it.'</p>\n<p>There is at least a memory of standard French usage in\nmany Cajun expressions in both French and English.  For\nexample, Cajun makes provisions to prevent a glottal stop, as\nstandard French does, when two vowel sounds come together:\n<em>vous autres</em> is <em>visotes</em>; 'green gumbo' is <em>gumbo s'herbes</em>.  There\nis a line from a Cajun song which goes, <em>Mes altières étaient-z-entières</em>.</p>\n<p>The use of the reflexive pronoun for emphasis is seen in\nsuch phrases as: “They did it, them”; “She work slow, her”;\n“He go fas', him.”  And then there is the interesting construction,\n“He be no bigger'n a swimps, much.”</p>\n<p>Cajun French has a more simple grammatic construction\nthan standard French.  Usage varies widely from place to place,\nso that one who knows the language can pinpoint where a\nCajun speaker is from by his use of certain expressions and\nvocabulary words.  One may hear <em>j'eus</em> for <em>je suis</em> '<em>I</em> am', <em>j'va</em> for\n<em>je vais</em> '<em>I</em> go,' and <em>mo pense</em> for <em>je pense</em> <em>'I</em> think.'  The second\nperson plural <em>vous</em> is not used in conversation except with\npriests, outsiders, or in jest.  The present tense conjugation of\n<em>aimer</em> 'to love' is:</p>\n<blockquote>\n<p>j'aime        —         nous aime<br>\ntu aime                —<br>\nil, elle aime   —       ils, elles aimont</p>\n</blockquote>\n<p>The future tense uses the present tense of <em>aller</em> 'to go' plus the\nmain infinitive, as in: 'Mary will eat,' <em>Marie va manger</em>,\nliterally, 'Mary is going to eat.'  <em>Marie mangera</em> of standard\nFrench is not used.  To say, 'Mary is eating,' one takes the\npresent tense of <em>être</em>, plus <em>après</em>, plus the main infinitive; so,\n<em>Marie est après manger</em>.  To ask a question, take the affirmative\nstatement and change the inflection: <em>Tu mange?  Nous mange?</em></p>\n<p>Besides the variations in grammatical structure, accents\nand other orthographic signs often go by the wayside.  The oral\ntradition certainly accounts for this as well as the various\nspellings found for the same word.  Only in recent years (and\nperhaps too late) has the language been put into written form\nin an effort to preserve and standardize it.</p>\n<p>Among the many languages and dialects that have had an\ninfluence on Cajun, Black English accounts for such forms as:\n“He use”; “We uses”; “He be tall”; “I was goned a lon' time”;\n“a chirren” 'one child' but “chirrens” 'more than one child'; “a\nmens” 'one man,' but “mens” 'more than one man.'  Vocabulary\nhas been added from the African, such as <em>congo</em> 'water\nmoccasin'; <em>voudoo</em> or <em>hoo-doo</em>; <em>cush-cush</em> 'corn grits.'  Many\nIndian words are enmeshed in the language.  There are <em>bayou</em>,\nand <em>plaquemine</em>, one of the parish names, 'persimmon';\n<em>sacamite</em> 'corn grits'; <em>gumbo</em> 'okra'; <em>pirogue</em> 'canoe.'  The word\n<em>ouaouaron</em> is used for 'frog,' as <em>grenouille</em> has become a vulgar\nsexual term.  Spanish contributed <em>l'agniappe</em> (or <em>lagniappe</em>),\nmeaning 'something extra,' via <em>ñapa</em>.  Cajun <em>gouerre</em> from <em>güero</em>\nis 'someone stupid—or blond.'</p>\n<p><em>Nonc</em> comes from <em>mon oncle</em> 'my uncle'; <em>p'pere</em> is 'grandfather';\n<em>quofaire</em> does nicely for <em>pourquoi</em> 'why'; <em>accordant</em>\n'according to' is used instead of <em>sélon</em>.  <em>Chaud</em> 'hot' is used\ninstead of <em>fâché</em> for 'angry'; <em>Boy Scout</em> is perfectly good Cajun,\nbut it is pronounced BOY SCOOT!  <em>T-Jean</em> (or '<em>Ti'-Jean</em> or <em>Tee-Jean</em>)\nis Cajun for 'Little John.'  When you want to 'get out,'\nyou “get down” or <em>gidonne</em>, an' li' dat.</p>\n<p>A <em>brouhaha</em> is an 'argument or great excitement'; in\nFrance <em>une ratatouille</em> may be 'a stew,' but to a Cajun <em>un\nratatouille</em> is 'a dispute between a husband and wife,' and\nsounds like it.</p>\n<p>Revon Reed, Cajun author-in-residence from Mamou, in\nhis book <em>Lâche Pas La Patate</em>, discusses two other interesting\nonomatopoeic words which he calls Mamou expressions:\n<em>Bourdoudoum</em> and <em>ouarjoujoum</em>.  They both indicate what\nhappens when two objects strike each other, but with a big\ndifference.  He says:</p>\n<blockquote>\n<p><em>Bourdoudoum</em> is used when someone falls on a solid\nobject on one's head, as: “The baby hit his head on a\nplank with a <em>bourdoudoum</em>.”  [But you know it didn't\nhurt when,] “The man jumped into the bayou with a\n<em>ouarjoujoum</em>.” (My translation.)</p>\n</blockquote>\n<p>Carolyn Ramsey, back in the late fifties, recorded an\nunusual version of a Cajun folksong.  Here are two lines:</p>\n<blockquote>\n<p>Ton papa 'semb'e ein elephant</p>\n<p>Et ta maman 'semb'e ein automobile.</p>\n</blockquote>\n<p>'<em>Semb'e</em> is rusticated from <em>ressembler</em> 'to resemble.'  <em>Ein</em>\noriginates from the German, as does the town named <em>Des\nAllemands</em>.  Many people of German and Belgian descent have\nintermarried with the Cajuns.</p>\n<p>Reed has noted several what I call “sweep-the-kitchen”\nwords, because they are used to mean whatever one needs\nthem to mean.  (I remember a French professor giving us <em>le\ndisposatif</em> 'thing-a-ma-bob; doo-dad' to describe the indescribable.\nOne example from Cajun will suffice: <em>gaboo</em>.</p>\n<blockquote>\n<p><em>manger: Il a gaboo son diner</em>.  'He ate his dinner.'</p>\n<p><em>boire: Il a gaboo le vin</em>.  'He drank the wine.'</p>\n<p><em>voler: Il a gaboo mon portefeuille</em>.  'He stole my wallet.'</p>\n</blockquote>\n<p>In Cajun “Frenglish,” when one comes of legal age, one\n“makes eighteen.”  “Lemme tole you, lemme make some spoke\nwit' you!”  a Cajun friend will say.  When a pretty girl comes a\nboy's way, he'll “cass an eye on dat!”  There is a character in a\nCajun fable who describes a “baksetball” player as “a fallow\ntwice ma' tall an' haf ma' skinny.”</p>\n<p>“It's fo' true” that Cajun might be interspersed with such\nneologisms as <em>furimous, peculiarmous, magnifimous,\ngorgemous, delicimous</em>, and <em>intoximous</em>, I ga-ron-tee!  “For\ntrue?”  my non-Cajun husband will often ask, showing the\nspillover of Cajun influence in Louisiana's version of <em>n'est-ce\npas?</em></p>\n<p>Some words are self-explanatory half-breeds: <em>gambluer; le\npeace cop; la maison de show</em>.  “What's your first name?”\nbecomes, “How much is your front name is?”; “I don't\ncomprestand, me”; “Mo pense qu'il fait trop cold pour les\ncatfish,” one fellow says in the book, <em>People of the Bayou</em>.</p>\n<p>Cajun sayings abound.  If you “show on where de bear sat\nin de buckwheat,” you tell somebody off but good.  <em>Cinq\nCentmille Diables!</em>  'Five hundred thousand devils!'  they will\ntell you, you can become a Cajun one of three ways: “By the\nblood, by the ring, or by the back door!”</p>\n<p>Cajuns are sometimes called “Coonies” or “Coonasses.”\nBut smile when you say that!  The term “coonass” apparently\noriginated during World War Two when French <em>poilus</em>, amused\nat the Louisiana Frenchman's patois, called him a <em>conasse</em>,\nslang for “prostitute.”</p>\n<p>Speaking of names, never call a Frenchman <em>couvillion</em>\n(pronounced COOB-YAWN or COO-YAWN), or you'll get a <em>coup de\npoing</em> 'fist blow' instead of a <em>coup de main</em> 'helping hand' for\ncasting aspersions on his intelligence.</p>\n<p>Pronunciation of proper names depends on where one is\nat the time.  <em>Baillio</em> is BUY-UH or BAL-EE-OH.  <em>Aucoin</em> is OH-KWA\nor OH-QUINN.  <em>Bordelon</em> is BIRD-UH-LAWN and <em>Jordan</em> is JERDUHN.\n<em>DeBlieux</em> is pronounced DOUBLE-U.  <em>Gauthier</em> is GO-CHAY.\n<em>Morace</em> is MORE-AHS.  <em>Saucier</em> becomes SO-SHAY and <em>Cyriaque</em> is\nSEAR-UH-QUE.  <em>Guillot</em> JEE-YO, GE-YO, or GE-YAT.  <em>Gravel</em> is\nGRUH-VEL, and the town of <em>Cloutierville</em> is CLUE-CHEE-VILL.  A\nname like <em>Boudreaux, Breaux</em>, or <em>Thibeaux</em> came about when a\nFrench immigrant entering the U.S. was told by the customs\nman to put an X beside his name to certify that it was correctly\nwritten.</p>\n<p>Changes in the language and customs have come fast since\nthe Second World War.  Up until then, in “them ol' days,” a\nCajun “got himse'f married, him,” to his <em>chère</em>, when friends\nwould “hole de broomstick a foots from de flo' and de' happy\ncouple jump over it fo' de waddin' sara-mony,” and then later\nwhen a priest came to the area, he would bless the marriage.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\n<em>Sauter l'balai</em> 'to jump the broomstick' made a marriage legal\nenough in their eyes.</p>\n<p>People used to go to <em>traiters</em> 'treaters' to be cured of\nillnesses with a combination of magic <em>tisanes</em> 'potions,' secret\nherbs found in <em>les prairies tremblantes</em> 'marshes,' literally,\n'trembling prairies,' and the saying of prayers and sprinkling of\nholy water.  This kind of “religious” <em>coodoo</em> is still practised in\nplaces.  Cajun Catholicism has long been mixed with superstition.\nThe mythical Ol' Boudreaux was feared by generations of\nFrench kids, because he might put the <em>gris-gris</em> on them if they\nmisbehaved.  Many traditions are dying out.  A few churches\nstill have mass in French.  A Frenchman will still navigate his\n<em>pirogue</em> (PEE-ROW) down the <em>bayou</em> (BUY-AH or BUY-OH), but\nwith a motor instead of a long pole.  Weddings and Mardi Gras\nare still occasions for a <em>fait do-do</em> (child's expression for 'going\nto sleep').  These carefree social gatherings used to take place\nevery Saturday or Sunday night.  While the parents danced the\nnight away, all the “chirrens” slept in a room off the dancing\narea.  <em>Fait do-do</em> has now broadened in its use to mean\n'argument,' as in: “We had a real <em>fait do-do</em>, him and me, mais\nsho',” as one friend put it.</p>\n<p><em>Laissez les bons temps rouler!</em>  could certainly be the Cajun\nmotto, for they are a high-spirited people who do know how to\n“make the good times roll,” wrong placement of the infinitive\nor not.  They have made a specialty of combining fun and food.</p>\n<p><em>Tit noir</em> (TEET-NWAR, literally, 'little black'), made with\nparched coffee beans and chicory, is strong enough to stand in\nthe corner and fight for its honor!  French dishes include\n“Louisiana mudbugs,” crawfish (never crayfish) in <em>bisque</em> with\nheads stuffed and <em>étouffée</em> in a tangy sauce served on rice.\nEverything goes into the <em>jambalaya</em> and <em>gumbo</em> (soup) sprinkled\nwith <em>filé</em> 'ground sassafras root.'  Folks savor “dirty rice,” a\nspicy rice-meat-onion-garlic-et-al mixture, red beans over rice\nand <em>boudin</em> (BOO-DAN), sausage made with pork brains, livers,\nand blood.  Speaking of pigs, a <em>cochon de lait</em>, where a “milkfed\npig” roasts all day, is a “full-boar” (Sorry, irresistible\nimpulse!) celebration enjoyed by Cajuns and <em>cou-rouges</em> alike.\nA “red-neck” was originally a sunburned Texas outlander\nhunting oil in Louisiana, but today he's any North Louisiana\nWASP type.</p>\n<p>With the formation several years ago of CODOFIL, the\nCouncil for the Development of French in Louisiana, French\nfinally became an accepted and legitimate language in the\nstate.  I am acquainted with several people who remember\nbeing punished as late as the 1950s for speaking French in the\nclassroom or on the playground at school.  Although there are\ntextbooks out which teach Cajun French, CODOFIL teachers\nusually come from France or Canada, and they teach standard\nFrench.  The controversy rages now, with good reasoning on\nboth sides of the issue, over whether to teach Cajun or\nstandard French.  One suspects that, like most languages and\ncultures which are exposed to outside influences, Cajun French\nwill eventually be absorbed into the great open-throated maw\nof the prevailing culture which threatens it.  Quel dommage!</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>From <em>Once Upon a Bayou</em> by Howard Jacobs and Jim Rice. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Cinq Centmille Diables! W'at Dat Is?  Dat's Cajun, I Ga-ron-tee!</h1> <p><em><span data-rel=\"author\">Mary Stewart Craig</span> <span data-rel=\"location\">Pineville, Louisiana</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prize of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote> <p><em>Les Acadiens—les Cadiens—les Cajuns</em> are a fascinating\npeople who speak a fascinating language.  Cajun French\nhas been called a “verbal jambalaya,” and indeed it is.  The\nCajun tongue has appropriated expressions from so many\ndifferent sources that what has emerged is a language mélange\nwith extremely interesting ingredients.</p> <p>The Cajuns have been in this country more than 200\nyears, since what they still call <em>le Grand Dérangement</em>.  In 1775,\nwhen the British defeated the French in Nova Scotia, French\nimmigrants there were deported from their adopted country.\nFrance didn't want them back; most American colonies didn't\nwant them, period.  They were welcomed in Louisiana, where\nthe French population was already substantial.</p>"
}