{
  "type": "Article",
  "title": "Try It Again, Please",
  "author": "Lillian Mermin Feinsilver",
  "location": "Easton, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Try It Again, Please</h1>\n<p><em><span data-rel=\"author\">Lillian Mermin Feinsilver</span> <span data-rel=\"location\">Easton, Pennsylvania</span></em></p>\n<p>What does Ronald Reagan have in common with Clare\nBoothe Luce?  Not just a political affiliation.  The use of a\nGreek or Latin plural with a singular verb has shown up in the\nspeech of each.  The President remarked at a press conference\non Nov. 5, 1983:</p>\n<blockquote>\n<p>Sara, I have to say that there is only one\ncriteria...;</p>\n</blockquote>\n<p>and the author-playwright, former U.S. Representative and\nformer Ambassador to Italy, commented in an earlier interview\nwith Dick Cavett (PBS-TV, rerun July 20, 1981):</p>\n<blockquote>\n<p>The media being what it is,...</p>\n</blockquote>\n<p>To be sure, <em>agenda</em> in the singular has achieved universal\nacceptance.  But not even singular <em>data</em> has yet been accorded\nthe same status.  <em>Criteria</em> with a singular verb is still beyond the\npale.  Witness the warnings in the <em>Oxford American Dictionary</em>\n(1980): “Do not use <em>criteria</em> as a singular noun” and the\n<em>American Heritage Dictionary</em> (2d College Ed., 1982): “<em>Criteria</em>\nis a plural form only.  It should not be substituted for the\nsingular <em>criterion</em>.”  And <em>media</em> as a singular is viewed no more\ntolerantly.  Indeed, a sample sentence submitted to the Harper\nusage panel (William and Mary Morris, <em>Harper Dictionary of\nContemporary Usage</em>, 1975)—“The news media is to be commended”—elicited\nemotional responses ranging from “Awful!”\nand “...infuriates me” to “Never Never Never Never Never!”\nand “Good God!” (the last from two critics, one of whom used\ntwo exclamation points).  At the time, the American public had\nalready been exposed to President Lyndon B. Johnson's singular\n<em>criteria</em>:</p>\n<blockquote>\n<p>...to act independently ... with only one\ncriteria, ... (<em>Harper Dictionary</em>, p. 160)</p>\n</blockquote>\n<p>and was about to become familiar with President Richard M.\nNixon's singular <em>media</em>:</p>\n<blockquote>\n<p>The media has abdicated its fact-gathering... (<em>Chicago\nSun-Times</em>, Nov. 18, 1975).</p>\n</blockquote>\n<p>Certainly if the disparaged forms march on, they will abet the\nplurals <em>criterias</em> and <em>medias</em>, parallels to Bernard Meltzer's\n<em>phenomenas</em> (“...one of the strange phenomenas of life...”\n[<em>What's Your Problem?,</em> WOR Radio, N.Y., July 11, 1982]).\nIronically, a converse confusion comes from innocent efforts at\ncorrectness, which are creating such oddities as a plural\n<em>alumna</em> (“...two <em>Annie</em> alumna...” [Martin Charnin, director\nand song writer, on Jack O'Brian's <em>The Critic's Circle</em>, WOR,\nSept. 27, 1979]) and a plural <em>antenna</em> (“...two radio antenna\nwere reported stolen...” [<em>The Express</em>, Dec. 8, 1980, p. 16]).</p>\n<p>Mr. Reagan shares other kinds of syntactical freedom with\nfigures in national government.  “We would have liked to have\nhad this whole thing move faster,” he told a news conference\non Jan. 5, 1982, stimulating memories of the First Lady who\nhad been prone to the redundant perfect infinitive:</p>\n<blockquote>\n<p>I doubt if it would have been possible to have\nhad Mr. Woolcott as one's guest very long in\nany ordinary household... (Eleanor Roosevelt,\n<em>This I Remember</em>, 1949, p. 250).</p>\n</blockquote>\n<p>Indeed, Mr. Johnson showed even greater inaccuracy of\ntense (accompanied by a superfluous <em>that</em>) in</p>\n<blockquote>\n<p>I am sure that if there had been any laws\nviolated that the matter will be presented\nto the proper authorities.  (Associated Press,\nOct. 26, 1964).</p>\n</blockquote>\n<p>On Dec. 20, 1983, President Reagan used the indicative in a\ncontrary-to-fact clause, for which the subjunctive is still generally\nrecommended</p>\n<blockquote>\n<p>...what life would be like if the multinational\nforce was [were] not there.</p>\n</blockquote>\n<p>Similar rhetoric was produced by various predecessors:</p>\n<blockquote>\n<p>How I wish I <em>wasn't</em> a reformer, oh, Senator!\nBut I suppose I must... (Theodore Roosevelt,\nto Chauncey Depew, in Richard Hofstadter, <em>The\nAmerican Political Tradition</em>, 1948, p. 203);\nI'd be a pretty pathetic nominee if I wasn't\nable to get rid of Strauss as national chairman.  (Jimmy\nCarter, <em>New York</em>, July 5, 1976).</p>\n</blockquote>\n<p>In his inauguration on Jan. 20, 1981, Mr. Reagan gave\nimpetus to an inexact form of address for the clergy when he\nturned to the officiating minister and said, “Reverend\nMoomaw,...”  He further used that form on Jan. 4, 1983, in\ncommenting on the action of another churchman</p>\n<blockquote>\n<p>Reverend Jackson's mission was a personal\nmission of mercy...</p>\n</blockquote>\n<p>Similar usage appeared in a statement of former Vice President\nWalter Mondale on April 13, 1984:</p>\n<blockquote>\n<p>They should be repudiated by myself,\nGary Hart, and Reverend Jackson.</p>\n</blockquote>\n<p>Although the clerical title with surname goes back to the 17th\ncentury, most of the dictionaries and etiquette manuals declare\nthat for speaking to a clergyman, the model is <em>Mr.</em> (or <em>Dr.,</em> if\napplicable) <em>Doe</em>, and that for referring to a clergyman, the\nstandard is <em>Mr. Doe</em> or the <em>Reverend Mr. Doe</em>.  For introducing\nhim, we are told to use the full name with article and title: <em>the\nReverend John Doe</em> or <em>the Reverend Mr. Doe</em>.  Never, they\nadmonish, should we say <em>Reverend Doe</em> or even <em>the Reverend\nDoe</em>.  Interestingly enough, the last form occurred in the\nReagan inauguration when Senator Mark O. Hatfield of Oregon\nintroduced the minister as “the Reverend Moomaw.”  And it\nhas been used for general reference, interchangeably with the\nstyle of the President, by Senator Gary Hart of Colorado:</p>\n<blockquote>\n<p>This was a humanitarian action of\nthe Reverend Jackson.  (Jan. 3, 1983);</p>\n<p>Reverend Jackson and I disagree on the\ndefense budget (March 28, 1984).</p>\n</blockquote>\n<p>Mr. Reagan has also added force to the trend toward a\nplural pronoun after an antecedent singular pronoun; for\nexample, <em>someone</em> followed by <em>they</em>, as in:</p>\n<blockquote>\n<p>And all that we were asking was that the Constitution\nbe interpreted, as I believe it really reads,\nto say that if someone wants to have prayer in\nschool, they can have prayer in school.  (Interview\nin <em>Family Weekly</em>, June 10, 1984, p. 4.)</p>\n</blockquote>\n<p>One recalls with a start the statement of President John F.\nKennedy:</p>\n<blockquote>\n<p>If somebody is going to kill me, they are going\nto kill me.  (Quoted in <em>New Leader</em>, Nov. 6, 1978.)</p>\n</blockquote>\n<p>Such grammatical construction has been classified as “Adolescent\n<em>they</em>” by an otherwise liberal observer, because “This\nmisuse reflects an immature style.”  (Roy H. Copperud, <em>American\nUsage and Style; the Consensus</em>, 1980, p. 9.)</p>\n<p>An even more striking illustration of this rhetorical failing\nwas a statement by President Dwight D. Eisenhower in which\n<em>a person</em> was followed by changing number in both pronouns\nand verbs:</p>\n<blockquote>\n<p>I really believe if a person turns their mind to\nsomething else and quits pitying themselves about\nit, they won't find it nearly as hard to quit\nsmoking as they think it is.”  (<em>Time</em>, Aug. 12,\n1957, p. 17.)</p>\n</blockquote>\n<p>Eisenhower was also capable of using <em>me</em> as subject:</p>\n<blockquote>\n<p>...if I were caught in one falsehood, and what\nI stand for in people's eyes got tarnished,\nthen not just me but the whole Republican gang\nwould be finished.  (Emmet John Hughes, <em>The Ordeal\nof Power</em>, 1963, pp. 194-195.)</p>\n</blockquote>\n<p>Kennedy as presidential candidate used the same pronoun after\n<em>than</em>, treating the latter as a preposition rather than a\nconjunction:</p>\n<blockquote>\n<p>There may be thousands of Americans more qualified\nto be president than me... (1960).</p>\n</blockquote>\n<p>Oddly, the less-educated Harry S. Truman expressed more\nprecisely a somewhat similar observation in reviewing his\nrecord of service:</p>\n<blockquote>\n<p>There are probably a million people who could have\ndone the job better than I did it,... (<em>Time</em>,\nApril 28, 1952, p. 19.),</p>\n</blockquote>\n<p>though Truman uttered some unruly lines too:</p>\n<blockquote>\n<p>...these fellows who are always saying wha\noughta been done... (<em>Time</em>, Sept. 22, 1961, p. 20.)</p>\n</blockquote>\n<p>More recently, Senator Daniel Ken Inouye of Hawaii\nemployed <em>them</em> in place of <em>they</em> in a manner similar to that of\nKennedy's use of <em>me</em> for <em>I</em>:</p>\n<blockquote>\n<p>We had to demonstrate to our fellow Americans\nthat we were just as good as them.  (<em>Real People</em>,\nNBC-TV, rerun July 22, 1981.)</p>\n</blockquote>\n<p>And again some converse confusion: Senator Lowell Weicker of\nConnecticut used <em>I</em> after a preposition, in a 1983 fund-raising\nletter in behalf of Senator Rudy Boschwitz of Minnesota:</p>\n<blockquote>\n<p>Now it is time for you and I to\nremember Rudy—</p>\n</blockquote>\n<p>which brought to mind John Simon's offering of an inevitable\nparaphrase of John Donne's advice about the one for whom the\nbell tolls: “It rings for you and I.”  (<em>Paradigms Lost</em>, 1980, p.\n214.)</p>\n<p>It was Senator Ernest Fritz Hollings of South Carolina,\nearly aspirant for the 1984 Democratic nomination for the\npresidency, who remarked on <em>The Larry King Show</em> (WCBS\nRadio Network, Dec. 10, 1982):</p>\n<blockquote>\n<p>If we did in local government, and if we\ndid in state government like we do in\nWashington,...;</p>\n</blockquote>\n<p>and I silently concluded: We might, like, not know any better.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Try It Again, Please</h1> <p><em><span data-rel=\"author\">Lillian Mermin Feinsilver</span> <span data-rel=\"location\">Easton, Pennsylvania</span></em></p> <p>What does Ronald Reagan have in common with Clare\nBoothe Luce?  Not just a political affiliation.  The use of a\nGreek or Latin plural with a singular verb has shown up in the\nspeech of each.  The President remarked at a press conference\non Nov. 5, 1983:</p> <blockquote>\n<p>Sara, I have to say that there is only one\ncriteria...;</p>\n</blockquote> <p>and the author-playwright, former U.S. Representative and\nformer Ambassador to Italy, commented in an earlier interview\nwith Dick Cavett (PBS-TV, rerun July 20, 1981):</p>"
}