{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Writer's Art",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/signed/Writers-Art-James-Kilpatrick-Foreword-William/18014435153/bd\"><em>The Writer's Art</em></a></h1>\n<p>James J. Kilpatrick, (Andrews, McMeel &amp; Parker, Inc., 1984), 254pp.</p>\n<p>Millions know Jack Kilpatrick, some as the author of a\nregular column in the <em>Washington Post</em>, some as the serious,\nconcerned panelist on Martin Agronsky's television program,\nand some as the erstwhile sparring partner of Shana Alexander\non 60 <em>Minutes</em>.  Always the gentleman, Kilpatrick is characterized\nbest by his incisiveness, his calm demeanor, his wit, his\nfriendly Irish mug, and his conservativism.  The last of these is\none of the elemental properties reflected in his view of\nlanguage; the other property is the simple fact that he is an\nartistic practitioner of writing—and, as one who has heard him\nspeak, I must add of speaking, as well.</p>\n<p>I am quoted in the Introduction, describing myself as a\ndescriptive linguist, along with a description of the meaning of\n<em>descriptive</em>.  Although all of that is true, it may be somewhat\nmisleading in the context of this book—especially in that of its\ntitle—for I strive for purism in any attempts I might make at\nintroducing art into my uses on language.  In other words, when\nit comes to creating language rather than commenting on it, I\nam probably at least as puritanical as Kilpatrick considers\nhimself to be.</p>\n<p>[It might be useful, here, to add a note regarding the\nattitudes of some linguists I know.  When asked why, if they\ncondone all sorts of solecisms in the language of others, they\ntend to avoid them so carefully in their own usage, they reply\nthat that is simply the way they talk.  Do <em>you</em> believe them?]</p>\n<p>Without going into the details too deeply, <em>The Writer's Art</em>\noffers a number of useful, easy-to-understand guidelines on how\nto clean up your writing act.  When trying to teach or learn\nrules, one can scarcely be wishy-washy about it, and it ill\nbehooves the perspiring teacher or the aspiring writer to be\n“descriptive”—descriptive of <em>what?</em>  Only of what he is writing\nabout, not of the techniques he should acquire and use.\nSupported and illustrated by an excellent selection of citations\nfrom writings of all kinds, Kilpatrick warns against nonsense,\namong other things.  Many examples, some quite hilarious, are\ncited in Chapter 4, “The Things We Ought Not to Do,” which\nbegins on page 57.  This is fairly typical of the advice given in\nthe book, but I am unsure whether the author omitted the\nmain premise out of respect or kindness toward the reader: I\nam reasonably certain that the omission cannot be attributed to\nsqueamishness or shyness, as Kilpatrick is not known to suffer\nfrom either.  What is this Main Premise?  Very simply, it is that\nif you want to clean up your <em>writing</em> act you should start by\ncleaning up your <em>thinking</em> act.  The fact, the ineluctable fact, is\nthat most people who are incapable of setting down their\nthoughts on paper are likewise incapable of uttering them in\nspeech and, ultimately, are incapable of thinking clearly.</p>\n<p>Not all, of course.  I have met some people who are very\narticulate speakers but poor writers.  If they could be taught the\ntechnique of writing down what they might normally say, they\nwould make passable and, in some (rare) cases, good writers.</p>\n<p>One cannot blame Kilpatrick for exercising restraint in\ninsulting his readers.  Since it is unlikely that anyone reads\nVERBATIM in order to improve (much less acquire) writing\nskills, I have no such compunction.  Our readers have enough\nsense to shut up when they have nothing to say or write,\n(though the same might not be said about “our” editor);\naspiring untalented writers seldom have the sense or the\nsensitivity to stop and turn to basketweaving or some other\noccupation that may exploit their other talents.  The reason for\nthis is probably that editors to whom such hacks submit their\nwriting are too kind, replying with a rejection slip that carries\nthe message “Your article does not fit into our publishing\nschedule,” or in some other way failing to discourage the writer\nfrom setting pen to paper ever again.  Unfortunately, literacy\nhas too long been confused with literary ability in the minds of\nthose learning to read and write.  To be sure, everyone ought to\nbe taught to read and write as well as possible, but the\nconquest of a rudimentary technique should not be confused\nwith the ability to create art.  Someone who has learned to\npaint a wall with a roller does not presume to being a\nportraitist; why should someone who has learned how to put\nwords on paper presume to being a writer?</p>\n<p>Kilpatrick makes no promises: “The country fiddler brings\nskill to his instrument, and often a remarkable level of skill;\nMenuhin on a Stradivarius is something else.  My hope in this\nbook is not to make greater Menuhins, but to make better\nfiddlers.”  [page 11] I should have preferred the omission of\n“greater,” but no matter.  The important analogy is of a writer\nto a country fiddler, <em>who brings an often remarkable level of\nskill to his instrument</em>.  People who think they can learn writing\nskills by reading this (or any other) book are simply wrong:\nthose with some skills can learn to sharpen them.  The way to\nlearn how to write is to read and write constantly, not by\nreading a book about writing, just as the way to “a more\npowerful vocabulary” is by reading assiduously and remembering\nwell, not by reading a book (or taking a course) in\nvocabulary building.</p>\n<p>The most important thing I can say about <em>The Writer's Art</em>\nis that it is written well.  It is lively, fast-moving, interesting,\noriginal, amusing, entertaining, and, like its author, incisive.\nThere is no doubt that, put in the right hands, it can do a great\ndeal of good, even for those who “fiddle” with the language.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/signed/Writers-Art-James-Kilpatrick-Foreword-William/18014435153/bd\"><em>The Writer's Art</em></a></h1> <p>James J. Kilpatrick, (Andrews, McMeel &amp; Parker, Inc., 1984), 254pp.</p> <p>Millions know Jack Kilpatrick, some as the author of a\nregular column in the <em>Washington Post</em>, some as the serious,\nconcerned panelist on Martin Agronsky's television program,\nand some as the erstwhile sparring partner of Shana Alexander\non 60 <em>Minutes</em>.  Always the gentleman, Kilpatrick is characterized\nbest by his incisiveness, his calm demeanor, his wit, his\nfriendly Irish mug, and his conservativism.  The last of these is\none of the elemental properties reflected in his view of\nlanguage; the other property is the simple fact that he is an\nartistic practitioner of writing—and, as one who has heard him\nspeak, I must add of speaking, as well.</p> <p>I am quoted in the Introduction, describing myself as a\ndescriptive linguist, along with a description of the meaning of\n<em>descriptive</em>.  Although all of that is true, it may be somewhat\nmisleading in the context of this book—especially in that of its\ntitle—for I strive for purism in any attempts I might make at\nintroducing art into my uses on language.  In other words, when\nit comes to creating language rather than commenting on it, I\nam probably at least as puritanical as Kilpatrick considers\nhimself to be.</p> <p>[It might be useful, here, to add a note regarding the\nattitudes of some linguists I know.  When asked why, if they\ncondone all sorts of solecisms in the language of others, they\ntend to avoid them so carefully in their own usage, they reply\nthat that is simply the way they talk.  Do <em>you</em> believe them?]</p>"
}