{
  "type": "Article",
  "title": "The Violent English Language",
  "author": "Richard Lederer",
  "location": "Concord, New Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Violent English Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p>\n<p>Everyone deplores violence these days.  Many articles and\nbooks, radio and television programs, and self-help and\nencounter groups are designed to help us curb our tempers.\nAnd, with the specter of nuclear warfare haunting our horizons,\nit may be that the future of the human race depends\nupon our ability to channel our violent impulses and to\ndiscover solutions based on cooperation rather than aggression.</p>\n<p>When we <em>tackle, wrestle</em>, and <em>grapple</em> with the problem of\nviolence, we are bound to be <em>struck</em> by an idea.  If our view of\nreality is shaped and defined by the words and phrases we use,\nthen violence lies deep in our thoughts, frozen in the clichés\nand expressions of everyday life.</p>\n<p>“I'll be <em>hanged</em>,” we are likely to mumble as this insight\n<em>hits</em> us with a vengeance.</p>\n<p>Let's take a <em>stab</em> at the issue of violence in our language\nwith a <em>crash</em> course on the metaphors we use to describe\ndisagreements.  First, we <em>rack</em> our brains assembling our <em>arsenal</em>\nof arguments.  Then we attempt to <em>demolish</em> the opposition's\npoints with a <em>barrage</em> of criticism, <em>attack</em> their positions by\n<em>nailing</em> them <em>dead</em> to rights, let them have it with <em>both barrels</em>\nby <em>shooting</em> down their contentions, <em>break</em> their concentration\nby <em>puncturing</em> their assumptions, <em>shake</em> their confidence by\n<em>hammering</em> away at their weaknesses, <em>torpedo</em> their efforts with\n<em>barbed</em> criticism, and—when <em>push comes to shove</em>—assault their\nintegrity with character <em>assassination</em>.  If all else fails, we try to\n<em>twist their arms</em> and <em>kill</em> them with kindness.</p>\n<p>Now we can understand the full meaning of the expression\nto <em>have a violent disagreement</em>.</p>\n<p>The world of business is a veritable <em>jungle</em> of <em>cutthroat</em>\ncompetition, a school of hard <em>knocks</em>, and a <em>dog-eat-dog</em> world\nof <em>backbiting, backstabbing</em>, and <em>hatchet</em> jobs.  Some companies\n<em>spearhead</em> a trend of price <em>gouging</em>.  Other firms <em>beat</em> the\ncompetition to the <em>punch</em> and gain a <em>stranglehold</em> on the\nmarket by <em>fighting tooth</em> and <em>nail</em> to <em>slash</em> prices in a <em>knock-down,\ndragout, no-holds-barred</em> price <em>war</em>.</p>\n<p>Still other companies <em>put the squeeze</em> on their competitors\nwith <em>raids, takeovers</em>, and <em>shakeups</em>.  Then the other side gets\n<em>up in arms</em> and <em>screams bloody murder</em> about such a <em>low blow</em>.</p>\n<p>No wonder that business executives are often recruited by\n<em>headhunters</em>.  No wonder that <em>bleeding hearts</em> who can't <em>fight</em>\ntheir own <em>battles</em> are likely to get <em>axed, fired, discharged,\nbooted, kicked out, sacked</em>, or <em>canned</em>.</p>\n<p>One would hope that sports would provide an escape from\nlife's daily <em>grind</em>.  But once again we find mayhem and havoc\nembedded in the adversarial expressions of athletics.</p>\n<p>These days we may not be able to get within <em>striking</em>\ndistance of a sporting <em>contest</em> without <em>running into</em> or <em>bumping\ninto</em> some ticket <em>scalper</em>, who is out to <em>rip</em> us off and <em>get away\nwith murder</em>.  Once inside the stadium, we witness two teams\ntrying to <em>battle, beat, clobber, crush, dominate, maul, pulverize,\nrout, slaughter, steamroll, thrash, throttle, whip, make mincemeat\nof, wreak havoc on</em>, and <em>stick it to</em> each other with <em>suicide\nsqueezes</em>, grand <em>slams, blitzes</em>, aerial <em>bombs</em>, and <em>punishing</em>\nground <em>attacks</em>.  Naturally, both sides hope that they won't\n<em>choke</em> in <em>sudden death</em> overtime.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Violent English Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p> <p>Everyone deplores violence these days.  Many articles and\nbooks, radio and television programs, and self-help and\nencounter groups are designed to help us curb our tempers.\nAnd, with the specter of nuclear warfare haunting our horizons,\nit may be that the future of the human race depends\nupon our ability to channel our violent impulses and to\ndiscover solutions based on cooperation rather than aggression.</p> <p>When we <em>tackle, wrestle</em>, and <em>grapple</em> with the problem of\nviolence, we are bound to be <em>struck</em> by an idea.  If our view of\nreality is shaped and defined by the words and phrases we use,\nthen violence lies deep in our thoughts, frozen in the clichés\nand expressions of everyday life.</p> <p>“I'll be <em>hanged</em>,” we are likely to mumble as this insight\n<em>hits</em> us with a vengeance.</p>"
}