{
  "type": "Article",
  "title": "The Meaning of Scientific Names",
  "author": "Sam Hinton",
  "location": "La Jolla, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Meaning of Scientific Names</h1>\n<p><em><span data-rel=\"author\">Sam Hinton</span> <span data-rel=\"location\">La Jolla, California</span></em></p>\n<p>There was no public library in Crockett, Texas, when I was\na boy, and no biology program in the high school, so\ntechnical information about my beloved reptiles was hard to\ncome by.  Nevertheless, there were a few sources.  One of these\nwas the 1917 edition of Hegner's <em>College Zoology</em>, lent me by\nMr. Robin Burns, who taught chemistry and accounting at\nCrockett High.  This book depicted one of my favorite lizards,\nand labeled it “Six-Lined Race-Runner—<em>Cnemidophorus sexlineatus</em>.”\nEven to my untrained eye, it was obvious that\n<em>sexlineatus</em> meant 'six-lined,' and I assumed that the generic\nterm must mean 'race-runner.'  And I thought that if only one\ncould translate the Latin names, the real identity of an animal\nwould be at once evident.</p>\n<p>But later I learned that it wasn't that way at all.  I was\nright about <em>sexlineatus</em>, but wrong about <em>Cnemidophorus</em>: it\nmeans 'greave-bearing.' And a greave turns out to be a kind of\nleg-armor worn by Roman soldiers.  The word was probably\nused to describe some enlarged scales on the lizard's legs, but\nmany other species have much more greave-like structures, and\nthe translation doesn't help the least bit in identifying the\nanimal.</p>\n<p>The sad fact is that a scientific name doesn't have to\n“mean” anything in translation.  There are lots of rules set\ndown in the International Code of Zoological Nomenclature:\nthe generic name (the first of the two words that designate a\nparticular species) should be written with an initial capital\nletter and should be used as a substantive in the nominative\nsingular; Latin endings should be used in both genus and\nspecies, whether the root itself is derived from Latin, Greek, a\ngeographical name, a personal name, or even a so-called\n“barbarous” (non-Classical) source; the two words should agree\nin gender, and so on.  But there's no rule saying that the words\nmust, in themselves, make sense.  It's even all right if there is a\nWRONG meaning; in fact, Article 32 holds that a name cannot\nbe invalidated just because it gives erroneous information.  One\nexample of this is the name of the western American redshafted\nflicker, which for more than a century bore the name\n<em>Colaptes cafer, Cafer</em> means 'of Africa,' but the bird is not “of\nAfrica” at all.  The error was made by Linnaeus, who probably\ngot his specimen labels mixed up.</p>\n<p>The name of this bird was recently changed, but not\nbecause it didn't come from Africa; it was because research\nshowed it to be only a color phase of <em>Colaptes auratus</em>, whose\nname had been applied first and so had priority.  Such changes\nare necessary in order to maintain a sensible nomenclature, but\nthey can often result in the new name's being a nonsensical\nderivation of the old one, most frequently as an anagram.  For\nexample, the spiny lobsters (langoustes) were formerly all\ngrouped in the genus <em>Palinurus</em>; this is usually said to have\ncome from the name of Aeneas's navigator, but it could equally\nwell be descriptive, referring to the undercurved tails of the\ncreatures.  However it was derived, later taxonomists found that\none genus was not enough to accommodate this varied group,\nand a new genus had to be set up.  This was simply an anagram\nof the first genus—<em>Panulirus</em>.  When working with both genera,\nit isn't easy to remember which is which!</p>\n<p>The same thing happened with another crustacean genus,\n<em>Epialtus</em>.  That doesn't seem to mean very much in translation,\nbut at least it consists of two familiar roots.  Such is not the case\nwith the new genus, <em>Taliepus</em>.</p>\n<p>Anagrams may also be used in the original names proposed\nfor a group.  The biologist Leach was apparently fond of\nhis wife, Carolina, and used the letters of her name in several\ngenera—<em>Cirolana, Nolicera, Conilera, Cilenora,</em> and <em>Nerocila</em>.</p>\n<p>It is quite within the rules to use a name that is simply an\narbitrary collection of letters; as long as they look like Latinized\nGreek, they are quite acceptable.  Such names include <em>Oxynoe,\nClancula, Milbora, Mycelis, Salifa, Tolpis</em>, and <em>Torix</em>.</p>\n<p>A very common type of name is the patronym, named in\nhonor of some person.  Leaders in taxonomy are very frequently\nhonored in this manner.  The name of the late Carl Hubbs, for\nexample, is encountered over and over among fishes; there is a\ngenus <em>Hubbsia</em> and any number of species called <em>hubbsi</em>.  (The\nrules forbid the use of the same name for more than one genus,\nbut this does not apply to the specific name.)  The level of\nhonor is sometimes debatable; I have only one species for me—\na large louse that infests red-tailed hawks in East Texas.</p>\n<p>Dr. Chester Stock, my paleontology professor at UCLA\n(he visited there for one semester), used to complain that some\npatronyms just didn't sound right.  I remember his words: “Not\nonly do these names not mean anything; sometimes they sound\nlike hell!  I found some bones of a Pleistocene antelope that\nlooked to me like the present Indian animal with a great name:\n<em>Tetraceros</em>.  But a so-called friend of mine had to put it in a new\ngenus he called <em>Stockoceros</em>.  Now I ask you: <em>Stockoceros</em>?” This\ngood friend was probably the same one who honored other\nfriends in the same way, so that we have the fossil genera\n<em>Hayoceros, Osbornoceros</em>, and <em>Merriamoceros</em>.</p>\n<p>It is possible to make pejorative use of a supposedly\nhonorific taxon.  One graduate student in parasitology came to\ndislike his major professor, whose name, let us say, was Smith.\nSo, when he had safely left Smith's institution, the student\nnamed a particularly loathsome spiny-headed parasitic worm\nfor Prof. Smith; he did not, however, use the common form\n<em>smithii</em>, but made it <em>smithicola</em> instead—and this means\ndweller in Smith!'</p>\n<p>There is a romantic story that tells of a young conchologist\nwho set up a species name as <em>annae</em>, in honor of Ann, his\nfiancee.  Later work showed that the species should be divided\ninto several subspecies; meanwhile, Ann had jilted him, so he\nnamed his first subspecies ... <em>annae inconstans</em>.</p>\n<p>Occasionally, names have been so silly that the International\nCommission on Zoological Nomenclature has chosen to\ninvalidate them.  One whimsical British entomologist had set up\nsuch genera as <em>Polichisme</em> (pronounced, of course, “Polly kiss\nme”), <em>Florachisme, Nanichisme, Pegichisme</em>, and <em>Ochisme</em>.  For\na time, it was considered a joke to give a large name to a small\nanimal, and this resulted in several amphipod genera such as\n<em>Cancell-oido-kyto-dermo-gammarus</em>, but these were not allowed\nto stand.  A joking name for a wasp was accepted as not TOO\nsilly; this was Zyzzyx, made up for the purpose of being last on\nanybody's list of Hymenoptera.</p>\n<p>Vernacular names, of course, do not have to follow any\nsorts of rules, although the American Ornithologists Union and\nthe Audubon Society make very strong recommendations about\nthis in regard to the common names of birds.  A tremendous\nnumber of animals simply have no accepted vernacular names,\nso they must be invented when showing these animals to the\npublic.  I often had to do this when I was Director of the\nAquarium-Museum at the Scripps Institution of Oceanography\nand often fell back upon the common practice of translating\nthe scientific name.  Thus a freshwater fish named <em>Dormitator\nmaculatus</em> can be presented as The Spotted Sleeper.  But some\nnames are simply not appropriate to this manipulation.  I never\nwanted to Anglify a little joke that Linnaeus himself perpetrated\nin naming a large but flaccid sea anemone <em>Metridium\nsenile</em>.  But I did learn that one should not be too quick to guess\nat a meaning.  One of our west coast slipper shells, which is\nalways found fastened to the top of a larger snail, is called\n<em>Crepidula fornicata</em>.  As in my youth, I guessed what the\nspecific name might mean and hesitated to translate it onto a\nlabel for the public.  Fortunately, this time I had ample\nresources, and a quick check showed that the root <em>fornix</em> means\n'arched' and that the word I didn't want to use came about\nbecause the prostitutes of Rome used to frequent the lower\nlevels of buildings, where the arched vaulting was visible.  So\n<em>Arched Limpet</em> became a thoroughly respectable common\nname.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Meaning of Scientific Names</h1> <p><em><span data-rel=\"author\">Sam Hinton</span> <span data-rel=\"location\">La Jolla, California</span></em></p> <p>There was no public library in Crockett, Texas, when I was\na boy, and no biology program in the high school, so\ntechnical information about my beloved reptiles was hard to\ncome by.  Nevertheless, there were a few sources.  One of these\nwas the 1917 edition of Hegner's <em>College Zoology</em>, lent me by\nMr. Robin Burns, who taught chemistry and accounting at\nCrockett High.  This book depicted one of my favorite lizards,\nand labeled it “Six-Lined Race-Runner—<em>Cnemidophorus sexlineatus</em>.”\nEven to my untrained eye, it was obvious that\n<em>sexlineatus</em> meant 'six-lined,' and I assumed that the generic\nterm must mean 'race-runner.'  And I thought that if only one\ncould translate the Latin names, the real identity of an animal\nwould be at once evident.</p> <p>But later I learned that it wasn't that way at all.  I was\nright about <em>sexlineatus</em>, but wrong about <em>Cnemidophorus</em>: it\nmeans 'greave-bearing.' And a greave turns out to be a kind of\nleg-armor worn by Roman soldiers.  The word was probably\nused to describe some enlarged scales on the lizard's legs, but\nmany other species have much more greave-like structures, and\nthe translation doesn't help the least bit in identifying the\nanimal.</p> <p>The sad fact is that a scientific name doesn't have to\n“mean” anything in translation.  There are lots of rules set\ndown in the International Code of Zoological Nomenclature:\nthe generic name (the first of the two words that designate a\nparticular species) should be written with an initial capital\nletter and should be used as a substantive in the nominative\nsingular; Latin endings should be used in both genus and\nspecies, whether the root itself is derived from Latin, Greek, a\ngeographical name, a personal name, or even a so-called\n“barbarous” (non-Classical) source; the two words should agree\nin gender, and so on.  But there's no rule saying that the words\nmust, in themselves, make sense.  It's even all right if there is a\nWRONG meaning; in fact, Article 32 holds that a name cannot\nbe invalidated just because it gives erroneous information.  One\nexample of this is the name of the western American redshafted\nflicker, which for more than a century bore the name\n<em>Colaptes cafer, Cafer</em> means 'of Africa,' but the bird is not “of\nAfrica” at all.  The error was made by Linnaeus, who probably\ngot his specimen labels mixed up.</p>"
}