{
  "type": "Epistola",
  "title": "EPISTOLA John Mella",
  "contributor": "John Mella",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Mella</span></h1>\n<p><em>The Hint of Print in Your Breath is a Mint of Divinest\nFlavor: A Note on Printed Spoonerisms</em></p>\n<p>Norman Ward, in his witty article on spoonerisms [XI, 1]\nwonders “what the English called spoonerisms before Rev. W.\nA. was born in 1844,” and notes that “the word has no\nsynonym.”  While he is, of course, technically correct, words\nexisted for the concept as long ago as Aristotle, and theoreticians\nof the English Renaissance discussed them exhaustively.\nWhile Mr. Ward is right on target when he says that “the best\nspoonerisms are heard, not seen,” there are several amusing\nones immortalized (if that's the right word) in print which\ndeserve to be served up as an addendum, or tail, to his\nentertaining oral list, and it is in this spirit that the following\nnote is appended.</p>\n<p><em>Agnomination</em>, or <em>paronomasia</em>, a form of pun, is, in\nappropriately wooden fashion, discussed by Aristotle in his\n<em>Rhetoric</em> (3.11): “The effect is produced even by jokes depending\nupon changes of the letters in a word...”; and he gives\nexamples from Isocrates and others.  Cicero's treatment of what\nrhetoricians of the time called “figures of ambiguity” in <em>De\noratore</em> was adapted by Castiglione in <em>Il libro del cortegiano</em>\n(1528) and thence by Wilson in <em>The Arte of Rhetorique</em> (1553),\nwho cites an amusing instance of paronomasia by William\nSomer, Henry VIII's fool:</p>\n<blockquote>\n<p>[He] seeing much adoe for accomptes making, and that\nthe Kinges Majestie... wanted money, such as was due\nunto him: and please your grace (quoth he) you have\nso many Frauditors, so many Conveighers, and so many\nDeceivers to get up your money, that they get all to\nthemselves...  He should have saide Auditours,\nSurveighours, and Receivers.</p>\n</blockquote>\n<p>Related figures, or “topics of invention,” such as <em>antanaclasis</em>\n(two or more meanings attached to the same word), <em>metathesis</em>\n(the transposition of letters in a word), <em>asteismus</em> (a figure of\nreply; a facetious or mocking answer), and figures of deliberate\nobscurity (<em>enigma, noema, schematismus</em>) are cited by such\n16th-century rhetoricians as Peacham (<em>The Garden of Eloquence</em>,\n1577), Puttenham (<em>The Arte of English Poesie</em>, 1589),\nand Hoskyns (<em>Direccions for Speech and Style</em>, ca. 1599).</p>\n<p>“Paronomasia,” says a more recent scholiast, “is a kind of\nverbal plague, a contagious sickness in the world of words.”\nElsewhere, he speaks of “Life everlasting—based on a misprint\n!”, and in the novel, <em>Bend Sinister</em>, from which the former\nsquib is lifted, characters form anagrams of each other.\nNabokov, of course, is famous for witty inversions and for\ncollecting, among his rainbow-bag of butterfly-specimens, the\n“dove-droppings” of words.  In the afore-mentioned work we\nare treated to the perfectly mounted catch of a university\npresident, the brilliantly named Dr. Azureus, who annotates,\nwith the inanities unspun from the tape-recorder secreted in his\nstuffing, the grief which forms the book's heart:</p>\n<blockquote>\n<p>Gentlemen!  When a man has lost a beloved wife, when\nan animal has lost his feet in the aging ocean...he\nregrets... So let us not by our own fault place ourselves\nin the position of the bereaved lover, of the\nadmiral whose fleet is lost in the raging waves...\n(Chapter Four)</p>\n</blockquote>\n<p>Verbal clutter, morphemic mazes, lexical labyrinths abound in\nthe texture of this work, densely packed mirror-ripples of\nhilarity punctuated, as it were, with explosions of unreasoning\nterror: the immortal Dr. Hammecke, a synthesis, so to speak, of\nHeidegger and half-baked Hegel, his adam's apple constricted\nat the proleptic intimation of his terminal toboggan-ride down\nsinuous slopes onto “the virgin snows of anonymous death,”\n“in a thick stream of apprehension and halitosis” spoonerizing\n“silence” and “science” (Chapter Seventeen).</p>\n<p>Perhaps more affecting, in a kind of prurient-pathetic way,\nis the wilting and yet humidly tumescent Humbert Humbert\n(through whose tortured glottis the word <em>nymphet</em> has decisively\nbeen lifted into the linguistic mainstream from the minor\nJacobean rivulets of Drayton and Drummond), whose speech is\neffectively spoonerized by the “tender, mysterious, impure,\nindifferent twilight eyes” of “Haze, Dolores” (to firmly place\nthe child where she belongs—in a school attendance list):</p>\n<blockquote>\n<p>“What's the katter with misses?”  I muttered (wordcontrol\ngone) into her hair.</p>\n<p>“If you must know,” she said, “you do it the wrong\nway.”</p>\n<p>“Show, wight ray.”</p>\n<p>“All in good time,” responded the spoonerette.</p>\n<p>Which is followed by a patch of macaronic prose-poetry to\nwhich I refer the titillated reader (Part One, Chapter 27,\n<em>Lolita</em>).</p>\n</blockquote>\n<p>Perhaps it takes a philologist to eviscerate, with sufficient\nskill, the steaming entrails of words, though it certainly requires\na poet's touch as well.  C.S. Lewis manages to bring both into\nplay toward the end of his funny and horripilating <em>That\nHideous Strength</em> (1946)—correctly subtitled “A Modern Fairy-Tale\nfor Grown-Ups”—where the pseudo-scientists of Belbury\nare afflicted with a kind of instant aphasia at their terminal\ndinner-party.</p>\n<blockquote>\n<p>The Deputy Director [a courtly somewhat sinister\naristocrat whose normal speech resembles that of a\nsenile professor emeritus heavily sedated with\nQuaaludes] could not understand this, for to him his\nown voice seemed to be uttering the speech he had\nresolved to make.  But the audience heard him saying,\n“Tidies and fugleman—I sheel foor that we all—er—most\nsteeply rebut the defensible, though, I trust, lavatory,\nAspasia which gleams to have selected our redeemed\ninspector this deceiving.  It would—ah—be shark, very\nshark, from anyone's debenture...”</p>\n</blockquote>\n<p>The brilliance and delicacy of this satiric effect, if I may be\nallowed to hold Professor Lewis's scalpel up so that its edge\nmay catch the light, is owing in part to the uncanny way in\nwhich the intonations and rhythms of a characteristically turgid\nafter-dinner speech are reproduced—as the comatose auditor\nhears it, buzzing with bordeaux and boredom, potty with port.\n(It will have been noted by astute readers that Mr. Ward's\npoint is reemphasized in these examples: though they all occur\n“in print,” each of them exists only in the mouth of one or\nanother character—which brings us neatly, if unobtrusively,\nback to the oral nature of the phenomenon.)</p>\n<p>Aristotle regarded such figures and fancies as “adornments,”\nbut in the 19th century (which saw the birth both of\nSpooner and Sir James A.H. Murray's monstrous lexicographical\nchild) the icing on the cake, all froth and saccharinity to the\nhumorless rhetorician, becomes in fact the entire bill of fare;\nthe rhetorical flourish, all we can discern of rhetoric, and the\nplay on words, the word itself.  Here (to paraphrase A. D.\nGodley) is an art which does not conceal itself; and if one is\nnot always able to do the trick, one can still see how the trick\nmight be done.  This is also, we should remember, the century\nof Lewis Carroll and the rage in England for crossword\npuzzles, of Lear and his alphabet soup of nonsense and his\ngreat word-haunted hybrids, of Browningesque ellipses and of\nThackeray's “faint fashionable fiddle-faddle and feeble court\nslip-slop.”  On this languid note we will wish a rowdy yet\nreserved “Good night” —along with W. M. Praed (1802-39)—to</p>\n<blockquote>\n<p>Miss Fennel's macaw, which at Boodle's<br>\nWas held to have something to say;</p>\n<p>Mrs. Splenetic's musical poodles,<br>\nWhich bark '<em>Batti Batti</em>' all day...</p>\n<p>We'll be seeing them in the next century.</p>\n</blockquote>\n<p><em>[John Mella, Chicago, Illinois]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Mella</span></h1> <p><em>The Hint of Print in Your Breath is a Mint of Divinest\nFlavor: A Note on Printed Spoonerisms</em></p> <p>Norman Ward, in his witty article on spoonerisms [XI, 1]\nwonders “what the English called spoonerisms before Rev. W.\nA. was born in 1844,” and notes that “the word has no\nsynonym.”  While he is, of course, technically correct, words\nexisted for the concept as long ago as Aristotle, and theoreticians\nof the English Renaissance discussed them exhaustively.\nWhile Mr. Ward is right on target when he says that “the best\nspoonerisms are heard, not seen,” there are several amusing\nones immortalized (if that's the right word) in print which\ndeserve to be served up as an addendum, or tail, to his\nentertaining oral list, and it is in this spirit that the following\nnote is appended.</p> <p><em>Agnomination</em>, or <em>paronomasia</em>, a form of pun, is, in\nappropriately wooden fashion, discussed by Aristotle in his\n<em>Rhetoric</em> (3.11): “The effect is produced even by jokes depending\nupon changes of the letters in a word...”; and he gives\nexamples from Isocrates and others.  Cicero's treatment of what\nrhetoricians of the time called “figures of ambiguity” in <em>De\noratore</em> was adapted by Castiglione in <em>Il libro del cortegiano</em>\n(1528) and thence by Wilson in <em>The Arte of Rhetorique</em> (1553),\nwho cites an amusing instance of paronomasia by William\nSomer, Henry VIII's fool:</p> <blockquote>\n<p>[He] seeing much adoe for accomptes making, and that\nthe Kinges Majestie... wanted money, such as was due\nunto him: and please your grace (quoth he) you have\nso many Frauditors, so many Conveighers, and so many\nDeceivers to get up your money, that they get all to\nthemselves...  He should have saide Auditours,\nSurveighours, and Receivers.</p>\n</blockquote>"
}