{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Our Marvelous Native Tongue: The Life and Times of the English Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780812910384/Marvelous-Native-Tongue-Life-Times-0812910389/plp\"><em>Our Marvelous Native Tongue: The Life and Times of the English Language</em></a></h1>\n<p>Robert Claiborne, (Times Books, 1983), x + 339pp.</p>\n<p>This history of English, from its remote ancestor spoken\nby Indo-European tribesmen probably in the valley of the\nDanube 8,000 years ago to what is becoming the world\nlanguage, is written by a well-known amateur wordsmith in the\nhonorable line of Partridge.  It has the virtues and vices of the\ngenre.  It is enthusiastic, readable, and good fun; but in parts it\nis undisciplined, tendentious, and inaccurate.  It certainly\nneeded a sterner editor to cut out more of the endearing\ndigressions.</p>\n<p>Mr. Claiborne is unfortunate in his excursions into English\nhistory.  To state as a fact that King Arthur established Camelot\nnear Colchester is to beg a huge question.  To suppose that King\nCanute tried to stop the tide misunderstands the late and\nunreliable legend.  To call Shakespeare “the butcher's son from\nStratford” is, <em>pace</em> John Aubrey, at best inadequate.</p>\n<p>He is not much happier in his adventures in literary\ncriticism.  Beatrice may well be described as one of the\ncleverest and therefore most delightful heroines who ever trod\nstage, which is a value judgment; but the play in which she\nappears cannot be described as <em>Measure for Measure</em> without\nsome risk of dramatic inexactitude.  His poor opinion of Milton\nis his own problem.  But to declare that by the time of\nAlexander Pope poetry had become and remains a distinctly\nminor branch of English letters is a judgment so idiosyncratic\nas to verge on the agreeably dotty.</p>\n<p>Digressions apart, the main theme of the book follows the\ngrowth of English through a series of leaps and bounds such as\nthe transition from West Germanic to Old English, the infusion\nof French at the Norman Conquest, the first flowering with\nChaucer and Caxton, the leap across the Atlantic, and the\nproliferation today into dozens of national dialects.  This is\nthoroughly and interestingly done, though it sometimes gets\nstuck in a rut of long lists of related words.  That's all about\nanimal words; now let's have a catalogue of seafaring words.</p>\n<p>There is also the preference of the amateur for an\ninteresting explanation rather than a plausible or probable one.\nWe all do it, even the great and good Eric Partridge.  For\nexample, if you insist on digging for the etymology of that\nnotorious place-name <em>London</em>, I doubt whether you are wise to\ngo for <em>Lon-dunum</em> (wild-beast town).  I prefer a personal name\nsuch as <em>Londinos</em> (the bold one) or even <em>Llyn-Din</em> (the hill by\nthe pool) to those wild beasts.  But it is not a question that\nadmits a final answer, and it is misleading to pretend that it\ndoes.</p>\n<p>Or, for another example, to take another famous crux,\nconsider the etymology of <em>O.K.</em>  I can see that it is more\nromantic to suppose that it is a word from the West African\nlanguage, Wolof, brought into the southern states of America\nby slaves.  But to state unequivocally: “Its (<em>O.K.'s</em>) source was\nunquestionably one of various West African expressions such as\n<em>o-ke</em> or <em>waw-ke</em>” is to go too far.  The serious historian and\nscholar of language should indicate that there is no form of\nacceptable documentation to support the wild conjecture.  All\nprobability points to the jocular alteration “orl korrect” as the\norigin.  It is the difference between enthusiasm and scholarship.</p>\n<p>The man is an enthusiast, dammit.  And we need such\npeople.  I think he is sounder (not surprisingly) on American\nthan Australian, and certainly British regional accents.  He is\noften entertaining and a prolific source of useful, useless, and\ndoubtful information.  He is good on the purpose of language\nand the present decline of written English.  He is a journalist,\nnot an academic; for which relief, much thanks (<em>Measure for\nMeasure?</em>).  His book is readable in parts, entertaining in many\nparts, crammed with all sorts of linguistic matter and antimatter,\non the side of the angels in most things, dotty in parts,\nplain wrong in parts.</p>\n<p><em>Philip Howard</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780812910384/Marvelous-Native-Tongue-Life-Times-0812910389/plp\"><em>Our Marvelous Native Tongue: The Life and Times of the English Language</em></a></h1> <p>Robert Claiborne, (Times Books, 1983), x + 339pp.</p> <p>This history of English, from its remote ancestor spoken\nby Indo-European tribesmen probably in the valley of the\nDanube 8,000 years ago to what is becoming the world\nlanguage, is written by a well-known amateur wordsmith in the\nhonorable line of Partridge.  It has the virtues and vices of the\ngenre.  It is enthusiastic, readable, and good fun; but in parts it\nis undisciplined, tendentious, and inaccurate.  It certainly\nneeded a sterner editor to cut out more of the endearing\ndigressions.</p> <p>Mr. Claiborne is unfortunate in his excursions into English\nhistory.  To state as a fact that King Arthur established Camelot\nnear Colchester is to beg a huge question.  To suppose that King\nCanute tried to stop the tide misunderstands the late and\nunreliable legend.  To call Shakespeare “the butcher's son from\nStratford” is, <em>pace</em> John Aubrey, at best inadequate.</p> <p>He is not much happier in his adventures in literary\ncriticism.  Beatrice may well be described as one of the\ncleverest and therefore most delightful heroines who ever trod\nstage, which is a value judgment; but the play in which she\nappears cannot be described as <em>Measure for Measure</em> without\nsome risk of dramatic inexactitude.  His poor opinion of Milton\nis his own problem.  But to declare that by the time of\nAlexander Pope poetry had become and remains a distinctly\nminor branch of English letters is a judgment so idiosyncratic\nas to verge on the agreeably dotty.</p>"
}