{
  "type": "Article",
  "title": "Antipodean English: Our Birthstain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Our Birthstain</em></h1>\n<p>Australia had its beginnings some twelve years after the\nAmerican Declaration of Independence.  The two events were\nnot unconnected, for with the loss of the American colonies\nBritain lost a place to send convicts sentenced to transportation.\nJoseph Banks, however, came to the rescue, describing\nAustralia, which he had visited with Captain Cook, as an ideal\nrepository for these unwanted citizens.</p>\n<p>Not all convicts were what we would now call bad men.\nSome were political agitators, some had shown too much\ningenuity in coping with desperate poverty; the worst criminals\ndid not survive the gallows.  Nevertheless for a long time\nSydney people were reticent about origins and as late as 1899\nEarl Beauchamp gave great offense when on his way to become\nGovernor of New South Wales he greeted colonists by adapting\nKipling's “Song of the Cities,” beginning “Your birthstain have\nyou turned to good.”  Now our origins have the glamour of\nhistory and people are proud to trace their lineage to the\nunfortunates who tangled with the law.</p>\n<p>Linguists too have remembered the convicts, acknowledging\ntheir contribution to the formation of our idiom.  For one\nthing, we have in the prison records an unusually complete,\ndetailed account of the regional and social origins of the first\nEuropean inhabitants of Australia.  It can be said in general\nthat convicts were urban people (the most likely to resort to\ncrime and to get caught) from the south of England.  This\nwould account for the generally southern and urban, even\nCockney, flavor of Australian pronunciation.  Some mingling of\ndialects must already have taken place in cities, and a further\nsmoothing out of differences and oddities has taken place.</p>\n<p>Some words, now historical, related directly to the convict\nexperience.  <em>Assignment</em> 'allocation of convicts to free settlers as\nunpaid servants,' <em>expiree</em> 'a convict whose sentence had\nexpired,' and <em>emancipist</em> 'an ex-convict or member of a party\nrepresenting the interests of ex-convicts' were once common\nterms, though forgotten now.</p>\n<p>The convicts brought with them a rich prison slang which\nleft Australian English with a color it has never entirely lost.  In\n1812, James Hardy Vaux recorded the “flash language” in a\nglossary of prison slang that is a distinctive component of early\nAustralian English.  We still talk of <em>old hands</em> 'experts at\nanything, people who know their way round' or <em>new chums</em>\n'greenhorns,' words originally used in a prison context.  The\n<em>swag</em> was 'a thief's loot' before it became 'the bundle of\nbelongings of a <em>swagger'</em> ('tramp').  Up-to-date youth in the\n1960s called policemen <em>pigs</em>, but Vaux recorded the convicts so\nusing the term long before them.</p>\n<p>People from time to time regret that English rural terms\nseem to have slipped out of Australian idiom.  No one here talks\nof a <em>copse</em> or <em>coppice</em> or <em>glen</em> or <em>grove</em>.  Wordsworth's “meadow,\ngrove and stream” are not the “language actually used by\nmen” in Australia.  It is tempting to think that a contributing\nreason for this is the urban background of the convict settlers,\nwho perhaps had little acquaintance with woods and coppices\nbefore they came.  But perhaps the very different appearance of\nthe new land is enough to explain a change in topographical\nterms.  A scattering of eucalyptus trees in grassy terrain must\nhave seemed to be something other than a <em>wood</em>; the new term\n<em>bush</em>, perhaps already known by people who had known South\nAfrica, might have seemed more appropriate.  <em>Creeks</em> (as in\nAmerica) became longer as they were explored upstream from\nthe <em>inlets</em> (or 'creeks' in the English sense) at their source.\nPerhaps the first land fenced was too small to be called a <em>field</em>;\nthe word <em>paddock</em> was extended in reference as more land was\nfenced and <em>field</em> is seldom heard as a topographical term in\nAustralia.</p>\n<p>Whatever the rural knowledge of the first settlers, one now\nassociates Australia with vast <em>stations</em> (as we call ranches)\nwhere <em>mobs</em> of cattle and sheep are <em>mustered</em> 'rounded up' in\nthe <em>outback</em>.  Australian dictionaries are full of shearing terms\n(though dairying terms don't seem to have the same appeal).\nActually most Australians live in cities and wouldn't know\nwhich end of a shearing machine to use; but we treasure our\npastoral legend.  It comes as a shock to those Australians who\nstudy the origins of their idiom to realize that the fine outback\nterms are yet another legacy of our birthstain.  The original\n“station” was a military station, specifically for convicts.  The\nnew settlement in Sydney was far from conventional sources of\nsupply.  It was necessary to develop agriculture and the obvious\nworkforce was at hand.  The city men knew mobs of people\nbetter than flocks of sheep; the gathering of animals for\ncounting or shearing must have recalled the military <em>muster</em> or\n'showing up for inspection'; the <em>station</em> grew, and as settlement\nmoved “out” and “back” from urban Sydney (into the <em>out-back</em>),\nthe words took on rural associations and a tinge of\nromance comparable with that of America's Wild West.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Our Birthstain</em></h1> <p>Australia had its beginnings some twelve years after the\nAmerican Declaration of Independence.  The two events were\nnot unconnected, for with the loss of the American colonies\nBritain lost a place to send convicts sentenced to transportation.\nJoseph Banks, however, came to the rescue, describing\nAustralia, which he had visited with Captain Cook, as an ideal\nrepository for these unwanted citizens.</p> <p>Not all convicts were what we would now call bad men.\nSome were political agitators, some had shown too much\ningenuity in coping with desperate poverty; the worst criminals\ndid not survive the gallows.  Nevertheless for a long time\nSydney people were reticent about origins and as late as 1899\nEarl Beauchamp gave great offense when on his way to become\nGovernor of New South Wales he greeted colonists by adapting\nKipling's “Song of the Cities,” beginning “Your birthstain have\nyou turned to good.”  Now our origins have the glamour of\nhistory and people are proud to trace their lineage to the\nunfortunates who tangled with the law.</p> <p>Linguists too have remembered the convicts, acknowledging\ntheir contribution to the formation of our idiom.  For one\nthing, we have in the prison records an unusually complete,\ndetailed account of the regional and social origins of the first\nEuropean inhabitants of Australia.  It can be said in general\nthat convicts were urban people (the most likely to resort to\ncrime and to get caught) from the south of England.  This\nwould account for the generally southern and urban, even\nCockney, flavor of Australian pronunciation.  Some mingling of\ndialects must already have taken place in cities, and a further\nsmoothing out of differences and oddities has taken place.</p> <p>Some words, now historical, related directly to the convict\nexperience.  <em>Assignment</em> 'allocation of convicts to free settlers as\nunpaid servants,' <em>expiree</em> 'a convict whose sentence had\nexpired,' and <em>emancipist</em> 'an ex-convict or member of a party\nrepresenting the interests of ex-convicts' were once common\nterms, though forgotten now.</p>"
}