{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: No Uncertain Terms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780871962171/Uncertain-Terms-Dittrick-Mark-Kender-0871962179/plp\"><em>No Uncertain Terms</em></a></h1>\n<p>Mark Dittrick and Diane Kender Dittrick, (Facts on File, 1984), 109pp.</p>\n<p>One of the (many) shortcomings of (most) dictionaries is\ntheir failure to resolve confusions between (or among) terms\nthat have meanings that are nearly the same and may be\nconfused.  There are two ways out of this dilemma for the\nordinary dictionary: (1) define contrastively and (2) cross refer\nto similar words by a “See also” reference.  The first of these,\nwithout the second, is of use only if one knows the other term\nor terms.  The second is rarely resorted to in dictionaries\nbecause a thorough system of such references would occupy\nspace that is usually considered more economically devoted to\nother kinds of information.  Contrastive defining is difficult\nunless the dictionary is compiled with the aid of a computer,\nenabling definitions dealing with similar semantic areas to be\ndrawn together for simultaneous consideration; otherwise, the\nmemory of the editor must be relied on, and that is fallible.</p>\n<p>To some extent, the more common words of the language\nare treated by some dictionaries in “synonym studies,” brief\nparagraphs at the ends of certain entries where the sense\ndiscriminations among words of similar meanings are discussed.\nFor example, the <em>Random House Unabridged</em> (which happens\nto be at hand at all times) shows a synonym study for\n<em>information, knowledge</em>, and <em>wisdom</em> at the end of the entry\nfor <em>information</em>.  However, only selected entries are so dealt\nwith in dictionaries.</p>\n<p>Thus, one would welcome a book like the one at hand,\nnamely, one that makes useful, meaningful distinctions\nbetween <em>meteorite</em> and <em>meteoroid</em>, among <em>bog, fen, swamp</em>, etc.,\n<em>elk</em> and <em>moose</em>, and so on.  Alas, neither the structure nor the\nattitude of the book under review always fulfills this need.  The\nauthors have felt it incumbent on them to add some pizzazz,\nthough I cannot imagine why: the book and its purpose would\nbe perfectly valid had the job been done in a straightforward\nway.  The first entry, to distinguish between <em>spire</em> and <em>steeple,</em>\nbegins with that child's rhyme, “Here's the church,/Here's the\nsteeple...,” but to what avail it is hard to say.  The style of\nwriting is archly cute.  Judge for yourself:</p>\n<blockquote>\n<p>A SPIRE: The tall, pointed <em>roof</em> of a church tower; an architectural\noutgrowth of the Middle Ages, steep roofs frequently\nterminated the towers of nonreligious buildings\nin Northern Europe.  A spire is only a part of a church\ntower, not the whole blessed thing.</p>\n<p>A small spire atop a pinnacle or turret is called a\nspirelet.  A small window in a spire, usually put there\nmore to be illuminating to the eye on the outside than\nto illuminate what the eye might see on the inside, is\ncalled a <em>spire light</em>.</p>\n<p>As inspiring as the thought might be, the word “spire”\nwas not inspired by the word “inspire.”  “Spire” has its\nroots in words that refer to plant shoots and blades of\ngrass that taper to a point, while “inspire” comes from\nthe Latin <em>spirer</em>, to breathe or take a breath.  A nice\ncoincidence, though, since so many spires are so\nbreathtaking.</p>\n<p>A STEEPLE: The tower <em>plus</em> the spire.  Or even a tall church\ntower that isn't supporting a spire.  A steeple was originally\nso called simply due to its steepness, but the\nword “steeplechase” does trace its way back to “steeple,”\nbeing at one time a cross-country horse race\nwhose finish line was at the base of some distant but\nvisible steeple.  Now, isn't that inspiring?</p>\n</blockquote>\n<p>My response is a flat <em>No</em>.  The verbiage interferes with the\ninformation, and the introduction of extraneous terms confuses\nrather than clarifies the nature of the distinction between <em>spire</em>\nand <em>steeple</em>, which was, I thought, the purpose of the\ndiscussion.</p>\n<p><em>Meteor, meteorite</em>, and <em>meteoroid</em> fare no better.  I hope the\nauthors were responsible for the precious rhymes that introduce\nsome of the entries: it would be horrifying to consider the\nprospect that they had been preserved elsewhere, except in\nsome anthology of doggerel.  It is difficult enough to distinguish\nthe senses of the words without being faced by:</p>\n<blockquote>\n<p>A METEOROID: Any small particle still traveling through\nspace, just waiting for the opportunity to shed its old\n“-oid” in a blaze of glory and maybe even replace it\nwith a brand new “-ite.”</p>\n</blockquote>\n<p>If you like that sort of thing, then buy this book.</p>\n<p>But it seems to me that such a book, if played straight,\ncould be very useful and interesting.  As presented here, it rubs\nme the wrong way.  Some of the “confusions” (or should that\nbe “confusibles,” as in Adrian Room?)  would never occur to\nme.  Do people really have a problem distinguishing <em>tortoni</em>\nfrom <em>spumoni</em>?  a <em>storm surge</em> (which I've never even heard of)\nfrom a <em>tidal wave</em> from a <em>tsunami</em> (which, though adapted from\nJapanese to distinguish a <em>seismic sea wave</em> from a <em>tidal wave</em>,\nfor which it was a misnomer, actually means 'tidal wave' in\nJapanese)?  <em>clairvoyance</em> from <em>precognition</em> from <em>telepathy?</em></p>\n<p>But most of the terms selected are good: <em>speed/velocity;\ncalculator/computer; optician/optometrist/ophthalmologist</em>\n(where is <em>oculist?</em>), and so on are useful and important, and\nmany people do confuse them.  Although the confusion can\nusually be resolved by a dictionary, it is convenient to have at\nthem in a specialized work.  It is a pity that an irritatingly cute\nstyle, which interferes with the expository promulgation of\ndenotative data, has been affected; a more succinct treatment,\nallowing for the inclusion of many more problems than those\ncovered, would have been more suitable.</p>\n<p>Which reminds me—where are <em>affect</em> and <em>effect?</em></p>\n<p>Confounding the issue (but further bulking up the book)\nare crudely redundant illustrations, presumably for people who\neither cannot read or are unaware that confusions exist.  There\nis a Foreword by Stuart B. Flexner, head of the Reference\nDepartment at Random House and, I assume, the Dittricks'\nboss, as they are identified as “contributors to the upcoming\nrevision” of the <em>Unabridged Edition</em> of the <em>RHD</em>.  As this\nreviewer has seen only the typescript for the book, without the\nForeword, no comment can be offered on it, though it can\nscarcely be expected to be anything but complimentary.</p>\n<p>Why do people write such books?</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780871962171/Uncertain-Terms-Dittrick-Mark-Kender-0871962179/plp\"><em>No Uncertain Terms</em></a></h1> <p>Mark Dittrick and Diane Kender Dittrick, (Facts on File, 1984), 109pp.</p> <p>One of the (many) shortcomings of (most) dictionaries is\ntheir failure to resolve confusions between (or among) terms\nthat have meanings that are nearly the same and may be\nconfused.  There are two ways out of this dilemma for the\nordinary dictionary: (1) define contrastively and (2) cross refer\nto similar words by a “See also” reference.  The first of these,\nwithout the second, is of use only if one knows the other term\nor terms.  The second is rarely resorted to in dictionaries\nbecause a thorough system of such references would occupy\nspace that is usually considered more economically devoted to\nother kinds of information.  Contrastive defining is difficult\nunless the dictionary is compiled with the aid of a computer,\nenabling definitions dealing with similar semantic areas to be\ndrawn together for simultaneous consideration; otherwise, the\nmemory of the editor must be relied on, and that is fallible.</p> <p>To some extent, the more common words of the language\nare treated by some dictionaries in “synonym studies,” brief\nparagraphs at the ends of certain entries where the sense\ndiscriminations among words of similar meanings are discussed.\nFor example, the <em>Random House Unabridged</em> (which happens\nto be at hand at all times) shows a synonym study for\n<em>information, knowledge</em>, and <em>wisdom</em> at the end of the entry\nfor <em>information</em>.  However, only selected entries are so dealt\nwith in dictionaries.</p> <p>Thus, one would welcome a book like the one at hand,\nnamely, one that makes useful, meaningful distinctions\nbetween <em>meteorite</em> and <em>meteoroid</em>, among <em>bog, fen, swamp</em>, etc.,\n<em>elk</em> and <em>moose</em>, and so on.  Alas, neither the structure nor the\nattitude of the book under review always fulfills this need.  The\nauthors have felt it incumbent on them to add some pizzazz,\nthough I cannot imagine why: the book and its purpose would\nbe perfectly valid had the job been done in a straightforward\nway.  The first entry, to distinguish between <em>spire</em> and <em>steeple,</em>\nbegins with that child's rhyme, “Here's the church,/Here's the\nsteeple...,” but to what avail it is hard to say.  The style of\nwriting is archly cute.  Judge for yourself:</p>"
}