{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Searching for Aboriginal Languages: Memoirs of a Field Worker",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780702219337/Searching-Aboriginal-Languages-Memoirs-Field-0702219339/plp\"><em>Searching for Aboriginal Languages: Memoirs of a Field Worker</em></a></h1>\n<p>R.M.W. Dixon, (University of Queensland Press, 1984), 344 pp.</p>\n<p>A few years ago we had a linguistics conference in\nAdelaide which attracted a number of people from remote\nareas in central and northern Australia.  I got the impression\nthat some of these people were a little shy with city linguists\n(even my students who went along), seeing them as people\nwith access to good libraries, in touch with modern movements,\nand skilled in linguistic theory.  Be that as it may, I\nknow my students were full of humble admiration for these\nreal linguists from the front line, in daily contact with still\nliving Aboriginal languages.  The armchair linguist may achieve\nall sorts of fame but he often wonders what life for the frontline\nlinguist, the field worker, is really like.  Now he (or of\ncourse she) and anyone else interested may find out something\nof this by acquiring a very readable account of a field worker's\nexperiences in this book by R.M.W. Dixon, who is thoroughly\nat home in both worlds.</p>\n<p>It is a reminder that linguistics is a very human subject (it\nis an odd commentary on some modern trends in linguistics\nthat we need to be reminded).  To begin with, we are allowed\nto perceive that even the best investigating linguist is human,\nnot endowed with some superhuman skill that effortlessly\nelicits the patterns of remote languages, but obliged to work\nthrough guesses and trial and error just as any of us would.\nDixon is more thorough than some in undertaking to learn to\nuse the languages he studied, to make errors, in fact, to test his\nhypotheses.  We also learn that the academic linguist is not the\nonly linguist involved in recording a language.  He works in\nconjunction with native-speaking informants who vary considerably\nin their willingness and ability to help.  An outstanding\none, like Bob Dixon's Chloe Grant, has all the qualities of a\ngood postgraduate student except for the ability to read and\nwrite.  Chloe identified herself with the project, volunteered\ninformation and analysis, worked out principles of gender in\nDyirbal (involving a knowledge of Dyirbal science), developed\ntheories of language (not all of which would win wide\napproval), and was virtually a co-author of parts of Dixon's\npublished account of the Dyirbal language.</p>\n<p>What gives especial humanity to Bob Dixon's book is his\nrespect for the Aboriginals he encountered.  Often there are\npoignant touches; there was the Aboriginal who saw a building\nlabeled Australian Institute of Aboriginal Studies and, having\nalways wanted to study, went in only to be told the Aborigines\nwere studied, not studying; and there was the informant\nfavoring Dixon because he was English and not American,\nhaving been told at school that “Australians” came from\nEngland, without quite understanding that he was not meant\nto be included.</p>\n<p>The pervasive tone is one of respect for the Aboriginal\npeople.  There were Europeans in the north who had lived in\nareas where there were many Aborigines and who got on well\nwith them and were kind to them, who nevertheless assured\nDixon that Aborigines had “no language” (just a few grunts) or\nhad language with “no grammar.”  The mere fact that the\nintricacies of the grammar of one of these languages was a\nsubject for study would at least dispel that idea; this nontechnical\nbook about languages yields a surprising amount of linguistic\nknowledge.  Usually the information comes in the shape of a\nmystery story, a puzzle about a detail of a language: Why are\nthere monosyllabic words in Barbaram when related languages\nseemed universally disyllabic?  Why does the Yidiny language\nhave two separate words for 'what'?</p>\n<p>There is always oddness and fun to be had with language.\nOdd that the first word the field worker encountered was the\nBarbaram word for 'dog.'  It was <em>dog</em>!  (One of the mysterious\nmonosyllables, explained by regular phonetic change and not a\njustification for the monogenesis of language as hypothesized\nby Chloe Grant in her more speculative moods.)  Phonetic\nconsiderations, such as the absence of “s” or “f” in most\nAboriginal languages, explain borrowed words like <em>naybu</em>\n'knife' or <em>mijiji</em> 'woman' (from “missus”).  Imagination accounts\nfor the Dyirbal word <em>maralu</em> 'a shirt,' a word originally\nmeaning 'hollow log' because when the Dyirbal people first saw\na European pulling on a starched shirt they were reminded of a\nbandicoot seeking shelter in a hollow log.</p>\n<p>A recent issue of <em>The Times Higher Education Supplement</em>\nprinted a cartoon showing two academics sitting at desks on an\nopen lawn, one saying to the other, “At least there's nothing\nleft to be taken away.”  Desks were a luxury beyond the reach\nof Professor Dixon and his informants.  It was not permitted for\nEuropeans to visit Aboriginals in their homes, and so work was\ndone sitting under a tree.  At least the biting ants that fell from\nit were, according to the informant, “good for you.”</p>\n<p>Like my students, I am full of humble admiration for field\nworkers.  Since I read Dixon's book, they have become less\nshadowy and remote, a good deal more human, but no less\nadmirable.  The book has the merits of an autobiography and a\ntravelogue, in both cases fluently written; but its further\ndimension, its linguistic interest, makes it a travelogue of the\nmind, a richer insight into Aboriginal life than is usually\navailable.</p>\n<p><em>G.W. Turner, University of Adelaide</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780702219337/Searching-Aboriginal-Languages-Memoirs-Field-0702219339/plp\"><em>Searching for Aboriginal Languages: Memoirs of a Field Worker</em></a></h1> <p>R.M.W. Dixon, (University of Queensland Press, 1984), 344 pp.</p> <p>A few years ago we had a linguistics conference in\nAdelaide which attracted a number of people from remote\nareas in central and northern Australia.  I got the impression\nthat some of these people were a little shy with city linguists\n(even my students who went along), seeing them as people\nwith access to good libraries, in touch with modern movements,\nand skilled in linguistic theory.  Be that as it may, I\nknow my students were full of humble admiration for these\nreal linguists from the front line, in daily contact with still\nliving Aboriginal languages.  The armchair linguist may achieve\nall sorts of fame but he often wonders what life for the frontline\nlinguist, the field worker, is really like.  Now he (or of\ncourse she) and anyone else interested may find out something\nof this by acquiring a very readable account of a field worker's\nexperiences in this book by R.M.W. Dixon, who is thoroughly\nat home in both worlds.</p> <p>It is a reminder that linguistics is a very human subject (it\nis an odd commentary on some modern trends in linguistics\nthat we need to be reminded).  To begin with, we are allowed\nto perceive that even the best investigating linguist is human,\nnot endowed with some superhuman skill that effortlessly\nelicits the patterns of remote languages, but obliged to work\nthrough guesses and trial and error just as any of us would.\nDixon is more thorough than some in undertaking to learn to\nuse the languages he studied, to make errors, in fact, to test his\nhypotheses.  We also learn that the academic linguist is not the\nonly linguist involved in recording a language.  He works in\nconjunction with native-speaking informants who vary considerably\nin their willingness and ability to help.  An outstanding\none, like Bob Dixon's Chloe Grant, has all the qualities of a\ngood postgraduate student except for the ability to read and\nwrite.  Chloe identified herself with the project, volunteered\ninformation and analysis, worked out principles of gender in\nDyirbal (involving a knowledge of Dyirbal science), developed\ntheories of language (not all of which would win wide\napproval), and was virtually a co-author of parts of Dixon's\npublished account of the Dyirbal language.</p> <p>What gives especial humanity to Bob Dixon's book is his\nrespect for the Aboriginals he encountered.  Often there are\npoignant touches; there was the Aboriginal who saw a building\nlabeled Australian Institute of Aboriginal Studies and, having\nalways wanted to study, went in only to be told the Aborigines\nwere studied, not studying; and there was the informant\nfavoring Dixon because he was English and not American,\nhaving been told at school that “Australians” came from\nEngland, without quite understanding that he was not meant\nto be included.</p>"
}