{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Words about Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Words-David-Grambs-McClain-Printing-Company/1194679103/bd\"><em>Words about Words</em></a></h1>\n<p>David Grambs, (McGraw-Hill Book Company, 1984), xix + 409pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>You may not believe it, but I spend an inordinate amount\nof time thinking about alphabetical order.  I do not mean\nwhether L comes before or after M, or the proper order of a\nsequence like <em>pa, PA, Pa, Pa., P.A.</em>, and <em>p.a.</em>  I refer to the\ninfuriating restrictions placed upon the presentation of certain\nkinds of information by the Procrustean bed of alphabetical\norder.  Alphabetical order is dandy if you want to look up a\nword, like <em>frangipane</em> or <em>clavicembalo</em> in a dictionary, and if\nyou know how to spell it.  It is of utterly no use if, confining the\nexample to dictionaries, you want to look up</p>\n<blockquote>\n<ol>\n<li>\n<p>a word you cannot spell,</p>\n</li>\n<li>\n<p>one or more words that were derived from a given\nword in a source language,</p>\n</li>\n<li>\n<p>all of the words ending in -<em>phobia</em>,</p>\n</li>\n<li>\n<p>all of the words with the combination <em>-mpl-</em> in the\nmiddle,</p>\n</li>\n<li>\n<p>all of the words in which the <em>-th-</em> combination is\npronounced as in <em>hothouse</em>,</p>\n</li>\n<li>\n<p>all of the loanwords in English from Swahili,</p>\n</li>\n<li>\n<p>all of the words that have anything to do with the idea\nof 'book,'</p>\n</li>\n<li>\n<p>all of the words that form their plurals by adding <em>-en</em>\n(instead of <em>-s, -es</em>, etc.),</p>\n</li>\n<li>\n<p>all of the words that retain a “foreign” pronunciation in\nEnglish,</p>\n</li>\n</ol>\n</blockquote>\n<p>etc.  The information is all there, but it is completely inaccessible\n(unless the dictionary is stored in a computer with an\nelaborate database system or provided with an index).  To be\nsure, there are other books, adjuncts to the dictionary, that may\nlist the information in a retrievable form.  But it is one of the\ngreat frustrations of my life that one cannot find what is being\nsought without going to an enormous amount of trouble,\nespecially when confronted with a very large dictionary.</p>\n<p>It is a pity that David Grambs's book has to be in\nalphabetical order, as it contains a huge amount of fascinating\ninformation, and, I must confess, I find it tedious (after all\nthese years) to have to read a book—especially as readable a\nbook as this—in alphabetical order.  Yet, there are compensations,\nnot only in the rewards to be derived from a thorough,\nconsecutive read-through of the book, but also because, at the\nend of some alphabetic letters, the author has provided some\nspecialized glossaries and other information that is thematically\noriented.  It is also adroitly referred to in the “regular” parts of\nthe book.</p>\n<p><em>Words about Words</em> is a dictionary of words used in\nwriting about writing and language.  It is very well done, and\nthe definitions are models of clarity, notably unwarped by the\nconstraints of space.  Most useful, interesting, entertaining, and\nrevealing are the citations that accompany most of the entries.\nThese, drawn from an eclectic selection of modern writing, are\nnot telegraphic, as one finds them in the <em>OED</em> or in Merriam-Webster's\n<em>Unabridged</em>, but full and virtually whole, with syntax\nintact.  There is plenty of context, and the selections are\nthemselves interesting to read:</p>\n<blockquote>\n<p><em>ladies' club rhythm.</em>  Wolcott Gibbs's term for mannered\nsuspensions or discontinuities in the styling of\ndirect speech, or dialogue presented in sections or\nbits within a sentence</p>\n</blockquote>\n<p>I suffer myself very seriously from writers who divide\nquotes from some kind of ladies' club rhythm.  “ 'I\nam going,' he said, 'downtown' ” is a horror, and\nunless a quote is pretty long I think it ought to stay\non one side of the verb.</p>\n<p>—Wolcott Gibbs, in</p>\n<p><em>Editors on Editing</em></p>\n<p>That is fairly typical of the style of entry.  Not all of the entries\nare quite that picturesque—how could they be?  Writers, even\nthe best, are not at their best when writing about writing.  But,\nlest you misunderstand me, the citations are not all taken from\nwriters writing on writing.  For instance, here is Thomas P.\n(“Tip”) O'Neill on <em>metaphor</em>, following the definition:</p>\n<blockquote>\n<p>The Speaker of the House is not a goddamned metaphor;\nI have never been a metaphor and, God willing,\nI never shall be.</p>\n</blockquote>\n<p>—quoted in <em>The New Republic</em></p>\n<p>Would that all of our dictionaries had such citations!</p>\n<p>Grambs, who works as an editor and translator, was on the\nstaff of the first edition of <em>The American Heritage Dictionary</em>.\nHe must have had fun doing this book, but that could not have\ndiminished the work involved.</p>\n<p>The Special Entry sections, of which there are twenty,\ncover such diverse subjects as Libel, Word-Game Words, Newsroom\nHeadline Jargon, Propaganda Devices, Irish Bulls, and\nAdvertising Weasel Words.  Carefully done, all are useful,\ninformative, and thought-provoking.</p>\n<p>An unusual book, <em>Words about Words</em> is one of the few\nthat have crossed my desk in many years that is likely to have\nsome staying power.  It is good reading; unfortunately, its\nchiefly alphabetical order will interfere with some people's\nenjoyment of it, but it must be made clear that I have no\nalternative to offer.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Words-David-Grambs-McClain-Printing-Company/1194679103/bd\"><em>Words about Words</em></a></h1> <p>David Grambs, (McGraw-Hill Book Company, 1984), xix + 409pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>You may not believe it, but I spend an inordinate amount\nof time thinking about alphabetical order.  I do not mean\nwhether L comes before or after M, or the proper order of a\nsequence like <em>pa, PA, Pa, Pa., P.A.</em>, and <em>p.a.</em>  I refer to the\ninfuriating restrictions placed upon the presentation of certain\nkinds of information by the Procrustean bed of alphabetical\norder.  Alphabetical order is dandy if you want to look up a\nword, like <em>frangipane</em> or <em>clavicembalo</em> in a dictionary, and if\nyou know how to spell it.  It is of utterly no use if, confining the\nexample to dictionaries, you want to look up</p> <blockquote>\n<ol>\n<li>\n<p>a word you cannot spell,</p>\n</li>\n<li>\n<p>one or more words that were derived from a given\nword in a source language,</p>\n</li>\n<li>\n<p>all of the words ending in -<em>phobia</em>,</p>\n</li>\n<li>\n<p>all of the words with the combination <em>-mpl-</em> in the\nmiddle,</p>\n</li>\n<li>\n<p>all of the words in which the <em>-th-</em> combination is\npronounced as in <em>hothouse</em>,</p>\n</li>\n<li>\n<p>all of the loanwords in English from Swahili,</p>\n</li>\n<li>\n<p>all of the words that have anything to do with the idea\nof 'book,'</p>\n</li>\n<li>\n<p>all of the words that form their plurals by adding <em>-en</em>\n(instead of <em>-s, -es</em>, etc.),</p>\n</li>\n<li>\n<p>all of the words that retain a “foreign” pronunciation in\nEnglish,</p>\n</li>\n</ol>\n</blockquote>"
}