{
  "type": "Article",
  "title": "ENGLISH ENGLISH",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ENGLISH ENGLISH</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>The image of London propagated abroad by the tourist\nindustry bears as little relation to the real thing as the image of\nNew York propagated in the other direction.  There is more to\nLondon, thank King Lud, than the Changing of the Guard,\nTower Bridge (often misrepresented as London Bridge, and in\nany case a massive blot on the riverscape), and Pearly Kings\nand Queens talking Cockney; just as there is, I dare say, more\nto New York than that ostentatious skyline and the tawdry\nglitter of Broadway.</p>\n<p>First Visitors to London arrive expecting to find the place\ncrowded with cheerful Cockneys talking to each other in\nrhyming slang: “Ullo Fred.  Come in awf de frog an' toad [road]\nan' 'ave a cuppa Rosie [cup of tea].  It's on de Cain an' Abel\n[table].  But wipe yer plates o' meat [feet] cos de ol' trouble an'\nstrife [wife]'s just scrubbed de Rory O'More [floor].  She's up de\napples an' pears [upstairs] 'avin' a bo-peep [sleep].  I'm still on\nde cob an' coal [dole].  Get into that lion's lair [chair] and let's\nchew the fat [have a chat].”</p>\n<p>Contrary to this romantic advertising agency view, rhyming\nslang has always been a small part of the Muvver Tongue of\nCockney dialect.  And in any case the Blitz, the death of the\ninner London docks, and the waves of new immigration have\nredistributed the Cockneys miles away from the sound of Bow\nBell, and made Pearly Kings and Queens an endangered\nspecies, preserved only for the tourists.</p>\n<p>Nevertheless Cockney rhyming slang does still live, and\ncreates new words.  A recent arrival into the lexicon of London\nslang is <em>bottle</em>.  Over the past few years it has come to be\nwidely used in informal contexts to mean 'spirits, chutzpah,\nguts, courage'; what Brits used to call <em>spunk</em> a generation ago.\nThe word has been widely broadcast by the Milk Marketing\nBoard, whose advertising slogans persuade Brits to drink more\ncow juice per caput than any other nation in the world.  There\nwas DRINKA PINTA MILKA DAY.  The latest slogan, somewhat\nderivative, is GOTTA LOTTA BOTTLE, beside pictures of pint\nbottles of the milk that is delivered to the British doorstep\nevery morning.  A persuasive motto, no doubt, for those that\nlike such things.  But whence the <em>bottle</em>—and wherefore—\nbrothers and sisters?</p>\n<p>The word has been around for a while in low slang.  <em>The\nSwell's Night Guide</em>, published in 1846, defines <em>no bottle</em>, or\n<em>not a lot of bottle</em>, as 'no good or useless,' with this example:\n“She thought it would be no bottle, 'cos her rival would go in a\nbuster.”  The new vogue use of <em>bottle</em> has changed its meaning\nto something like 'courage.'  Rhyming slang, would you say?  If\nso, what is the rhyme?  I made the mistake of raising the\nquestion in the columns of what you quaintly describe as “<em>The\nLondon Times</em>” and received a large, entertaining, and scabrous\ncorrespondence, too rude to publish in <em>The Times</em>.</p>\n<p>The solution to the puzzle is scatological.  Slang often is.  I\nwill try to put the matter politely.  But those of a nervous\ndisposition had better leave the page at this point.</p>\n<p>There were many ingenious and persuasive suggestions of\nthe origin of <em>bottle</em>.  Could it be <em>bottle of wine</em> 'spine' as in the\nmetaphor of showing backbone, or being spineless?  What about\n<em>bottle of stout</em> 'clout,' as in, “She's got lots of clout in the right\nplaces.”  Might it be <em>bottle of courage</em> (Courage is also the name\nof a mass brewer with pubs all over London: when feeling low,\nyou can look up almost anywhere in London and read a sign\nexhorting you to TAKE COURAGE)?  I even received a learned\nHebrew exegesis from the Talmud, by which the transliteration\n<em>bottle</em>, meaning 'to make something useless or void,' has moved\ninto the slang of British low-life.  I find this last explanation\nenchanting, but unpersuasive.  There were those who declared\nthat <em>bottle</em> was simply a euphemism for <em>bottom</em>, in the sense of\n'staying-power.'</p>\n<p>Thumbs-down to all of those.  The answer is obvious, if I\nhad stopped to think about it.  The phase in full is <em>bottle and\nglass</em>, and the rhyme is, I regret to have to tell you, with <em>arse</em>,\nor, as you spell it so confusingly for donkeys, <em>ass.</em></p>\n<p>To <em>lose one's bottle</em> is to 'lose control of one's anal\nsphincter, in moments of extreme fear, and dirty oneself.'  The\nunpleasant phenomenon is illustrated by the old story of\nAdmiral Nelson.  Nelson is struck by a musket ball during a\nnaval engagement, and calls to his cabin-boy: “Bring me my\nscarlet jacket: I would not have the men see that I am hit.”\nJust then the First Officer hurries up, and cries: “Admiral,\nAdmiral, we have just sighted another fifty French sails to\nwindward.”  Nelson shouts after the cabin-boy: “While you're\nabout it, bring my brown trousers.”</p>\n<p>There is much supporting evidence for this interpretation.\nThe phrase probably originated in low-life and prisoners' argot.\nI was sent a poem entitled “Requiem for a Dying Geligniter,”\nwritten by a man in prison and containing the line: “And you\nthink of the day that your bottle gave way when popping off\none that went wrong.”  If you go to watch West Ham, in the\nEast End, playing football, the crowd taunt an opposition\nplayer to whom they have taken a dislike by making a circle\nwith their thumb and forefinger, and expanding and contracting\nthe circle rapidly.  They are miming the Cockney\nphrase, “Your bottle is going like a tanner [obsolete small coin]\nand a 'alf-crahn [obsolete large coin].”  That is to say, you have\nno guts, you are scared out of your wits, you have shat\nyourself, and West Ham Rules, OK?</p>\n<p>The worst that can be said about a Punk, or a Rocker, or\nany other teenage football hoodlum, is that he has lost his\n<em>bottle</em>.  Do not do so, without putting on your running shoes.\nBecause the phrase is rude, its meaning has been unusually\nobscured by a second piece of rhyming slang: <em>arris.  Arris</em> is a\nshortening of <em>Aristotle</em>, rhyming slang for <em>bottle</em>, short for <em>bottle\nand glass</em>, equals <em>arse</em>.  Uniquely the phrase has now acquired a\nthird rhyme: <em>plaster.  Plaster of Paris</em> equals <em>arris; arris</em> equals\n<em>Aristotle; Aristotle</em> rhymes with <em>bottle; bottle</em> is short for <em>bottle\nand glass; glass</em> rhymes with <em>arse</em>.  Hence you could hear a\nCockney say something like: “Cor, that Richard's (<em>Richard the\nThird</em>, equals <em>bird</em>, equals 'nubile young woman,' but can also\nequal <em>turd</em>) got a smashing <em>plaster</em>.”</p>\n<p>It is agreeable to realize that the Milk Marketing Board's\nproud claim that milk has GOTTA LOTTA BOTTLE would, if in\nthe least true, render the Board liable to prosecution under the\nclean food legislation.  One is alarmed at the etymological\nignorance, or lack of curiosity, of the Eng. Lit. graduates who\ndreamed it up.</p>\n<p>Other rude rhyming slang much used by many who would\nbe horrified if they realized what they were saying includes\n<em>berk [Berkeley Hunt</em> = the '<em>pudendum muliebre</em>']; <em>iron [iron\nhoof</em> = <em>poof</em>]; and <em>cobblers</em> [<em>cobblers' awls</em> = balls].  Recently\nrhyming slang has started to disguise itself with second rhymes,\nso that insiders can use it without giving offense to the\noutsiders.  Thus, a Greek is no longer a <em>bubble and squeak</em>, but\na <em>bacon</em>, bacon, bubble and squeak being a common order in a\ncafe.  The best one I ever heard at the races was: “She got\ndown on her <em>biscuits</em> and gave me a <em>hundred to eight.”  Biscuits\n= biscuits and cheese = knees; hundred to eight = plate =\nplate of ham = gam = gamahuche</em>, or 'fellatio.'  It's poetry of\na vulgar sort.  But I bet that the Tourist Board don't put\nanything as realistic as that in their puffs.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ENGLISH ENGLISH</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>The image of London propagated abroad by the tourist\nindustry bears as little relation to the real thing as the image of\nNew York propagated in the other direction.  There is more to\nLondon, thank King Lud, than the Changing of the Guard,\nTower Bridge (often misrepresented as London Bridge, and in\nany case a massive blot on the riverscape), and Pearly Kings\nand Queens talking Cockney; just as there is, I dare say, more\nto New York than that ostentatious skyline and the tawdry\nglitter of Broadway.</p> <p>First Visitors to London arrive expecting to find the place\ncrowded with cheerful Cockneys talking to each other in\nrhyming slang: “Ullo Fred.  Come in awf de frog an' toad [road]\nan' 'ave a cuppa Rosie [cup of tea].  It's on de Cain an' Abel\n[table].  But wipe yer plates o' meat [feet] cos de ol' trouble an'\nstrife [wife]'s just scrubbed de Rory O'More [floor].  She's up de\napples an' pears [upstairs] 'avin' a bo-peep [sleep].  I'm still on\nde cob an' coal [dole].  Get into that lion's lair [chair] and let's\nchew the fat [have a chat].”</p> <p>Contrary to this romantic advertising agency view, rhyming\nslang has always been a small part of the Muvver Tongue of\nCockney dialect.  And in any case the Blitz, the death of the\ninner London docks, and the waves of new immigration have\nredistributed the Cockneys miles away from the sound of Bow\nBell, and made Pearly Kings and Queens an endangered\nspecies, preserved only for the tourists.</p>"
}