{
  "type": "Epistola",
  "title": "EPISTOLA Christopher M. Lauer",
  "contributor": "Christopher M. Lauer",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Christopher M. Lauer</span></h1>\n<p>About the debate [X, 3] between Charles Suhor and those\nhe calls “pop grammarians”: a plague on both their houses.\nNeither the elitists of John Simon's camp nor the all-licensing\napologists of Suhor's offer real help where it is needed.  Just as\nno run-of-the-armory opponent of gun control would normally\nread Art Buchwald's satiric squibs about the NRA, no one who\nreally needs to become more conscious and careful about his\nuse of the language is likely to be reading the columns of the\npop grammarians.  Suhor is apparently a defender of the\nfindings of such documents as the CCCC's “Student's [<em>sic</em>]\nRight to their Own Language” which he mentions on page 9.\nPresumably, he is in favor of letting students express themselves\nwithout obliging them to correct their spelling and\ngrammar.  This position provides an after-the-fact rationale for\nincompetent, lazy, or distracted teachers whose students never\nlearn—or learn too late—that writing is an act of communication\nrather than of egoistic expression.</p>\n<p>I encourage my own students to learn the rules before\nthey break them and try to get them to predict how their own\nconstructions will act on their reader's understanding.  I tell\nthem that their reader's eye and brain are constantly predicting\nthe next word, phrase, even the next punctuation mark down\nthe line of ink.  When these predictions are fulfilled, the\nreader's attention is on the meaning and hardly notices the\nlanguage itself; when the predictions are not fulfilled, the\nreader is surprised, at least for a split second, at least subconsciously.\nIn the time it takes to read the parts of a sentence (or\nhear one, for that matter), the mind performs thousands of\nthese predictions and responses.  When the reader is surprised,\nhis attention is turned away from <em>what</em> is being said and\ntoward <em>how</em> it is being said.  The best writers use these surprises\ndeliberately; the effect of the resulting dynamic interaction is\ncalled style.  Less effective writers produce surprises that have\nno relevant emphatic function but, because the reader's expectations\nare violated, merely distract from the meaning.</p>\n<p>A misspelled word causes a momentary trip in a practiced\nreader's mind; a dangling participle causes him, if only for an\ninfinitesimal moment, to mis-predict the rest of the sentence; a\ndisagreement between subject and verb makes him reread the\nclause, befuddled.  In Suhor's own article, for example, typographical\nerrors, mixed metaphors, and misplaced possessive\napostrophes accumulate to obscure the writer's arguments:</p>\n<blockquote>\n<p>Writing letters to pop grammarians isn't just a matter\nof intellectual jousting; it is a way of lowering the ego\nstakes in discussion of the volatile issues at hand.</p>\n<p>(page 7)</p>\n</blockquote>\n<p>Here, visions of knights, gamblers, and incendiaries jostle\nin the mind's eye; the point of the sentence is not illuminated.\nThe sentence fragment (typographical error?)  “Is a puzzlement.”\n(page 8) is followed by</p>\n<blockquote>\n<p>When I debated John Simon..., he invented an\nobscure sentence in which failure to observe the standard\nforms of <em>lie</em> and <em>lay</em> supposedly lay [<em>sic</em>] to an\nobscene interpretation: “Last Sunday I laid in bed for\nseveral hours.”  (page 8)</p>\n</blockquote>\n<p>The interruption of my own reading process at this point\nin Suhor's article at least gave me a moment to wonder if this\nDeputy Executive Director of the National Council of Teachers\nof English is opposed to my asking my students to make the\ndistinction between <em>lie</em> and <em>lay</em>.</p>\n<p>Of course typographical errors (“discountinued” on page 9\nis a wonderful portmanteau neologism) can't really be blamed\non the author, but the distraction, the weakening of the\ncommunication results anyway.  A more disastrous violation of\nthe reader's predictions is logical fallacy.  Suhor cites clichés\nfrom the works of E.B. White, William Buckley, and Tom\nWolfe and concludes:</p>\n<blockquote>\n<p>It would seem, then, that respected writers from both\nthe past and present use language far more playfully\nand freely than we normally admit.</p>\n</blockquote>\n<p>Suhor's implication here, that the use of clichés is evidence of a\nwriter's playfulness and liberality, is hardly what most readers\nwould foresee as an inference from these examples.</p>\n<p>The objection even to minor, unintended glitches (see\nOBITER DICTA: “Grammar vs. Common Sense” in the same\nissue) is not that they fail to communicate but that they can,\ncollectively, weaken communication and that they signal the\nwriter's inability or unwillingness to concern himself with his\nreader's understanding.</p>\n<p>While none of my students are in any danger of reading\ntoo much of Simon, Middleton, Newman, or Mitchell and, as a\nresult “gagging on their own obsessions with perfection” (page\n9), they may all be in danger of coming under the lax guidance\nof teachers who find, in Suhor and others, justification for their\nholistic tolerance of schlock.</p>\n<p><em>[Christopher M. Lauer, Midland School, Los Olivos, California]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Christopher M. Lauer</span></h1> <p>About the debate [X, 3] between Charles Suhor and those\nhe calls “pop grammarians”: a plague on both their houses.\nNeither the elitists of John Simon's camp nor the all-licensing\napologists of Suhor's offer real help where it is needed.  Just as\nno run-of-the-armory opponent of gun control would normally\nread Art Buchwald's satiric squibs about the NRA, no one who\nreally needs to become more conscious and careful about his\nuse of the language is likely to be reading the columns of the\npop grammarians.  Suhor is apparently a defender of the\nfindings of such documents as the CCCC's “Student's [<em>sic</em>]\nRight to their Own Language” which he mentions on page 9.\nPresumably, he is in favor of letting students express themselves\nwithout obliging them to correct their spelling and\ngrammar.  This position provides an after-the-fact rationale for\nincompetent, lazy, or distracted teachers whose students never\nlearn—or learn too late—that writing is an act of communication\nrather than of egoistic expression.</p> <p>I encourage my own students to learn the rules before\nthey break them and try to get them to predict how their own\nconstructions will act on their reader's understanding.  I tell\nthem that their reader's eye and brain are constantly predicting\nthe next word, phrase, even the next punctuation mark down\nthe line of ink.  When these predictions are fulfilled, the\nreader's attention is on the meaning and hardly notices the\nlanguage itself; when the predictions are not fulfilled, the\nreader is surprised, at least for a split second, at least subconsciously.\nIn the time it takes to read the parts of a sentence (or\nhear one, for that matter), the mind performs thousands of\nthese predictions and responses.  When the reader is surprised,\nhis attention is turned away from <em>what</em> is being said and\ntoward <em>how</em> it is being said.  The best writers use these surprises\ndeliberately; the effect of the resulting dynamic interaction is\ncalled style.  Less effective writers produce surprises that have\nno relevant emphatic function but, because the reader's expectations\nare violated, merely distract from the meaning.</p> <p>A misspelled word causes a momentary trip in a practiced\nreader's mind; a dangling participle causes him, if only for an\ninfinitesimal moment, to mis-predict the rest of the sentence; a\ndisagreement between subject and verb makes him reread the\nclause, befuddled.  In Suhor's own article, for example, typographical\nerrors, mixed metaphors, and misplaced possessive\napostrophes accumulate to obscure the writer's arguments:</p> <blockquote>\n<p>Writing letters to pop grammarians isn't just a matter\nof intellectual jousting; it is a way of lowering the ego\nstakes in discussion of the volatile issues at hand.</p>\n<p>(page 7)</p>\n</blockquote>"
}