{
  "type": "Article",
  "title": "Palindromes: The Art of Reverse English",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Palindromes: The Art of Reverse English</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>During the 1930's, the word <em>radar</em> was coined to describe a\nradio device used to locate an object by means of waves\nreflected from the object and received by the sending unit.  The\nletters in <em>radar</em> form not only an acronym (they stand for <em>radio\ndetecting and ranging</em>), but also a palindrome because they\nread the same forwards and backwards.  As such, the word\nseems to be an especially happy coinage to denote the two-way\nreflection of radio waves.</p>\n<p>A palindrome (from two Greek roots that mean 'running\nback again') is a word, sentence, or longer statement that\ncommunicates the same message when the letters of which it is\ncomposed are taken in reverse order.  <em>Madam</em> is probably the\nmost famous palindromic word in English, but once you begin\npursuing what has been called “the abominable palindrome,”\nyou will discover a surprising number of words in our language\nthat do indeed “run back again.”</p>\n<p>Start with your own family, and you will find <em>mom, pop</em>\n(or <em>dad</em>), <em>sis</em>, and <em>tot</em>.  Soon you will come upon longer words,\nsuch as <em>toot</em> (four letters), <em>level</em> (five letters), <em>redder</em> (six letters),\nand <em>deified</em> (seven letters).  Other seven-letter palindromic\nwords include <em>reviver, repaper</em>, and <em>rotator</em>.  The longest palindromic\nword listed in English dictionaries is <em>redivider</em> (nine\nletters), although some chemical handbooks list the eleven-letter\nword <em>detartrated</em>.  Dimitri Borgmann, who has collected\nthousands of palindromes in all major languages, asserts that\nthe longest non-hyphenated single-word palindrome in the\nworld is <em>saippuakauppias</em>, a fifteen-letter Finnish word for\n'soap dealer.'</p>\n<p>Close kin to the palindrome is the <em>semordnilap</em>.  Take a\ngood look at the word <em>semordnilap</em> and you will find that it is\n<em>palindromes</em> spelled backward.  While a palindromic word reads\nthe same forwards and backwards, a semordnilapic word\nbecomes a new word when spelled in reverse.  The ending of\nStanley Kubrick's chilling film, <em>The Shining</em>, hinges on the\nsemordnilapic circumstance that the words <em>red rum</em>, which Jack\nNicholson blithers throughout the story, spell <em>murder</em> when one\nstarts from the back.  Other semordnilapic examples include Al\nBoleska's question, “Have you ever noticed what <em>golf</em> spells\nbackwards?” and the anonymously penned definition of <em>eros</em>:\n“spelled backwards gives you an idea of how it affects\nbeginners.”</p>\n<p>Such words are more prevalent than you might think.  For\ninstance, along most highways you will see such signs as: “Stop\nAhead,” “Food-Gas-Lodging,” “Speed Limit 55,” “Do Not\nPass,” “Keep Right,” and “Motel: Pool.”  The dedicated\nsemordnilap stalker will quickly flush out the hidden reversals\nembedded in each message: <em>pots, sag, deeps, ton, peek</em>, and\n<em>loop</em>.  Up until 1970, if you were driving on West Miner Street\nin Yreka, California, you would have come to the Yreka\nBakery.  Alas, that bakery is now closed; but its premises are\nnow occupied by the Yrella Gallery.</p>\n<p>It is to the sentence palindrome that we must turn to\ndiscover the most celebrated and adroit exercises in palindromic\npower.  Some word-players claim that the first sentence\never spoken was a palindrome.  Adam allegedly introduced\nhimself to Eve thus: <em>Madam, I'm Adam</em>.  Professional logologist\nJ. A. Lindon offers the complete primordial dialogue, from\nwhich I excerpt the best exchanges:</p>\n<blockquote>\n<p>ADAM: <em>Madam</em> —</p>\n<p>EVE: <em>Oh, who?</em></p>\n<p>ADAM: <em>Madam, I'm Adam</em>.</p>\n<p>EVE: <em>Name of a foeman?</em></p>\n<p>ADAM: <em>O stone me!  Not so</em>.</p>\n<p>EVE: <em>Mad!  A maid I am, Adam</em>.</p>\n<p>ADAM: <em>Madam in Eden, I'm Adam</em>.</p>\n<p>EVE: <em>Eve, maiden name.  Both sad in Eden?  I dash to\nbe manned.  I am Eve</em>.</p>\n<p>ADAM: <em>Madam, I'm Adam.  Named under a ban.  A\nbared, nude man.  Madam, I'm Adam</em>.</p>\n<p>EVE: <em>Tut-tut, mad Adam.  Tut-tut</em>.</p>\n</blockquote>\n<p>Another palindromic sentence of great historical pitch and\nmoment is this classic, purportedly uttered by Napoleon after\nhis defeat at Waterloo: <em>Able was I ere I saw Elba</em>.  More\nrecently, a palindromist characterized Jimmy Carter's presidency\nthis way: <em>To last, Carter retracts a lot</em>.</p>\n<p>Palindromes have a long and honorable history.  One of the\noldest surviving examples of graffiti is found on the wall of an\nexcavated tavern of ancient Rome: <em>Roma summus amor:</em>\n'Rome is the greatest love.'  Over the entrance to the sixth-century\nHagia Sophia temple in Turkey is an inscription which,\ntranslated into modern Greek, reads: <em>NIPSON ANOMENA ME\nMONAN OPSIN</em>: 'Wash your sins, not just your face.'</p>\n<p>The first recorded sentence palindrome in English comes\nfrom the hand of the early seventeenth-century poet John\nTaylor: <em>Lewd did I live &amp; evil I did dwel</em>.  <em>Dwel</em> is acceptable\nseventeenth-century spelling, but the substitution of an ampersand\nfor <em>and</em> is a bit of a fudge factor.  Still, Taylor's nine-word\neffort is a promising palindromic pathbreaker, which blazed the\nway for such tours de farce as this interview from the <em>Harvard\nBulletin</em> conducted with the fictional <em>Professor R. Osseforp</em>,\nholder of the <em>Emor D. Nilap</em>, Chair in Palindromology.  Note\nthat not only are the professor's name and title palindromic,\nbut so are all his answers:</p>\n<blockquote>\n<p>—And what about your new novel, could you tell me\nits title?</p>\n<p>—<em>Dennis Sinned</em>.</p>\n<p>—Intriguing.  What is the plot?</p>\n<p>—<em>Dennis and Edna sinned</em>.</p>\n<p>—I see.  Is there any more to it than that?</p>\n<p>—<em>Dennis Krats and Edna Stark sinned</em>.</p>\n<p>—Now it all becomes clear.  Tell me, with all this concern\nabout the ecology, what kind of car are you\ndriving nowadays?</p>\n<p>—<em>A Toyota</em>.</p>\n<p>—Naturally, and how about your colleague, Prof.\nNustad?</p>\n<p>—<em>Nustad?  A Datsun</em>.</p>\n</blockquote>\n<p>A successful palindromic sentence must make a self-contained\nand reasonably clear statement and, at the same\ntime, obey the laws of grammar.  Writing sentence palindromes\ncan be an extremely fascinating pastime, but the task is fraught\nwith myriad possibilities for frustration.  Two near-misses (near-hits,\nactually) will illustrate the problems involved: <em>Are we not\ndrawn onward, we few, drawn onward to new era?</em>  Here is a\nbrilliant and ringing creation—if only an <em>a</em> could be inserted\nbetween <em>to</em> and <em>new</em>.  But the <em>a</em> destroys the fragile design, and\nthe elusive beast slips away uncaptured.</p>\n<p>The second near hit is one that I made up: <em>Eros, a ton tub\nstops spots, but a sore</em>.  While this sentence holds up grammatically,\nit requires an outpouring of background.  You see the\nGreek Eros was afflicted with leprosy sores, and he tried to\nwash them away by bathing in a huge tub that held a ton of\nwater.  When he asked his physician why the strategy wasn't\nworking, the good doctor replied....  Unfortunately, by the\ntime such an explanation is completed, the palindrome is dead.</p>\n<p>Still, if you are persistent, you may be able to capture the\nperfect palindromic statement, one that requires no explanation\nand makes clear sense.  My original creation, <em>Pepsi is Pep</em> meets\nthese criteria, and I harbor dreams that the slogan may one day\nmake much money for me.</p>\n<p>Here follows a list of what are, in my view, twenty of the\nbest long palindromes ever created, arranged in order of\nlength:</p>\n<blockquote>\n<p><em>I prefer pi</em>.  (mathematician's palindrome)</p>\n<p><em>Draw, o coward</em>!</p>\n<p><em>Rail at a liar</em>.</p>\n<p><em>Step on no pets</em>.</p>\n<p><em>Sex at noon taxes</em>.</p>\n<p><em>Never odd or even</em>.</p>\n<p><em>Dennis and Edna sinned</em>.</p>\n<p><em>Won't lovers revolt now</em>?</p>\n<p><em>Emil asleep peels a lime</em>.</p>\n<p><em>Sit on a potato pan, Otis</em>.</p>\n<p><em>Rats live on no evil star</em>.</p>\n<p><em>Ma is as selfless as I am</em>.</p>\n<p><em>Now, Ned, I am a maiden won</em>.</p>\n<p><em>Was it a car or a cat I saw</em>?</p>\n<p><em>Some men interpret nine memos</em>.</p>\n<p><em>Sums are not set as a test on Erasmus</em>.</p>\n<p><em>Mad Zeus, no live devil, lived evil on Suez Dam</em>.</p>\n</blockquote>\n<p>As a palindrome expands, its sense tends to evaporate.\nDespite this law of palindromology, brilliant efforts of considerable\ndensity have been produced.  Two of the most admirable\nare: <em>Straw?  No!  Too stupid a fad.  I put soot on warts</em> and <em>Doc,\nnote I dissent.  A fast never prevents a fatness.  I diet on cod</em>.</p>\n<p>But many believe that for a palindrome that makes a lucid\nand elegant statement, it is impossible to beat the story of the\nPanama Canal, as written by Leigh Mercer: <em>A man!  A plan!  A\ncanal!  Panama!</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Palindromes: The Art of Reverse English</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>During the 1930's, the word <em>radar</em> was coined to describe a\nradio device used to locate an object by means of waves\nreflected from the object and received by the sending unit.  The\nletters in <em>radar</em> form not only an acronym (they stand for <em>radio\ndetecting and ranging</em>), but also a palindrome because they\nread the same forwards and backwards.  As such, the word\nseems to be an especially happy coinage to denote the two-way\nreflection of radio waves.</p> <p>A palindrome (from two Greek roots that mean 'running\nback again') is a word, sentence, or longer statement that\ncommunicates the same message when the letters of which it is\ncomposed are taken in reverse order.  <em>Madam</em> is probably the\nmost famous palindromic word in English, but once you begin\npursuing what has been called “the abominable palindrome,”\nyou will discover a surprising number of words in our language\nthat do indeed “run back again.”</p> <p>Start with your own family, and you will find <em>mom, pop</em>\n(or <em>dad</em>), <em>sis</em>, and <em>tot</em>.  Soon you will come upon longer words,\nsuch as <em>toot</em> (four letters), <em>level</em> (five letters), <em>redder</em> (six letters),\nand <em>deified</em> (seven letters).  Other seven-letter palindromic\nwords include <em>reviver, repaper</em>, and <em>rotator</em>.  The longest palindromic\nword listed in English dictionaries is <em>redivider</em> (nine\nletters), although some chemical handbooks list the eleven-letter\nword <em>detartrated</em>.  Dimitri Borgmann, who has collected\nthousands of palindromes in all major languages, asserts that\nthe longest non-hyphenated single-word palindrome in the\nworld is <em>saippuakauppias</em>, a fifteen-letter Finnish word for\n'soap dealer.'</p>"
}