{
  "type": "Article",
  "title": "And Oh, the Smell of Your Spile...",
  "author": "Norman Ward",
  "location": "University of Saskatchewan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">And Oh, the Smell of Your Spile...</h1>\n<p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p>\n<p>Are spoonerisms words?  The <em>OED</em> is unwontedly laconic\nabout the spoonerism, defining it as “an accidental\ntransposition of the initial sounds, or other parts, of two or\nmore words,” and nodding courteously to Rev. W.A. Spooner\nas the source of the term; but it says little more.  On <em>word</em>,\nhowever, the <em>OED</em> lets itself go for several columns, sometimes\nmoving the reader to mutter, “Surely that's true of spoonerisms?”\nBut on the whole it is clear that the answer to the\nquestion above must be a regretful no.</p>\n<p>Yet spoonerisms in the right context can be memorable,\nmaking a greater impact than the mere words which gave birth\nto them; and telling about them often requires some anecdotal\nstage-setting.  More than four decades ago, for example, when\none of the prices one paid for attending university was\ninvoluntary servitude in an alleged officers' training corps, I\nwas a member of a company of laggards which contained few\ncitizens likely to qualify even as privates, let alone people with\nmilitary responsibilities.  We were not entirely stupid; but where\ncompanies A to E held many zealots who later distinguished\nthemselves in the field, F company consisted largely of people\nwith other pursuits in mind, mainly academic.  We were, in\nfact, the dregs of the libraries and laboratories, men who, on\nparade, were daily sustained by the hope that something would\ngo wrong.</p>\n<p>When, therefore, we were told that an eminent general\nwas going to inspect us on an announced date, we sought to\nadd interest to the proceedings by an early morning distribution\nof (to my recollection) wet potassium iodide in the drill\nhall, the chemical an unwitting contribution from the science\nfaculty.  Moist potassium iodide is (or was then) dull, inert,\npurply stuff, but dry it is wonderful.  The slightest friction sets\nit off with a crack, so that at the inspection the marching boots\nof dozens of students were accompanied by a steady rattle of\nmysterious musketry fire.  Companies A to E and their establishments\nwere gratifyingly baffled, although the inspecting general\ndid not seem particularly pleased.  Our own sergeant, on civvy\nstreet a shipping clerk in a local store, was not among those\ntaken in.  “I don't know what went on here this afternoon,” he\ntold us as we were lined up for dismissal, “but I know you\nbastards did it.”  For several minutes he was impressively\neloquent for a shipping clerk, and after a pungent harangue he\nissued an unforgettable warning.  “And as long as I'm your\nsergeant,” he concluded, “I don't want any repetition of it.  Not\nin any shay, wape, or form.”</p>\n<p>Every member of Company F was, I'm sure, thereafter\nmarked for life.  If the sergeant had not spoonerized his code,\nwe would all have dismissed it as no more reliable than any\nother fragment of wartime propaganda.  But his spoonerism not\nonly gave his words a unique identity; it elevated them to new\nlevels of sound and consciousness, fresh creations as endearing\nas favorite notes of music.  The sergeant's name, oddly enough,\noffers evidence of a related phenomenon in another way: I\nassociate it with geographical expanses of some dampness, but\nI cannot recall whether he was <em>Sergeant Marsh</em> or <em>Swamp</em> or,\nfor that matter <em>Slough</em>.  If I'd ever heard him referred to as\n<em>Fergeant Sen</em> or <em>Bergeant Sog</em> or, best of all, <em>Mergeant Sorass</em>,\nI'd know to this day who he was.</p>\n<p>The sergeant's spoonerism (the word has no synonym)\nrevealed another characteristic of the genre: it did consist of\nreal words, but words without meaning in the context where\nthey appeared.  Appeared may be the wrong term, for in my\nexperience the best spoonerisms are heard, not seen.  They do\nturn up in print, usually being exploited for comic effect, but it\nis probably no accident that an able exponent of the written\nspoonerism, the late Col. Stoopnagle, was a reformed broadcaster;\nhis finest effort was heard on the air:</p>\n<blockquote>\n<p>East is west, and west is best,<br>\nAnd never the main shall tweet.</p>\n</blockquote>\n<p>Post-inspection analyses of Wergeant Setlands' admonition\nsuggested that the unintended spoonerism is a bane of broadcasters.\nOne of my university colleagues was the son of the\nowner, manager, or manipulator of a local radio station, and\nthe technology of the day did not permit much pre-recording\nof the spoken word; my friend often spelled off the regular\nannouncers on weekends, and I was interested to learn that\ngoing on the air “live,” without much experience or time for\nrehearsal, also meant broadcasting under the unrelieved threat\nof lousing up a script.</p>\n<p>There was even a pecking order among radio spoonerisms.\nThe bottom rung was the news, where unexpected spoonerisms,\nespecially of proper names, might pass almost unnoticed.\nIt was my friend's opinion that a casual mention of Churchill's\nassociate, <em>Cuff Dooper</em>, or Roosevelt's <em>Stenry Himson</em>, was\nacceptable to the listeners because they thought those were real\nnames.  (Lowell Thomas was less lucky when he invented the\ncelebrated <em>Sir Stifford Crapps</em>.)</p>\n<p>The addicts of sports reports were fussier than the aficionados\nof plain news, and a well-meant naming of the <em>St. Blooie\nRowns</em>, then capering about in the baseball leagues, or of the\n<em>New Yank Yorkees</em>, no matter how obvious the error, was likely\nto bring not merely corrections but reflections on the hapless\nannouncer's intelligence and ancestry.  Familiar names, interestingly\nenough, were in less danger of getting spoonerized than\nthose of, say, boxers or jockeys or race-horses, who on the air\nenjoyed less regular seasons than professional teams.  The same\nfact explained why there were fewer complaints about some of\nthe individual stars; like a name in the news, a champion who\nappeared sporadically could be anybody.</p>\n<p>That was emphatically not true of commercial announcements.\nA listener who has paid an honest dollar to hear his\nwares touted on the air is not likely to be satisfied by what may\nstrike him as a frivolous mislabeling of his precious product,\nand my friend advised me that he agonized regularly over what\nhe might say about several subjects, particularly if he disliked\nthe stuff or its sponsor.  He tried to anticipate possible spoonerisms,\nand learned (or claimed he did) that those which\nemployed sounds beginning with a vowel were more improbable\nthan those with strong consonants.  He was not often\nworried about real estate becoming <em>eel restate</em>, or old books\nturning into <em>bold ooks</em>; spoonerisms like that did not sound real,\nand it is of the essence of a good spoonerism that it ought at\nleast to seem to make sense.  Thus while my adviser had no fear\nof general subjects like <em>ublic paccountants</em> and <em>esh frice</em>, he\nwas haunted by specific products with names that could\nemerge as <em>Weerless Pieners</em> and <em>Eggnoot Wheedles</em>.</p>\n<p>Like the limerick, some spoonerisms seem destined to\nfollow the course of greatest impropriety, if not pornography;\nand for weeks my announcer pronounced with great care the\nlabel of a prosperous country restaurant.  But one unclear day\nhe lost it, and invited all who listened to take the family to dine\nat the <em>Piss and Wiggle</em>.  Not long thereafter he decided that\nbroadcasting was not for him, and it's probably just as well.\nGod knows what he might have made of such modern\nmerchandisers as Crazy Lum's Bicycles, Trott's Waterbeds, or\nLucky Phyl's Donuts.</p>\n<p>Nowadays, of course, he'd have the protection of both\ntechnology and unions, the one allowing for the erasure of\nerrors through pre-recording, the other likely to insist on\nrehearsal time for even spontaneous ad libs.  Even so, the\ndeadly rhythm of some phrases (and most spoonerisms follow\nthe rhythm of the original words) remains to drown out the\nbest efforts of professional talkers.  Not long ago I heard a\ncommentator on American affairs speak critically of the <em>Kissin-Nixonger\nEra</em>, and nothing else he said so plainly caught what\nhe meant.  One of Canada's best-known analysts reached the\nsummit of his career with the identification of a federal cabinet\nmember as the <em>Minister of Hell and Wealthfare</em>.  At a more\nmodest level, I once electrified a class by announcing that I was\ngoing to lecture on some <em>common farts of political paulties</em>.  (I\ndid, too, naming names.)</p>\n<p>If spoonerisms can be both vivid and memorable, it may\nstrike the hearers that at least the more dramatic among them\nshould be enshrined in dictionaries or other reference works.\nBut most dictionaries are very large now: adding the spoonerisms\nthat are the potential accompaniment of almost any pair\nof words would make them unwieldy beyond management.\nBesides, most of us get through every day with the help of\nfamiliar sounds not in dictionaries: the noises of children and\nanimals, of automobiles, trains, and airplanes, can be described\nand defined on paper, but not many of them can be accurately\nreproduced with phonetic symbols.  Even when dictionary\nentries are involved, the ambiguity of television commercials\nhas created a new dimension in meaninglessness for what used\nto be common words.  Few of us know all our friends and\nacquaintances by words with meanings, since names usually\nget into dictionaries only under circumstances that apply to\nany other words.  The lack of recognition accorded spoonerisms,\nhowever significant each may be in a particular context, is not\nso surprising after all.</p>\n<p>Still, I like spoonerisms, especially when somebody else is\nthe inventor.  In my country's other language, incidentally, Rev.\nSpooner gets no credit at all.  The French for spoonerism is\n<em>contre-petterie</em>, and the related infinitive can be rendered 'to\nimitate derisively'; if you trace that far enough you run into\nroots that suggest sundry popping sounds, as in “hoist with his\nown petard.”  Shakespeare used that phrase, which makes me\nwonder what the English called spoonerisms before Rev. W. A.\nwas born in 1844.</p>\n<blockquote>\n<p><em>They Said That?!</em></p>\n<p>Man wants but little here below.  —John D. Rockefeller.</p>\n<p>In all labor there is profit.    —motto of St. Elegius Lying-In Hospital.</p>\n<p>I was an hungered and ye gave me meat. —Wendy's Restaurants.</p>\n<p>In my father's house are many mansions.—Christina Onassis.</p>\n<p>I have played the fool and have erred exceedingly. —Richard M. Nixon.</p>\n<p>These filthy dreamers defile the flesh.    —Sigmund Freud.</p>\n<p>How forcible are right words.    —William Safire.</p>\n<p>“A fool and his mother are soon parted.” —Motto of National Mother's Day Committee.</p>\n<p>“If you've got it, flout it.”   —Dolly Parton.</p>\n<p>“No man is a hero to his varlet.”   —King Arthur.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">And Oh, the Smell of Your Spile...</h1> <p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p> <p>Are spoonerisms words?  The <em>OED</em> is unwontedly laconic\nabout the spoonerism, defining it as “an accidental\ntransposition of the initial sounds, or other parts, of two or\nmore words,” and nodding courteously to Rev. W.A. Spooner\nas the source of the term; but it says little more.  On <em>word</em>,\nhowever, the <em>OED</em> lets itself go for several columns, sometimes\nmoving the reader to mutter, “Surely that's true of spoonerisms?”\nBut on the whole it is clear that the answer to the\nquestion above must be a regretful no.</p> <p>Yet spoonerisms in the right context can be memorable,\nmaking a greater impact than the mere words which gave birth\nto them; and telling about them often requires some anecdotal\nstage-setting.  More than four decades ago, for example, when\none of the prices one paid for attending university was\ninvoluntary servitude in an alleged officers' training corps, I\nwas a member of a company of laggards which contained few\ncitizens likely to qualify even as privates, let alone people with\nmilitary responsibilities.  We were not entirely stupid; but where\ncompanies A to E held many zealots who later distinguished\nthemselves in the field, F company consisted largely of people\nwith other pursuits in mind, mainly academic.  We were, in\nfact, the dregs of the libraries and laboratories, men who, on\nparade, were daily sustained by the hope that something would\ngo wrong.</p> <p>When, therefore, we were told that an eminent general\nwas going to inspect us on an announced date, we sought to\nadd interest to the proceedings by an early morning distribution\nof (to my recollection) wet potassium iodide in the drill\nhall, the chemical an unwitting contribution from the science\nfaculty.  Moist potassium iodide is (or was then) dull, inert,\npurply stuff, but dry it is wonderful.  The slightest friction sets\nit off with a crack, so that at the inspection the marching boots\nof dozens of students were accompanied by a steady rattle of\nmysterious musketry fire.  Companies A to E and their establishments\nwere gratifyingly baffled, although the inspecting general\ndid not seem particularly pleased.  Our own sergeant, on civvy\nstreet a shipping clerk in a local store, was not among those\ntaken in.  “I don't know what went on here this afternoon,” he\ntold us as we were lined up for dismissal, “but I know you\nbastards did it.”  For several minutes he was impressively\neloquent for a shipping clerk, and after a pungent harangue he\nissued an unforgettable warning.  “And as long as I'm your\nsergeant,” he concluded, “I don't want any repetition of it.  Not\nin any shay, wape, or form.”</p>"
}