{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford Guide to Word Games",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Oxford-Guide-Word-Games/dp/0192141449\"><em>The Oxford Guide to Word Games</em></a></h1>\n<p>Tony Augarde, (Oxford University Press, 1984), 240pp.</p>\n<p>Here is advice from a verse of mine called <em>Diet for Word\nPlayers</em>:</p>\n<blockquote>\n<p>When out of afflatus, the way you recoup\nIs, <em>order a bowl of hot Alphabet Soup</em>.\nJust stir the SOUP briskly; you'll spoon down your throat\nAs tasty an OPUS as poet e'er wrote.</p>\n</blockquote>\n<p>But I have come to realize that my analogy, anagram included,\nis unfair to words; their kinship is more with deity than with\nsoup.  “In the beginning,” said the Apostle, “was the Word...\nand the Word was God.”  This being so, we are required to\nworship words.  The difference between us players of word\ngames and you more serious writers is simply that we laugh as\nwe worship.</p>\n<p>What we have lacked so far is a good Book of Common\nPrayer, a set of rituals for our particular Church.  That is what\nTony Augarde has set out to supply in <em>The Oxford Guide to\nWord Games</em>.  It describes games to suit every taste—26\ncategories and innumerable subcategories, each with a history\nand prime examples.  The main categories are, in order of\nappearance:</p>\n<p>•<em>Riddles</em>, as old as ancient Babylon.  (Who becomes\npregnant without conceiving, who becomes fat without eating?\n<em>A rain cloud</em>.)</p>\n<p>• <em>Enigmas</em>—riddles in rhyme.</p>\n<p>• <em>Acrostics</em>—hidden letter patterns in verse that convey a\nmessage.</p>\n<p>• <em>Word squares</em>—sets of words of equal length, one word\nunder the other, generally reading the same down as across.</p>\n<p>• <em>Crosswords</em>—a 1913 invention which no more needs\nexplaining than does</p>\n<p>• <em>Scrabble</em>, scarcely half a century old.  For insight into\nthe soul of this game, Mr. Augarde turns to Clement Wood's\nmournfully impish <em>Death of a Scrabble Master</em>:</p>\n<blockquote>\n<p>This was the greatest of the game's great players:\nIf you played BRAS, he'd make it HUDIBRASTIC.\nHe ruled a world 15 by 15 squares,\nPeopled by 100 letters, wood or plastic...</p>\n</blockquote>\n<p>• <em>Anagrams</em>, words formed by rearranging the letters of\nother words.  (Sweetheart = <em>there we sat</em>.)</p>\n<p>• <em>Rebuses</em>, which draw indiscriminately on pictures, symbols,\nnumbers, and letters to tell you a secret.  Myles na\nGopaleen uses only two symbols and the regular alphabet here:</p>\n<blockquote>\n<p>My grasp of what he wrote and meant\nWas only five or six %.\nThe rest was only words and sound\nMy reference is to Ezra £.</p>\n</blockquote>\n<p>• <em>Chronograms</em> scatter Roman numerals through words to\nregister a date.  The numerals in “LorD HaVe MerCIe Vpon\nVs,” says Mr. Augarde, memorialize 1666, the year of the great\nLondon fire; I am too uncertain of my Roman arithmetic to\nconfirm this.</p>\n<p>• <em>Palindromes</em>, which read the same backward as forward.\n(Live not on evil.)</p>\n<p>• <em>Pangrams</em>, which crowd all 26 letters of the alphabet\ninto a cryptic remark; the perfect palindrome would be only 26\nletters long.  The nearest approach cited here is a 27-letter\nmarvel that repeats only the <em>i: Brick quiz whangs jumpy veldt\nfox</em>.</p>\n<p>• <em>Lipograms</em>—compositions that pretend one letter of the\nalphabet does not exist.  A 50,000-word novel was written\nwithout e.</p>\n<p>• <em>Univocalics</em>, which make do with but one of the five\nvowels: <em>Persevere, ye perfect men</em>.</p>\n<p>• <em>Letter games</em>.  These sometimes change one word to\nanother by adding or subtracting the first or last letter (<em>rough,\ntrough; caress, cares</em>,) or by adding or subtracting one letter at\na time and juggling the others (<em>spread, praised, Paradise</em>.)  Or\nwords may hide in sentences: <em>The lamb is one of my pets yields\nbison</em>.</p>\n<p>• <em>Alphabet games</em>.  Perhaps the most familiar of these are\nAlphabet Verse, which begins its first line with A, its second\nwith B, and so on, and the English Comic Alphabet, which\npuns on its opening letters (A for 'orses = <em>hay for horses</em>; B for\nmutton = <em>beef or mutton</em>; C for yourself = <em>see for yourself</em>,\netc.)</p>\n<p>• <em>Poetry play</em>.  In Bouts Rimés, the player builds a poem\naround a given set of rhymes, or creates a new, frivolous line to\nrhyme with a familiar one.  (<em>I think that I shall never see / My\ncontact lens fell in my tea</em>.)  In Centos, lines from famous\npoems are joined in a new verse.  Chain and Echo verses repeat\nthe last sound of each line in the first sound of the next.\nEquivoques reverse their sense if the order of the lines is\naltered.  Macaronics mix foreign and English words: <em>In tempus\nold a hero lived / Qui loved puella deux...</em>\n.le</p>\n<p>Besides subcategories of the foregoing, the book provides\n<em>Lapsus Linguae, Twenty Questions, Hangman, Puns</em>, and <em>The\nLongest Word (hippopotomonstrosesquipedalian</em> is an oddity\nthat might be thrown in here), not to mention <em>Lewis Carroll's</em>\n<em>Word Games</em>.  All in all, it seems fair to predict that <em>The Oxford\nGuide to Word Games</em> will be rated as the most comprehensive\nand useful work yet in its field.</p>\n<p>This word player, for one, would like to see Mr. Augarde\nsome day examine a still neglected extension of word play—\nrhetoric.  The author mentions that puns and metaphors are\noften at the core of the games he lists, but not that most other\nrhetorical devices are equally playful.  Tmesis splits a word in\ntwo and tucks another in between; synecdoche turns a sail into\na ship, a foot into a foot soldier, a stomach into the fleshly\nappetites; paradox contradicts itself without lying; ellipsis tells\nwithout saying.</p>\n<p>Indeed, the same imperative need to play applies to all\nverbal communication.  Mr. Augarde reminds us that the 26\nletters of the alphabet can be combined in 403,290,-000,000,000,000,000,000,000\nways.  Long before humankind has\nmastered all these, I suspect that we shall have evolved into\ntranslucent glimmers inhabiting galaxies still unborn.  In the\nintervening billennia, players of word games will likely offer up\nmany a fervent prayer to the Word in accordance with the\nrituals laid down by St. Augarde in <em>The Oxford Guide</em>.</p>\n<p><em>Willard R. Espy</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Oxford-Guide-Word-Games/dp/0192141449\"><em>The Oxford Guide to Word Games</em></a></h1> <p>Tony Augarde, (Oxford University Press, 1984), 240pp.</p> <p>Here is advice from a verse of mine called <em>Diet for Word\nPlayers</em>:</p> <blockquote>\n<p>When out of afflatus, the way you recoup\nIs, <em>order a bowl of hot Alphabet Soup</em>.\nJust stir the SOUP briskly; you'll spoon down your throat\nAs tasty an OPUS as poet e'er wrote.</p>\n</blockquote> <p>But I have come to realize that my analogy, anagram included,\nis unfair to words; their kinship is more with deity than with\nsoup.  “In the beginning,” said the Apostle, “was the Word...\nand the Word was God.”  This being so, we are required to\nworship words.  The difference between us players of word\ngames and you more serious writers is simply that we laugh as\nwe worship.</p>"
}