{
  "type": "Article",
  "title": "Language Crimes: The Case of the Missing Vocabulary",
  "author": "Richard L. Faust",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language Crimes: The Case of the Missing Vocabulary</h1>\n<p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>The pounding on my office door startled me out of my\nafternoon meditation—it sounded like the knock of doom.\nThrough the glass panel I could see what looked like the\nsilhouette of a recruitment-poster figure—burly, with a military\ncap, but no rifle in sight as yet, strong and impatient.  As I\nstared at my name on the glass door—AHA (beautifully legible\nfrom both sides)—some inner voice urged me not to respond.\nMy oriental ancestors often said, “Listen when the heart\nknocks, for the future is speaking,” but I was curious, and the\nnoisemaker was obviously there because of the other two words\non my door: PRIVATE INVESTIGATOR.</p>\n<p>“Come in!' ” I called with some trepidation, and it was\nthe start of a new case.</p>\n<p>What came through the door would have been quite\nsuitable as one of the Dragon Palace guards for my ancestors, a\ncross between a bulldog and a giant.  It spoke: “You the head\nman, bud?  My name is Drummond.”</p>\n<p>“Aha is the name I bear.  Will you sit down?”</p>\n<p>“We can't tarry in town, mister.  You got to come with\nme.”</p>\n<p>“Where are we going?” I asked tremulously.</p>\n<p>“To The Saurus,” he answered, holding the door open for\nme.  I grabbed my fedora.</p>\n<p>In the car I had a chance to think.  The Saurus!  It was\nlegendary, the fabled domain belonging to the Irish billionaire\nR. O'Gets, who had made his money by building vocabularies\nall over the world.  His was the greatest name in vocabulary\nbuilding, but such fame was purchased at a price—he lived now\nas a recluse on his large estate.  The Saurus was named for a\nvariety of lizard that can change its coloration to suit any\ncircumstances.  It was rumored that the estate had fallen into\ndesuetude because no one wanted large vocabularies any more.\nAll around the area one could see mansions decaying.  There\nwere newer things to build today, like missile bases.</p>\n<p>With Drummond at the wheel, the trip took only 40\nminutes.  Within the gates, I gazed at the cloistered wonders: I\nsaw arcane roots growing everywhere, untended and unused;\nrusted signs still linked the interconnecting fields, but antonyms\ncould be seen sprouting among the synonyms.  I caught a\nglimpse of something tall in the distance, probably the original\nvocabulary drill, now no longer pumping.</p>\n<p>The house itself was a gigantic edifice composed of Greek\nand Latin elements supported on a Germanic foundation.\nDadoes from all over the world formed the major decorations.\nAs I was ushered into the house it almost seemed to be\ncracking apart; the odor of neglect was in the air.  But there\nwas something else, something that made my spine tingle—a\nfeeling of suppressed energy, a pressure waiting to be released\nonce more upon the world when a new generation of builders\nmight be born: it was the feeling of raw word power.</p>\n<p>O'Gets was wheeled into the drawing room by someone\nnamed Suffix, a faithful follower, but only after Prefix had\ncome before to offer me a brandy.  The staff was minuscule.</p>\n<p>“Aha,” O'Gets exclaimed, “I'll get right to the point.\nSomeone has stolen my oldest and rarest vocabulary: gems like\n<em>opalescent</em> and <em>nacreous</em>, and priceless items like <em>scrimshaw</em>.  I\nwant them back!' ”</p>\n<p>I calmly asked, “Where were they kept?”</p>\n<p>“Where most vocabularies are kept—on the shelf.  It was\nactually my latent vocabulary, but very valuable, extensive and\nbarely touched, made up of words the world has hardly known.\nAnd now they're gone.”  He sobbed piteously.</p>\n<p>I took refuge in the wisdom of my oriental ancestors, who\nalways said: “Remain obdurate when others deliquesce.”  I\npursued my questioning.</p>\n<p>“Who else lives here?”</p>\n<p>“Only Webster, my teenage grandson, who romps at\nrandom in the house.  But he has little interest in my treasures,\nfor he spends his time helping college students write papers, a\nnoble task I'm sure, but far removed from subtle etymologies.\nAnd then there is Semantha, my adopted daughter, whose\nSemantic ways give comfort and order to my old age.  But they\nwould not steal!  They know the full meaning of such an act.\nBesides, the vocabularies that remain provide enough currency\nfor us all.”</p>\n<p>If only my friend Billy Emerald were here, he might be\nable to get a handle on this case.  But this was one I had to\nsolve alone.  The problem was that there was no one who had\nany reason to commit the crime.  The servants, of course, were\nnot under suspicion since they had never wanted or used\nvocabularies of any distinction or value—that's why they were\nservants.  But I recalled an old proverb: “He who steals a\nminaret knows where to hide it.”  Every thief has a use for\nwhat he takes and a place to hide it, but who needed a\nvocabulary these days?</p>\n<p>My wise ancestors always said, “When all seems mysterious,\nask the classic questions.”  So I asked, “Was anything else\ntaken?”</p>\n<p>It was the breakthrough I needed, for O'Gets replied,\n“Yes.  But nothing important—only a new video vocabulary\ngame I was developing called Nam Cap.  It was based on\nreversals: reverse spellings, reverse order, etc.  But it is worthless\ncompared with the priceless items that were taken, like\n<em>didapper</em> and <em>nautch</em>.”</p>\n<p>In spite of his new interest in video, R. O'Gets's views\nwere quite retrograde.  No wonder that the great vocabulary\nbuilders are out of work and the world of words lies fallow.  His\nvideo game provided the solution; I knew how to find the thief.</p>\n<p>“Give me a list of the names of everyone in the house,” I\nsaid.</p>\n<p>Within five minutes, the latent and priceless vocabulary\nwas found and was back on the shelf, and I had been\nceremoniously handed a single word: <em>remuneration</em>.</p>\n<p>Before the police took him away, I had a chat with\nDrummond.</p>\n<p>“You and I have been blessed with the good fortune of\nspecial names.  I have lived happily with my palindrome and\ncan understand some of your strong feeling about your name.\nBut why steal the video game?”</p>\n<p>He raised his chin proudly, looking even more like a\nbulldog:</p>\n<p>“I did it for my country.  It wasn't just that my name\nwould be on millions of games but that the logo, the picture,\nwould be there too, in red, white and blue, stirring up faith in\nour country again, bringing back patriotism.  I could see the\nthree inspiring figures—the one in bandages, the one with the\nflag, and the little boy—bringing back greatness to our land,\ngiving us a marching beat.  My name would replace Nam Cap,\nwhich is a dumb name for any game; it sounds Vietnamese, too\nAsian for an American game, and besides the bastards have\ncornered enough of the electronics mar....”  He stopped,\nstared at me, then turned and left silently.</p>\n<p>Back in my office I kicked off my shoes.  My thoughts\nbegan brewing along with the tea.  Surely my oriental ancestors\nwould not have taken umbrage, for they lived by proverbs like\n“An unintended wound heals quickly.”  When I wrote up the\ncase, I took great delight in waiting to the end to write, very\nslowly and in my best calligraphic style, the name of the thief:\nDrummond Fife.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language Crimes: The Case of the Missing Vocabulary</h1> <p><em><span data-rel=\"author\">Richard L. Faust</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>The pounding on my office door startled me out of my\nafternoon meditation—it sounded like the knock of doom.\nThrough the glass panel I could see what looked like the\nsilhouette of a recruitment-poster figure—burly, with a military\ncap, but no rifle in sight as yet, strong and impatient.  As I\nstared at my name on the glass door—AHA (beautifully legible\nfrom both sides)—some inner voice urged me not to respond.\nMy oriental ancestors often said, “Listen when the heart\nknocks, for the future is speaking,” but I was curious, and the\nnoisemaker was obviously there because of the other two words\non my door: PRIVATE INVESTIGATOR.</p> <p>“Come in!' ” I called with some trepidation, and it was\nthe start of a new case.</p> <p>What came through the door would have been quite\nsuitable as one of the Dragon Palace guards for my ancestors, a\ncross between a bulldog and a giant.  It spoke: “You the head\nman, bud?  My name is Drummond.”</p>"
}