{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Garden of Eloquence: A Rhetorical Bestiary, Including Portions of the First Garden of Eloquence",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Garden-Eloquence-Rhetorical-Bestiary/dp/0061812560\"><em>The Garden of Eloquence: A Rhetorical Bestiary, Including Portions of the First Garden of Eloquence</em></a></h1>\n<p>Pub. 1577 by Henry Peacham and Willard R. Espy, (Harper &amp; Row, 1983), 221 pp.</p>\n<p>Emerson, that source of so many pithy aphorisms, gets\ncredit for this fairly sound bit of advice: “Never read a book\nthat is not a year old.”  To update Mr. Emerson a bit: Now's\nthe time to relish Willard Espy's <em>The Garden of Eloquence: A\nRhetorical Bestiary</em>.</p>\n<p>For a reader who enjoys Mr. Espy's droll self-indulgences,\nhis cuddliness, his good humor, this book will be a pleasure,\none containing a treat-within-a-treat.  Mr. Espy has carefully\nrevived passages from another book whose title included\n“Garden of Eloquence” and whose pages contained a bestiary.\nThat 1577 work, by the Reverend Henry Peacham, has been\nrightly called “one of the most important English rhetorical\ntreatises.”  Mr. Espy deserves credit for trying to popularize\nRev. Peacham's decidedly dated study.  For specialists, of\ncourse, the Elizabethan original has been reproduced in a\nfacsimile published in 1954 by Scholars' Facsimiles &amp; Reprints,\nof Gainesville, Florida.  That book is based on the second (1593)\nedition of <em>The Garden</em>, thereby incorporating a number of\nvaluable emendations to the original edition on which Mr. Espy\nis drawing here.  Indeed, Professor Crane's introduction to the\nfacsimile edition bears quoting, quickly, here:</p>\n<blockquote>\n<p>Yet we can hardly appreciate what Lyly, Spenser,\nSidney, Greene, Shakespeare, and others of the time\nwere trying to do unless we know something of the\nmore than two hundred figures which on occasion they\nemployed in their writings....  Figures also played an\nimportant part in the books on letter-writing which\nappeared in Latin and English in the sixteenth century.</p>\n</blockquote>\n<p>(In acknowledging this scholar's contribution, a correction is\nalso necessary.  When the fictional commentator “E.K.” pointed\nout Spenser's use of various rhetorical figures, such as\n<em>cacozelon</em>, he did so in “The Shepheardes Calender” and not in\n<em>The Faerie Queene</em>.)</p>\n<p>Mr. Espy's own Introduction contains this eloquent, persuasive\nexample of <em>antithesis</em>, a figure he doesn't even mention\nfor another 41 pages:</p>\n<blockquote>\n<p>Granted that the eloquence of a Jesus Christ set for\nmankind a goal of goodness and love to which we still\naspire; yet it must be granted also that the eloquence\nof an Adolf Hitler led a great nation into madness, and\nforced a great civilization to the edge of destruction.</p>\n</blockquote>\n<p>Sometimes Mr. Espy provides examples, sometimes comments,\nas in “If we all had to label our excuses 'dicaeologia' we\nmight not make so many of them.  It is a hard word to\npronounce.”  That aside is vintage Espy, vintage cute—in the\nold sense of acute, as W. R. E. reminds us in discussing\naphaeresis, the “loss of an initial letter or syllable.”  That latter\nterm is of course itself yet another example of <em>diaeresis</em>, the\n“pronunciation of two adjoining vowels in a word as separate\nsounds.”  (Speaking of pronunciation: Mr. Espy graciously gives\ncredit to Steele Commager for help in showing the way many\nof these Greek terms would sound if anyone were to pronounce\nthem.)</p>\n<p>As do most thought-provoking books, this one occasionally\nraises the question, “Is this example, that illustration, appropriate?”\n(More on the illustrations in a moment.) One example\nthat does seem unfortunate comes from Shakespeare: Hamlet's\ndebating with himself about taking up arms against a sea of\ntroubles.  Mr. Espy calls the passage an example of <em>catachresis</em>,\na form of inappropriate metaphor-making.  But, as the fine\nAmerican poet Donald Hall points out in an anthology introducing\ncollege freshmen to literature (and vice versa), Shakespeare's\nmetaphor is especially fitting.  Noble Hamlet, torn, is\npicturing “tak[ing up] arms,” literally, and is picturing the\nfutility of any such resistance.</p>\n<p>By way of further second-guessing Mr. Espy's usually\napropos use of examples, is he being ironic in claiming that\nthese earnest, over-quoted lines from Tennyson illustrate\n<em>sarcasmus</em>?</p>\n<blockquote>\n<p>Tis better to have loved and lost</p>\n<p>Than never to have loved at all.</p>\n</blockquote>\n<p>As do most of Mr. Espy's books about playing with words,\nthis one also occasionally reminds a reader of other examples,\nof the ones that seemingly got away.  After all, what more\nfertile source of aposeopesis than the “Eumaeus” episode of\nJames Joyce's <em>Ulysses?</em>  That chapter's pompous, off-putting\nnarrator indulges several times in such “lead[ing] up to a key\nword until his listeners have it clearly in mind, but then\nstop[ping].”  Here he's rattling on about Stephen Dedalus and\nLeopold Bloom, and here he's trailing off into <em>aposeopesis</em>: “You\njust took the words out of my mouth, he said.  A hocus-pocus of\nconflicting evidence that candidly you couldn't remotely...\n[.]” If Mr. Espy needed more examples more recent than Rev.\nPeachman's, he might do well to continue browsing further\nthrough “Eumaeus.”  As Professor Barbara Stevens Heusel\npoints out, the episode contains numerous instances of <em>tmesis</em>\n(“division of a compound word by the insertion of one or more\nwords between its parts”) and especially of <em>pleonasmus</em> (“using\nwords to state what is clear without them”).</p>\n<p>Almost in closing, here's a note on the drawings by one\nTeresa Peekema Allen.  Some do capture Mr. Espy's descriptions\nvery pointedly, recreating ruffles and flourishes on the\nvarious odd beasties.  But midway through the book they do\nstart to cloy, to look too much alike, to favor Sir Joshua\nReynolds' 1777 “Strawberry Girl.”  You've seen her, on all those\ndamnable big-eyed-little-waif posters.</p>\n<p>In closing, the book's most pleasing illustrations flow from\nMr. Espy's pen, not the cartoonist's.  Carefully showing the way\nmetaphora works, Mr. E. says that the exercise of rhetoric\n“calls into service the whole network of muscles that articulate\nthe body of language...” That <em>articulate</em> is an especially\neffective touch, the kind that keeps Espians coming back for\nmore, year after year.</p>\n<p><em>[Dennis Moore, University of North Carolina, Chapel Hill]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Garden-Eloquence-Rhetorical-Bestiary/dp/0061812560\"><em>The Garden of Eloquence: A Rhetorical Bestiary, Including Portions of the First Garden of Eloquence</em></a></h1> <p>Pub. 1577 by Henry Peacham and Willard R. Espy, (Harper &amp; Row, 1983), 221 pp.</p> <p>Emerson, that source of so many pithy aphorisms, gets\ncredit for this fairly sound bit of advice: “Never read a book\nthat is not a year old.”  To update Mr. Emerson a bit: Now's\nthe time to relish Willard Espy's <em>The Garden of Eloquence: A\nRhetorical Bestiary</em>.</p> <p>For a reader who enjoys Mr. Espy's droll self-indulgences,\nhis cuddliness, his good humor, this book will be a pleasure,\none containing a treat-within-a-treat.  Mr. Espy has carefully\nrevived passages from another book whose title included\n“Garden of Eloquence” and whose pages contained a bestiary.\nThat 1577 work, by the Reverend Henry Peacham, has been\nrightly called “one of the most important English rhetorical\ntreatises.”  Mr. Espy deserves credit for trying to popularize\nRev. Peacham's decidedly dated study.  For specialists, of\ncourse, the Elizabethan original has been reproduced in a\nfacsimile published in 1954 by Scholars' Facsimiles &amp; Reprints,\nof Gainesville, Florida.  That book is based on the second (1593)\nedition of <em>The Garden</em>, thereby incorporating a number of\nvaluable emendations to the original edition on which Mr. Espy\nis drawing here.  Indeed, Professor Crane's introduction to the\nfacsimile edition bears quoting, quickly, here:</p> <blockquote>\n<p>Yet we can hardly appreciate what Lyly, Spenser,\nSidney, Greene, Shakespeare, and others of the time\nwere trying to do unless we know something of the\nmore than two hundred figures which on occasion they\nemployed in their writings....  Figures also played an\nimportant part in the books on letter-writing which\nappeared in Latin and English in the sixteenth century.</p>\n</blockquote>"
}