{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Guide to Chaucer's Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=13248390683&amp;cm_sp=plp-_-9780806126654-_-new\"><em>A Guide to Chaucer's Language</em></a></h1>\n<p>David Burnley, (University of Oklahoma Press, 1983), xvi + 264 pp.</p>\n<p>Since (J.) David Burnley intends his <em>Guide</em> for <em>serious</em> (i.e.,\nacademic) Chaucerians, much of it may not interest many\nreaders of VERBATIM; more surprising, perhaps, is the fact that\nso much of it will.</p>\n<p>The worst is first.  In chapters one to four, Burnley reviews\n“The Language of the Text”—that is, “Chaucer's Grammar,\n“Time and Tense,” “Negation,” and “Textual Coherence.”  The\netymological connection of <em>grammar</em> and <em>glamor</em> has deservedly\nbecome everyone's favorite example of just how misleading\netymology can be.  Inevitably, there are times when the very\nmatter of these chapters (not Burnley's presentation) would\nnumb a pulsar.  But Burnley's discussion is always correct,\nclear, complete and—best of all—concise.  Furthermore, the\nreader may, as Chaucer himself allowed, “Turne over the leef.”\nEven in these chapters, however, one discovers some fascinating\npeculiarities of Chaucer's language.  For example, particularly\nfascinating is Burnley's consideration of multiple negation\nas a device for achieving intensification natural to oral rather\nthan written communication (pp. 65-68).</p>\n<p>There are two quite distinct ways to appreciate Burnley's\nfinal five chapters on the “Variation, Context, and Style” of\nChaucer's language.  One may read them in order (as any\nChaucerian should do) and study in order the implications of\nfourteenth-century “Linguistic Diversity,” of “Chaucer's\nVocabulary,” its “Register and Propriety” and “Levels of\nStyle,” and the connotative systems of word-associations that\nthe author refers to as “The Architecture of Chaucer's Language.”\nOr one may simply refer to the insights of these\nchapters conveniently by means of the “Index of Words” (pp.\n257-61).</p>\n<p>I count some 428 items listed in this index, and I find it\nmost illuminating (albeit, at times, humiliating) to look up\nwords that seem familiar.  For example, Burnley explains that\nthe reference to Palamon's <em>prisoun</em> in “The Knight's Tale” does\nnot modify his jail (nor even his gaol); rather, it is a French\nlegalism for 'detention aggravated by reduced rations and\ndeprivation of other comforts' (p. 160).  One may also use the\nindex to discover that such terms as <em>lemman, gent, suete brid,\nfetys</em>, and other such specifically courtly terminology (which\nEnglish poetry had inherited from the French romances)\nalready seemed to Chaucer and his audience often démodé,\ndéclassé—no longer so groové, en effet.  Burnley demonstrates\nparticularly well that Chaucer frequently used (or abused) such\n<em>termes</em>, or technical vocabularies, as favorite comic devices.\nIgnorance can kill the comedy, though, when a reader fails to\nrecognize a <em>term</em> as such; more significantly, the significance of\na Middle English word can be too simplistically thought\nsynonymous with its modern derivative, and this lexical sloth\ncan result in major misinterpretations of Chaucer's meaning.\nWhat is thought known and is not remains more dangerous\nthan what is known to be not known.</p>\n<p>Of course, if one is still an adolescent who likes to hide in\nclosets, one may also use Burnley's index to look up such\nfavorites as <em>bele chose, coillons, quoniam</em>, and <em>swyven</em>.  There\nexist, however, much fuller discussions of Chaucer's bawdy\nthan the <em>Guide</em>.  So, too, there exist many, more thorough\nanalyses of the foreign influences on Chaucer's vocabulary.\n(Burnley's fine footnoting will lead the interested reader to\nthese more technical studies.)  And, even though one may\ndiscover well over four hundred elaborate definitions (including\nthat of <em>diffinicioun</em>) in this <em>Guide</em>, it makes no pretense to itself\nserving as a glossary of Chaucer's total vocabulary.  On the\ncontrary, the author explains how arbitrary and pointless it can\nbe to count all the words recorded in a poet's whole canon.  He\nthen suggests a most interesting and (to this reader) convincing\nprinciple—that would-be exhaustive glossaries often generate a\nfalse sense of precision about Chaucer's specific meaning(s):\n“Paradoxically, the simple vocabulary, by its very inadequacy\nfor providing an instant translation has its own value ...”; it\nforces the reader “to ponder the context of occurrence” (pp.\n201-2).  The thumb is still no substitute for the brain.</p>\n<p>In sum, I recommend David Burnley's <em>A Guide to Chaucer's\nLanguage</em> to all who enjoy reading (and understanding)\nChaucer's poetry in the original—and, since all should, to all.</p>\n<p><em>William A. Quinn</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=13248390683&amp;cm_sp=plp-_-9780806126654-_-new\"><em>A Guide to Chaucer's Language</em></a></h1> <p>David Burnley, (University of Oklahoma Press, 1983), xvi + 264 pp.</p> <p>Since (J.) David Burnley intends his <em>Guide</em> for <em>serious</em> (i.e.,\nacademic) Chaucerians, much of it may not interest many\nreaders of VERBATIM; more surprising, perhaps, is the fact that\nso much of it will.</p> <p>The worst is first.  In chapters one to four, Burnley reviews\n“The Language of the Text”—that is, “Chaucer's Grammar,\n“Time and Tense,” “Negation,” and “Textual Coherence.”  The\netymological connection of <em>grammar</em> and <em>glamor</em> has deservedly\nbecome everyone's favorite example of just how misleading\netymology can be.  Inevitably, there are times when the very\nmatter of these chapters (not Burnley's presentation) would\nnumb a pulsar.  But Burnley's discussion is always correct,\nclear, complete and—best of all—concise.  Furthermore, the\nreader may, as Chaucer himself allowed, “Turne over the leef.”\nEven in these chapters, however, one discovers some fascinating\npeculiarities of Chaucer's language.  For example, particularly\nfascinating is Burnley's consideration of multiple negation\nas a device for achieving intensification natural to oral rather\nthan written communication (pp. 65-68).</p> <p>There are two quite distinct ways to appreciate Burnley's\nfinal five chapters on the “Variation, Context, and Style” of\nChaucer's language.  One may read them in order (as any\nChaucerian should do) and study in order the implications of\nfourteenth-century “Linguistic Diversity,” of “Chaucer's\nVocabulary,” its “Register and Propriety” and “Levels of\nStyle,” and the connotative systems of word-associations that\nthe author refers to as “The Architecture of Chaucer's Language.”\nOr one may simply refer to the insights of these\nchapters conveniently by means of the “Index of Words” (pp.\n257-61).</p>"
}