{
  "type": "Article",
  "title": "Lexicography in the Scottish Highlands and Islands Cannibalism, Caves, and Amulets:",
  "author": "Philip Riley",
  "location": "Uppingham, Leicestershire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lexicography in the Scottish Highlands and Islands Cannibalism, Caves, and Amulets:</h1>\n<p><em><span data-rel=\"author\">Philip Riley</span> <span data-rel=\"location\">Uppingham, Leicestershire</span></em></p>\n<blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote>\n<p>“He that eats a slice of his grandmother, may, with great\npropriety, sip the soup that is made of the same.”\nThis observation does not describe one of the customs of a\nremote cannibal tribe discovered in the days of the British\nEmpire; it is to be found in a respectable dictionary of the\nGaelic language first published in Glasgow a century and a half\nago.  The lexicographer to whom we owe our knowledge of this\n“proverb” was one Neil MacAlpine, at the time a parochial\nschoolmaster on the island of Islay, where he had been born in\n1786 and where he was to die in 1867.  <em>MacAlpine's Pronouncing\nGaelic Dictionary</em> first appeared in 1832 and became very\npopular, being cheaper than any of its rivals while remaining\nremarkably comprehensive.  Indeed, we might well consider it\nover-comprehensive: was it, for instance, really necessary to\ninclude <em>raibheic</em> 'the roar that a cow gives when gored by\nanother; <em>caiseach</em> 'well supplied with cheese; or <em>frith</em>, a word\napparently used only in MacAlpine's native Islay, meaning 'an\nencantation [<em>sic</em>] to find whether people at a great distance or\nat sea be in life'?</p>\n<p>There are many more equally idiosyncratic definitions\nwithin MacAlpine's pages, some of which will stand comparison\nwith any of Dr. Johnson's more celebrated eccentricities.\nThus we come across, for example, <em>drip</em> 'snare meant for\nanother, but ensnaring the author of it,' <em>meadhail</em> 'an uncommon\nand unaccountable burst of joy, on the eve of getting\nsome distressing news; and <em>roic</em> 'sumptuous feasting of boorish\npeople; superabundance of the good things of life, without any\nof the refined manners of genteel society,' to mention only\nthree from a very long list.  Sometimes all the possible meanings\nof a word in different areas are listed, giving rise to strings like\n“a prodigious large, red carbuncled nose (like a boiled lobster)\n... also the cog of a wheel; a ludicrous name for a large pinch\nof snuff... just a nose ... the nasal canal... the cork of a\nbottle ... a huge frog... conscience” (MacAlpine's definition\nof the word <em>cogais</em>); or, for <em>colgarrachd</em>, “sternness; new-year's\neve; an absurd hammering at any thing.”  Similarly, no Irishman\nis likely to be pleased to find that the word <em>eirionnach</em>,\naccording to MacAlpine, means both 'Irishman' and 'castrated\nhe-goat'!</p>\n<p>It must be admitted, nevertheless, that some of\nMacAlpine's turns of phrase are well worth keeping: <em>srullamas</em>,\nfor instance, is defined as “a person that speaks as if his mouth\nwas filled with liquid,” and <em>tighich</em> as “state of being subject to\ncallers” (surely the right word for the unfortunate protagonist\nof Edmund Crispin's short story, collected in <em>Fen Country</em>,\n“We Know You're Busy Writing, But We Thought You Wouldn't\nMind If We Just Dropped in for a Minute”?).</p>\n<p>Gaelic, it is said, is a language rich in invective.  Certainly\nMacAlpine includes a wide variety of opprobrious terms,\nincluding what seems a disproportionate number applying only\nto women.  Perhaps he was disappointed in love at some time;\nthe biographical sketch at the beginning of his dictionary\nmakes no mention of a wife.  Be that as it may, he provides a\nwell-stocked arsenal for all Celtic misogynists, including\n<em>biodanach</em> 'a bickering, eternally scolding or complaining\nfemale,' <em>cuilteach</em> 'a skulking female,' <em>grobag</em> 'a little female\nwith broken teeth,' and, comprehensively, <em>gloichdeil</em> 'idiotical,\nas a female, stupid, senseless.'  There are many more.</p>\n<p>MacAlpine would have had little patience with the\ndescriptivist attitude of many of today's lexicographers.  For\nhim, there was only one right way to spell and pronounce a\ngiven word: “Some pronounce drabhluinn, <em>draoluinn</em> and\n<em>drowluinn</em>, but in Islay we never murder a Gaelic word.”\nAccording to MacAlpine, “in the islands of Argyle, every word\nis pronounced just as ADAM spoke it,” so it is hardly surprising\nthat any deviation incurs his censure: the spelling <em>pairilis</em> is\n“downright nonsense” for <em>paralais</em>, and <em>raibheic</em> is “most\nunconscionably murdered by the best Gaelic scholars\nRAOICHD.”  Nevertheless, even he is sometimes at a loss: of\n<em>biodag</em> 'dirk, dagger' he says “It is impossible to pronounce this\nword”; similarly, his entry for <em>iosail</em> reads, <em>in toto</em>, “low, mean;\ncan't pretend to pronounce it properly; same as iseal.”</p>\n<p>The marked individuality of MacAlpine is perhaps most\nclearly seen in his outbursts of national and local pride, which\ncan occur in the most unlikely contexts.  In a comment on the\nword <em>paitireachd</em>, which he translates as 'phrenology, thumping,'\nhe declares that “The sublime science of PHRENOLOGY has\nbeen in use, in the Highlands, for time immemorial [I wonder\nwhether any present-day Highlander could confirm or deny\nthis?], though the inhabitants of Edinburgh, piqued themselves\non its discovery.”  Again, on the subject of Gaelic spelling,\nwhich an outsider would not consider very satisfactory (too\nmany redundancies and silent consonants), MacAlpine asserts\nthat “The orthography of the Gaelic, shews more acuteness and\ningenuity in its structure, than any other language the author\nknows any thing of.”  The word <em>muirn</em> is defined as “a\nrespectful, tender reception or genuine Highland hospitality”;\nand to illustrate the meaning of <em>iseal</em> 'low, humble' he cites the\nphrase <em>iseal am folachd</em> 'of a base extraction,' adding helpfully\n“such as every person that is not HIGHLAND!!!!!”  I have\nalready drawn attention above to MacAlpine's firm belief in the\nlinguistic purity of the Islands, and of Islay in particular.</p>\n<p>In the light of this attitude, which today would no doubt\nbe regarded as rampant chauvinism, it is no surprise that\nMacAlpine has his own theory about Dr. Johnson's well-known\ndislike of Scotland and the Scots.  He explains this obvious\naberration from rationality in a footnote to the word <em>uamh</em>\n'cave' which deserves to be quoted in full:</p>\n<blockquote>\n<p>Uamh nam fear, the Gentleman's Cave,—a very singular\ncavern in the Island of St. MacCormaig, in the\nSound of Jura, Argyle.  It is the fate of every gentleman\nthat enters this cave, that</p>\n<p>“Out of his derogate body shall never spring,\nA babe to honour him!!!”</p>\n<p>What a grand look-out for the Rev. Mr. Malthus!!!\nReport says, that the celebrated Doctors SAMUEL JOHNSON\nand MACCULLOCH were storm-staid in this untoward\nden,—and that this was the reason they vented\ntheir spleen on the poor HIGHLANDS and HIGHLANDERS.\nGovernment should look about them; St. MacCormaig\nis in the market.</p>\n</blockquote>\n<p>This is by no means MacAlpine's only excursion into the\nsubject of local beliefs and customs.  In his discussion of <em>bòrd</em>\n'table,' for example, he notes the idiomatic usage <em>tha e fo'n\nbhórd</em> 'he is dead,' literally, 'he is under the table.'  “This phrase\nis peculiar to a part of Perthshire, but is quite common in\nIreland; originating from a practice that obtains, among the\nlower classes there, of placing the corpse when coffined under\nthe table.”  He also gives his readers useful advice on dealing\nwith supernatural visitants (“Assaulted by ghosts or hobgoblins\nat any time in the Highlands, you have only to describe a\ncircle, within which, you are as safe, as if aside your mother at\nthe fireside”) and goes into great detail about the various types\nof <em>orra</em>, or amulet: they include, for instance, “<em>orra-chomais</em>...\nto deprive a man of his v-r-l-ty, particularly on the marriage-night,\nby way of vengeance, (a fine thing to cure blackguards)”;\n“<em>orra-ghrúdaire</em>... to make every drop of the wash to overflow\nthe wash-tuns”; and “<em>orra nan oìleamh</em>... to prevent d—s to\n[<em>sic</em>] succeed in any publication, such as a Gaelic dictionary,\n&amp;c. &amp;c. &amp;c.”</p>\n<p>It seems unlikely that belief in such devices should still be\nfound, though stranger things have happened and one should\nnot assume automatically that Southron “enlightenment” is\nnow universal in Scotland (or, indeed, in England).  Traditions\nare tenacious, after all, and survive in the most improbable\nplaces; so I am unable to say for sure that one cannot obtain an\n<em>orra-chomais</em> today, just as I am unable to say whether Uamh\nnam fear retains its efficacy as a contraceptive.  However, I can\nreassure prospective visitors to Scotland on one point: notwithstanding\nthe observation quoted at the beginning of this article,\nthe practice of anthropophagy is no longer considered socially\nacceptable in <em>any</em> part of the United Kingdom.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lexicography in the Scottish Highlands and Islands Cannibalism, Caves, and Amulets:</h1> <p><em><span data-rel=\"author\">Philip Riley</span> <span data-rel=\"location\">Uppingham, Leicestershire</span></em></p> <blockquote>\n<p>This article was selected by the\njudges' vote to win one of the four\nThird Prizes of $250 in the 1984\nVERBATIM Essay Competition.</p>\n</blockquote> <p>“He that eats a slice of his grandmother, may, with great\npropriety, sip the soup that is made of the same.”\nThis observation does not describe one of the customs of a\nremote cannibal tribe discovered in the days of the British\nEmpire; it is to be found in a respectable dictionary of the\nGaelic language first published in Glasgow a century and a half\nago.  The lexicographer to whom we owe our knowledge of this\n“proverb” was one Neil MacAlpine, at the time a parochial\nschoolmaster on the island of Islay, where he had been born in\n1786 and where he was to die in 1867.  <em>MacAlpine's Pronouncing\nGaelic Dictionary</em> first appeared in 1832 and became very\npopular, being cheaper than any of its rivals while remaining\nremarkably comprehensive.  Indeed, we might well consider it\nover-comprehensive: was it, for instance, really necessary to\ninclude <em>raibheic</em> 'the roar that a cow gives when gored by\nanother; <em>caiseach</em> 'well supplied with cheese; or <em>frith</em>, a word\napparently used only in MacAlpine's native Islay, meaning 'an\nencantation [<em>sic</em>] to find whether people at a great distance or\nat sea be in life'?</p> <p>There are many more equally idiosyncratic definitions\nwithin MacAlpine's pages, some of which will stand comparison\nwith any of Dr. Johnson's more celebrated eccentricities.\nThus we come across, for example, <em>drip</em> 'snare meant for\nanother, but ensnaring the author of it,' <em>meadhail</em> 'an uncommon\nand unaccountable burst of joy, on the eve of getting\nsome distressing news; and <em>roic</em> 'sumptuous feasting of boorish\npeople; superabundance of the good things of life, without any\nof the refined manners of genteel society,' to mention only\nthree from a very long list.  Sometimes all the possible meanings\nof a word in different areas are listed, giving rise to strings like\n“a prodigious large, red carbuncled nose (like a boiled lobster)\n... also the cog of a wheel; a ludicrous name for a large pinch\nof snuff... just a nose ... the nasal canal... the cork of a\nbottle ... a huge frog... conscience” (MacAlpine's definition\nof the word <em>cogais</em>); or, for <em>colgarrachd</em>, “sternness; new-year's\neve; an absurd hammering at any thing.”  Similarly, no Irishman\nis likely to be pleased to find that the word <em>eirionnach</em>,\naccording to MacAlpine, means both 'Irishman' and 'castrated\nhe-goat'!</p>"
}