{
  "type": "Article",
  "title": "Playing Words with Games",
  "author": "Stephen Hirschberg",
  "location": "Elmsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Playing Words with Games</h1>\n<p><em><span data-rel=\"author\">Stephen Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p>\n<p>It was a more relaxed age: before political leaders were\nportrayed as “huddling” with their advisors, “putting\nthe ball into their opponents' courts,” “playing hardball,”\nand “going to bat for” their friends; before we all could be\n“Monday morning quarterbacks.”  It was the epoch of nonathletic\ngames, when the “dead man's hand” was common\nknowledge, and “earned-run average,” “yards-per-carry,”\n“aerobics” and “jogging shoes” were colorless features on a\nfar horizon.</p>\n<p>In the millennia between the dice-and-board amusements\nof ancient Egypt and the ascendancy of spectator\nsports in the last century, most games for the populace\nrequired no particular physical prowess.  Their consequent\npublic favor advanced the idiom of card, dice, and board\npastimes through metaphor to game-unrelated slang and\nstandard language.</p>\n<p>Like the dinosaurs, some games have become extinct,\nknown only by their fossilized etymons.  Lurch, which had\nits heyday in the 16th century, is said to have resembled\nbackgammon; its only relic, the phrase <em>leave in the lurch</em>—\n'discomfit,' by greatly outscoring one's opponent.  Once the\nmost celebrated card game of the American West, <em>faro</em> is\nnow an endangered species.  It leaves as its spoor <em>breaking\neven</em>—by betting on a card in equal amounts to win and\nto lose.</p>\n<p>Since uniform laws are essential to all games, Edmond\nHoyle's definitive volumes of rules met considerable public\nappreciation.  His <em>Short Treatise on Whist</em> appeared in 1742;\nby the end of the next century his name was to rule books\nwhat Webster's was to dictionaries, and <em>according to Hoyle</em>\nsignified correctness.</p>\n<blockquote>\n<p>I cannot believe that God would choose to play dice\nwith the world.  —Albert Einstein</p>\n</blockquote>\n<p>Dicing dates from the Stone Age, when sheep knucklebones,\nastragali, were the primordial “rolling bones.”  With\ndice extensively employed by the ancients for both play and\nprognostication, “lacta alea est” may have been a catch\nphrase among the Romans, even before the time of Julius\nCaesar.  Modern use of <em>the die is cast</em> on crossing a personal\nRubicon is yet further removed from the gaming sense,\ngiven the rarity today of single-die gambling.  Cheating may\noccur in most games of chance—it is so likely that it is in the\n<em>dice</em>.  One technique of dice cheating is to weight one side of\nthe cubes.  Thus, unfair, one-sided arguments may <em>load</em> the\n<em>dice</em>, and a respondent may be placed at a disadvantage\nwhen asked a <em>loaded</em> question.  The terminology of craps is\nused to express life's peaks and valleys: shooting <em>crap</em>—'taking\nexcessive risks'; on a <em>roll</em>—'repeated success'; <em>cropping\nout</em> (making a losing throw)—'failure.' <em>No dice!</em>—the call\nmade upon an incorrect throw which must therefore be\nrepeated—means 'futile' adjectivally, 'Deal's off!' exclamatorily.\nA life in disorder is <em>at sixes and sevens</em>, the result of\nhazarding one's fortune on figurative throws of the dice.  In\nits original form—<em>to set on cinque and sice</em>—the phrase\nalluded to the die's two highest numbers, the lucky five and\nsix; alliteration then dominated accuracy of translation from\nFrench.</p>\n<blockquote>\n<p>The chess-board is the world....  —Thomas Huxley</p>\n</blockquote>\n<p>Perhaps because banter during play is frowned upon,\nchess has contributed relatively little colorful jargon to English.\nIts objective, <em>checkmate</em> (from the Persian <em>shah mat</em>—\n'the king is dead'), has become synonymous with complete\ndefeat.  One of the few acceptable utterances during the\ngame, “check” (alerting the opponent to an attack on his\nking) extended its meaning in the 14th to 18th centuries to\n'attack, repulse, restraint and control' (the bank <em>check</em> having\ndeveloped originally for verification and control of forgery;\nthe <em>check-list</em> and <em>check-mark</em> as means of certifying\naccuracy).  The field of play, the checkerboard, with its\nalternation of light and dark, engendered the <em>check</em> pattern\n(of textiles), the game of <em>checkers</em>, and <em>checkered</em> ('inconstant,'\nas in a <em>checkered career</em>).  A no-win, no-lose position\ncan be described as the deadlock draw, <em>stalemate</em>.  A gambit\nis a chess opening in which sacrifices are made to gain positional\nadvantage; outside the game it is now taken to mean\n'any opening strategy or remark.'  The gambit sacrifice is\nusually a chessman of lowest value, a <em>pawn</em>, which by the\n16th century denoted a person used to further another's\nobjectives.</p>\n<blockquote>\n<p>They laugh that win.  —Shakespeare (<em>Othello</em>)</p>\n</blockquote>\n<p>Not only do they laugh; triumphant gamesters verbally\ndance about their prostrate opposition with terms of victory\naccepted beyond the domain of games.  The opponent may\nbe defeated by a large margin—<em>schneidered</em> ('having been\nprevented from making any points at gin rummy'), or\n'driven into debt'—put <em>in the hole</em> ('given a minus score').\nAccording to the game authority, John Scarne, the image\nderives from the practice of indicating a negative score by\ndrawing a ring around it.  The loser may be 'outwitted'—\n<em>euchred</em> (prevented from winning the necessary three tricks\nat euchre), or 'thwarted'—<em>snookered</em> (his direct shot having\nbeen blocked in the game of snooker pool).  In Kelly pool, a\nsnooker variant, he can be placed in a hazardous position,\n<em>behind the eight-ball</em>, the striking of which incurs a penalty.\nUnder such pressure he may 'blunder'—<em>miscue</em>.</p>\n<p>Or, a winner may celebrate with a simple exclamation\nof victory—<em>Bingo!</em></p>\n<p>As expected, a trailing player wants to 'reverse the situation'\nand <em>turn the tables</em>.  “Tables” was a name for backgammon\nin the Middle Ages.  The phrase evokes an image of\na conjurer's patter and sleight of hand, with an extraordinarily\ninattentive opponent, allowing the perpetrator, undetected,\nto rotate the board and begin playing his adversary's\npieces.</p>\n<blockquote>\n<p>“Who cares for you?”  said Alice... “You're nothing\nbut a pack of cards!” —Lewis Carroll</p>\n</blockquote>\n<p>Card players, it must be admitted, are generally on\nfriendlier terms with their equipment than was Alice with\nthe Queen of Hearts and her court.  (Those addled souls who\ntalk to cards <em>before</em> falling down a rabbit-hole might be\ncharacterized as <em>not playing with a full deck</em>.) Outcomes\n'within the range of possibility' are <em>in the cards</em>, with 'success'\nexpressible as <em>playing one's cards right or strengthening\none's hand</em>, and 'defeat' as <em>playing into the hands of</em> others.\nIn most games, an ace is the desirable, highest-ranked card\nof a suit, having ascended from its earlier use—designating\nthe one-pip, lowest value, hence bad luck face of a die.</p>\n<blockquote>\n<p>Empoisoned of thyn owene folk thou were; thy <em>sys</em>\n[six] fortune hath turned into <em>as</em> [ace]...</p>\n<p>—Chaucer: <em>The Monk's Tale</em>\nfrom <em>The Canterbury Tales</em>.</p>\n</blockquote>\n<p>During World War I the meaning extended to a crack\nfighter pilot, and afterward to one who excels in any field.</p>\n<p>The gambler discontented by the caprices of Dame Fortune\nmay have a 'secret winning plan'—an <em>ace up his sleeve</em>.\nNo well-fitted cardsharp lacks a piece of equipment for\nsequestering desirable cards until they become useful.  The\nname and function of this mechanical device suggested the\nlabel for a 'person who delays payment or cooperation'—a\n<em>hold-out</em>.</p>\n<p>In their colorful stacks, chips are visually-appealing\ntokens of the cash they represent.  The gambler prefers being\n<em>in the chips</em>—'wealthy.'  One 'makes a contribution'—'adding\nto the pot'—by <em>chipping in</em>; having so done, 'the consequences\nare irrevocable'—the <em>chips</em> are down.  With ten\ntimes the value of white chips, <em>blue chips</em> are 'highly-rated\nassets.'  (The term survives despite the emergence of yellow\nchips, worth twenty-five white ones, to satisfy modern high-rollers.)\nThe old gambler never dies: he <em>cashes in his chips</em>,\nmaybe so he can “buy the farm.”</p>\n<blockquote>\n<p>Martin, if dirt were trumps, what hands you would\nhold! —Charles Lamb, quoted by Leigh Hunt</p>\n</blockquote>\n<p>For centuries, players of the trump games, from euchre\nto contract bridge, have taken disproportionate pleasure in\ncapturing opponents' non-trump high cards with the lowliest\nof a trump suit.  (Are they enjoying the allegorical victory\nof Common Man over Tyranny?  Or do they merely like to\nsee opponents squirm?)  Consequently, any <em>trump</em> is a 'key\nresource,' and a <em>trump card</em> a 'telling argument.'  If possible,\nhowever, one must 'emulate the leader' by <em>following suit</em>.  A\n<em>long suit</em> can be a 'powerful asset,' even with play at notrump.</p>\n<blockquote>\n<p>The buck stops here.  —Harry S. Truman</p>\n</blockquote>\n<p>Virtually every aspect of poker play is represented by\nterms assimilated into common parlance.  One wishing to\n'participate' may say <em>“Deal me in.</em>”  Each player then has to\n<em>ante up</em>—'pay his share into the pot.'  (<em>Pot</em>, or <em>kitty</em>, thence\ndenoted any common fund of individuals' contributions.\nThe kitty—a diminutive from the Middle Dutch <em>kitte</em> 'jug,'\nand thus a “small pot”—originally had a more restricted\nmeaning: it was a pool composed of a part of each player's\nwinnings, used to pay the expenses of the game.)  'Low limit\nbetting' (later, any small-scale transaction) is penny ante.  In\nthe early days of the game, the <em>buck</em>—a '<em>pocket knife</em>'—was\npassed around to designate the player whose turn it was to\nbet; to shift responsibility (<em>up to</em> the next player) was to <em>pass\nthe buck</em>.  “Up to,” indicating 'incumbent on,' is also of\npoker origin.  If a participant 'puts all he has in the pot'—\n<em>taps out</em> ('goes broke' in non-poker circles)—he can continue\nto play the hand, but cannot bet further.</p>\n<p>Deception is the heart of poker: in its early days the\ngame was often called “bluff.”  Disguise begins with the\ninscrutable <em>poker face</em>: “...the countenance should not\nbetray the nature of the hand,” advised the 1885 <em>Encyclopaedia\nBritannica</em>.  In most variants of stud poker, players\nare dealt four cards face-up, and one or three face-down\n(hole cards).  One showing four cards of a suit (but not holding\nthe fifth needed for a flush) may bluff his way to winning\nthe pot, but if opponents demand that he support his\nboast he will be exposed as a pretentious fake as the cards\nare revealed when the issue is forced to a conclusion: in\nother words, if they <em>call his bluff</em> the <em>fourflusher</em> must <em>put\nhis cards on the table at the showdown</em>.  Of course, a bettor\nmay not be bluffing: there may be a hidden asset—an <em>ace</em> in\n<em>the hole</em>.  The hands are closed in draw poker.  Each player\nhas options to discard part of his holding in exchange for\nnew cards or to <em>stand pat</em>, 'declining a change.'  The successful\nplayer cannot let the opposition see his cards: strategy is\nkept secret by <em>playing close to the vest</em> and taking care not to\n<em>tip one's hand</em>.</p>\n<p>One way to increase the size of the stakes in draw poker\nis requiring that every player ante, but prohibiting anyone\nfrom opening the betting without a pair of jacks or better.\nThe <em>jackpot</em> so created increases if no one opens, as additional\nhands are dealt and new antes contributed.  'Any large\npool of funds' (such as a slot machine's payoff) could thus be\ncalled a <em>jackpot</em>.  The winner or anyone so enjoying sudden\ngreat success <em>hits the jackpot</em>.</p>\n<p><em>The dead man's hand?</em>  According to legend, it was the\nholding of Wild Bill Hickok when he was shot in the back at\na poker game in Deadwood City, Dakota Territory; contrary\nto his custom, he was sitting with his back to the door.\nThe <em>dead man's hand</em> is two pairs—aces and eights—which,\nfor reasons clear (to Wild Bill, anyway), is considered bad\nluck.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Playing Words with Games</h1> <p><em><span data-rel=\"author\">Stephen Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p> <p>It was a more relaxed age: before political leaders were\nportrayed as “huddling” with their advisors, “putting\nthe ball into their opponents' courts,” “playing hardball,”\nand “going to bat for” their friends; before we all could be\n“Monday morning quarterbacks.”  It was the epoch of nonathletic\ngames, when the “dead man's hand” was common\nknowledge, and “earned-run average,” “yards-per-carry,”\n“aerobics” and “jogging shoes” were colorless features on a\nfar horizon.</p> <p>In the millennia between the dice-and-board amusements\nof ancient Egypt and the ascendancy of spectator\nsports in the last century, most games for the populace\nrequired no particular physical prowess.  Their consequent\npublic favor advanced the idiom of card, dice, and board\npastimes through metaphor to game-unrelated slang and\nstandard language.</p> <p>Like the dinosaurs, some games have become extinct,\nknown only by their fossilized etymons.  Lurch, which had\nits heyday in the 16th century, is said to have resembled\nbackgammon; its only relic, the phrase <em>leave in the lurch</em>—\n'discomfit,' by greatly outscoring one's opponent.  Once the\nmost celebrated card game of the American West, <em>faro</em> is\nnow an endangered species.  It leaves as its spoor <em>breaking\neven</em>—by betting on a card in equal amounts to win and\nto lose.</p>"
}