{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionary of Modern Colloquial French and Faux Amis and Key Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Modern-Colloquial-French-Herail/dp/0415058937\"><em>Dictionary of Modern Colloquial French</em></a> and <a href=\"https://www.abebooks.com/Mistakable-French-Faux-Amis-Key-Words/30953500427/bd\"><em>Faux Amis and Key Words</em></a></h1>\n<p>René James Hérail and Edwin A. Lovatt, (Routledge and Kegan Paul, 1985), 327pp. and Philip Thody and Howard Evans, (Athlone Press, 1985), 224pp.</p>\n<p>The <em>Dictionary of Modern Colloquial French</em> has a\npage-size about the same as that of VERBATIM, contains 327\npages, and weighs a quarter of a ton.  It is therefore anything\nbut a pocket-book, unless you are a gamekeeper or have an\neccentric tailor.  You're hardly going to whip it out in a Marseille\n<em>bistro</em> on hearing a new bit of <em>argot</em> while taking your\n<em>apè</em> ('aperitif').  Anyway, it doesn't give <em>apé</em>, only the more\ncommon <em>apéro</em>.</p>\n<p>The bulk of the tome means that for practical purposes\nit is less likely to be used in conversation than to be consulted\nin the study or library for translating colloquial language\nthat is written rather than spoken.  Accordingly, I tried it out\non a few pages taken at random from Raymond Queneau's\nhighly <em>argotique</em> (and immensely entertaining) <em>Zazie dans le\nmétro</em>, a severe test which it passed very successfully as far\nas including the slang words is concerned.</p>\n<p>For this the book deserves high marks.  However, what\nis odd about it, extremely odd, is the translations into English\n(for it is a one-way traffic, French-English only).  On the\nfirst page we are told that <em>à table!</em> means 'Grub's up!'  A few\nentries later the example given for the use of <em>abattage</em> is <em>J'ai\npris un vache abbatage du prof</em>, which apparently means\n“Teacher gave me one hell of a slating.”  The French is fine,\nbut the English strikes me as very strange.  As Jack Lemmon\nsays to Tony Curtis after his Cary Grant impersonation in\n<em>Some Like It Hot</em>, “No-bod-y talks like that.”</p>\n<p><em>Accrocher</em> is to 'have a barney.'  And so on, with a multitude\nof old-fashioned words, phrases and expletives such as\nBy Jove!  By jiminy!  Strewth!  Crumbs!  and Crikey!  This is\nall very entertaining, if not intentionally so.  If any francophone\nreader gets hold of the book, he or she will be going\nabout talking like someone out of P. G. Wodehouse, which\nshould at least add to the gaiety of nations.  A particularly\nenjoyable entry is the one for <em>Acrobate</em>, 'a cat-burglar, or\ncharacter who always lands on his feet.'  As in <em>Lui faire\nfaillite?!  N'y comptez pas, c'est un drôle d'acrobate!</em> which is\nrendered into modern colloquial English as 'He'll never be in\nQueer Street, he treads the tight-rope of high finance like a\nreal trooper!'  Apart from anything else, the word is\n“trouper,” which has quite a different meaning.  Likewise\n“poufter” (for homosexual) should be “poofter.”</p>\n<p>On some occasions it is a pity that the authors do not\nprovide a word-by-word translation.  For example,\n<em>Andouille à col roulé</em> is correctly translated as 'prick, cock,\nor penis,' but it would have been helpful to add the literal\ntranslation, which is 'a roll-necked sausage.'</p>\n<p>René James Hérail is half-French; Edwin A. Lovatt\ncomes from New Zealand.  Perhaps this explains why the\nEnglish slang strikes this English reader as so awkward and\nso dated.  Still, there is no need to give them one hell of a\nslating for their French, which is just as well since they\nteach it at the University of Leeds.</p>\n<p>So too do Professor Thody and Howard Evans.  Their\nbook also has its eccentricities, though in a rather more self-aware\nmanner.  The free-wheeling approach of <em>Faux Amis\nand Key Words</em> is indicated by the sub-title: “A dictionary-guide\nto French language, culture and society through\nlookalikes and confusibles.”  The well-known false friends\nare here, such as <em>interéssant, déception</em>, and <em>important</em>, as\nwell as the classic examples of a linguistic <em>chassé-croisé</em>\n('cross-fire') such as the pairs <em>Secretary of State/Minister of\nState</em> and <em>Ministre d'Etat/Sécretaire d'Etat, vicar/curate</em> and\n<em>curé/vicaire, chicory/endive</em> and <em>endive/chicorée</em>.</p>\n<p>As well as helping students of French to avoid making\nmistakes which are to be found even in highly reputable\ntranslations, the book delightfully fulfills its subtitle's promise\nof being a guide to French culture, society, and indeed\nhistory.  The digressions are so informative and entertaining\nthat this is one dictionary that can be enjoyably read\nstraight through rather than merely consulted when in difficulty.\nMany entries are like mini-essays or short stories.  An\nexample taken almost at random is the one on <em>rude</em>, which\ndoes not have its English sense but rather means <em>coarse</em> or\n<em>harsh</em>.  The authors then tell us that when Robert Damiens\n(1715-57), a servant who tried to stab Louis XV with a penknife,\nhaving “learned that he was to have his right hand\nburned off, boiling pitch poured into his wounds, and be\ntorn apart by horses, he commented—to the horrified admiration\nof Diderot—<em>la journée sera rude</em>, it's going to be a\nhard day.”</p>\n<p>I highly recommend this instructive, informative, and\nentertaining book.</p>\n<p><em>[Richard Boston, Reading, Berkshire]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Modern-Colloquial-French-Herail/dp/0415058937\"><em>Dictionary of Modern Colloquial French</em></a> and <a href=\"https://www.abebooks.com/Mistakable-French-Faux-Amis-Key-Words/30953500427/bd\"><em>Faux Amis and Key Words</em></a></h1> <p>René James Hérail and Edwin A. Lovatt, (Routledge and Kegan Paul, 1985), 327pp. and Philip Thody and Howard Evans, (Athlone Press, 1985), 224pp.</p> <p>The <em>Dictionary of Modern Colloquial French</em> has a\npage-size about the same as that of VERBATIM, contains 327\npages, and weighs a quarter of a ton.  It is therefore anything\nbut a pocket-book, unless you are a gamekeeper or have an\neccentric tailor.  You're hardly going to whip it out in a Marseille\n<em>bistro</em> on hearing a new bit of <em>argot</em> while taking your\n<em>apè</em> ('aperitif').  Anyway, it doesn't give <em>apé</em>, only the more\ncommon <em>apéro</em>.</p> <p>The bulk of the tome means that for practical purposes\nit is less likely to be used in conversation than to be consulted\nin the study or library for translating colloquial language\nthat is written rather than spoken.  Accordingly, I tried it out\non a few pages taken at random from Raymond Queneau's\nhighly <em>argotique</em> (and immensely entertaining) <em>Zazie dans le\nmétro</em>, a severe test which it passed very successfully as far\nas including the slang words is concerned.</p> <p>For this the book deserves high marks.  However, what\nis odd about it, extremely odd, is the translations into English\n(for it is a one-way traffic, French-English only).  On the\nfirst page we are told that <em>à table!</em> means 'Grub's up!'  A few\nentries later the example given for the use of <em>abattage</em> is <em>J'ai\npris un vache abbatage du prof</em>, which apparently means\n“Teacher gave me one hell of a slating.”  The French is fine,\nbut the English strikes me as very strange.  As Jack Lemmon\nsays to Tony Curtis after his Cary Grant impersonation in\n<em>Some Like It Hot</em>, “No-bod-y talks like that.”</p>"
}