{
  "type": "Article",
  "title": "English English: Frenglish",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English: <em>Frenglish</em></h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>The French and the English are old friends and old enemies,\nold neighbors and old strangers.  The great object of\nthe children's game called “French and English” is to run off\nwith the property of the opposing party, which is what the\ngrown-ups have been doing for centuries.  We are about to\ncelebrate the three hundredth anniversary of one of our\nmost important French connections.  In October 1685 Louis\nXIV signed the Revocation of the Edict of Nantes, so depriving\nthe French Huguenots of their remaining right to freedom\nof worship and lighting the signal for religious persecution.\nAbout 200,000 of his most energetic citizens fled the\ncountry with their industries and skills, impoverishing\nFrance and enriching the rest of the world.</p>\n<p>One of the ways in which they enriched us was in their\nimports into the English language itself.  The nickname of\nthe French Protestants, “Huguenots,” has one of those\ndoubtful etymologies dear to the heart of English pedants.\nThe learned Onions derives it from the name of a Geneva\nBurgomaster, Besancon Hugues.  Geneva was the home of\nCalvin's ecclesiastical dictatorship, or sectocracy, and a convenient\nsanctuary just across the border for French Protestants\nwhen persecuted.  He argues that the connection came\nby assimilation from the Swiss German word <em>eidgenoss</em>\n'oath-associate,' or 'confederate.'  It seems such a tall etymology\nto me, especially since what they speak in Geneva is\nSwiss French not Swiss German, that it might just be true.</p>\n<p>The principal alternative etymology comes from Henri\nEstienne in <em>Apologie pour Hérodote</em>, published in 1566.\nHenri asserts that <em>Huguenot</em> comes from <em>Hugues</em> or Hugo,\nwhich seems fair enough, and that it is derived from the fact\nthat the Protestants of Tours used to meet at night near the\ngate of King Hugo.</p>\n<p>The Huguenots, perhaps because they arrived as refugees\nwho had lost everything, worked hard and made their\nnames and fortunes.  The first Governor of the Bank of England,\nand seven of the original twenty-four founder-directors\nwere Huguenots.  The colony of Huguenot weavers\nat Spitalfields on the east of the City of London made it the\nworld center for silk and velvet manufacture.  Huguenot\ngoldsmiths and other decorative artists changed the face of\nEngland.  And Huguenot names became Anglicized and\nadded to the national nomenclature of worthies: Blanch-flower\nand Cazalet, De La Mare and Layard, Olivier and\nRoget of blessed memory to wordsmiths.  Garrick, the actor,\nand Paul Revere, of Longfellow's <em>The Midnight Ride</em>, were\nHuguenots.</p>\n<p>If you walk around London or the South of England,\nevery so often you will see a heartening imperative: “Take\nCourage.”  This is not, as you might suppose, a pious injunction\nfrom our native equivalent of the Moral Majority, but\nan advertisement for beer made by one of our biggest breweries,\nCourage's.  It is not, in my opinion, one of our better\nbeers.  But the name Courage is clearly Huguenot.</p>\n<p>One of the great English firms is Courtaulds, manufacturers\nof all kinds of synthetic fibers and fabrics.  There hops\nanother Frog.  Courtaulds came over with the Huguenots.\nTheir products bring a little touch of French into the English\nlanguage.  For example, Courtelle, a popular synthetic\nfabric, comes from the old Huguenot surname, with the suffix\n<em>-elle</em> that suggests either femininity, as in <em>mademoiselle</em>,\nor a homely diminutiveness, as in <em>bagatelle.</em></p>\n<p>Now here is a really British English word for you: <em>bosie</em>\nor <em>bosey.</em>  It is a technical term of cricket, I am afraid, and I\nam aware that there is no subject in the world that induces\nincredulity and ennui in Americans faster than cricket.  A\nfriend of mine who writes detective stories, which are\nalways published in the States, had the last one turned down\non the grounds that one quite short scene took place at a\ncricket match.  <em>Bosie</em> is another name, particularly in Australia,\nfor a <em>googly.</em>  A <em>googly</em> is a ball delivered by a bowler\nthat looks as if it ought to break from left to right across the\nbat of a right-handed batsman.  In fact, the bowler releases\nthe ball from right out of the back of his hand and imparts a\nfinal flick with his fingers, so that the ball in fact breaks\nfrom right to left, or else comes through straight and with a\nhigh bounce, giving the batsman a very nasty turn indeed.</p>\n<p>The <em>bosie</em> was invented by a <em>Bosanquet</em>, a Huguenot, of\ncourse.  Not <em>Bosanquet</em> the philosopher, nor <em>Bosanquet</em> the\nlawyer, nor <em>Bosanquet</em> the archaeologist, but <em>Bosanquet,\nB.J.T.,</em> the cricketer who played for Middlesex.  He secretly\ninvented the <em>googly</em> at a childish ball game called tishytoshy,\nand unveiled it late in the nineteenth century in the\npresence of the great batsman, Victor Trumper, instantly\ndismissing him.  The Australians were so amazed by this ball\nthat bounced the wrong way when it was pitched, that they\ncalled it a <em>bosie</em>, and still do.</p>\n<p>When Frenchmen give their names to a cricketing\nterm, they are truly naturalized.  The Huguenots are preparing\nto celebrate the three hundredth anniversary of their\narrival here.  Among other jollities they have drawn up are\npedigrees demonstrating that Prince William and Henry of\nWales are descended from Huguenots through fifteen lines,\nthrough both the royal and the Spencer families.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English: <em>Frenglish</em></h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>The French and the English are old friends and old enemies,\nold neighbors and old strangers.  The great object of\nthe children's game called “French and English” is to run off\nwith the property of the opposing party, which is what the\ngrown-ups have been doing for centuries.  We are about to\ncelebrate the three hundredth anniversary of one of our\nmost important French connections.  In October 1685 Louis\nXIV signed the Revocation of the Edict of Nantes, so depriving\nthe French Huguenots of their remaining right to freedom\nof worship and lighting the signal for religious persecution.\nAbout 200,000 of his most energetic citizens fled the\ncountry with their industries and skills, impoverishing\nFrance and enriching the rest of the world.</p> <p>One of the ways in which they enriched us was in their\nimports into the English language itself.  The nickname of\nthe French Protestants, “Huguenots,” has one of those\ndoubtful etymologies dear to the heart of English pedants.\nThe learned Onions derives it from the name of a Geneva\nBurgomaster, Besancon Hugues.  Geneva was the home of\nCalvin's ecclesiastical dictatorship, or sectocracy, and a convenient\nsanctuary just across the border for French Protestants\nwhen persecuted.  He argues that the connection came\nby assimilation from the Swiss German word <em>eidgenoss</em>\n'oath-associate,' or 'confederate.'  It seems such a tall etymology\nto me, especially since what they speak in Geneva is\nSwiss French not Swiss German, that it might just be true.</p> <p>The principal alternative etymology comes from Henri\nEstienne in <em>Apologie pour Hérodote</em>, published in 1566.\nHenri asserts that <em>Huguenot</em> comes from <em>Hugues</em> or Hugo,\nwhich seems fair enough, and that it is derived from the fact\nthat the Protestants of Tours used to meet at night near the\ngate of King Hugo.</p>"
}