{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Principles of Language and Mind",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780710203236/Principles-language-mind-Waldron-0710203233/plp\"><em>Principles of Language and Mind</em></a></h1>\n<p>T.P. Waldron, (Routledge &amp; Kegan Paul, 1985), xxiv + 232pp.</p>\n<p>As anyone who has concerned himself with language is\naware, attempts have been made over the centuries to\ndevelop a cohesive, coherent theory of what language is and\nhow it works.  The problem has occupied some of the greatest\nminds in the history of human culture.  The theories have\nranged from the poetic to the structural to the mechanistic.\nYet each of these theories contained the seeds of its own\ndestruction: Bloomfieldian linguistic theory disallowed any\nconsideration of meaning—the very <em>core</em> of language—on\nthe grounds that meaning was properly part of a discipline\n(or of disciplines) other than linguistics; Friesian theory\nresulted in an infinity of grammars, each developed to\ndescribe the context under investigation at the moment; and\nChomskyan theory presupposed an innate propensity for\nlanguage that is supported neither by physiology nor by any\nother documented science.</p>\n<p>The foregoing descriptions are, obviously, greatly simplified.\nYet, each points out a fundamental concern, that\nregardless of how intensely these theories have been supported\nby their adherents, many linguists have expressed\ntheir dissatisfaction with some of their basic tenets for various\nreasons, among them the cardinal objection based on the\nunavoidable fact that instinctively they feel that the language\nsimply doesn't work in the ways the theories describe.\nSome of the theories have been advanced out of dissatisfaction\nwith the traditional eight parts of speech because they\nare felt to be improperly descriptive of how language works.\nThe parts-of-speech system is not, after all, very “neat”: a\nnoun, defined as the “name of a person, place, or thing,” is\nidentified by its semantic content; whereas an adjective,\ndefined as “a word or phrase that modifies a noun,” is identified\nby its function.</p>\n<p>This lack of “neatness” has proved frustrating to many\nlinguists.  But if one can accept that grammar is a descriptive\nsystem imposed on a natural phenomenon (language) and\nthat we have ample evidence that language is not inherently\n“neat” to begin with, then parts-of-speech grammar is no\nless valid than any other and, at least, has the virtue of having\nbeen around long enough to enable a large percentage of\nthe population to become familiar with it.</p>\n<p>And there is no justification for assuming that language\nis “neat”: our days are filled with ambiguities and other difficulties\nof communication that we constantly seek to clarify.\nThere are far more interplays of function than any one\ntheory of language can accommodate.</p>\n<p>This is not to suggest that we should stop trying to\ndevelop a “scientific” theory of language, only that such theories\ncan be demonstrated to have failed to provide answers\nto many aspects and manifestations of language as it is actually\nused.</p>\n<p>Moreover, one cannot ignore the fact that for certain\napplications, parts of some of the theories have proved useful.\nBut, for the most part, such applications have been useful\nmainly in the computer analysis and synthesis of language\nand in machine translation.  Although these are useful\nexercises, they must be viewed as artificial, and they have\nlittle or nothing to do with the way human beings use language.\nNor, in fact, have they revealed very much useful\ninformation about how language works.  Above all, except\nfor a few (artificial) experiments, they do not concern themselves\nwith language as <em>art</em>.  In short, the processing of language\nby computer, though undoubtedly useful, must not be\nconfused with the analysis or creation of natural language;\nespecially, it cannot be confused with an application of language\nin the humanities, any more than a picture created by\na computer program should be confused with one created by\na human being.  In either event, one might accomplish a\nsuperficial approximation or imitation, but that is neither\nnatural nor art <em>by definition</em>.  Computer experts and theorists\nwho fail to realize this essential fact are only deluding\nthemselves by confusing language creativity (not to say aesthetics)\nwith a utilitarian, poverty-stricken imitation of it.\nWhat is disturbing is not the work that computer specialists\nare doing, for that may, indeed, be utilitarian, but their\nutter failure to understand that all they can ever hope to\nachieve (Hal notwithstanding) is a poor simulation.</p>\n<p>In the context of the preceding, it is refreshing to read\n<em>Principles of Language and Mind</em>, for its author, a philosophically\nminded philologist at Cambridge University, has\ndeveloped what he calls an “evolutionary theory of language,”\nfounded on an Aristotelian base (with thanks also to\nPlato) and in harmony with the Darwinian theory.  In his\nextension and application of evolutionary theory, Waldron\nprovides a step-by-step analysis and synthesis of the progression\nfrom speech and thinking to the more abstract forms of\ntheoretical discourse and philosophical understanding, filling\nthe gaps in the humanities and natural science, and unifying\ninto logical entity problems formerly treated separately\nas the diverse provinces of linguistics, psychology,\nlogic, and epistemology.  Waldron writes:</p>\n<blockquote>\n<p>Evolution theory concerns not only the origin of\nspecies but also their survival and extinction.  Its\npurpose is the systematic explanation of the findings of\n<em>many</em> scientific disciplines, and of much else which we\nknow about life and nature.  All this cannot be\naccounted for in terms of genetics and blind 'natural\nselection' alone.  There is also conscious human\nselection: the result of rational choice, but very often\nalso, of irrational thought and action.  Ours is the only\nspecies which in large measure controls its own destiny.\nSince all conceptual thought (rational and irrational\nalike) is language-dependent, an understanding of the\norigin, nature, development, uses and misuses of\nlanguage, and of its central place in human psychology,\nis a prerequisite for determining what course human\nevolution will take in the future.  [p. 209]</p>\n</blockquote>\n<p>Waldron's concern is knowledge and its nature.  To\nencounter his succinct treatment of the subject is to appreciate\nthe essentially humanistic character of his approach:</p>\n<blockquote>\n<p>To know is to be able: to walk, swim, speak,\ncount, remember, reason, and so on.  Knowledge may\nbe instinctual; the result of behavioural feedback; or of\nsign interpretation.  These forms of knowledge are\ncommon to animal life at large.  But knowledge may\nalso be conscious, conceptual, theoretical, rational.\nSuch forms of knowledge are distinctively human, and\nare dependent on the symbolic functions of language.\n[p. 211]</p>\n</blockquote>\n<p>As described above, theories of language have suffered\nfrom their failure to bridge the gap between the humanities\nand natural science.  Indeed, it is Waldron's contention that\nheretofore, even among evolutionists, “speculation on language,\nmind, and human culture in general has tended to be\nreductionist in character, thus leaving evolution theory\ndefective in the very area that concerns us most.” [p. x].  In\ndeveloping his argument, the author clarifies universal principles\nof semantics and of a “theory of knowledge in general\nand of human understanding and reason in particular.”  [p.\n209].  He examines current misconceptions of the nature of\nlanguage and shows how these exemplify misconceptions\nwithin “the three philosophical traditions—idealism, naturalism,\nscepticism—which have now engaged in repetitious\nand sterile debate for well over two thousand years.”</p>\n<p>The author disposes of current theories based on behaviorism,\nstructuralism, and sociobiology:</p>\n<blockquote>\n<p>...Academic orthodoxy... currently offers\nthree bogus options which exemplify...confusion\nand one-sidedness: a mindless behaviourism which\nwould reduce all human thought and action to a matter\nof stimuli and reflex behaviour; a vacuous structuralism\nwhich sees language as an ethereal, quasi-mathematical\nsystem of signs, curiously detached from external\nreality and human experience; and the pseudobiological\ndoctrine dubbed “sociobiology” which—by-passing\nmillennia of evolution, as well as the obvious\nperceptual and behavioural origins of language and\nintelligence—offers implausible and quite groundless\n'explanations' of all aspects of human culture in terms\nof genetic determinism and selection pressures.  [p. 188]</p>\n</blockquote>\n<p>In ten main chapters, each a masterful essay, supplemented\nby a beautifully turned glossary in which is set forth\na distillate of the concept of the book as reduced to its terminological\nessentials, Waldron introduces, develops, and\nexpounds on his evolutionary theory of language.  Disobeying\nthe 19th-century “rule” laid down at Le Cercle de\nLinguistique de Paris (forbidding the presentation of any\npaper dealing with the origin of language), Waldron presents\na theory, that is at once logical, biological, and psychological,\nshowing how language naturally emerges from its\nprelinguistic antecedents (perceptual and behavioral) to\nbecome the key factor in the development of a distinctively\nhuman kind of intelligence and thought.  As in the case of\nmany of Waldron's arguments, it is not only persuasively\nand simply stated, but it fits neatly into what many people\ninformally believe to be true about how language works.</p>\n<p><em>Principles of Language and Mind</em> is a short book, but it\nis not quickly read.  In some ways, in his pithiness of presentation,\nthe author does his theory a disservice, for, instead of\nsupplying illustrative examples at the points where they\nwould help to support an argument, he often relies on the\nreader to dredge them up from his own store of knowledge.\nFor example, the contention that “alphabetic perfection”\nwas approached for the first time in archaic Greek [p. 111]\nis a notion that could use some bolstering or, at least, some\nsupportive reference.  Likewise, statements like the following\ncould use clarification:</p>\n<blockquote>\n<p>Failure to distinguish a name from a noun is\nfailure to distinguish a mere sign from a categorial\nsymbol.  [p. 116]</p>\n</blockquote>\n<p>There is no argument with the point, only that—if only for\npedagogical reasons—it would be helpful to have a somewhat\nmore expansive treatment than that accorded by the\nsentences that follow:</p>\n<blockquote>\n<p>A <em>name</em> is no more than a verbal sign associated\nwith some individual.  The <em>noun</em>, by contrast, is the\ncategorial symbol <em>par excellence</em>.</p>\n</blockquote>\n<p>In the Appendix, further clarification is offered under the\nentry <em>Name and noun</em> [p. 212].  True, when thus isolated,\nthe understanding is clear; but set within a paragraph\n(which goes on to discuss how classes of discrete individuals\nwere the starting point for further Aristotelian logical and\nepistemological analysis), such statements lose their impact\nand, for those who are not philosophers, have their meaning\ndiminished or diluted.  And there are other places in the\nbook where a more thorough exposition, with examples,\nwould have been helpful.  However, that chore will remain\nfor those who prepare teaching texts from this seminal work.</p>\n<p>There are many bright passages in this book, reflecting\nnot only the author's felicitous use of language but the\nuncompromising clarity of his thinking.  He warns against\nthe acceptance of a mathematical model of language and\ncalls attention to the fact that language preceded mathematics\n(which would be impossible without language), hence\ndepends on it entirely for its “logicality.”  In other words, the\nuse of mathematics to analyze and describe language is a\nhysteron proteron.  However, Waldron has respect for mathematics\nas a “unique deductive system”:</p>\n<blockquote>\n<p>...Mathematics, being a highly specialized\nform of theoretical discourse, necessarily observes\n[those principles] if it is to be valid.  This does not\nmean, however, that mathematics <em>is</em> logic or that logic\n<em>is</em> mathematics.  It means simply that mathematics is a\nrational pursuit.  Failure to grasp these simple facts has\nhelped to create the whole mystique of 'mathematical\nlogic', which has hung like a pall over modern\nphilosophy for the best part of a century, and has given\na new lease on life to a seventeenth-century fad: the\ncraving for a universal fool-proof language which\nwould do our thinking for us.  It is not language...\nwhich needs to be rendered proof against folly, but\nhuman beings.  No language has yet been known to go\nmad.  [p. 174]</p>\n</blockquote>\n<p>Notwithstanding, he emphasizes that regarding language as\na “deductive system” is a grave error:</p>\n<blockquote>\n<p>...[S]trenuous efforts have been made and are\nbeing made to convert ordinary language into algebra.\n...It now bars progress not in mathematics and\nnatural science—whose practitioners treat it with the\nneglect it deserves—but in the humanities, where\nsuperstition is rife, and where any doctrine sufficiently\nopaque to be incomprehensible is treated with respect.\n[p. 175]</p>\n</blockquote>\n<p>Many theorists have grappled with the question of the\ninterconnections between language and thought.  Some\nbelieve that conceptual thought, or theoretical understanding\ncan exist independently of language, calling to evidence\nsuch common experiences as eidetic imagery, spatial relations,\nand other matters that the brain naturally occupies\nitself with and that are not readily verbalized.  Waldron's\nview is that symbols, which are, at bottom, what we learn\nthe use of when we learn language, “perform many psychological\nfunctions—designatory, categorial, differential,\nmnemonic, heuristic—which naturally fuse to form what\nwe vaguely call thought.”  This is, essentially, an\nassociationist view, but without the stigma that associationism\nattracted among behavioral psychologists.  The author's\ndevelopment of these ideas is adroitly set forth in a chapter,\nSpeech and Thought, but a thorough presentation of his\narguments cannot be promulgated in a review.\nIn Waldron's words,</p>\n<blockquote>\n<p>...[L]anguage is the basis of human reason and\nhence the basis, as well as the vehicle, of all theory\nwhatever: but pre-eminently of all theory of\nknowledge, of human understanding, of mind.  [The\ntheory of language] is no ordinary theory.  It concerns\nwhat human life is about.  But since human reason also\nbegets unreason—and worse, perverted rationality—\nthis unique theory concerns also the greatest question of\nour age: whether civilized life is to continue to exist at\nall.  [p. 201]</p>\n</blockquote>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780710203236/Principles-language-mind-Waldron-0710203233/plp\"><em>Principles of Language and Mind</em></a></h1> <p>T.P. Waldron, (Routledge &amp; Kegan Paul, 1985), xxiv + 232pp.</p> <p>As anyone who has concerned himself with language is\naware, attempts have been made over the centuries to\ndevelop a cohesive, coherent theory of what language is and\nhow it works.  The problem has occupied some of the greatest\nminds in the history of human culture.  The theories have\nranged from the poetic to the structural to the mechanistic.\nYet each of these theories contained the seeds of its own\ndestruction: Bloomfieldian linguistic theory disallowed any\nconsideration of meaning—the very <em>core</em> of language—on\nthe grounds that meaning was properly part of a discipline\n(or of disciplines) other than linguistics; Friesian theory\nresulted in an infinity of grammars, each developed to\ndescribe the context under investigation at the moment; and\nChomskyan theory presupposed an innate propensity for\nlanguage that is supported neither by physiology nor by any\nother documented science.</p> <p>The foregoing descriptions are, obviously, greatly simplified.\nYet, each points out a fundamental concern, that\nregardless of how intensely these theories have been supported\nby their adherents, many linguists have expressed\ntheir dissatisfaction with some of their basic tenets for various\nreasons, among them the cardinal objection based on the\nunavoidable fact that instinctively they feel that the language\nsimply doesn't work in the ways the theories describe.\nSome of the theories have been advanced out of dissatisfaction\nwith the traditional eight parts of speech because they\nare felt to be improperly descriptive of how language works.\nThe parts-of-speech system is not, after all, very “neat”: a\nnoun, defined as the “name of a person, place, or thing,” is\nidentified by its semantic content; whereas an adjective,\ndefined as “a word or phrase that modifies a noun,” is identified\nby its function.</p> <p>This lack of “neatness” has proved frustrating to many\nlinguists.  But if one can accept that grammar is a descriptive\nsystem imposed on a natural phenomenon (language) and\nthat we have ample evidence that language is not inherently\n“neat” to begin with, then parts-of-speech grammar is no\nless valid than any other and, at least, has the virtue of having\nbeen around long enough to enable a large percentage of\nthe population to become familiar with it.</p>"
}