{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Fair of Speech: The Uses of Euphemism",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Fair-Speech-Uses-Euphemism-Edited-Enright/316158620/bd\"><em>Fair of Speech: The Uses of Euphemism</em></a></h1>\n<p>D.J. Enright, ed., (Oxford University Press, 1985), 222pp.</p>\n<p>It seems almost impossible to open the mail these days\nwithout finding a book on euphemisms.  Why this sudden\npreoccupation with the subject?  As readers of these reviews\nare aware, I am no aficionado of the genre, though I hasten\nto add that the present book is a collection of good, interesting,\nand often amusing essays on euphemisms, in contrast to\nthe dictionary format followed by others, which I cannot\nreadily see the point of.  The only serious failing of the work\nat hand is the total absence of an index, an execrable fault\nwhich reduces the usefulness of the work, once read.</p>\n<p>In the event, I am becoming increasingly confused by\nthe modern interpretation of <em>euphemism</em>.  I have always\nunderstood it to refer to a word or expression of apparently\nharmless, decorous connotation used in place of one that is\nfor some reason unpleasant or taboo.  Thus, <em>pass on, go west</em>,\nand dozens of others, for <em>die; move the bowels</em> for either\n(technical) <em>defecate</em> or (vulgar) <em>shit</em>, and so forth.  In other\nwords, a euphemism must always be used as a substitute for\nsomething better left unsaid (or unwritten) for any of a\nnumber of reasons.  Calling a spade a spade is not the name\nof the game.</p>\n<p>What we find, however, is that compilers of dictionaries\nof euphemisms and writers of articles on the topic have\nbegun to include in the class almost any kind of metaphor,\nwhether substituted for something unpleasant or something\nentirely innocuous.  Admittedly, it is difficult at times to distinguish\nbetween the nocuous and the innocuous, for one\nmay not always be aware of contemporary sentiments.\nToday, for instance, we have no compunction about using\nthe word <em>leg</em>, though I know (from reading)—and presume\nit common knowledge—that the Victorians did.  Thus we\nalso have <em>inexpressibles</em> and <em>unmentionables</em> for <em>trousers</em> or\n<em>breeches</em>, as Robert Burchfield reports in his essay in this\nbook, “An Outline History of Euphemisms in English.”  But\nhow can one be certain that, as Burchfield writes, <em>well-carriaged</em>\nis a euphemism for <em>having large breasts, let him\ndo just what he pleased</em> for <em>succumb to a seducer</em>, and so on?\nIt seems to me that in order to identify a euphemism, we\nmust know the author's purpose, and I find it curious that\nthose who comment on euphemisms choose to ignore the\nauthor's poetic (or other licentious) intent in employing\nparaphrastic subleties.  I should scarcely call <em>for Chrissake</em> a\neuphemism, though it is cited by Burchfleld as such: it is a\nspelt form of the rapid colloquial <em>for Christ's sake</em> and nothing\nmore.</p>\n<p>Some of the euphemisms cited by Burchfield for, say,\n<em>prostitute</em> have their origin in slang.  Slang can only rarely\nsaid to be euphemistic: rather, it often tends to be a secret\nlanguage, inventing terms which, as they “leak out” to the\ngeneral public and are adopted by them, are replaced; in\naddition, users of slang like to keep their lingo fresh, uncluttered\nby yesterday's clichés, and stale stereotypes are quickly\nrejected in favor of more up-to-date metaphors.  I cite examples\nfrom Burchfield's article only for convenience, not to\npick a nit with him personally, for, as I see it, all collectors\nof euphemisms interpret the class too broadly.  They tend to\nfind euphemisms under the bed.  Taking that literally, they\nare likely to call <em>chamberpot</em> a euphemism for <em>pisspot</em> or\n<em>shitpot</em>; but is that really so?  Aren't <em>pisspot</em> and <em>shitpot</em>\nmerely made-up, alternate forms?  Is there any evidence for\ntheir existence (outside the present context)?  There is plenty\nof evidence, on the other hand, for <em>chamberpot</em>.  Which\nmakes me wonder if all words or expressions for marginal or\ntaboo functions or objects are to be deemed euphemisms just\nbecause the euphemologist can concoct otherwise nonexistent\nrude counterparts for them.</p>\n<p>Jasper Griffin has contributed an interesting piece,\n“Euphemisms in Greece and Rome,” which contains hints of\nproblems that encroach on considering euphemisms as a\nclass from another angle—propaganda.  If the upper class in\nGreece and Rome called themselves <em>boni</em> 'the good men' or\n<em>aristoi</em> 'the best men,' are those euphemisms or just propaganda?\nWhat of <em>Eupatridae</em> 'those with good fathers,' as the\nAthenian nobles referred to themselves?  To be sure, the\ngenres overlap, as in naming the MX missile, a destructive\nweapon, <em>The Peacekeeper</em>; this example, among others,\nappears in Robert M. Adams's article, “Soft Soap and the\nNitty-Gritty.”</p>\n<p>Some of these points are (at least) suggested in “Sex and\nEuphemism,” by Joseph Epstein.  Following his citation of a\npassage from <em>Homecoming</em>, by Floyd Dell, in which sexual\nactivities are referred to obliquely and subtlely, through\nparaphrase and suggestion, Epstein writes:</p>\n<blockquote>\n<p>Does such a passage seem hopelessly old-fashioned—it\nwas written in 1933—corny, prudish?  At the risk of\nsounding an old-fashioned, corny prude, I must confess\nthat it doesn't seem any of those things to me.  What I\nrather like about it is the room it leaves to the\nimagination....  It could not, I am confident, be\nimproved by additional detail recounting every\nchronicle of the crotch, saga of the sack.</p>\n</blockquote>\n<p>There is insufficient space to comment on each of the\nother eleven essays in this book.  They are all interesting and\ndeal with the subject and its peripheries in more or less\nadroit fashion.  I find this prose treatment of the elusive,\nallusive euphemism preferable to the dictionary approach\nbecause it offers the reader useful comment at a length stylistically\nproscribed by the customary glossarial treatment,\nregardless of how loosely it may be interpreted.  What\nremains unresolved at the end is the question suggested at\nthe beginning: What is a euphemism?</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Fair-Speech-Uses-Euphemism-Edited-Enright/316158620/bd\"><em>Fair of Speech: The Uses of Euphemism</em></a></h1> <p>D.J. Enright, ed., (Oxford University Press, 1985), 222pp.</p> <p>It seems almost impossible to open the mail these days\nwithout finding a book on euphemisms.  Why this sudden\npreoccupation with the subject?  As readers of these reviews\nare aware, I am no aficionado of the genre, though I hasten\nto add that the present book is a collection of good, interesting,\nand often amusing essays on euphemisms, in contrast to\nthe dictionary format followed by others, which I cannot\nreadily see the point of.  The only serious failing of the work\nat hand is the total absence of an index, an execrable fault\nwhich reduces the usefulness of the work, once read.</p> <p>In the event, I am becoming increasingly confused by\nthe modern interpretation of <em>euphemism</em>.  I have always\nunderstood it to refer to a word or expression of apparently\nharmless, decorous connotation used in place of one that is\nfor some reason unpleasant or taboo.  Thus, <em>pass on, go west</em>,\nand dozens of others, for <em>die; move the bowels</em> for either\n(technical) <em>defecate</em> or (vulgar) <em>shit</em>, and so forth.  In other\nwords, a euphemism must always be used as a substitute for\nsomething better left unsaid (or unwritten) for any of a\nnumber of reasons.  Calling a spade a spade is not the name\nof the game.</p> <p>What we find, however, is that compilers of dictionaries\nof euphemisms and writers of articles on the topic have\nbegun to include in the class almost any kind of metaphor,\nwhether substituted for something unpleasant or something\nentirely innocuous.  Admittedly, it is difficult at times to distinguish\nbetween the nocuous and the innocuous, for one\nmay not always be aware of contemporary sentiments.\nToday, for instance, we have no compunction about using\nthe word <em>leg</em>, though I know (from reading)—and presume\nit common knowledge—that the Victorians did.  Thus we\nalso have <em>inexpressibles</em> and <em>unmentionables</em> for <em>trousers</em> or\n<em>breeches</em>, as Robert Burchfield reports in his essay in this\nbook, “An Outline History of Euphemisms in English.”  But\nhow can one be certain that, as Burchfield writes, <em>well-carriaged</em>\nis a euphemism for <em>having large breasts, let him\ndo just what he pleased</em> for <em>succumb to a seducer</em>, and so on?\nIt seems to me that in order to identify a euphemism, we\nmust know the author's purpose, and I find it curious that\nthose who comment on euphemisms choose to ignore the\nauthor's poetic (or other licentious) intent in employing\nparaphrastic subleties.  I should scarcely call <em>for Chrissake</em> a\neuphemism, though it is cited by Burchfleld as such: it is a\nspelt form of the rapid colloquial <em>for Christ's sake</em> and nothing\nmore.</p>"
}