{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Traveler's Phrase Book",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Travelers-Phrase-Book-Compendium-Commonly/dp/0812035585\"><em>The Traveler's Phrase Book</em></a></h1>\n<p>Mario Constantino, et al., (Barron's Educational Series, 1985), vi + 505pp.</p>\n<p>This is a nifty little paperback, a chunky 3½'' × 6'',\npacked with useful phrases that have been categorized into\na number of different situations in which the traveler is\nlikely to find himself: The Basics for Getting By, When You\nArrive, Money Matters, At the Hotel, Getting Around\nTown, Shopping, Medical Care, etc.  It is not a dictionary,\nnor does it have an index; but that makes no difference: it is\nstill useful, and, as such books go, quite good.</p>\n<p>What struck me about it was a certain lack of uniformity\namong the sections (French, German, Italian, Spanish).\nFor instance, in all the sections except the German, under\nProblems, Problems, Problems, one finds phrases like:</p>\n<blockquote>\n<p>Hurry up!<br>\nLook!<br>\nWatch out!  Be Careful!<br>\nListen!<br>\nWait!<br>\nI have lost...<br>\nStop bothering me!<br>\nGo away!<br>\nHelp, police!<br>\nI'm going to call a cop!</p>\n</blockquote>\n<p>In all the sections one finds</p>\n<blockquote>\n<p>I want to go to the American consulate<br>\nto the police station<br>\nCan you help me, please?<br>\nDoes anyone here speak English?<br>\nHe has stolen my car<br>\npassport<br>\npurse<br>\nsuitcase<br>\nwallet<br>\nwatch</p>\n</blockquote>\n<p>but only in German can one add ticket\nmoney.</p>\n<p>In Germany, you can say “I'm lost (on foot)” or “I'm lost\n(driving),” but not in France, Italy, or Spain.  Only in Spanish\nand Italian can you shout <em>Fire!</em>, but otherwise the “problems”\nare pretty much the same.</p>\n<p>At the Dentist, you can say “I have a rotten tooth that's\ngiving me a lot of pain” only in France, and “I can't chew”\nonly in France and Germany.  Is there something sinister in\nthe suggestion that in France, Italy, and Spain you can ask\nthe dentist “When should I come back?”—but not in Germany?\n(Shades of <em>Marathon Man!</em>)</p>\n<p>We discover, under Medical Care, that headaches are\npossible in France, Italy, and Spain, but apparently not in\nGermany, though there one can tell the doctor that he is suffering\nfrom a venereal disease.</p>\n<p>If you are a teacher, doctor, lawyer, businessperson, or\nstudent, you are identifiable in all the countries; but if you\nare a mechanic, a salesperson, or a secretary, you may\nadmit to it only in Germany.</p>\n<p>When dining out, it would appear that the Germans\neither disapprove of toothpicks or of asking for them; on the\nother hand, in Germany you may ask where the toilets are,\nand you may have to ask the waiter for a chair, from which\none might assume that they are provided in the other countries.</p>\n<p>Under Hotel Service, in France, Italy, and Spain you\ncan (must?) ask room service to provide</p>\n<blockquote>\n<p>a towel<br>\nsoap<br>\nhangers<br>\nice cubes<br>\nan ash tray<br>\ntoilet paper<br>\na reading lamp<br>\nan electric adapter</p>\n</blockquote>\n<p>but in Germany you must (can?) also request</p>\n<blockquote>\n<p>matches<br>\nenvelopes and writing paper<br>\npostcards<br>\nan extra bed<br>\na wastebasket</p>\n</blockquote>\n<p>When Shopping for Souvenirs, only in the German section\ndoes one learn how to say, “I don't want trouble at customs.”</p>\n<p>At Nightclubs, only the French tell one how to say,\n“May I have this dance?,” “May I take you home?,” and\nhow to accept.</p>\n<p>In Passport and Customs, only in Spain does it seem\nnecessary to know how to say, “What's the problem?”  And\nunder Baggage and Porters, you can learn how to tell someone\na suitcase is missing except in France, where they never\nlose your luggage.  In Exchanging Money, only in Germany\ncan you mention that you think a mistake was made; and\nonly in Italy can you ask if they accept credit cards—presumably\nyou don't have to ask elsewhere.</p>\n<p>Finally, one might construe from the absence of any\ninformation under Saying Good-Bye, that the Germans\nnever say it (or, at least, don't like to), for, in addition to the\nusual platitudes common to French, Italian, and Spanish\nspeakers, the last two would appear to be in the habit of saying\n“Thanks for the (<em>Sp</em>. wonderful) evening,” “I must go\nhome now,” and “You must come to visit us.”  What seem to\nbe missing from all are <em>Adieu, Au revoir</em> or <em>À bientôt; Auf\nWiedersehen; Arrivederci</em> (or <em>Ciao, baby!</em>); and <em>Adiós</em> and\n<em>Hasta luego</em>—in other words, just plain <em>Goodbye!</em>  I'm only\njoking—those are included in a list of Most Frequently Used\nExpressions at the beginning of each section.</p>\n<p>The book comes in a clear plastic jacket—presumably\ngravy-proof for use in restaurants—and has some country\nmaps, though they show only major cities.  A serviceable and\nfriendly little package, <em>The Traveler's Phrase Book</em> might\nhave done better to have been more sturdily bound—I have\na feeling that the (so-called) perfect binding is not secure\nenough to prevent the loosening of pages from continual use.\nIf you are on an “If-it's-Tuesday-this-must-be-Belgium” kind\nof tour, you'll enjoy having this as a companion.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Travelers-Phrase-Book-Compendium-Commonly/dp/0812035585\"><em>The Traveler's Phrase Book</em></a></h1> <p>Mario Constantino, et al., (Barron's Educational Series, 1985), vi + 505pp.</p> <p>This is a nifty little paperback, a chunky 3½'' × 6'',\npacked with useful phrases that have been categorized into\na number of different situations in which the traveler is\nlikely to find himself: The Basics for Getting By, When You\nArrive, Money Matters, At the Hotel, Getting Around\nTown, Shopping, Medical Care, etc.  It is not a dictionary,\nnor does it have an index; but that makes no difference: it is\nstill useful, and, as such books go, quite good.</p> <p>What struck me about it was a certain lack of uniformity\namong the sections (French, German, Italian, Spanish).\nFor instance, in all the sections except the German, under\nProblems, Problems, Problems, one finds phrases like:</p> <blockquote>\n<p>Hurry up!<br>\nLook!<br>\nWatch out!  Be Careful!<br>\nListen!<br>\nWait!<br>\nI have lost...<br>\nStop bothering me!<br>\nGo away!<br>\nHelp, police!<br>\nI'm going to call a cop!</p>\n</blockquote>"
}