{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Wordtree: A Transitive Cladistic for Solving Physical & Social Problems",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Wordtree-Transitive-Cladistic-Physical-Problems/dp/0936312009\"><em>The Wordtree: A Transitive Cladistic for Solving Physical &amp; Social Problems</em></a></h1>\n<p>Henry G. Burger, (The Wordtree, Merriam, Kansas, 1984), 382pp.</p>\n<p>What is it that makes two people think alike?  Upbringing;\nsocial sphere; education; acquaintances and companions;\ncountry, region, even neighborhood of origin and residence;\ntravel.  All these are factors that would have to be\nshared by people for them to have essentially the same mental\nattitude and view of the world.  Moreover, the genetic\nfactor suggests that even given close similarity of environment,\ntwo individuals would have also to be biologically\nalike—one the clone of the other, say—to truly share the\nsame sort of mind.</p>\n<p>All this may serve to point up what is the essential flaw\nin a remarkable book called <em>The Wordtree</em>, a unique new\nlanguage research tool.  Editor and publisher Henry G.\nBurger has been compiling, processing, refining, and preparing\nthe book over the span of twenty-seven years, and the\nproduct of his long and nearly solitary toil is an achievement\nthat merits the serious attention of linguists.  Applying his\nown theory of a hierarchical, semantic taxonomy of language\n(the <em>Cladistic</em> of the subtitle refers to the branching\nstructure that results from this approach), Burger offers for\neach of some 20,000 key concept-words or “actemes” a definition\nin two parts, each of which is itself an acteme at a\nhigher level in the hierarchy.  Each acteme listed in the text\ncan theoretically be traced back along its constituent, defining\nbranches until ultimately we arrive at a set of 42 conceptual\nstarting points.  (More on these below.)  As a result, a\ngiven acteme, with all of its defining branches illustrated in\na drawing, would give the appearance of a genealogical\nchart or, metaphorically, a <em>Wordtree.</em></p>\n<p>There is great potential value in this sort of semantic\nresearch, but in the rigorous adherence to a two-and-only-two-branch\napproach, and in the unswerving use of one-word\n“definitions,” Burger has oversimplified his methodology\nto the point where it frequently yields dubious results.\nMany of Burger's two-part analyses are so strained, unclear,\nor downright bizarre that only the editor himself—and that\nunlikely individual who might possess <em>precisely</em> the same\nmindset and world-view — can reasonably expect to make\nfull and fruitful use of the book.</p>\n<p>We should add, in defense of Burger's theory: 1) his\napproach is in the spirit of and contributes to the notion of\nsemantic indexing, a concept presently being pursued by\nmany language researchers and one which eventually may\nmake automatic machine-translation a formidable reality;</p>\n<ol>\n<li>the still widespread resistance to and unfamiliarity with\non-line research tools, making it practically necessary for\nreference material to be published in book form, are obstacles\npreventing a full realization of the value of Burger's\nhypothesis.  <em>The Wordtree</em> would prove far more useful and\nbenefit greatly were it an on-line, highly accessible, quickly\nmanipulable electronic utility, open and ready for muchneeded\nrefinements, corrections, and expansion.</li>\n</ol>\n<p>The layout of the book is in three basic parts: 1) front\nmatter running 54 pages, with theoretical explanation, general\nbackground, and explanatory notes; 2) 130 pages of text\nin which the 20,000 or so actemes are presented in hierarchical\norder, from simple to complex, numbered sequentially\nand shown with their various derivatives and related forms;\n3) 184 pages consisting of an alphabetic index of all actemes,\nas well as thousands of other associated forms for each of\nwhich the user is given an appropriate reference.  It is worth\nnoting that while these page counts are modest, <em>WT</em> is in\nfact dense with information, as each text page has six columns\nof 142 lines.  The editor asserts that the amount of\nmaterial is equivalent to a “regular-sized book” of 1755\npages; it is certain that <em>WT</em> contains far more information\nthan the page count would normally indicate.</p>\n<p>As it stands, <em>The Wordtree</em> (according to the claims of\nits editor) gives access to an array of more than 250,000\nwords, creating a source that is intended as “a handbook of\nphysical and social engineering” that allows one to look up a\nword or concept and trace it to its cause or follow its effects.\nBurger has applied and carried through his theory of binary\nbranching, ultimately tracing the language back to 42 primitive\nconcepts that serve as his basic starting points for all\nsubsequent branching.  Some of these primitives—<em>create,\nascertain, relate, need, change, agree, order</em> (all to be\nregarded as transitive verbs) — are at the base of Burger's\ngenealogical theory of semantics.  This is a noteworthy and\npotentially powerful concept.  Could these 42 in fact be key\nsemantic building blocks?  If so, a theory stemming from\nthem could yield exciting results, especially if the concepts\nrepresented are universal to all languages.</p>\n<p>Unfortunately, owing perhaps to an overzealous application\nof a result-oriented, engineered approach to language,\nBurger's system shows many signs of weakness.  We\nhave already mentioned one of the rigid constraints of the\nmethod: binary (only) branching and one-word (only) defining.\nThis principle results in the following “definitions,” all\nof which appear in <em>WT</em> (each element is to be considered as\na transitive verb):</p>\n<blockquote>\n<p>1.   to retrieve = discover &amp; bring\n2.   to explain = symbolize &amp; particularize\n3.   to conflate = gather &amp; present\n4.   to illume = level &amp; bend\n5.   to bastile [<em>sic</em>] = fortress &amp; confine\n6.   to brown = henna &amp; dim\n7.   to ensweep = discloister &amp; overtrip</p>\n</blockquote>\n<p>Exception can be taken to all of these: they are either too\nsimplistic (1), abstruse (2), misleading (3, 5), bizarre (4, 6),\nor simply incomprehensible (7).  Admittedly, these examples\nhave been selected for criticism, but objectionable definitions\nare not hard to find and seem to this reviewer to outnumber\nthe arguably adequate ones.</p>\n<p>This flaw is aggravated by insistence upon the principle\nof transitivity: all the concepts that are the key branches in\nBurger's system must be regarded as transitive verbs.  Some\nvery peculiar <em>-ize</em> and <em>-fy</em> combinations appear, e.g.,\n<em>interrogativize, insonify, sensize, complexify, utilitarianize</em>,\nnot to mention a plethora of weird compounds which,\ndespite the author's insistence that the great majority are\ntaken from documented citations, have the hollow ring of\nnonce, viz., to <em>transhumanate</em>, to <em>racetaunt</em>, to <em>forecomprehend</em>,\nto <em>freezeframecopy</em>, to <em>jackiegleason.</em>  These\nand many other exotic forms seem to have been used so that\nBurger could bridge conceptual gaps in his branching structure.\nAdd to these difficulties the fact that many English\nwords which (until <em>The Wordtree</em>,) had never been regarded\nas verbs undergo functional shift within these pages\n—e.g., <em>to ecstasy, to prose, to wall, to health</em>—and the\nmethodology appears truly Procrustean.  Whether these grating\nnovelties stem from an artificial or naive attitude toward\nlanguage, the result is that <em>The Wordtree</em> displays, on nearly\nevery page, the harsh results of an inflexibly applied hypothesis.</p>\n<p>One can perhaps overlook the self-aggrandizing and\nhighly defensive views of the author as expressed in the front\nmatter (which cautions, for instance, against unauthorized\nuse, photocopying, or counterfeiting, offering a bounty of\n$600 for evidence of such that leads to a conviction).  Even\nthe crabbed, printout-style type (set, even more unfortunately,\nin all capitals) and difficult organization, which\nrender the book unattractive and far from convenient to use,\nmay be forgiven on the grounds that <em>WT</em> is the first edition\nof a radically different sort of word book that was created\nprincipally by one man under constraint of limited funding.\nIn conclusion, we recommend that semanticists and lexicological\ntheorists peruse this unique creation and explore its\nprinciples.  Although it contains numerous disconcerting,\neven absurd elements, Burger's <em>Wordtree</em> is worthy of study,\nif only to emphasize the potential in a theory of semantic\nindexing.  <em>The Wordtree</em> is certainly not the answer to the\ntheoretical problem, but years from now it may well be\nregarded as an instructive attempt that provided some\ninsight—on what to avoid as much as on what to do.</p>\n<p><em>Frank R. Abate</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Wordtree-Transitive-Cladistic-Physical-Problems/dp/0936312009\"><em>The Wordtree: A Transitive Cladistic for Solving Physical &amp; Social Problems</em></a></h1> <p>Henry G. Burger, (The Wordtree, Merriam, Kansas, 1984), 382pp.</p> <p>What is it that makes two people think alike?  Upbringing;\nsocial sphere; education; acquaintances and companions;\ncountry, region, even neighborhood of origin and residence;\ntravel.  All these are factors that would have to be\nshared by people for them to have essentially the same mental\nattitude and view of the world.  Moreover, the genetic\nfactor suggests that even given close similarity of environment,\ntwo individuals would have also to be biologically\nalike—one the clone of the other, say—to truly share the\nsame sort of mind.</p> <p>All this may serve to point up what is the essential flaw\nin a remarkable book called <em>The Wordtree</em>, a unique new\nlanguage research tool.  Editor and publisher Henry G.\nBurger has been compiling, processing, refining, and preparing\nthe book over the span of twenty-seven years, and the\nproduct of his long and nearly solitary toil is an achievement\nthat merits the serious attention of linguists.  Applying his\nown theory of a hierarchical, semantic taxonomy of language\n(the <em>Cladistic</em> of the subtitle refers to the branching\nstructure that results from this approach), Burger offers for\neach of some 20,000 key concept-words or “actemes” a definition\nin two parts, each of which is itself an acteme at a\nhigher level in the hierarchy.  Each acteme listed in the text\ncan theoretically be traced back along its constituent, defining\nbranches until ultimately we arrive at a set of 42 conceptual\nstarting points.  (More on these below.)  As a result, a\ngiven acteme, with all of its defining branches illustrated in\na drawing, would give the appearance of a genealogical\nchart or, metaphorically, a <em>Wordtree.</em></p> <p>There is great potential value in this sort of semantic\nresearch, but in the rigorous adherence to a two-and-only-two-branch\napproach, and in the unswerving use of one-word\n“definitions,” Burger has oversimplified his methodology\nto the point where it frequently yields dubious results.\nMany of Burger's two-part analyses are so strained, unclear,\nor downright bizarre that only the editor himself—and that\nunlikely individual who might possess <em>precisely</em> the same\nmindset and world-view — can reasonably expect to make\nfull and fruitful use of the book.</p>"
}