{
  "type": "Article",
  "title": "The Lofty and/or Assumptive We",
  "author": "Donald Drury",
  "location": "Long Beach, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Lofty and/or Assumptive We</h1>\n<p><em><span data-rel=\"author\">Donald Drury</span> <span data-rel=\"location\">Long Beach, California</span></em></p>\n<p>This discussion is not concerned with the genuinely collective\nfirst-person-plural of good fellowship and\nequality, but the far more common <em>we</em> of authority, unwarranted\nassumptions, elitism, and co-optation.  Definitions of\n<em>we</em> in unabridged and “college” dictionaries generally mention\nthe “royal we” and the “editorial we,” then stop after\nbarely scratching the surface.  Many other special varieties\ndeserve—indeed, cry out for—comparable recognition.\nWhat most of these have in common is the bland assumption\nthat others concur in whatever the speaker is about to assert:\n“We all know (recognize, understand, agree) that....”  I\nshall arbitrarily presuppose that “we” will all agree with the\nclassification which follows.</p>\n<p>Beginning at a tender age, most of us were subjected to\nthe <em>parental we</em> (also employed by big sisters, grandparents,\nbabysitters, and others acting <em>in loco parentis</em>): “We're\ngoing to have our pablum (cod-liver oil, broccoli) now,\naren't we, dear?”  “We'd better get ready for our music lesson\n(dental appointment, visit to Aunt Agatha)....”\n“Now we'd better start cleaning our room (doing homework,\nmowing the lawn)....”</p>\n<p>Long after escaping the <em>parental we</em>, one way or\nanother, many of us continue to be patronized by the <em>clinical\nwe</em> of physicians, dentists, nurses, and allied practitioners.\nIt often goes something like this: “We're going to have\nour shot (enema, blood-letting, root-canal work) now,\naren't we?”  What rankles here is the obviously unequal\ndegree of participation “we” have in such exercises: somebody\nelse inflicts the pain and <em>you</em> receive it.</p>\n<p>At its worst (as employed, say, by Mrs.  Proudie of\nBarchester), the <em>spousal we</em> is perhaps the most formidable\nof these pre-emptive pronouns.  But even in less extreme\ncases, one marriage partner or the other may sometimes\nassume that the two hearts that beat as one are also two\nminds with but a single opinion.  Thus a husband at a cocktail\nparty who is exhibiting undue interest in some refulgent\nblonde is abruptly propelled toward the door by a smoldering\nwife who explains to the hostess: “Sorry we have to leave\nnow—Fred is getting tired and we have to be up early\ntomorrow.”  Similarly, a husband whose wife seems about to\nentertain the assembled company by go-go dancing on the\npiano may announce: “We really have to get back to the\nchildren.  We promised the babysitter we wouldn't be late\ntonight.”  And many married readers can very likely recall\nmore routine manifestations of the <em>spousal we</em> to which the\nco-opted spouse responds, in silent or vocal astonishment,\n“We do?”</p>\n<p>The <em>exclusivist we</em> ranges from the noble or at least\npardonably proud to the merely snobbish.  At its best it represents\nthe bond of mutual risk, shared suffering, or the ultimate\ncomradeship in the face of death.  Recall the cohorts of\nHenry V, about to battle the French at Agincourt:</p>\n<blockquote>\n<p>We few, we happy few, we band of brothers...<br>\nAnd gentlemen in England now abed<br>\nShall think themselves accurs'd they were not here,<br>\nAnd hold their manhoods cheap whiles any speaks<br>\nThat fought with us upon Saint Crispin's Day</p>\n</blockquote>\n<p>and the eloquent epitaph of the small band of warriors annihilated\nin the rearguard action at Thermopylae: “Stranger,\ntell the Spartans that we behaved as they would wish us to,\nand are buried here.”<sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Then there is the U.S. Marine Corps\nrecruiting slogan: “We're looking for a few good men.”  But\ntoo often the <em>exclusivist we</em> is an arrant appeal to the apartness,\nelitism, or intolerance of caste, class, race, or creed, as\nin Kipling's “We and They”:</p>\n<blockquote>\n<p>All of the people like us are We,<br>\nAnd everyone else is They.</p>\n</blockquote>\n<p>Though similar in some respects to the preceding variety,\nthe <em>confederate we</em> emphasizes the common cause of its\nparticipants rather than excluding the outsiders.  It is the we\nof loyal companions through thick and thin: the Three Musketeers,\nDon Quixote and Sancho Panza, the signers of the\n<em>Declaration of Independence</em>.  Jefferson concluded that document\nwith this lofty rhetoric: “And for the support of this\nDeclaration, with a firm reliance on the protection of\nDivine Providence, we mutually pledge to each other our\nLives, our Fortunes, and our sacred Honor.”  Rather more\npungently (as if playing realistic Sancho to Jefferson's\nromantic Quixote), Benjamin Franklin remarked to John\nHancock, “We must all hang together, else we shall all hang\nseparately.”  Indeed, the idealistic <em>confederate we</em> shades off\nto the <em>conspiratorial we</em>: “Don't try anything funny.  We're\nin this together, you know.”  Not uncommonly, alas, there\ncan be a sudden collapse of those supposedly unbreakable\nties—when the noble sentiments of comradeship give way to\nthe <em>sauve-qui-peut</em> reflex.  Consider, for example, the old\ngag about the Lone Ranger and his trusty sidekick when\nthey find themselves surrounded by hostile and well-armed\nredskins:</p>\n<blockquote>\n<p>LONE RANGER: What'll we do, Tonto?<br>\nTONTO: What do you mean we, white man?</p>\n</blockquote>\n<p>The permutations of <em>we</em> have by no means been\nexhausted.  One might go on (at the risk, to be sure, of\ninducing ennui) to explore such possible variations as the\n<em>corporate we</em>, the <em>connoisseurial we</em>, and so on.  But let us\nconclude, instead, by examining anew the editorial and the\nroyal <em>we</em>.</p>\n<p>There is some disagreement among lexical authorities\nabout these long-established varieties.  According to one dictionary,\n“We is used for the singular <em>I</em> by kings and other\nsovereigns, and by editors and other writers to keep an\nimpersonal character or to avoid the egotistical sound of a\nrepeated <em>I</em>.”  Another dictionary says that <em>we</em> is “sometimes\nused for <em>I</em> by a monarch or by an editor who purports to\nspeak for a publication.”  Still another observes only that <em>we</em>\nis used by “a monarch, author, editor, judge, etc. in referring\nto himself.”  If <em>we</em> is used by some writers to avoid the\negotistical effect of <em>I</em>, in the hands of others it takes on an\nappalling archness or the lip-smacking overtones of utter\nself-satisfaction.  And an interesting sub-variety of the editorial\n<em>we</em> was identified in a <em>Los Angeles Times</em> article of\nMarch 27, 1985, on the recent crisis at West 43rd Street—\nthe sale of the <em>New Yorker</em> to the Newhouse publications\nempire: “In the high-tech world of magazines, the New\nYorker, proprietary heir to the <em>omniscient we</em> [emphasis\nadded], remains a proud anachronism.”</p>\n<p>Finally, there is the entry in <em>Brewer's Dictionary of\nPhrase and Fable</em> (Revised Edition) on the sniffy bit of royal\ndisdain usually attributed to Queen Victoria: “We are not\namused.”  Brewer's offers this indignant comment: “There is\nno record of her ever having used the royal 'we' in other\nthan official proclamations; nor is the spirit of the words in\nkeeping with Queen Victoria's conversation or character.”</p>\n<p>Aye, aye, sir.  Or, if you prefer—<em>oui, oui!</em></p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-c1\">\n<p>As paraphrased by William Golding in <em>The Hot Gates</em>. <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Lofty and/or Assumptive We</h1> <p><em><span data-rel=\"author\">Donald Drury</span> <span data-rel=\"location\">Long Beach, California</span></em></p> <p>This discussion is not concerned with the genuinely collective\nfirst-person-plural of good fellowship and\nequality, but the far more common <em>we</em> of authority, unwarranted\nassumptions, elitism, and co-optation.  Definitions of\n<em>we</em> in unabridged and “college” dictionaries generally mention\nthe “royal we” and the “editorial we,” then stop after\nbarely scratching the surface.  Many other special varieties\ndeserve—indeed, cry out for—comparable recognition.\nWhat most of these have in common is the bland assumption\nthat others concur in whatever the speaker is about to assert:\n“We all know (recognize, understand, agree) that....”  I\nshall arbitrarily presuppose that “we” will all agree with the\nclassification which follows.</p> <p>Beginning at a tender age, most of us were subjected to\nthe <em>parental we</em> (also employed by big sisters, grandparents,\nbabysitters, and others acting <em>in loco parentis</em>): “We're\ngoing to have our pablum (cod-liver oil, broccoli) now,\naren't we, dear?”  “We'd better get ready for our music lesson\n(dental appointment, visit to Aunt Agatha)....”\n“Now we'd better start cleaning our room (doing homework,\nmowing the lawn)....”</p> <p>Long after escaping the <em>parental we</em>, one way or\nanother, many of us continue to be patronized by the <em>clinical\nwe</em> of physicians, dentists, nurses, and allied practitioners.\nIt often goes something like this: “We're going to have\nour shot (enema, blood-letting, root-canal work) now,\naren't we?”  What rankles here is the obviously unequal\ndegree of participation “we” have in such exercises: somebody\nelse inflicts the pain and <em>you</em> receive it.</p>"
}