{
  "type": "Article",
  "title": "Mapping the Words or How I Justified My Sneck",
  "author": "Rosemary Courtney",
  "location": "Newmarket, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mapping the Words or How I Justified My Sneck</h1>\n<p><em><span data-rel=\"author\">Rosemary Courtney</span> <span data-rel=\"location\">Newmarket, Ontario</span></em></p>\n<p>In my youth, I almost worked on the <em>Linguistic Atlas of\nEngland</em>.  To explain how (and why “almost”) I must\nprovide some academic background.</p>\n<p>All my life I have been a devotee of words as words.  I\npreferred language to literature, to the consternation of my\nteachers, especially one.  Herself a <em>comer-in</em> from London,\nshe disapproved of this language buff's language and\nmocked my Yorkshire accent (the same as everyone else's),\nmaking me say “batter” instead of my native “butter” with\nthe rounded /u/ of <em>look</em>.  Until then, like everyone else in the\nworld, I had no idea I had an accent.</p>\n<p>True, I said sneck for “latch” and would say, “You've\nclosed the door but not snecked it”; I called the local stream\na <em>beck, an alley a ghinnel</em>, and cow-dung at the local farm\n<em>muck</em> (rhyming with <em>look</em>); I shortened <em>the</em> to <em>t</em>', as in “I'm\ngoing to t' shops,” and even used <em>thee</em> and <em>thou</em>, but only\nwith my Quaker friend, for I knew that the second person\nsingular had died out among <em>eddicated</em> people.  But now I\nwas condemned for not <em>talkin' posh</em>, and rapidly acquired a\nReceived Standard English (RSE) vowel in <em>butter</em>.  For the\nrest, I felt entitled to my native tongue.</p>\n<p>So when I enrolled in Leeds University's English Language\nscheme (designed by J.R.R. Tolkien, the previous\nprofessor), I were right glad to find—I mean rejoiced to discover\n(I was becoming bilingual)—that the present professor,\nHarold Orton, not only respected the local speech but\nwas anxious to record all the dialects of English before they\nvanished under the pernicious influence of the BBC and my\nteacher.  I became a keen student of his phonology classes\nunder the watchful eye of Tolkien's portrait; of Old and\nMiddle English; and of phonetics under no less than Peter\nMacCarthy, whose Listening Lab was sound-proofed with\neggboxes.  I was <em>cock-a-hoop</em> when money arrived to finance\nthe Linguistic Atlas, with students like myself trained to\nwork in “the field.”  I thought this was an anthropological\nterm until I discovered that it was too often literal.</p>\n<p>Beginners did their field-work for a B. A. thesis, then\ngraduated to Ph.D. research, which would be published in\nthe Atlas.  We gathered data from informants according to a\nquestionnaire devised by Orton and his colleague, Eugen\nDieth of Zurich; then analyzed the phonemes, tracing them\nback to Middle English.  The words and pronunciations were\nmapped onto locations in the Atlas.  Our model was the first\nPh.D. student, Stanley Ellis, so dedicated that he lived in a\ncaravan trailer in “the field” (literally), conversing with his\ninformants in exactly their own dialect and not that of the\nvillage next door.  We envied him his ear and admired his\ndedication.  He was our Henry Higgins.</p>\n<p>For my B. A., I was invited to record the town dialect\nof Leeds itself, for which I was mercifully provided with\ninformants, thus saving months of labor tracing old people\nwho had never moved, were illiterate, and preferably isolated\nfrom RSE.  My first informant was a 75-year-old lady\nstill working as a <em>char</em> ('cleaning woman') and living in the\nhouse where she was born.  While I scribbled phonetics, she\n<em>mashed</em> ('brewed') the tea and then <em>teemed</em> ('poured') it,\nbefore asking me to help <em>side</em> ('clear') the table and <em>sneck</em> the\ndoor.  Ahl my “sneck” was not “bad accent” but “pure” dialect\n!  She spoke of her <em>bairns</em> ('children') who were often\n<em>badly</em> ('ill') with something <em>smittlin</em>' ('infectious'), or were\n<em>gawmless</em> ('stupid').  Aye, she was a <em>right smashin</em>' informant;\nher only drawback was that she stank.</p>\n<p>My next informants were a group of retired miners in\ntheir eighties, congregating in a council shelter on a desolate\nstretch of gravel known euphemistically as Hunslet Moor.\nHunslet is south of the river Aire, so across the isogloss, and I\nsounded like a <em>comer-in</em> speaking in my broadest Leeds-north-of-the-river.\nOh, for Stanley's talent for mimicry!\nThey were unfailingly cooperative, erring rather on the side\nof enthusiasm than reticence; but they were a pack of liars\nand teasers.  What fun it was to take the mickey out of the\nnaive “lass frum t' college,” forcing her to elaborate on\nroundabout questions designed to elicit rude words like\n<em>fart</em>.  They didn't even give me a new word for <em>fart</em>.  They did\nsay <em>gawky</em> and <em>golliker</em> for 'left-handed,' and the Old English\n<em>cockstride</em> for 'astride,' but these were in the <em>English\nDialect Dictionary</em> (<em>EDD</em>).  Their chief contribution was in\npronunciation.</p>\n<p>Leeds vowels are mixed because it lies just south of\nanother isogloss, the river Wharfe, which divided the North\nand North Midland dialects of Middle English.  My miners,\ninnocent of their linguistic ancestry and oblivious of their\naccent, produced classic divided usage: of words in <em>-ight</em>,\n<em>right</em> was pronounced “rate” or “reet,” frightened became\n“freetened,” but <em>sight</em> was “site”; <em>ea</em> words from Middle\nEnglish long <em>e</em> included <em>clean</em>, <em>beans</em>, and <em>eaves</em> as in RSE,\nbut also “scahms” for <em>seams</em> and even “paze” for <em>peas</em>.  <em>Coal</em>\nwas “coil” but <em>foal</em> “fohl”; <em>about</em> was “abaht” as expected—\nand they called each other <em>thee</em>.</p>\n<p>It had its uses, this acquaintance with antique forms of\nspeech: I could converse with the natives.  Even children.  On\nmy way home from a particularly embarrassing session in\nHunslet, I passed a tiny grubby child sitting on his step\nbeside my feet.  “Weeah ta bahn?”  he challenged.  Without\nbreaking stride to translate from early Middle English\n(before the /d/ was added to his last word) I replied, “Nay,\nAh'm bahn to t'shops.”  He had asked me where I was going,\nor in his ancient words, “Where art thou bound?”</p>\n<p>I chose the next informants myself, where I had played\nin t' <em>muck</em> as a child: at a farm 300 years old, in the family\nfor generations, with no radio and only one literate person,\nand far from town.  As an old friend, I could get them to\nanswer the rural questions which my char and my miners\ncouldn't do.  Off I trudged (<em>traipsed</em> in “dialect”) along the\nfamiliar dirt track, to ask my farmers their words for rude\nparts of a cow.  They used a lot of rude words: 'rabbit droppings'\nwere <em>turds</em>, the 'butt end of a <em>shaff</em>' (sheaf) the <em>arse\nend</em>; but curiously, only a dead cow had an <em>udder:</em> a live one\nhad a <em>bag</em> with four <em>paps</em>, unless “she were a three-papped\n'un, wi' one dud.”  Her vagina (I blushed) was simply <em>passage</em>,\nof greatest interest when she was <em>bullin</em>' ('on heat'),\n<em>pickin</em>' ('slipping') a calf, or <em>a-gate calvin</em>' ('in labor').  On\nher way to market, her udder was distended because the\nfarmer had been <em>beggin' em up</em> ('stocking') to make her\nmore saleable.  My ears sang: this was not in <em>EDD!</em> Nor was\nthe <em>stirk</em> she bore, whether bullock or wy ('heifer').  I was in\nuncharted territory, where words had no spelling: I wrote\nthem in phonetics, even in my thesis, and invent their spellings\nhere (<em>u</em> is always the vowel in <em>look</em>).  The cow yielded\ntreasures like milk: even her milk yield was a new word,\nmeal, her 'cloven hoof' a <em>sluven foot</em> and her 'forelock' a\n<em>toppin</em>'; when she was 'hornless' she was <em>polly</em>, and when\nshe was 'butting' other cows she was <em>aypin</em>' (hiping?).</p>\n<p>The sheep were dialectal too, being <em>mawky</em> when\n'plagued by ticks,' and <em>rigweltin</em>' when 'overturned.' But\nthe pigs were prizewinners: a 'female' was a <em>ghilt</em>, a 'runt' a\n<em>greck</em>, and a 'snout' a <em>gruwin</em>—all hitherto unrecorded\nwords.</p>\n<p>Professor Orton went wild.  I was to make audio recordings\nfor the lab.  Here was a tape recorder (vast bulky\nreel-to-reel, circa 1945) and an autocycle to carry it on—a\nbicycle with an engine, uneasy in either role.  I traipsed back\nup the dirt track with my equipment.  But time had passed.\nIt was one thing to trot through sand in summer, quite\nanother to <em>lug</em> (Shakespeare's word, and mine) a heavy\nMachine on a recalcitrant Bike through mud ruts and across\nsodden fields.  The Bike, torn between its roles, kept breaking\ndown and having to be pushed through the ruts, while I\n<em>starved</em> (OE <em>steorfan</em>, 'to die') wi' cold.  My farmers were\n<em>proper flummoxed</em> ('very disconcerted') by The Machine and\ntook three weeks to be “conditioned” to it.  But I got my\nrecordings.</p>\n<p>Lugging them back to the lab, I summoned H.O. to a\ndemonstration of my tapes, and <em>shoved</em> the plug in its <em>oil</em>\n('hole').  The Machine <em>bedled</em> ('bellowed'), farted smoke\nfrom its <em>arse end</em>, and died.  I burst into tears, horrified at\ncosting The Project so much of its precious budget.  H.O.,\ngentleman as ever and very embarrassed, patted me kindly\nand forgave me.  Praise be, the recordings were unharmed.\nAnd my data complete.</p>\n<p>Pregnant with data, I settled into the long labor of\n<em>bornin</em>' my thesis.  Each word was written on a “slip” of\npaper, which was then assigned to a pile according to consonant\nor stressed vowel, prior to comparison with Middle\nEnglish.  After six months, I had piles of little piles all over a\nhuge table.  <em>Fagged out</em> by the work, and <em>moithered</em> by the\nheat, like a <em>daft twit</em> I opened a window.  A mini-tornado\nswept everything off the table, demolishing half a year's\nwork in half a second.  This time I <em>cussed</em> (was growing up).</p>\n<p>My thesis did get finished and accepted.  I was a “Bachelor”\nof Arts, although by now a married woman.  I was\nsummoned to the lab and offered a Ph.D. working on the\nLinguistic Atlas of England.</p>\n<p>Oh no, I thought.  Not more “field” work.  Not more\nsmelly old ladies and dirty old men.  Not traipsing up tracks\nto flummoxed farmers.  Not benighted bikes, malevolent\nmachines and medieval infants.  Not trailers in tractor yards,\nslippery slips, and treacherous tornadoes.  Much as I loved\nwords, I needed no more.  I had justified my use of <em>sneck</em> by\nproving it to be authentic dialect.  Enough, already.  In\nshort, I hadn't the <em>guts</em>.  How could I refuse without offending\nmy gentle mentor?</p>\n<p>I became pregnant.  Not with data, but with my first\n<em>bairn</em> (I had the guts for that).  No <em>lady-in-waiting</em> [<em>sic</em>]\nshould traipse through mud or lug machinery, no mother\nraise <em>childer</em> in a trailer, no husband follow his wife into\n“the field.” I “deferred” my Ph.D.—as it turned out, for\nthirty years.</p>\n<p><em>The Linguistic Atlas of England</em>, on which I so nearly\nworked, was finished, and published, as my chidren grew\nup and just before Harold Orton's death.  He saw his great\nwork completed, and passed his mantle to Stanley Ellis.  I\ncan no longer hear Leeds-south-of-the-river from Leeds-north-of-the-river\n(no Henrietta Higgins, I) but I can tell\nToronto from Calgary and Ottawa Valley from New Brunswick.\nI sound-proof my basements with eggboxes.  And I still\nsay <em>sneck</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mapping the Words or How I Justified My Sneck</h1> <p><em><span data-rel=\"author\">Rosemary Courtney</span> <span data-rel=\"location\">Newmarket, Ontario</span></em></p> <p>In my youth, I almost worked on the <em>Linguistic Atlas of\nEngland</em>.  To explain how (and why “almost”) I must\nprovide some academic background.</p> <p>All my life I have been a devotee of words as words.  I\npreferred language to literature, to the consternation of my\nteachers, especially one.  Herself a <em>comer-in</em> from London,\nshe disapproved of this language buff's language and\nmocked my Yorkshire accent (the same as everyone else's),\nmaking me say “batter” instead of my native “butter” with\nthe rounded /u/ of <em>look</em>.  Until then, like everyone else in the\nworld, I had no idea I had an accent.</p> <p>True, I said sneck for “latch” and would say, “You've\nclosed the door but not snecked it”; I called the local stream\na <em>beck, an alley a ghinnel</em>, and cow-dung at the local farm\n<em>muck</em> (rhyming with <em>look</em>); I shortened <em>the</em> to <em>t</em>', as in “I'm\ngoing to t' shops,” and even used <em>thee</em> and <em>thou</em>, but only\nwith my Quaker friend, for I knew that the second person\nsingular had died out among <em>eddicated</em> people.  But now I\nwas condemned for not <em>talkin' posh</em>, and rapidly acquired a\nReceived Standard English (RSE) vowel in <em>butter</em>.  For the\nrest, I felt entitled to my native tongue.</p>"
}