{
  "type": "Article",
  "title": "Brand New Eponyms",
  "author": "Richard Lederer",
  "location": "Concord, New Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Brand New Eponyms</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p>\n<p>From Amelia Jenks Bloomer and the puffy ladies' drawers\nshe helped to popularize to Rabelais' Gargantua and his\ngargantuan appetite, from King Tantalus and his tantalizing\npunishment to the explosive bikini bathing suit, names of\npeople and places, both real and imaginary, are continually\nbecoming enshrined in our everyday vocabulary.  The pervasive\nand persuasive influence of mass marketing and advertising has\nspeeded up this process, and the manufacture of common\nnouns and verbs from trademarks and brand names<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nhas become a burgeoning source of new words in our language.</p>\n<p>From morning until bedtime, much that we eat, drink,\nsee, hear, touch, and wear is likely to bear a trademark.  Each\nyear, about 50,000 trademark applications are filed with the\nU.S. Patent and Trademark Office, and almost half a million\nmarks are kept actively registered.  These figures indicate how\nlarge a role trademarks play in our society.  When a product\nachieves wide popular appeal, its trademark may become a\nlower-case generic word for all products of its type.  One might\nthink that manufacturers would be flattered when their creations\nachieve such universal fame.  On the contrary, companies\nwill spend hundreds of thousands of dollars in legal fees to\nprotect their marks from falling into the clutches of competitors.\n“The value of a trademark to a company is tremendous,”\nmaintains Chicago corporation lawyer Jerome Gilson.  “Some of\nthe trademarks in the U.S., such as Coca-Cola, Kleenex, and\nExxon, are undoubtedly worth millions to their owners.  These\ntrademarks represent the company more than any of its other\nassets.”</p>\n<p>Here is an alphabetical listing of more than forty product\nnames that have become somewhat generic but that have\nsurvived legal onslaughts and are still registered.  Look on\npackages containing these products, and you'll still see a\nsymbol of their registered status, such as <em>TM</em> or ®, following\neach mark:</p>\n<blockquote>\n<p><em>Baggies</em><br>\n<em>Band-Aid</em><br>\n<em>Brillo Pads</em><br>\n<em>BVDs</em><br>\n<em>Chap Stick</em><br>\n<em>Coca-Cola/Coke</em><br>\n<em>Cuisinart</em><br>\n<em>Dictaphone</em><br>\n<em>Dixie Cups</em><br>\n<em>Fig Newtons</em><br>\n<em>Frigidaire</em><br>\n<em>Frisbee</em><br>\n<em>Hi-Liter</em><br>\n<em>Jeep</em><br>\n<em>Jell-O</em><br>\n<em>Jockey Shorts</em><br>\n<em>Kleenex</em><br>\n<em>Ko-Rec-Type</em><br>\n<em>Kodak</em><br>\n<em>Levi's</em><br>\n<em>Life Savers</em><br>\n<em>Mack (truck)</em><br>\n<em>Magic Marker</em><br>\n<em>Miltown</em><br>\n<em>Novocain</em><br>\n<em>Ping-Pong</em><br>\n<em>Polaroid</em><br>\n<em>Pop Tarts</em><br>\n<em>Popsicle</em><br>\n<em>Pyrex</em><br>\n<em>Q-Tips</em><br>\n<em>Sanforized</em><br>\n<em>Sanka</em><br>\n<em>Scotch (tape)</em><br>\n<em>Sheetrock</em><br>\n<em>Simoniz</em><br>\n<em>Slim Jim</em><br>\n<em>Styrofoam</em><br>\n<em>Technicolor</em><br>\n<em>TV Dinners</em><br>\n<em>Vaseline</em><br>\n<em>Walkman</em><br>\n<em>Wiffle Ball</em><br>\n<em>X-Acto Knife</em><br>\n<em>Xerox</em></p>\n</blockquote>\n<p>Do you talk or write about “xeroxing” a document no\nmatter what machine you use to do the photocopying?  Beware:\nanyone who lower-cases <em>Xerox</em> runs the risk of hearing from the\nXerox Corporation, which spends $100,000 a year to persuade\nthe public not to say or write <em>xerox</em> when they mean “to\nphotocopy” or “a photocopy.”  The Johnson &amp; Johnson Company\nwrites admonishing letters to any periodical that prints\nexpressions like “band-aid diplomacy” or “band-aid economics.”\nAlthough <em>Band-Aid</em> has come to be used for any temporary\nprotective measure, it is a registered trademark and, by\nlaw, should be capitalized.  And if you describe any plastic\nflying disk as a frisbee, you could get whammed by the Wham-O\nManufacturing Company of San Gabriel, California.  The\nidea for the plastic saucers came from the aerodynamic pie tins\nonce made by the Frisbie Bakery in Bridgeport, Connecticut,\nand the name <em>Frisbee</em> remains a registered asset.</p>\n<p>Lawyer Gilson maintains, “If all Coca-Cola's bottling\nplants burned to the ground tomorrow, the company could\nwalk into any bank in the country and raise enough money to\nrebuild completely, just on the strength of its name.”  Indeed,\nfor decades the Coca-Cola Company has been playing legal\nhardball to protect its name.  While the courts have allowed\nother purveyors of soft drinks to use the name <em>Cola</em> because it\nis descriptive of the product, the Supreme Court decided in\n1930 that the combination <em>Coca-Cola</em> and the clipped form\n<em>Coke</em> are the exclusive property of the company.  In its most\ncelebrated victory, in 1976, Coca-Cola won an injunction\nagainst Howard Johnson's chain of nine hundred restaurants\nfor serving HoJo Cola in place of Coke without informing\ncustomers who asked for Coca-Cola by name.</p>\n<p>It is ironic that the more successful a product, the more\nlikely it is that its trademark will become generic and lose its\nprivileged status as a result of lawsuits by competitors.  Faced\nwith such a catch-22 possibility, companies must protect and\ncare for their trademarks or they will be lost.  Suggested tools in\na typical trademark protection kit include:</p>\n<blockquote>\n<p>• Avoid descriptive names.  At one extreme, generic names\nlike <em>hamburger</em> and <em>TV repair</em> are totally descriptive and\nuseless as trademarks.  At the other extreme, purely arbitrary\nor fanciful terms such as <em>Big Mac</em> and <em>Fiesta</em> make\nstrong trademarks because they are non-generic.  Between\nthe two extremes, terms that merely suggest a favorable\naspect of the product can be effective.  Well known examples\nare <em>Rabbit, Whopper</em>, and <em>Ultra-Bright</em>.</p>\n<p>• Trademarks should be distinguished in print from other\nwords: ARRID cream deodorant, “Arrid” cream deodorant,\nor (minimally) Arrid cream deodorant.</p>\n<p>• Trademarks should be followed by a notice of their status\nand accompanied by the generic name for the product\nthey identify; BAND-AID® brand adhesive bandages,\nLEVI'S® jeans and sportwear.</p>\n<p>• Trademarks are always proper adjectives and should\nnever be used as verbs or common descriptive adjectives.\nAvoid <em>xerox the report</em> or <em>simoniz</em> the car.</p>\n</blockquote>\n<p>Failure to follow such guidelines has resulted in trademark\nlitigation and loss of invaluable marks.  The name <em>Zipper</em>, for\nexample, was coined by the B. F. Goodrich Company in 1913\nas the brand name for its slide fastener on overshoes.  After\nnumerous bouts in court, the company retained its right to use\nthe name on footwear, but to what avail?  Zippers are everywhere,\nand <em>zipper</em>, now lower-cased, belongs to us all.  Aspirin,\ntoo, was once a brand name, but in 1921 the Bayer Company\nwas deprived of its exclusive rights to the name.  In his classic\nopinion, Judge Learned Hand stated that <em>aspirin</em> had become\ndescriptive for the product itself and that consumers do not call\nthe tablet by its chemical name, “acetyl salicylic acid.”</p>\n<p>As a result of other court judgments, the exclusive rights\nto <em>thermos, escalator, cellophane</em>, and <em>yo-yo</em> slipped away from\nthe King Seely, Otis Elevator, E.I. Dupont, and F. Duncan\ncompanies, respectively.  And within the past few years, the\nMiller Brewing Company has had to relinquish control of the\nword <em>Lite</em> on low-calorie beer, Parker Brothers has lost its\nmonopoly on the name <em>Monopoly</em>, and the Nestlé Company has\nhad to forfeit its exclusive use of the words <em>Toll House</em>.</p>\n<p>The same fate has befallen other former brand names,\nsuch as: <em>brassiere</em> (I'm not putting you on!), <em>celluloid, corn\nflakes, kerosene, lanolin, linoleum, linotype, milk of magnesia,\nmimeograph, raisin bran</em>, and <em>shredded wheat</em>.  These words\nhave made such a successful journey from upper-case brand\nname to lower-case noun that it is difficult to believe that they\nwere ever “owned” by a particular company.  As more and\nmore brand names become common descriptive terms, rather\nthan labels that distinguish particular products, business will\nincreasingly leave its (trade) mark on our all-consuming American\nlanguage.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>“A <em>trademark</em> is a word, name, symbol, or device, or a combination of\nthem, used by a manufacturer or merchant to identify his goods and\ndistinguish them from others.  Trademarks include <em>brand names</em> identifying\ngoods (“Pepsi-Cola” for a soft drink), <em>service marks</em> identifying\nservices (“The Four Seasons” for a restaurant service), <em>certification\nmarks</em> identifying goods or services meeting certain qualifications\n(“UL” for appliances meeting the safety standards of Underwriters\nLaboratories, Inc.), and <em>collective marks</em> identifying goods, services, or\nmembers of a collective organization (“AFL-CIO” for union locals).”— The United States Trademark Association.  Since the last three types of\nmarks seldom become eponymous, this article will concentrate on\ntrademarks identifying products, although the same legal principles\ngenerally apply to all these terms. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Brand New Eponyms</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p> <p>From Amelia Jenks Bloomer and the puffy ladies' drawers\nshe helped to popularize to Rabelais' Gargantua and his\ngargantuan appetite, from King Tantalus and his tantalizing\npunishment to the explosive bikini bathing suit, names of\npeople and places, both real and imaginary, are continually\nbecoming enshrined in our everyday vocabulary.  The pervasive\nand persuasive influence of mass marketing and advertising has\nspeeded up this process, and the manufacture of common\nnouns and verbs from trademarks and brand names<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nhas become a burgeoning source of new words in our language.</p> <p>From morning until bedtime, much that we eat, drink,\nsee, hear, touch, and wear is likely to bear a trademark.  Each\nyear, about 50,000 trademark applications are filed with the\nU.S. Patent and Trademark Office, and almost half a million\nmarks are kept actively registered.  These figures indicate how\nlarge a role trademarks play in our society.  When a product\nachieves wide popular appeal, its trademark may become a\nlower-case generic word for all products of its type.  One might\nthink that manufacturers would be flattered when their creations\nachieve such universal fame.  On the contrary, companies\nwill spend hundreds of thousands of dollars in legal fees to\nprotect their marks from falling into the clutches of competitors.\n“The value of a trademark to a company is tremendous,”\nmaintains Chicago corporation lawyer Jerome Gilson.  “Some of\nthe trademarks in the U.S., such as Coca-Cola, Kleenex, and\nExxon, are undoubtedly worth millions to their owners.  These\ntrademarks represent the company more than any of its other\nassets.”</p> <p>Here is an alphabetical listing of more than forty product\nnames that have become somewhat generic but that have\nsurvived legal onslaughts and are still registered.  Look on\npackages containing these products, and you'll still see a\nsymbol of their registered status, such as <em>TM</em> or ®, following\neach mark:</p>"
}