{
  "type": "Article",
  "title": "Humpty Dumpty and the Sluggish Slut (or, Subjective Onomatopoeia)",
  "author": "D.S. Bland",
  "location": "Southbourne, Dorset",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Humpty Dumpty and the Sluggish Slut (or, Subjective Onomatopoeia)</h1>\n<p><em><span data-rel=\"author\">D.S. Bland</span> <span data-rel=\"location\">Southbourne, Dorset</span></em></p>\n<p>In his <em>Human Speech</em> (1930), Sir Richard Paget dealt at some\nlength with a theory that intelligible language began when\nman, besides imitating sounds in the external world, also made\n<em>mouth gestures</em> which corresponded in some degree to what he\nwas saying.  A basic example of this theory can be found in\nwords which express location.  Thus, when I say <em>here</em>, I draw\nmy mouth back, as though towards myself: “here” is where I\nam.  But the opposite gesture is made when I say <em>there</em>: the\ntongue comes forward and points away from me towards the\nplace I have in mind.  The same distinction (and the same\nmovements) can be seen in <em>ici</em> and <em>là</em> in French and <em>idr</em> and\n<em>udr</em> in Urdu.  A further example can be found in <em>globe</em>, where\nthe mouth rounds and closes, as it very nearly does in <em>round</em>\nitself.  Similar movements occur in <em>bowl</em> and <em>womb</em>.  For a final\nexample (to which we will return in a moment) consider this\ngroup: <em>flame, flare, flicker, flash</em>, where, in the <em>fl</em>- cluster, the\ntongue moves in a way that resembles the movement of a\nflame.</p>\n<p>It would seem, then, that there is something to be said\nfor the gesture theory of language, but how much in relation\nto a highly developed language like English?  Certainly it\ncannot play any part in words which express abstract concepts\nlike <em>education</em> and <em>democracy</em>.  But <em>sneer</em> cannot be\nsaid without the nose and mouth wrinkling in an expression\nof dislike, and <em>namby-pamby</em>, a person who is sneered at for\nhis weak affectedness, cannot be so called without a suggestion\nof nose-wrinkling.  Ambrose Philip's Christian name and\nhis insipid pastorals combined in Henry Carey's mind to\nproduce an unflattering but appropriate nickname which\nseems to suggest a gesture.</p>\n<p>There is an equal appropriateness in the name <em>Humpty\nDumpty</em>.  Anyone so called, we feel, ought to be globular, and\nthe reason is not far to seek.  There are quite a number of\nwords ending in <em>-ump</em> which express compact rotundity: <em>bump,\nchump</em> (originally a short, thick piece of wood), <em>clump, lump,\nmumps, plump, rump, stump, tump</em>, and of course <em>hump</em> and\n<em>dump</em>, the sources of the original egghead's name.  Exceptions\nto this conformity are <em>slump</em> and <em>sump</em> in that they drop down\nfrom a level while all the others rise above the surface.  (Even\nso, in a graph, a line indicating a slump is an upside down\nbump, and a sump follows much the same contour.)  Further\nexceptions are <em>crump</em> (which is purely onomatopoeic) and\n<em>pump</em> (which is quite neutral).  But <em>thump</em> hovers somewhere in\nthe wings, in that it is an action which gives rise (literally) to a\nlump.</p>\n<p>In this group we have words which force the mouth into a\nrounded shape in <em>-um</em>, while the solidity of the objects they\nrefer to is expressed in the plosive <em>p</em>.  (And the plosive <em>b</em> as well\nin <em>bump</em>.)</p>\n<p><em>Slump</em>, which has figured in this group as something of an\nexception, can be brought into another group, however, where\nthe predominating element is the initial cluster <em>sl-</em> combined\nwith (mainly) short vowels.  A number of them can be brought\ntogether in the following sentence:</p>\n<blockquote>\n<p>The slovenly sluggish slut slouched out of her slum\nwith her slops and slithered in her slippers through the\nslush.</p>\n</blockquote>\n<p>None of these words (with the exception of <em>slippers</em>) denotes\nanything very pleasant.  One, <em>slouched</em>, seems to include mouth\ngesture, while <em>slops, slithered</em>, and <em>slush</em> are at least partly\nonomatopoeic.  But how are we to classify the rest?  Neither <em>slut</em>\nnor <em>slum</em> indicate the object by mouth gesture, and there is\nnothing onomatopoeic about <em>sluggish</em>.  And yet they all hang\ntogether as a group of words expressive of unpleasant actions\nand appearances.  Why is this?  I suggest that it is because there\nis a slackness of jaw movement in <em>sl-</em>, a slackness reinforced in\nfive out of the nine words by the -<em>u</em>- sound which follows and\nwhich cannot be pronounced without a downward movement\nof the jaw.</p>\n<p>It is an interesting linguistic phenomenon for which we\nseem to have no descriptive term.  All these words sound right\nin relation to their meanings (as does <em>slime</em>)—that is, most of\nthem suggest something moistly unpleasant.  And yet no objective\nsound (as in <em>bleat, crash</em>, or <em>tinkle</em>) is being imitated.</p>\n<p>I would like to suggest that we call this phenomenon\n<em>subjective onomatopoeia</em>.  It is, let me hasten to add, an aspect\nof language which has not gone unremarked.  The <em>OED</em> records\n(as of 1860) an extension of <em>onomatopoeia</em> from pure echoism\ninto a device of rhetoric, namely, “the use of naturally\nsuggestive words, sentences, and forms for rhetorical effect.”\nThe illustrative quotation (via Tennyson) is from <em>Paradise Lost</em>,\nBk. II, lines 879-883:</p>\n<blockquote>\n<p>on a sudden open fly,<br>\nWith impetuous recoil and jarring sound,<br>\nTh'infernal doors, and on their hinges grate<br>\nHarsh thunder, that the lowest bottom shook<br>\nOf Erebus.</p>\n</blockquote>\n<p>Writers on style have also touched on the subject.  Herbert\nRead does so briefly in <em>English Prose Style</em>, as does Jespersen\n(whom Read quotes) and G.H. Vallins in <em>The Best English</em>.  But\nan identifying term has so far been lacking.</p>\n<p>Poets, naturally, have always been aware of the power of\nsubjective onomatopoeia.  It is hardly surprising that Tennyson\nshould approve of Milton's use of it.  And Keats also uses it to\ngood effect in a line in <em>Autumn</em>:</p>\n<p>For summer has o'erbrimmed their clammy cells.</p>\n<p>And not only to good effect but to surprising effect as well,\nsince <em>clammy</em>, like <em>slush</em> and <em>slime</em>, ought to suggest something\nmoistly unpleasant.  Prison cells are clammy, and so are sewers\nand ghostly fingers laid on one's arm.  But Keats suppresses\nthese associations by bringing the word into conjunction with\nthe double <em>m</em> sound of <em>summer</em> and <em>o'erbrimmed</em>.  Say the line\naloud two or three times over and you can feel the honey\nsticking to your lips.  Nothing unpleasant about that!</p>\n<p>Once we are alerted to it, subjective onomatopoeia may be\nnoticed at every turn.  Can the full, sustained sound of\n<em>enormous</em> suggest anything other than a very large object, or\nthe more restrained sound of <em>tiny</em> anything but the opposite?\nSo too with <em>meagre</em> and <em>mean</em>, and perhaps even more\nobviously with <em>smooth</em> and <em>soothe</em>, the fitness of sound to sense\nis undeniable.</p>\n<p>But to every rule there is bound to be an exception.  The\ngroup of words with a <em>fl</em>- sound in them, suggestive of a flame,\nor the associated group of <em>flight</em> and <em>flutter</em>, suggestive of the\n<em>flapping</em> of a bird's wing, make neat little packages in which\ngesture language and echoism both play a part.  But <em>flop</em>, like\n<em>slump</em>, is a downward action which has nothing in common\nwith the movement of a flame or a bird in flight.  And the\ngroup of <em>sl-</em> words, mainly indicating unpleasant objects or\nideas, is assailed by one of the most beautiful poetic words in\nthe language.  When the <em>slut</em> has emptied her <em>slops</em> and has\nreturned to her <em>slum</em> and her <em>slob</em> of a husband, the pair of\nthem will retire to their <em>slumbers</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Humpty Dumpty and the Sluggish Slut (or, Subjective Onomatopoeia)</h1> <p><em><span data-rel=\"author\">D.S. Bland</span> <span data-rel=\"location\">Southbourne, Dorset</span></em></p> <p>In his <em>Human Speech</em> (1930), Sir Richard Paget dealt at some\nlength with a theory that intelligible language began when\nman, besides imitating sounds in the external world, also made\n<em>mouth gestures</em> which corresponded in some degree to what he\nwas saying.  A basic example of this theory can be found in\nwords which express location.  Thus, when I say <em>here</em>, I draw\nmy mouth back, as though towards myself: “here” is where I\nam.  But the opposite gesture is made when I say <em>there</em>: the\ntongue comes forward and points away from me towards the\nplace I have in mind.  The same distinction (and the same\nmovements) can be seen in <em>ici</em> and <em>là</em> in French and <em>idr</em> and\n<em>udr</em> in Urdu.  A further example can be found in <em>globe</em>, where\nthe mouth rounds and closes, as it very nearly does in <em>round</em>\nitself.  Similar movements occur in <em>bowl</em> and <em>womb</em>.  For a final\nexample (to which we will return in a moment) consider this\ngroup: <em>flame, flare, flicker, flash</em>, where, in the <em>fl</em>- cluster, the\ntongue moves in a way that resembles the movement of a\nflame.</p> <p>It would seem, then, that there is something to be said\nfor the gesture theory of language, but how much in relation\nto a highly developed language like English?  Certainly it\ncannot play any part in words which express abstract concepts\nlike <em>education</em> and <em>democracy</em>.  But <em>sneer</em> cannot be\nsaid without the nose and mouth wrinkling in an expression\nof dislike, and <em>namby-pamby</em>, a person who is sneered at for\nhis weak affectedness, cannot be so called without a suggestion\nof nose-wrinkling.  Ambrose Philip's Christian name and\nhis insipid pastorals combined in Henry Carey's mind to\nproduce an unflattering but appropriate nickname which\nseems to suggest a gesture.</p> <p>There is an equal appropriateness in the name <em>Humpty\nDumpty</em>.  Anyone so called, we feel, ought to be globular, and\nthe reason is not far to seek.  There are quite a number of\nwords ending in <em>-ump</em> which express compact rotundity: <em>bump,\nchump</em> (originally a short, thick piece of wood), <em>clump, lump,\nmumps, plump, rump, stump, tump</em>, and of course <em>hump</em> and\n<em>dump</em>, the sources of the original egghead's name.  Exceptions\nto this conformity are <em>slump</em> and <em>sump</em> in that they drop down\nfrom a level while all the others rise above the surface.  (Even\nso, in a graph, a line indicating a slump is an upside down\nbump, and a sump follows much the same contour.)  Further\nexceptions are <em>crump</em> (which is purely onomatopoeic) and\n<em>pump</em> (which is quite neutral).  But <em>thump</em> hovers somewhere in\nthe wings, in that it is an action which gives rise (literally) to a\nlump.</p>"
}