{
  "type": "Article",
  "title": "Lost Tropes",
  "author": "David Galef",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lost Tropes</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>The average college graduate, that useful representation\nof a certain level of learning, knows what a metaphor\nis.  He will also probably be able to tell you what a\n<em>simile</em> is.  Unless he is specifically skilled in rhetoric or\npoetry, however, he may balk at <em>catachresis.</em>  This term\nrefers to 'an extended, often mixed metaphor, as in Shakespeare's\n“to take arms against a sea of troubles.” '  <em>Hendiadys</em>,\ntoo, may provoke a scratching of the head; <em>hendiadys</em> is\nthe 'use of two nouns instead of a noun and an adjective, as\nin “weeping tears and pity” rather than “weeping pitiful\ntears.” '  There is a long list of poetic and rhetorical tropes\nwith odd names, from <em>anaphora</em> to <em>zeugma.</em>  Many date back\nto Latin or Greek and were best suited for use in those languages.\nJust as the complex poetic meters of <em>double glyconics</em>\nand <em>choriambs</em> have faded, so have many of these figures of\nspeech.  They are, in effect, lost tropes.</p>\n<p>Most elementary courses in poetry will dutifully go over\nthe basic tropes a modern poet uses.  Besides <em>metaphor</em> and\n<em>simile, alliteration, personification</em>, and <em>irony</em> will get their\ndue.  On a level once removed, logophilic students will learn\n<em>apostrophe</em> (“O noble trope”), <em>metonymy</em> and <em>synecdoche</em>\n(they will confuse these two), <em>ellipsis</em> ... probably <em>oxymoron,\nonomatopoeia, hyperbole</em>, and <em>litotes</em>, too.  There are,\nof course, classic examples of each figure.  Providing an\ninstance of <em>litotes</em>, a former English teacher of mine once\nremarked, “I would not say that he was the dullest of scientists.”\nHe was talking of Einstein.</p>\n<p>After this secondary level of tropes, however, one finds\nmurkier depths.  Should one decide to become a rhetorician,\na classicist, or a well-schooled poet, one enters an arcane\nworld where <em>zeugma</em> is king, or possibly I mean <em>syllepsis.\nZeugma</em> occurs when 'two different words are linked to a\nverb or an adjective, whereas only one fits literally.'  Pope,\nin “The Rape of the Lock,” does this well: “Or stain her\nhonor, or her new brocade; / Forget her prayers, or miss a\nmasquerade; / Or lose her heart, or necklace, at a ball.”\n<em>Anacoluthon</em> is another interesting beast, a change in grammatical\nstructure within the same sentence, as in Wallace\nStevens's “To the One of Fictive Music”:</p>\n<blockquote>\n<p>For so retentive of themselves are men<br>\nThat music is intensest which proclaims<br>\nThe near, the clear, and vaunts the clearest bloom,<br>\nAnd of all vigils musing the obscure,<br>\nThat apprehends the most which sees and names,<br>\nAs in your name, an image that is sure,<br>\nAmong the arrant spices of the sun,<br>\nA bough and bush and scented vine, in whom<br>\nWe give ourselves our likest issuance.</p>\n</blockquote>\n<p>As a careful reading will show, the word <em>that</em> functions as a\nrelative pronoun, though the whole sentence seems to lose its\npredicate somewhere in the middle of the stanza.  The stanza\nends with a disconnected <em>apostrophe</em>, an invocation to something\nor someone who cannot answer back, often an inanimate\nobject or an idea.</p>\n<p><em>Anaphora</em> is another good classical device, the repetition\nof a word at the beginning of successive clauses.\nThomas Dylan, in “And Death Shall Have No Dominion,”\nuses it to particularly good effect: “Though they go mad\nthey shall be sane, / Though they sink through the sea they\nshall rise again; / Though lovers be lost love shall not.”\nAnaphora should not be confused with <em>epanorthosis</em>, the\nrepetitious use of a particular term for emphasis: the word\n<em>element</em> in certain of Ben Jonson's poems, for example.\n<em>Anastrophe</em>, too, has its place, when a reversal of word\norder is called for.  In Byron's <em>Don Juan</em> occurs an exemplary\nanastrophe: “All, when life is new, / Commence with feelings\nwarm, and prospects high...”</p>\n<p>Obviously, these lost tropes have been used throughout\nthe history of English, though occasionally one may have to\nsearch a bit.  In his preface to <em>Lyrical Ballads</em>, Wordsworth\npromoted the use of ordinary speech in poetry, and high-flown\nsyntax and diction began to wane.  Still, exceptions\nthroughout the history of English literature abound, both\nbefore and after Wordsworth.  Pope is a great find in this\nconnection; so is Milton, or any neoclassicist.  A.E. Housman,\ngreat classics scholar that he was, goes to some lengths\nto show the comical extremes to which such tropes can lead.\nA quotation from his “Fragment of a Greek Tragedy” will\nsuffice:</p>\n<blockquote>\n<p>ALCMÆON<br>\nI journed hither a Boeotian road.</p>\n<p>CHORUS<br>\nSailing on horseback, or with feet for oars?</p>\n<p>ALCMÆON<br>\nPlying with speed my partnership of legs.</p>\n<p>CHORUS<br>\nBeneath a shining or a rainy Zeus?</p>\n<p>ALCMÆON<br>\nMud's sister, not himself, adorns my shoes.</p>\n<p>CHORUS<br>\nTo learn your name would not displease me much.</p>\n</blockquote>\n<p>Obviously, Housman is writing with his nineteenth-century\ntongue in cheek.  If one pursues the matter back in history,\nthough, one runs smack against Quintilian's <em>Institutio\nOratoria</em> (<em>The Education of an Orator</em>,) which takes the\nsubject seriously.  Aristotle's <em>Poetics</em> and Horace's <em>Ars Poetica</em>\nboth refer to the plentitude of tropes available to the would-be\nplaywright, and caution against excesses.</p>\n<p>Still, the possibilities are tempting—and frequently,\none may use a trope without knowing the nomenclature.\nThe previous sentence, for example, shows the use of <em>aposiopesis:</em>\n'interruption for effect.'  <em>Asyndeton</em> is another method\nof assuring emphasis: just remove the conjunctions, as in\nCaesar's famous <em>“Veni, vidi, vici.”</em>  The Sixties generation\nfound Timothy Leary's use of <em>asyndeton</em> equally arresting:\n“Tune in, turn on, drop out.”  In many instances, then, the\ntropes have survived; their names have not.</p>\n<p>As a simple test, see how many of the following tropes\nyou can match up with their meanings:</p>\n<blockquote>\n<p>1. prosopopoeia<br>\n2. syncope<br>\n3. hysteron proteron<br>\n4. paronomasia<br>\n5. pleonasm<br>\n6. prolepsis</p>\n<p>A.  foreshadowing<br>\nB. punning<br>\nC. redundancy<br>\nD. personification<br>\nE. time-reversal<br>\nF. elision</p>\n</blockquote>\n<p>(Answers are provided at the end of this article.)</p>\n<p>If certain tropic nuances have been lost over time, so\nhave the possibilities inherent in modern language.  The fact\nthat no one speaks Latin today, for instance, means that\nword-pictures in poetry are no longer really possible.  Horace's\n<em>Carmina</em> 1.5 provides a vivid illustration of what was\npossible in an inflected language: “<em>Quis multa gracilis te\npuer in rosa</em> ...,” or 'What slender youth presses upon you\nin the rose bushes...?'  The hint of lechery in the English\nhardly conveys what is going on in the Latin, where the\n<em>multa</em> goes with the <em>rosa</em>, and the <em>gracilis</em> goes with the\n<em>puer</em>, all encircling the <em>te:</em></p>\n<p><em>Quis multa gracilis te puer in rosa</em></p>\n<p>In other words, the woman is physically surrounded by the\nyouth and his slenderness, in turn covered by the rose\nbushes.  Certain poets, some of scant talent and others of\nvery great abilities, have attempted the same placement\neffects in English, but with limited success.  The seventeenth-century\nreligious poet George Herbert, with his\nshaped poetry (his poem “The Altar” is in the shape of an\naltar), is an interesting exception.  The school of modern\npoets who employ typographical tricks may be searching\nafter this kind of impact, but the results are not quite the\nsame as in Latin.</p>\n<p>One should also point out that Latin, besides being an\ninflected language, is also quantitative in its sounds.  In\nother words, the length of a vowel-sound matters.  <em>Malum</em>,\nfor example, means an 'evil deed,' while <em>mālum</em>, with a\nlonger-held a-sound, means an 'apple.'  Differences in meaning\ncan usually be figured out from context.  In poetry, however,\nquantitative meter becomes important, not the stressed\nmeter that English readers know.  Instead of the non-stressed,\nstressed; non-stressed, stressed syllables in iambic\nfeet, one might read long-short-short; long-short-short.  Six\nfeet of this type of meter, with a caesura and maybe a longlong\nfoot as an occasional substitute, is dactylic hexameter,\nthe meter of Vergil's <em>Aeneid.</em>  As with the usage of certain\ntropes, the rhythm and effect are hard to convey in English.\nPerhaps the poet best known for trying to adapt English\nverse to quantitative meter is the sixteenth-century Englishman\nThomas Campion.  His “Rose-cheeked Laura” is an\nexample of a Latin long-short rhythm:</p>\n<blockquote>\n<p>Rose-cheeked Laura, come<br>\nSing thou smoothly with thy beauty's<br>\nSilent music, either other<br>\nSweetly gracing.</p>\n</blockquote>\n<p>The attempt is laudable; the effect is up to the reader to\ndecide.</p>\n<p>Certainly, many of the old techniques are uncommon,\nif not awkward, in modern English.  On the other hand,\nexamples in literature are occasionally felicitous.  The <em>chiasmus</em>,\nfor instance, literally a 'placing crosswise,' concerns a\ncrossing word-order, as in noun-adjective, adjective noun:\n“a heart untouched, an impure mind.”  Pope's <em>Essay on Man</em>\nshows a more complex type of chiasmus: “The rising tempest\nputs in act the soul, / Parts it may ravage, but preserve the\nwhole.”  One can diagram the crossing which occurs in the\nsecond line:</p>\n<blockquote>\n<p>parts      —      ravage<br>\npreserve  —       whole</p>\n</blockquote>\n<p>As a cross, the chiasmus may also have an implicit Christian\nmeaning in its usage.</p>\n<p>Hellenism, the use of Greek words and phrases, made\nmore sense in the days when Latin borrowed heavily from\nGreek; but one can find T.S. Eliot doing it in “Mr. Eliot's\nSunday Morning Service”:</p>\n<blockquote>\n<p>In the beginning was the Word<br>\nSuperfetation of <em>TÓéV</em> [<em>to hen</em>: 'the One']<br>\nAnd at the mensual turn of time<br>\nProduced enervate Origen.</p>\n</blockquote>\n<p>And what of <em>hypallage</em>, or 'transferred epithet'?  Tennyson\nwrites, in <em>In Memoriam:</em> “The little village looks forlorn; /\nShe sighs amid her narrow days...”  Admittedly, <em>hyperbaton</em>,\nor the 'separation of words which belong together,' is\nmore for an inflected language like Latin or Greek.  Still,\nthere is Milton: “Is piety thus and pure devotion paid?”  And\nthe King James' Bible is capable of <em>synchysis</em>, or 'interlocked\nword-order': “Yet setteth he the poor on high from affliction,\nand maketh him families like a flock.”</p>\n<p>There are other lost tropes, of course.  In a brief essay\nlike this, one has to pick and choose.  In so doing, I have left\nout <em>anadiplosis</em>, the 'use of the last word in one clause to\nbegin another.'  I have omitted to talk of <em>synesis</em>, the 'agreement\nof words by logic rather than by strict grammar.'  More\nexciting than the discussion of tropes, however, is finding\nthem in living usage, and many of them still exist, despite\ntheir jaw-breaking names.  <em>Brachylogy</em>— a term covering a\nvariety of condensation tropes, such as <em>ellipsis</em> and\n<em>zeugma</em> — is not dead.  It may be seen in Vergil, and it may\nbe seen in the pages of next year's poetry anthologies.  Politicians\nuse the figures in their speeches.  Far from sounding\narchaic, the words may come across as graceful, powerful,\nor poetic, which is the whole point, after all.</p>\n<p>Answers to quiz: 1D, 2F, 3E, 4B, 5C, 6A.</p>\n<p>Note: The author wishes to acknowledge the help and inspiration of\nRita Fleischer and Floyd Moreland of the Latin/Greek Institute at\nCity University of New York.  Without their tireless efforts in teaching\nthe classics, much of this material might never have seen the\nlight of print.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lost Tropes</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">New York City</span></em></p> <p>The average college graduate, that useful representation\nof a certain level of learning, knows what a metaphor\nis.  He will also probably be able to tell you what a\n<em>simile</em> is.  Unless he is specifically skilled in rhetoric or\npoetry, however, he may balk at <em>catachresis.</em>  This term\nrefers to 'an extended, often mixed metaphor, as in Shakespeare's\n“to take arms against a sea of troubles.” '  <em>Hendiadys</em>,\ntoo, may provoke a scratching of the head; <em>hendiadys</em> is\nthe 'use of two nouns instead of a noun and an adjective, as\nin “weeping tears and pity” rather than “weeping pitiful\ntears.” '  There is a long list of poetic and rhetorical tropes\nwith odd names, from <em>anaphora</em> to <em>zeugma.</em>  Many date back\nto Latin or Greek and were best suited for use in those languages.\nJust as the complex poetic meters of <em>double glyconics</em>\nand <em>choriambs</em> have faded, so have many of these figures of\nspeech.  They are, in effect, lost tropes.</p> <p>Most elementary courses in poetry will dutifully go over\nthe basic tropes a modern poet uses.  Besides <em>metaphor</em> and\n<em>simile, alliteration, personification</em>, and <em>irony</em> will get their\ndue.  On a level once removed, logophilic students will learn\n<em>apostrophe</em> (“O noble trope”), <em>metonymy</em> and <em>synecdoche</em>\n(they will confuse these two), <em>ellipsis</em> ... probably <em>oxymoron,\nonomatopoeia, hyperbole</em>, and <em>litotes</em>, too.  There are,\nof course, classic examples of each figure.  Providing an\ninstance of <em>litotes</em>, a former English teacher of mine once\nremarked, “I would not say that he was the dullest of scientists.”\nHe was talking of Einstein.</p> <p>After this secondary level of tropes, however, one finds\nmurkier depths.  Should one decide to become a rhetorician,\na classicist, or a well-schooled poet, one enters an arcane\nworld where <em>zeugma</em> is king, or possibly I mean <em>syllepsis.\nZeugma</em> occurs when 'two different words are linked to a\nverb or an adjective, whereas only one fits literally.'  Pope,\nin “The Rape of the Lock,” does this well: “Or stain her\nhonor, or her new brocade; / Forget her prayers, or miss a\nmasquerade; / Or lose her heart, or necklace, at a ball.”\n<em>Anacoluthon</em> is another interesting beast, a change in grammatical\nstructure within the same sentence, as in Wallace\nStevens's “To the One of Fictive Music”:</p>"
}