{
  "type": "Article",
  "title": "Who is Rula Lenska? Some Thoughts on Reference",
  "author": "Don L. F. Nilsen",
  "location": "Arizona State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Who is Rula Lenska? Some Thoughts on Reference</h1>\n<p><em><span data-rel=\"author\">Don L. F. Nilsen</span> <span data-rel=\"location\">Arizona State University</span></em></p>\n<p>David Lewis is the president of the Rula Lenska fan\nclub.  Rula Lenska is “the fair one.”  There are\ntwelve hundred fans in her fan club in thirty-five states.\nRula Lenska Day occurs near the end of February, and on\nthis day some of her fans leave their headlights on for\ntwenty-four hours; others spray a can of hair spray into their\nhair; still others select some unusual activity to do nonstop\nfor fourteen hours.  All this dedication, and no one has ever\nactually <em>seen</em> or <em>heard</em> Rula Lenska personally.</p>\n<p>There is something about the human mind that enjoys\ncontemplating the nonexistent.  We have magic elixirs.  We\nhave goblins, woodnymphs, satyrs, griffins, unicorns, gorgons,\nelves, gremlins, phoenix birds, cyclopes, minotaurs....\nWe have Zeus and Jupiter and Odin and members\nof their respective courts.  We have skyhooks, and pole\nstretchers and left-handed monkey wrenches....  We have\nUtopia, Brobdingnag, Erewhon, Lothario, Damavand,\nOlympus, Avalon....  We have Santa Claus, and the Easter\nBunny, and the Tooth Fairy, and Old Father Time, and\nthe Sand Man, and the Boogey Man, and Tinkerbell....\nAnd sometimes we don't even know where fantasy\nmerges into fact.  When we die, will we go to the Happy\nHunting Ground, or to Valhalla, or to Heaven?  Witches\nbecome so real to us that they are burned at the stake\nbecause they are possessed of the Devil.</p>\n<p>In May of 1981, I contacted Thomas Flanigan to ask\nhim if he would be interested in attending a conference of\nthe “Western Humor and Irony Membership” (WHIM).  On\nMay 21, 1981, he wrote me a response:</p>\n<blockquote>\n<p>I would definitely enjoy such a conference (WHIM),\nbut Arizona is a long ways away, and I don't intend\nspending money on a plane ticket only to find out\nbecause of its date (April first) that I was the butt of a\ncruel April Fool joke.  Imagine the embarrassment\nwhen, returning to Maine, I have to admit that not\nonly was there no conference, there was also no\nArizona.</p>\n</blockquote>\n<p>Even when someone is convinced that there is a real-world\nreferent, it's not always easy to determine it uniquely\nand correctly.  Ross V. Hersey tells an anecdote about a student\nwho raised his hand to go to the bathroom.  The teacher\nexcused him, but the student returned after a few minutes\nsaying he couldn't find it.  The teacher told him to turn right\nin the hall and it would be the first door on the right, but in\na short while he returned again saying he couldn't find it.\nThis time she sent an older boy with him, and after a while\nthey returned with a satisfied look on their faces.  “No wonder\nhe couldn't find it,” said the older boy.  “He had his\npants on backwards.”</p>\n<p>The relationship between pronouns and antecedents is a\ntricky one.  Paul Postal has pointed out that a sentence like\n“John is an orphan and I don't have any either” is ungrammatical\neven though it makes perfectly good sense.  This\ntype of pronoun-antecedent relationship is termed by Postal\nan “Anaphoric Island,” because it is not the antecedent\nitself, but a feature of the antecedent (without <em>parents</em>) that\nis referred back to.</p>\n<p>George Burns recently did a television dialogue with\nBernadette Peters, who was playing the part of Gracie:</p>\n<blockquote>\n<p>GEORGE BURNS: If you keep saying funny things, people are going to laugh at you.</p>\n<p>BERNADETTE PETERS (as Gracie): That's OK.  Look at Joan of Arc.  People laughed at her, but she went ahead and built it anyway.</p>\n</blockquote>\n<p>Here, we have another anaphoric island, but with a twist.</p>\n<p>We use rules of inference and logic in order to determine\nreference.  But such rules are based on our knowledge\nof patterns and expectations, and sometimes when these patterns\nand expectations change we make the wrong assumptions\nabout reference.  In his 1964 Master's thesis on humor,\nat the University of Utah, John D. Gibb tells about two people\nwalking down a street.  One turns to the other and says,\n“Look at that youngster with her short hair, sweat shirt,\npedal pushers and gym shoes.  You can't tell if she is a girl or\na boy.”  “I can,” said the other speaker, “because she is my\ndaughter.”  “Oh, I'm sorry.  I would never have said that if I\nhad known you were her father.”  “I'm not her father.  I'm\nher mother.”</p>\n<p>In <em>Shuckin' and Jivin': Folklore from Contemporary\nBlack Americans</em>, Daryl Cumber Dance tells a similar story\nabout the use of patterns and logic to determine reference;\nin this case the solution is based on egocentricity.  A boy's\nmother gave him two nickels, and she told him to put one in\nthe church collection tray for God, and to keep the other\none for himself.  It happened that on the way to church, one\nnickel dropped to the ground and rolled into the gutter.  The\nboy says, “Uh-oh, there goes God's nickel.”</p>\n<p>Evan Esar tells another anecdote which illustrates the\nsame point but in reverse.  A honeymoon couple were at a\nrailroad station in great anticipation of their great adventure.\nThe bridegroom, through habit, asked for a single\nticket.  His bride, who was standing beside him at the window,\nsaid, “But, John, you're buying only one ticket.”  The\nyoung man made a quick recovery.  “How stupid of me, darling.\nI'd completely forgotten myself.”</p>\n<p>Another difficulty with reference is that infinite regress\ncan occur.  The sentence “The man who was mixing it fell\ninto the cement he was mixing” is termed an example of\n“Bach's Paradox” because it was Emmon Bach of the University\nof Texas who first discovered that in this sentence\neach antecedent contains a pronoun that has as its antecedent\na clause which has a pronoun that has as its antecedent a\nclause that has a pronoun, <em>ad infinitum</em>.</p>\n<p>An example of infinite regress occurred at the 1979\nmeeting of the National Council of Teachers of English.\nChaim Potok was one of the keynote presenters, and he told\na story about someone who found out that Mollie Potok was\nthe mother of Chaim, and therefore wanted Mollie to autograph\nher son's book, <em>My Name is Asher Lev</em>.  She signed it\nas follows: “Mollie, mother of the author.”  Later, this same\nreader found herself in the presence of Chaim, whom she\nwanted to autograph the same book.  Seeing that his mother\nhad already written in the book, Chaim signed it, “Chaim,\nSon of the mother of the author.”  This is where the anecdote\nends; however, it would have been perfectly possible for the\nowner of the book to take it back again to Mollie, and then\nback to Chaim, until all of the white space in the book had\nbeen used up.</p>\n<p>Of course Chaim Potok is famous, and fame is a necessary\ncomponent for instant reference.  But not everybody is\nas famous as is Chaim Potok.  Vice-Presidents of the United\nStates, for example, do not generally bring a spark of recognition\nto the listener's ear when they are alluded to.  In 1965,\nVice-President Hubert Humphrey reported on a bit of\nresearch he had done on his predecessors and their contributions\nto the office.  “Who can forget those storied Vice-Presidents\nof the past?   William A. Wheeler!  Daniel D.\nThompkins!  Garret A. Hobart!  and Henry Wilson!”</p>\n<p>Even when we do recognize a referent, this recognition\n(like beauty) is sometimes in the eye of the beholder.  G.G.\nPocheptsov tells a story about a man whose face lit up when\nhe recognized a former friend walking ahead of him down\nsome subway stairs.</p>\n<blockquote>\n<p>He clapped the man so heartily on the back that the\nman nearly collapsed, and cried, “Goldberg, I hardly\nrecognized you.  Why, you've gained thirty pounds\nsince I saw you last, and you've had your nose fixed,\nand I swear you are about two feet taller.”  The man\nlooked at him angrily.  “I beg your pardon,” he said in\nicy tones, “but I do not happen to be Goldberg.”\n“Aha,” said Mr. Becker.  “You've even changed your\nname.”</p>\n</blockquote>\n<p>The juggler, Michael Davis, juggles a variety of objects.\nOne of these objects is an ax, which he claims was the original\nax which George Washington used to chop down the\ncherry tree.  But then his patter continues, “However, I did\nhave to replace the handle.”  This is followed by a long\npause, and then he continues..., “and the head.”</p>\n<p>Myron Cohen tells a similar story about a missing referent.\nIn a telephone conversation with Jane Robin Littman,\nCohen was talking about how people must be able to relate\nto the humor.  Mr. Cohen explained,</p>\n<blockquote>\n<p>You see, it's like this fellow who says to me (he was a\ncomic)— “You know, you bombed in Gloversville, New\nYork.”  I said to him, “I was never in Gloversville, New\nYork.”  He says, “Yes, but I told your jokes there, and\nthey didn't laugh.”</p>\n</blockquote>\n<p>Well, maybe this didn't actually happen.  Maybe, in\nfact, there is no Gloversville, New York, just as there is no\nLilliput.  In fact, there may be a lot of things we talk about\nall the time that don't exist, but that doesn't mean we should\nnot talk about them.  Samuel Goldwyn was perfectly correct\nwhen he said “A verbal contract isn't worth the paper it's\nwritten on.”  The same might be said about a paper entitled,\n“Who is Rula Lenska?  Some Thoughts on Reference.”  I can\nonly counter by saying that I believe in Rula Lenska, just as\nI believe in Santa Claus and Valhalla and magic elixirs and\na lot of other neat things.  I might even go so far as to say\nthat language itself is a magic elixir whose main function is\nto allow us to imagine things that don't exist—yet.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Who is Rula Lenska? Some Thoughts on Reference</h1> <p><em><span data-rel=\"author\">Don L. F. Nilsen</span> <span data-rel=\"location\">Arizona State University</span></em></p> <p>David Lewis is the president of the Rula Lenska fan\nclub.  Rula Lenska is “the fair one.”  There are\ntwelve hundred fans in her fan club in thirty-five states.\nRula Lenska Day occurs near the end of February, and on\nthis day some of her fans leave their headlights on for\ntwenty-four hours; others spray a can of hair spray into their\nhair; still others select some unusual activity to do nonstop\nfor fourteen hours.  All this dedication, and no one has ever\nactually <em>seen</em> or <em>heard</em> Rula Lenska personally.</p> <p>There is something about the human mind that enjoys\ncontemplating the nonexistent.  We have magic elixirs.  We\nhave goblins, woodnymphs, satyrs, griffins, unicorns, gorgons,\nelves, gremlins, phoenix birds, cyclopes, minotaurs....\nWe have Zeus and Jupiter and Odin and members\nof their respective courts.  We have skyhooks, and pole\nstretchers and left-handed monkey wrenches....  We have\nUtopia, Brobdingnag, Erewhon, Lothario, Damavand,\nOlympus, Avalon....  We have Santa Claus, and the Easter\nBunny, and the Tooth Fairy, and Old Father Time, and\nthe Sand Man, and the Boogey Man, and Tinkerbell....\nAnd sometimes we don't even know where fantasy\nmerges into fact.  When we die, will we go to the Happy\nHunting Ground, or to Valhalla, or to Heaven?  Witches\nbecome so real to us that they are burned at the stake\nbecause they are possessed of the Devil.</p> <p>In May of 1981, I contacted Thomas Flanigan to ask\nhim if he would be interested in attending a conference of\nthe “Western Humor and Irony Membership” (WHIM).  On\nMay 21, 1981, he wrote me a response:</p>"
}