{
  "type": "Article",
  "title": "Inscrutable Chinese Puzzle: Dialects or Languages?",
  "author": "Charles P. Trumbull",
  "location": "Chapel Hill, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Inscrutable Chinese Puzzle: Dialects or Languages?</h1>\n<p><em><span data-rel=\"author\">Charles P. Trumbull</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p>\n<p>There is some argument among scholars as to whether\nthe different forms of Chinese as spoken in the various\nparts of China are in fact dialects or separate languages,\ngiven that they all use the same writing system.  One usually\nbelieves that speakers of one dialect are able to understand\nthe speakers of another dialect of the same language just as\nEnglishmen can understand other Englishmen from other\nparts of England who speak in different “dialects” or\n“accents.”  With Chinese this certainly is not so.  Each Chinese\ndialect has its many subdialects and these are mutually\nunderstandable just as are the English “accents,” but the so-called\ndialects are as far apart as are English and Dutch or\nSpanish and Italian.</p>\n<p>It is therefore largely a matter of definition.  Webster\ngives as one definition under <em>dialect:</em> “one or more cognate\nlanguages (French and Italian are Romance dialects.)”  <em>Cognate</em>\nmeans related by descent from the same ancestral language.\nFrench and Italian as well as Spanish, Catalan, Portuguese,\nand Rumanian are all related (by descent) to Latin\nand comprise the Latin dialects that we call the Romance\nlanguages.  The Chinese dialects are all descended from\nAncient Chinese spoken during the T'ang dynasty (A.D.\n618-907), which, in turn, derived from Archaic Chinese\nspoken more than a millennium earlier during the Chou.\nThese Chinese dialects are in fact separate cognate languages\nand differ from Ancient and Archaic Chinese as do\nFrench or Spanish or Italian from Latin and from each\nother.</p>\n<p>In the areas now comprising France, Spain, Portugal,\nRumania, and Italy, the official language was Latin during\nthe time of the Roman Empire.  Romans occupied all of the\ngovernment and military positions and thus served as a stabilizing\nforce to keep the language constant and uniform.\nThe common man — including the soldiers, the colonizers,\nand the natives — spoke Latin, albeit a more popular form\nknown as Vulgar Latin.  The Roman script consisted of symbols\nwhich represented sounds, what we now call the\nRoman alphabet, so that the words of Latin sounded exactly\nas they were spelled.  It was a phonetic writing system.</p>\n<p>When the Roman Empire fell in A.D. 476 there was no\nlonger a central government tying the European areas\ntogether and the population fell into isolated groups, frequently\nbeset by incursions of the Goths from the north.  As a\nresult, many dialects began to develop, each with its many\nsubdialects.  Centuries later, as the individual countries were\nformed, one subdialect was decreed to be the official language\nof each: that of Castile became Spanish, of Tuscany,\nItalian, etc.  Still, many of the subdialects persist to this day.</p>\n<p>The writing system of each of these languages remained\nthe same: i.e., the Roman alphabet.  However, the symbols\nof this alphabet were continuously rearranged to reflect the\nchanging sounds of the language in such a way that the pronunciation\nof the words could generally be determined\nfrom their spelling.  French, however, lags markedly behind\nher sister languages in this respect.</p>\n<p>With Chinese, the story was a similar one, except for\nthe writing.  The dialects of China developed in much the\nsame way as did those of Europe—only they did so twice.\nThe early history of China was a cyclical one in which a\nstrong dynasty controlling the entire country fell into political,\nmoral, and economic decay and was overthrown, usually\nby barbarian tribes along her border.  China then disintegrated\ninto many warring kingdoms, each trying to defeat\nthe others in an attempt to reunify the country.  Finally,\nafter several hundred years, a new dynasty was established\nand ruled for three or four hundred years before the process\nstarted over again.</p>\n<p>The Western Chou, the first of the great Chinese dynasties,\nlasted from 1027 to 771 B.C.  Its people spoke Archaic\nChinese.  Its area was very much smaller than that of today's\nChina, covering the Yellow-Wei River basins through the\npresent-day province of Shensi and extending south to\ninclude the Yangtze in central China.  It was completely surrounded\nby hostile barbarian tribes, who eventually forced\nthe king to move his capital from the west to the east.  The\nresult was that the king had only nominal control over his\nterritorial lords, and the country was broken up into many\nsmall kingdoms.  Although the years from 771 to 256 B.C. are\nofficially known as the Eastern Chou, they really consisted\nof two periods of warfare known as the Spring and Autumn\nPeriod and the Warring States Period.  In the first, the number\nof kingdoms was reduced to only a few; in the second,\nthose few fought until one dominated, reuniting China in\n221 B.C.  All in all, the fighting continued for some five centuries.\nThis new dynasty was the Ch'in, from which the\nname <em>China</em> derives.  During these years of fighting, the language\nsplit into many dialects according to political and geographic\nboundaries.</p>\n<p>The new ruler set about making China great again.  He\nsimplified and standardized the Chinese writing system into\nits basic modern form.  He established the dialect of his capital,\nCh'ang-an, as the official language of his government\nand of its civil service throughout the land, but he did not\ntry to force this language upon the common man.</p>\n<p>The Ch'in dynasty barely outlived its first emperor,\nwho was widely hated.  After but five years of rebellion it\ngave way to the Han, a dynasty that lasted for more than\nfour hundred years, from 202 B.C. to A.D. 220.  It expanded\nits territory to almost the equal of present-day China.  In its\nbrilliance and magnitude the Han dynasty was the equal of\nthe Roman Empire.  However, it did not unify the language\nbut merely followed the practice of the Ch'in in using the\ndialect of Ch'ang-an as the language of the court and of the\nofficials assigned throughout the realm.  The local dialects\ncontinued as before.</p>\n<p>When the Han fell, there followed another period of\ndisunity, with many kingdoms and much fighting; that\nlasted until A.D. 589, at which time the country was reunited\nby the northern Sui kingdom, a feat comparable to that facing\nCharlemagne as he tried to reestablish the Roman\nEmpire.  As with the Ch'in before them, the Sui shortly gave\nway to another dynasty, this time the T'ang, which ruled for\nalmost three hundred years (A.D. 617-907).  The T'ang established\na civilization unexcelled anywhere in the world.  Its\ncapital, Ch'ang-an, was the largest and most cultured city in\nthe world; its artists, sculptors, and poets were among the\nfinest the world has ever produced.  One of its unheralded\nfeats was its unification of the language, so that by the end\nof its reign the entire country, with the exception of the\nnon-Chinese minorities, was speaking the Ch'ang-an language,\nnow known as Ancient Chinese.  It is from this language\nthat all modern Chinese dialects developed, although\na few aspects of those spoken in the provinces of Fukien and\neastern Kwangtung date further back.</p>\n<p>After the decay and fall of the T'ang dynasty, there was\nagain a period of disunity.  First was the fifty-three year\nperiod known as the Five Dynasties.  This was followed by\nthe Sung dynasty.  But after 170 years of rule it had to abandon\nthe northern half—the cultural half—of the country to\na tribe called the Chin.  In 1234 the Mongols defeated the\nChin and in 1279 took over all of China, calling themselves\nthe Yuan dynasty.  The Mongols had no interest in unifying\nthe language nor the time in which to do so.  They merely\nfollowed the example of their predecessors and used the version\nof Chinese spoken in their capital, Peking, as the court\nand government language.  Their dynasty lasted lass than\n100 years; in 1368, the Chinese once again took over control\nof their own country, with the Ming dynasty.  The capital\nremained in Peking.  By this time, the diversity of dialects as\nwe know them today had become firmly established.</p>\n<p>When the Manchus from the north defeated the Ming\nand proclaimed the Ch'ing dynasty, in 1644, they continued\nto use the Peking language, but again only as the official\ngovernmental language.  The top governmental officials\nthroughout the country were called “mandarins” by the Portuguese\nmissionaries who arrived near the end of the Ming\nDynasty, and their language thus became “Mandarin.”  The\nword comes from the Portuguese verb <em>mandar</em> 'to govern.'</p>\n<p>As for the dialects themselves, there are six major ones.\nIt is common to divide them into two main groups: one,\nMandarin, spoken in all of China north of the Yangtze with\nthe exception of that river's estuary, and south of the Yangtze\nin all areas west of the coastal provinces; and two, the\nnumerous dialects as found in those coastal provinces.  Mandarin\nin its many subdialects is spoken by more than three\nfourths of the population of China; it is the native tongue of\nmore people than any other language.  It is divided into\nthree groups: northern, which covers most of China north of\nthe Yangtze; southern, which is centered along the Yangtze\nbasin between Nanking and Wuhan; and southwestern,\nwhich is spoken in the noncoastal provinces south of the\nYangtze and in the southern half of Szechwan.  (In the western\nhalf of the country almost no Chinese of any kind is spoken.)\nThese three groupings of Mandarin have been compared\nto English as it is spoken in the United Kingdom,\nNorth America, and in Australia and New Zealand.  There\nare different subdialects or “accents” within each group, as\nwell as differences in vocabulary, comparable to use by\nAmericans of <em>streetcar, elevator</em>, and <em>gasoline</em>, while the\nBritish say <em>tram, lift</em>, and <em>petrol.</em></p>\n<p>The coastal dialects consist of Wu, which covers the\nYangtze River estuary and all the province of Chekiang and\nparts of Anhwei and Kiangsi and which is typified by the\nspeech of Shanghai; Foochow, spoken in the northern half\nof Fukien; Amoy-Swatow, the dialect of southern Fukien,\nthe eastern tip of Kwangtung, and the island of Hainan\n(Foochow and Amoy-Swatow are collectively known as the\nMin dialects, with certain features predating the Ancient\nChinese); and Cantonese, which covers most of Kwangtung\nand the southern half of Kwangsi: it is typified by the speech\nof the city of Canton.  Cantonese is the sing-song dialect spoken\nby most of the Chinese in the United States.  The sixth,\nHakka, is the dialect of a people rather than of an area.  It is\npredominant in eastern Kiangsi, which is not a coastal province,\nand in central Kwangtung, and it is found in isolated\ngroups throughout all of southern China.  The Hakka people\nwere originally from north central China; from A.D. 300\nthrough 1900 they migrated southward and overseas in several\nseparate waves triggered by invasions, wars, and\noppressions.  Overseas, their dialect is common in the South\nPacific and Hawaii.</p>\n<p>There are several other minor dialects scattered about\nChina, the most important of which is Hsiang, located\naround Lake Tung-t'ing.  In general, the others are spoken\nby very few people, and are likely to disappear in the face of\ndominance by other, more widely spoken, neighboring dialects.</p>\n<p>How do the dialects differ?  Primarily they differ in pronunciation.\nDifferences in grammar are minor; vocabularies\ndiffer as a given word may differ according to the choice\nof ideograms.</p>\n<p>In ancient days Chinese was monosyllabic, each word\nconsisting of but one syllable.  Throughout the years, as the\nlanguage became more and more homophonous and as\nknowledge increased and the world became more technologically\nsophisticated, polysyllabic words were created by\nstringing together two or more of the one-syllable words to\narrive at new words, the meanings of which were determined\nby the syllables contributed.  Chinese, in all its dialects,\nis now a truly polysyllabic language.  In the discussion\nwhich follows, <em>word</em> will stand for “monosyllable.”</p>\n<p>Each Chinese word consists of an initial, which is\nalways a consonant, and a final, which consists of one or\ntwo vowels which may finish off with a nasal consonant.  In\nMandarin there are two finals which consist of three vowels,\n<em>iao</em> and <em>uai</em>, which never take the nasal endings.  Many\nwords do not have initials and so commence with a vowel or\none of the semivowels <em>w</em> or <em>y.</em>  The nasal endings are <em>m, n</em>, or\n<em>ng.</em>  In Ancient Chinese many words endings in nasals were\ncut short by opening the lips after starting an <em>m</em> or by lowering\nthe tongue after starting an <em>n</em> or <em>ng</em>, thus giving a muted\n<em>p, t</em>, or <em>k</em> sound.  Also, Ancient Chinese had both voiced and\nunvoiced, aspirated and unaspirated initials.  To illustrate:\nusing' as an aspiration mark, English has an aspirated <em>k</em>' in\n<em>kiss</em> and unaspirated <em>k</em> in <em>sky</em>.  Both are unvoiced.  When\nvoiced, <em>k</em> becomes <em>g.</em>  In English, voiced consonants are generally\nunaspirated; but you can imagine an aspirated g'\nwhen the starter of a race shouts <em>Go.</em>  Thus you have <em>k', k, g'</em>\nand <em>g.</em>  The same applies for <em>p</em> and <em>b, t</em> and <em>d, ts</em> and <em>dz</em>, and\n<em>ch</em> and <em>j.</em></p>\n<p>It is in these initial and final consonants that the greatest\nchanges took place as the Chinese dialects developed.  By\nthe laws of linguistic sound change, words tend to become\nsimpler, not more complex.  In most dialects the voiced initials\nwere changed to unvoiced ones.  (All dialects have initials\n<em>l, m</em>, and <em>n</em>, which are always voiced—they cannot be\nsounded otherwise.)  In some dialects, the <em>p, t</em>, and <em>k</em> endings\nwere dropped; in others they were kept; in still others some\nwere dropped, but not all.  In most cases where a final <em>p, t</em>,\nor <em>k</em> was dropped, the word was stopped by closing the\nwindpipe rather than by stopping the breath.  This form of\narticulation, somewhat resembling a slight cough, is called a\nglottal stop.  Other changes took place as well: vowel sounds\nand initial consonant sounds changed.</p>\n<p>Cantonese changed the least of the dialects.  It kept all\nof the final consonant endings, and its vowels remain closest\nto those of the Ancient Chinese; but it did change initial\nsounds from voiced to unvoiced.  Only Wu and the minor\nHsiang dialects have kept the voiced initials, although,\nunder certain conditions in connected speech, Amoy has\nkept some.  Along with Cantonese, the Hakka and Amoy-Swatow\ndialects have kept the full set of final consonants\nand each has approximately the same initial consonants.  Yet\neach developed so independently from the other that they\nare today completely separate languages.  Only Amoy-Swatow\nretains the glottal stop.  Somewhere in its development\nsome of its words did lose their final consonants.  Wu\ndropped not only the <em>p, t</em>, and <em>k</em>, but also the final <em>m</em>, and\nuses the <em>n</em> only after the vowel <em>a.</em>  Foochow kept only the <em>ng</em>\nand <em>k</em>, its <em>m</em> and <em>n</em> having turned into <em>ng</em> and the glottal stop\nhaving replaced the <em>p</em> and <em>t.</em></p>\n<p>Another way in which the dialects differ is in the number\nof initial consonants.  All have thirteen in common, but\ntheir totals vary from fourteen for Foochow and Amoy-Swatow,\nto sixteen for Cantonese, eighteen for Hakka, and\ntwenty-one for Mandarin.  Wu, with all its voiced consonants,\nhas thirty-six.  The greater numbers of some are\ncaused mainly by variations in the <em>s, ch</em>, and <em>j</em> sounds.</p>\n<p>If simplification is the sign of greatest development,\nMandarin has progressed the furthest of all.  The only final\nconsonants it has kept are the <em>n</em> and <em>ng;</em> it has kept none of\nthe earlier voiced initials, and it does not use the glottal\nstop.  It has four retroflex initials, <em>ch', ch, sh</em>, and <em>j</em>, the last\nrepresenting the sound of retroflex <em>r</em>, and three sibilant initials,\n<em>ts', ts</em>, and <em>s</em>, which are often used without finals to\nform a great many words.  In such cases these initials are\nvoiced and, in the Wade romanization system, this voicing is\nindicated by spelling changes: the adding of <em>ih</em> to the retroflex\ninitials and the changing of sibilants to <em>tz'u, tzu</em>, and\n<em>szu.</em>  Neither the <em>ih</em> nor the <em>u</em> is pronounced.  Mandarin has\nbecome so simplified that it is the most homophonous of all\nthe dialects, having as many as 143 words pronounced <em>yi</em> in\na common Taiwan dictionary, 123 as <em>chi</em>, 100 as <em>chih</em>, 99 as\n<em>hsi</em>, and 93 as <em>yen.</em>  Words that were once pronounced <em>lan,\nlat, lam</em>, or <em>lap</em> are now all <em>lan</em>.  Whereas Cantonese has <em>la,\nlam, lap, lan, lat, lang,</em> and <em>lak</em>, Mandarin has only <em>la, lan</em>,\nand <em>lang.</em></p>\n<p>As an example of how the sounds of words changed\nduring the evolution of the dialects, here is how a man from\nPeking would read a sentence from the <em>Analects</em> of Confucius\nand how a man from Canton would read that same sentence:</p>\n<blockquote>\n<p>Peking: <em>tsi yue wo wei chien hao jen che wu pu yen che</em></p>\n<p>Canton: <em>tsi ut ngo mei kin hou yan cha wu pat yan cha</em></p>\n</blockquote>\n<p>As can be seen, some words are identical, some are close,\nand some bear no likeness whatsoever.</p>\n<p>Chinese is a tonal language.  The tone, or musical quality\nof a word has as much to do with its meaning as does its\npronounciation.  In Ancient Chinese there were four tones for\neach of two vocal registers, an upper and a lower, for a total\nof eight tones.  There was a high even and a low even tone, a\nhigh rising and a low rising, a high falling and a low falling,\nand two short even tones, called entering tones, for the\nshortened words ending in <em>p, t</em>, or <em>k.</em>  As the dialects developed\nso did the tones, so that the tonal system of each dialect\ndiffers from that of the others.  Often, the tonal systems vary\namong subdialects of the same dialect.  While these tones\nkept the same names as they evolved, they often exchanged\nregisters, became falling instead of rising, or even combined\ninto one tone from two.  In the case of Cantonese, an additional\nentering tone was added, giving it nine tones, which\naccounts for its sing-song quality.  Mandarin dropped the\nsystem of two registers altogether and, with no <em>p, t</em>, or <em>k</em>\nendings, also dropped the entering tones; yet it ended up\nwith four tones.  Some of the Mandarin subdialects have five\ntones, using an entering tone to go with the glottal stop\nwhich some of them did keep.  The tones of the other dialects\nvary between five and eight in number.</p>\n<p>Although the Chinese dialects developed in a manner\nsimilar to that of the Romance languages, the writing system\ndid not.  The Chinese did not use a phonetic alphabet but a\nsystem of ideographs, or characters, each of which represented\na meaning or an idea rather than a sound.  Each character\nhad a one-syllable sound that was assigned to it.  At the\ntime of the Chou dynasty, in many of those characters that\nconsisted of more than one element, one of the elements\nindicated the sound; but, as the language changed, those\nphonetic elements became meaningless except to etymologists.\nAs the Chinese dialects emerged, the sounds of words\nchanged, just as they did in Europe — and in accordance\nwith the same laws of linguistic change.  Moreover, the\nsound of the character representing each word changed.  To\ncomplicate matters still further, the sound of each word was\ndifferent in each dialect, with the result that the sound of a\ngiven character in one dialect was different from the sound\nof that same character in another dialect.  Each character\nstill had the same meaning in each of the dialects, however.\nConsequently, the speakers of one dialect can understand\nthe writing, but not the speakers, of all the other dialects.</p>\n<p>Which brings us back to the question of whether the\nChinese dialects are separate languages.  Those who say that\nthey are not give as one of their reasons that these dialects\nare all found in one country and that, combined, they form\nthe national language of China, whereas the Romance languages,\nalthough technically dialects of their mother tongue,\nLatin, are found generally in one country only and form the\nnational language of that country.  Also, they say, the common\nwriting system allows all Chinese to communicate and\nhas been a unifying force in the country for millennia,\nwhereas the different writings in the European countries\nhave been, if anything, separating forces.  Those who argue\nthat there are many Chinese languages hold that language is\nspeech and that writing is merely a means of recording the\nlanguage through the use of symbols.  Furthermore, they\nstate, up until very recently, more than ninety-five percent\nof all Chinese were illiterate, hence, their writing system\nmeant nothing to them and did not in any way constitute a\npart of their language.  Thus, unless they speak the same dialect\n(or language), the vast majority of Chinese are unable to\ncommunicate with one another.  It is unlikely that the\nanswer that will satisfy both sides of the question will soon\nbe found.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Inscrutable Chinese Puzzle: Dialects or Languages?</h1> <p><em><span data-rel=\"author\">Charles P. Trumbull</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p> <p>There is some argument among scholars as to whether\nthe different forms of Chinese as spoken in the various\nparts of China are in fact dialects or separate languages,\ngiven that they all use the same writing system.  One usually\nbelieves that speakers of one dialect are able to understand\nthe speakers of another dialect of the same language just as\nEnglishmen can understand other Englishmen from other\nparts of England who speak in different “dialects” or\n“accents.”  With Chinese this certainly is not so.  Each Chinese\ndialect has its many subdialects and these are mutually\nunderstandable just as are the English “accents,” but the so-called\ndialects are as far apart as are English and Dutch or\nSpanish and Italian.</p> <p>It is therefore largely a matter of definition.  Webster\ngives as one definition under <em>dialect:</em> “one or more cognate\nlanguages (French and Italian are Romance dialects.)”  <em>Cognate</em>\nmeans related by descent from the same ancestral language.\nFrench and Italian as well as Spanish, Catalan, Portuguese,\nand Rumanian are all related (by descent) to Latin\nand comprise the Latin dialects that we call the Romance\nlanguages.  The Chinese dialects are all descended from\nAncient Chinese spoken during the T'ang dynasty (A.D.\n618-907), which, in turn, derived from Archaic Chinese\nspoken more than a millennium earlier during the Chou.\nThese Chinese dialects are in fact separate cognate languages\nand differ from Ancient and Archaic Chinese as do\nFrench or Spanish or Italian from Latin and from each\nother.</p> <p>In the areas now comprising France, Spain, Portugal,\nRumania, and Italy, the official language was Latin during\nthe time of the Roman Empire.  Romans occupied all of the\ngovernment and military positions and thus served as a stabilizing\nforce to keep the language constant and uniform.\nThe common man — including the soldiers, the colonizers,\nand the natives — spoke Latin, albeit a more popular form\nknown as Vulgar Latin.  The Roman script consisted of symbols\nwhich represented sounds, what we now call the\nRoman alphabet, so that the words of Latin sounded exactly\nas they were spelled.  It was a phonetic writing system.</p>"
}