{
  "type": "Article",
  "title": "When Everything Was Everything",
  "author": "Joe Queenan",
  "location": "Tarrytown, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">When Everything Was Everything</h1>\n<p><em><span data-rel=\"author\">Joe Queenan</span> <span data-rel=\"location\">Tarrytown, New York</span></em></p>\n<p>On September 27, 1967, <em>The Consumer's Report on\nBanality</em> listed the expression, “Everything is everything,”\nas the single most popular cliche in the continental\nUnited States, with “If you're not part of the solution you're\npart of the problem,” a close second, and “You can be in my\ndreams if I can be in yours,” a strong third.  By the following\nSeptember, only “You can be in my dreams ...” continued\nto appear in the Top Ten (No. 8), while “If you're not part\nof the solution...” had dropped to Number 67, right\nbehind “You can't fight City Hall,” and “It takes one to\nknow one,” (tied for No. 65).  Incredibly, “Everything is\neverything,” was not even listed in the top three hundred\nAmerican clichés.  By the spring of 1969, all three phrases\nhad vanished from the national idiom, a phenomenon which\nhas recently sparked great interest inside the academic community.\nHow, specialists would like to know, was it possible\nfor three inanities of such a spectacularly fatuous nature\nsimply to drop out of the language like that, as if they had\nnever existed?  Was it merely a question of overuse?  Or does\nthe answer lie deeper, perhaps rooted in the dark folds of the\nnational psyche?</p>\n<p>In his provocative work, <em>Clichés To Live By And The\nDeath Of The Sixties</em>, Anaxamander O'Flaherty, a necro-ethnolinguist\nat the University of Altamont, suggests that\nthe expression, “Everything is everything,” succumbed to a\nnatural death brought on by such factors as over-utilization,\ndeterioration of relevance, and lack of adaptability to\naltered states of reality <em>vis-à-vis</em> the American experience.\nSays he:</p>\n<blockquote>\n<p>It was all right to believe that everything was\neverything back in 1967 when everything, in a very real\nsense, was everything.  But the escalation of the war,\nBobby Kennedy's assassination, and the Chicago riots\nmade it increasingly difficult to go on believing that\neverything was everything, when it seemed highly\nunlikely that 'everything' was much more than\n'something.'  By the time Nixon was elected, it was\nobvious that 'everything' was 'nothing.'</p>\n</blockquote>\n<p>In <em>Lowered Expectations And The Politics of Banality</em>, the\nfollow-up volume to <em>Clichés</em>, O'Flaherty suggests that the\nexpression, “Everything is everything,” could have survived\nin a modified form (say, as “Everything ain't what it used to\nbe”) had habitual users of the remark been willing to “scale\ndown their estimate of the quantitative quality of life in\nthese United States.”  Their refusal to do so spelt doom for\nthe luckless mouthful of twaddle.</p>\n<p>Much more sinister doings are suspected in the demise\nof the phrase, “You can be in my dreams if I can be in\nyours.”  Wotan Schnitzler, in his absorbing <em>Beyond The Role\nOf The CIA In The Death Of My Favorite Cliché</em>, adamantly\nmaintains that secret federal funding allocated by\nthe Nixon Administration was used to sabotage the youth\ncountercultural movement by utterly discrediting its most\nrevered platitudes.  Citing various memos and receipts which\nhave come into his possession over the years, Schnitzler contends\nthat thousands of students at major universities were\npaid thirty to forty dollars a week by the government to say,\n“You can be in my dreams but stay out of my neighborhood,”\n“You can be in my dreams if I can be in your reveries,”\nand “You can be in my dreams if I can be in your\n16mm porn-flick.”  Yet though evidence of some government\nintrigue is irrefutable, Shiloh Sokoloff's thesis, set forth in\n<em>What Johnny Can't Say, Much Less Read</em>, seems much more\nplausible; namely, that the sentence, “You can be in my\ndreams if I can be in yours,” was simply too hard for most\nyoung people to remember.  “Chronic drug-abuse ravaged so\nmany collegiate brain cells that only banal expressions without\na dependent clause could be summoned forth from the\ncanyons of the mind.  <em>Ergo</em>, 'What's happening?', 'Hang\nloose,' and 'Like wow.' ”</p>\n<p>To this day, no one knows whatever became of the\nphrase, “If you're not part of the solution, you're part of the\nproblem.”  As late as March 25, 1969, it was still being heard\nin strip joints just outside Fresno, California, yet by the following\nMonday, it had disappeared from the vernacular of\nthe trite, never to be heard again.  “Like Henry Hudson,\nAmelia Earhart, and a couple of other people whose names I\nforget,” says Wendy Bakunin, amateur insipidographer, in\nher book, <em>Our Vanishing Culture</em>, “this cliché seems to have\nliterally dropped off the face of the earth.  For the love of\nMike.”  Bakunin goes on to say that “If you're not part of the\nAleutians, you're part of the problem,” an Eskimo separatist\nrallying cry, may be a derivative form of the expression, but\nconfesses total ignorance as to the current whereabouts of\nthe original catch-phrase, a tight little nugget of piffle so\ndynamic it was once voted “Hackneyism Of The Decade” by\nthe American people.  “Everything is everything,” on the\nother hand, has recently surfaced in certain outlying cantons\nof Switzerland, as the phrase, “Tout est tout,” though an\napplication for a license to use the cliché inside France itself\nhas twice been rejected by the Minister of Ephemera, the\nGovernment obviously fearing a subsequent decline in the\nuse of “C'est la vie,” and “Plus ca change, plus c'est la même\nchose.”</p>\n<p>As regards “You can be in my dreams...,” The\nLeague For The Decriminalization Of Overtly Anti-Social\nBehavior last month purchased the legal rights to the triviality,\nhoping to rent out the phrase, “You can beat in my\ndreams if I can beat in yours,” to various sadomasochistic\nsupper clubs.  Given this fact, it seems unlikely that the\nfamed remark will ever again be heard in its pure, unadulterated\nform.</p>\n<p>In all this, there is one bright note.  Several weeks ago,\nThe National Foundation For The Preservation of Endangered\nBanality authorized funding to look after shopworn\nexpressions and, where necessary, see that they receive a\ndecent burial, thus sparing them the indignity of outright\npurging from the American idiom.  Furthermore, a Cliche\nHall of Fame will soon be erected in Peoria, Illinois, and\nhere will be stored valuable tape recordings of the country's\nmost treasured platitudes being uttered by their inventors\n(where possible) as well as by those who helped make them\nfamous.  Someday soon, if all goes well, the great cliches of\nthe 1960s will be brought home to their final resting place;\nand then, if only for a short time, everything will once again\nbe everything.  Which would, at the very least, be right on.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">When Everything Was Everything</h1> <p><em><span data-rel=\"author\">Joe Queenan</span> <span data-rel=\"location\">Tarrytown, New York</span></em></p> <p>On September 27, 1967, <em>The Consumer's Report on\nBanality</em> listed the expression, “Everything is everything,”\nas the single most popular cliche in the continental\nUnited States, with “If you're not part of the solution you're\npart of the problem,” a close second, and “You can be in my\ndreams if I can be in yours,” a strong third.  By the following\nSeptember, only “You can be in my dreams ...” continued\nto appear in the Top Ten (No. 8), while “If you're not part\nof the solution...” had dropped to Number 67, right\nbehind “You can't fight City Hall,” and “It takes one to\nknow one,” (tied for No. 65).  Incredibly, “Everything is\neverything,” was not even listed in the top three hundred\nAmerican clichés.  By the spring of 1969, all three phrases\nhad vanished from the national idiom, a phenomenon which\nhas recently sparked great interest inside the academic community.\nHow, specialists would like to know, was it possible\nfor three inanities of such a spectacularly fatuous nature\nsimply to drop out of the language like that, as if they had\nnever existed?  Was it merely a question of overuse?  Or does\nthe answer lie deeper, perhaps rooted in the dark folds of the\nnational psyche?</p> <p>In his provocative work, <em>Clichés To Live By And The\nDeath Of The Sixties</em>, Anaxamander O'Flaherty, a necro-ethnolinguist\nat the University of Altamont, suggests that\nthe expression, “Everything is everything,” succumbed to a\nnatural death brought on by such factors as over-utilization,\ndeterioration of relevance, and lack of adaptability to\naltered states of reality <em>vis-à-vis</em> the American experience.\nSays he:</p> <blockquote>\n<p>It was all right to believe that everything was\neverything back in 1967 when everything, in a very real\nsense, was everything.  But the escalation of the war,\nBobby Kennedy's assassination, and the Chicago riots\nmade it increasingly difficult to go on believing that\neverything was everything, when it seemed highly\nunlikely that 'everything' was much more than\n'something.'  By the time Nixon was elected, it was\nobvious that 'everything' was 'nothing.'</p>\n</blockquote>"
}