{
  "type": "Article",
  "title": "Light Refractions: Puzzling and Processing",
  "author": "Thomas H. Middleton",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Light Refractions: <em>Puzzling and Processing</em></h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p>\n<p>I do most of my writing on a word processor.  Using a\nword processor has great advantages—and a few disadvantages—over\nwriting the old-fashioned way, with pen,\npencil, and typewriter.  The most obvious of the advantages\nis the ease with which you can do your rewriting.  Just push\na few of the proper keys and whap!  what you don't want no\nlonger exists, and you can replace it with what you do want.\nBy the same magic, you can shift whole blocks of words,\nmoving them from this place to that in the text.  It makes\nediting a cinch.  All the changes take place on a screen, and\nwhen you get just what you want, you push some buttons to\nlet your printer know that you're ready to see the whole\nthing on paper.  Then you get a beer or a cup of coffee and\nlisten to the printer go through its blappety-blap-zip-zip.</p>\n<p>Most of the writers I know have used typewriters for\nyears, and some of them have even done most of their\nrewriting on the typewriter.  I can't do that.  My mind has\nalways been so tatterdemalion that I've never, <em>never</em> put the\nright words in the right order on a typewriter the first time\naround.  Not even in a friendly letter.  Even a half-page note\nto an old pal has usually required a scrawled first draft on\nscrap paper before commitment to honest-to-God stationery.\nI've always envied those guys who could slide a sheet of\nblank paper into a machine and tap out just the right stuff\nthe very first time.  Years ago, I decided that the only way I\ncould write for publication was to use a pen or a pencil and\ndo my rewriting as I went along, so that by the time I finished\nmy first draft it was completely indecipherable to anyone\nbut me.  Pages were covered with crossouts, carets, stars,\ncircled numbers, and words in circles connected by long,\nlooping, meandering arrows leading to the spots in the text\nwhere the words were to be moved.  Only when I'd reread\nthese scrawls, turning and twisting the pages to reveal scribblings\nalong margins and on backsides, finally sensing that I\nhad managed to marshall my refractory thoughts in what\nseemed to me to be recognizable order, did I finally put a\nsheet of paper in my typewriter.</p>\n<p>That I had to go through this tortured process depressed\nme, and still does.  It shows that my mind lacks the discipline\nto square itself away without looking at its own skimbleskamble\noutput on paper and piecing the elements together\nlike a puzzle.  Probably what I like most about the word\nprocessor is that I no longer feel like such a fool.  I straighten\nmy thoughts out on the screen of my TRS-80 Model III\nMicrocomputer, and those outrageous squiggles and arrows\nthat used to accuse me of mental dishevelment are not there\nas silent witnesses to my ineptitude.</p>\n<p>The computer-word-processor has a few disadvantages.\nIn my own case, an important disadvantage, but one that is\neasily overwhelmed by the aforementioned advantages, is its\nlack of portability.  When I used to do all my columns on a\nlegal pad, using a pencil or ballpoint, my favorite way to\nwrite was to hop on my bicycle and write the column in my\nmind as I rode approximately three and a half miles to the\nbeach in Santa Monica, then another three miles along the\nbeach bike path to an outdoor restaurant.  There, having\nconjured an inchoate but viable composition, I'd order a\nsalad and a glass of wine and scribble my thoughts as I sat in\nthe southern California sunshine.  That was where I'd do my\npuzzle-solving—my mental house-straightening.  Then I'd\nride home and translate the scribbles into a coherent piece\non my typewriter.  I can't load my TRS-80 on my ten-speed,\nand so nowadays I sit here in my office on the second floor\nof our home, dealing with ephemeral little light-letters.\nEvery time I hit a snag in my thoughts, the refrigerator\nwhistles softly from downstairs, and too often I respond to\nits siren call.  The result is predictable.  I've expanded\nthrough the hips and waist, and the muscle-tone of my legs\nis now shot to hell.</p>\n<p>By now, everyone is computer-wise enough to know\nthat an entire day's work can be wiped out in a flash—literally—if\nsome disturbance shatters the inner integrity of\nwhatever goes on among those tiny chips that miraculously\nhold your mind's work on their invisible electrical charges.\nA sudden loss of power due to a windstorm or a cantankerous\nappliance somewhere can blank out your screen, and\nwhen the power comes back, you'll very likely see the screen\ncovered with a mess of extraterrestrial markings interspersed\nwith familiar but meaningless numbers and letters.</p>\n<p>Some people, on discovering that you've been doing\nyour work on a word processor, seem to think you haven't\nactually done the writing.  I was giving a talk to a group of\nwriters a few weeks ago, and I mentioned this phenomenon.\nLater, a woman told me of having been introduced as “Jane\nBrown.  She's just had her novel published.”  The couple to\nwhom she'd been introduced replied appropriately, “How\nwonderful!”  Then the introducer added, “She used a word\nprocessor.”  The enthusiasm disappeared.  Poor Jane Brown\nhad been accused, however mutely, of having let a machine\nwrite a novel for her and of having taken full credit for the\nmachine's work.  She said she felt like screaming, “Hey!\nThey were my words!  The word processor just processed\nthem!”  But she said she'd have felt like a damned fool.  I can\nsee her point.</p>\n<p>Now we come to the major problem with word processors\nand computers in general: It seems that the geniuses\nwho deal easily with microchips and their bits and bytes and\nall that sort of baffling esoterica are seldom very good at\nmaking themselves clear in the English language.  My TRS-80\ncame with a few manuals, among them a little booklet\ncalled <em>Getting Started With TRS-80 Basic.</em>  I suppose this\nbooklet was designed to take the computer-fear out of the\nmind of the new owner.  It was full of drawings of what\nmust be a “user-friendly” computer—a talkative little\ncomputer-human cartoon character who gets into amusing\nsituations and makes little inside jokes about computer stuff.\nNo one who wants to learn how to operate his marvelous\nnew machine is helped much by a gabby little comic-strip\nguy.  What you want is a way of looking up what you want\nto know, and that is often quite impossible in a computer\nmanual.</p>\n<p>In my <em>Disk System Owner's Manual</em>, for instance,\nthere's a page that purports to tell me how to append files.  If\nyou're computer-illiterate, you probably don't know what\nthat means.  Bear with me.  It says:</p>\n<blockquote>\n<p><em>APPEND</em> <em>source-file destination-file</em>\n<em>source-file</em> is the specification for the file which is to\nbe copied onto the end of the other file.</p>\n<p><em>destination-file</em> is the specification for the file which\nis to receive the appendage (addition).</p>\n<p><em>Note:</em> Both <em>source-</em> and <em>destination-files</em> must be in\nASCII format (data files or BASIC programs saved\nwith the A option).</p>\n</blockquote>\n<p>It's that <em>“Note:”</em> that caused me trouble.  Because I have\nfriends who've been involved in the computer field for decades\nand are willing and able to converse in clear English\nwith me, I know that <em>ASCII</em> is pronounced “asskey,” but I\nhave no idea what, in fact, <em>ASCII</em> means.  That isn't my\nfriends' fault; it's mine—and the manual's.  In the index, I\nlooked up <em>ASCII</em>.  No diceky.  Under <em>ASCII</em>, they list lots of\npages on which the term <em>ASCII</em> appears, usually in the\nphrase <em>ASCII format</em>.  But nowhere does it tell me what\n<em>ASCII</em> stands for, or what <em>ASCII format</em> means.  I figured\nthey'd at least tell me what “the A option” is, but nowhere\nin the index can one find <em>A, Option</em>, or <em>A Option</em>.  So that\n<em>“Note:,”</em> which appears to be an important bit of information,\nmeans absolutely zilch to one unfamiliar with the science.\nFrom sympathetic souls, I have learned that this\nproblem arises in the owners' manuals of virtually every\ncomputer and computer program ever manufactured.</p>\n<p>“Error messages” appear on your screen with only the\ntersest elucidation of their import.  You go to your manual to\nsee what's happened in the innermost workings of your computer's\nbowels.  (I used that word for fun.  If ever there was a\nmachine whose inner workings cannot be thought of as\n“bowels,” the computer is it.  I think of my computer's interior\nas phantom quicksilver.)  If you can find the error message\nlisted in your manual's index, you're doing well.  If you\ncan find a further explanation of the error you've committed,\nbuy yourself a drink.</p>\n<p>One of my most frustrating experiences is to type SAV,\nwhich is the “save” signal on one of my programs, follow it\nwith what in computer lingo is called the FILENAME (meaning\nthat I want what I've just written to be saved on the\ndiskette), to hear the humming and whirring that tell me the\nTRS-80 is working its heart out, then to have flashed on the\nscreen NO ERROR FOUND.  I repeat the process: SAV, followed\nby the filename, and again, instead of getting my file saved,\nI get the “error message”: NO ERROR FOUND.  The circularity\nis infuriating.  If you can find in your own manual just\nexactly what any “error message” means, you're lucky.  If\nyou can discover what can be done to correct the error,\ncount yourself uncommonly blessed in the sight of the great\ncomputer god IBMAC.</p>\n<p>Still, in spite of its sometimes frustrating ways, my\ncomputer-cum-word-processor is welcome on my desk any\ntime.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Light Refractions: <em>Puzzling and Processing</em></h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p> <p>I do most of my writing on a word processor.  Using a\nword processor has great advantages—and a few disadvantages—over\nwriting the old-fashioned way, with pen,\npencil, and typewriter.  The most obvious of the advantages\nis the ease with which you can do your rewriting.  Just push\na few of the proper keys and whap!  what you don't want no\nlonger exists, and you can replace it with what you do want.\nBy the same magic, you can shift whole blocks of words,\nmoving them from this place to that in the text.  It makes\nediting a cinch.  All the changes take place on a screen, and\nwhen you get just what you want, you push some buttons to\nlet your printer know that you're ready to see the whole\nthing on paper.  Then you get a beer or a cup of coffee and\nlisten to the printer go through its blappety-blap-zip-zip.</p> <p>Most of the writers I know have used typewriters for\nyears, and some of them have even done most of their\nrewriting on the typewriter.  I can't do that.  My mind has\nalways been so tatterdemalion that I've never, <em>never</em> put the\nright words in the right order on a typewriter the first time\naround.  Not even in a friendly letter.  Even a half-page note\nto an old pal has usually required a scrawled first draft on\nscrap paper before commitment to honest-to-God stationery.\nI've always envied those guys who could slide a sheet of\nblank paper into a machine and tap out just the right stuff\nthe very first time.  Years ago, I decided that the only way I\ncould write for publication was to use a pen or a pencil and\ndo my rewriting as I went along, so that by the time I finished\nmy first draft it was completely indecipherable to anyone\nbut me.  Pages were covered with crossouts, carets, stars,\ncircled numbers, and words in circles connected by long,\nlooping, meandering arrows leading to the spots in the text\nwhere the words were to be moved.  Only when I'd reread\nthese scrawls, turning and twisting the pages to reveal scribblings\nalong margins and on backsides, finally sensing that I\nhad managed to marshall my refractory thoughts in what\nseemed to me to be recognizable order, did I finally put a\nsheet of paper in my typewriter.</p> <p>That I had to go through this tortured process depressed\nme, and still does.  It shows that my mind lacks the discipline\nto square itself away without looking at its own skimbleskamble\noutput on paper and piecing the elements together\nlike a puzzle.  Probably what I like most about the word\nprocessor is that I no longer feel like such a fool.  I straighten\nmy thoughts out on the screen of my TRS-80 Model III\nMicrocomputer, and those outrageous squiggles and arrows\nthat used to accuse me of mental dishevelment are not there\nas silent witnesses to my ineptitude.</p>"
}