{
  "type": "Article",
  "title": "Noah Webster—An Appreciation",
  "author": "David Soibelman",
  "location": "Los Angeles, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Noah Webster—An Appreciation</h1>\n<p><em><span data-rel=\"author\">David Soibelman</span> <span data-rel=\"location\">Los Angeles, California</span></em></p>\n<p>Recently I looked up a word in a newspaper story\nquoting a police officer: “... I think the Department\nwill be able to work with the community to prevent an\nexanthemus [<em>sic</em>] of existing problems in Venice [a Los\nAngeles community].”</p>\n<p>I found the reporter had misspelled this odd word and\nwas amazed that a cop had used a Greek-root word, <em>exanthem</em>—properly,\ntoo.  I had rooted out the word in my copy\nof the massive <em>Webster's New International Dictionary</em>,\nThird Edition, a huge and heavy volume of 550,000 entries.\nIt is a direct and living descendant, grown fatter and more\nsophisticated, of Noah Webster's master work, <em>The American\nDictionary of the English Language</em>, 70,000 entries,\npublished in 1828.  The author was 70 at the time of publication\nand had devoted years to the production of this great\nwork.</p>\n<p>Yet this genius, this Renaissance man in the world of\nwords, has not been voted into The Hall of Fame for Great\nAmericans.  Many lesser folk whose names come not easily to\nmind have been elected, but when Webster's name was considered\nhe failed in several ballotings.</p>\n<p>America's literary heritage truly can be said to have\nbeen born in Webster's creation.  In it, in seventeen words,\nhe defined dictionary as “a book containing the words of a\nlanguage arranged in alphabetical order, with explanations\nof their meaning.”  Clear, concise, and understandable; the\nmodern fat volume takes twenty-one lines to define the\nword.</p>\n<p>Webster was more than a compiler of dictionaries.  He\nwas a volunteer in the American Revolution, lawyer, school\nteacher, and author of school texts: his famous Blue-Backed\nSpeller—so called because of its blue binding—sold in the\nmillions.  Yet, whatever occupied his time, he always was\nafire with the belief that the United States should have its\nown version of the English language.  In his <em>Dissertations of\nthe American Language</em> he wrote, “... As an independent\nnation, our honor requires us to have a system of our own,\nin language as well as in government.”</p>\n<p>In exemplifying this theory he taught this country to\ndrop the British <em>u</em> from words like <em>honour, humour, colour,\nfavour</em>, and <em>glamour</em>, and to excise the <em>k</em> from <em>musick,\npublick</em>, and other such words.  His dictionary also transposed\nthe final two letters in the British spelling of <em>theatre,\ncentre, chambre</em>, and other words ending in <em>re</em> to conform\nto the simpler and more logical American form.  He also\nchanged the ancient and earthy <em>plough to plow</em>.</p>\n<p>Nevertheless, he failed in one of his orthographic\nendeavors: he did not succeed in taking the <em>a</em> out of <em>leather,\nfeather</em>, and <em>weather</em>, nor in changing <em>tongue</em> to <em>tung</em>, and\n<em>ton</em> and <em>tonnage</em> to <em>tun</em> and <em>tunnage</em>.  Many years later, Theodore\nRoosevelt, Congressmen, teachers, and losers of spelling\nbees tried to reform the American spelling of certain\nwords by deleting letters and combinations of letters because\nthey were unnecessary to their pronunciation and interfered\nwith their meaning.  They failed.</p>\n<p>Webster did not hesitate to take on those who questioned\nhis knowledge of the language.  He even won a\nnumber of skirmishes with Dr. Samuel Johnson, the great\nEnglish lexicographer, poet, and critic, who sneered at\nAmerican words as “barbarisms” and the language of the\nYankees as a “dialect,” then a pejorative term.  Webster\naccused his English counterpart of slovenly research and\nquoted Greek, Roman, and Norman etymologies in support\nof his barbs.</p>\n<p>There was a practical and proprietary side to Webster\nalso.  More than anyone else he may be considered the father\nof American copyright laws.  To safeguard his rights to the\nspellers, as well as the rights of other writers, he advocated\nthe establishment of copyright laws, succeeding in the late\n1780s in persuading several states to enact such laws.  And in\n1790 Congress followed with a federal copyright statute.</p>\n<p>In 1806 he turned out his first dictionary, A <em>Compendious\nDictionary of the English Language</em>.  Its 37,000 entries\nconstituted the first major dictionary since Dr. Samuel Johnson's\nin 1755.  It defined compendious as “concise, brief.”\nOne of England's greatest lexicographers called Webster “a\nborn definer.”  This mini-dictionary included about 5,000\nnew Americanisms: <em>skunk</em> “a quadruped remarkable for its\nsmell”; <em>tomahawk</em> “an Indian hatchet”; <em>bravo</em> “one who\nmurders for hire, an assassin”; and some homespun coinages:\n<em>hickory, applesauce, succotash, chowder, handy</em>, and\n<em>bullfrog</em>.  To promote the sale of his works he traveled the\ncountry as far south as the Carolinas by horse, carriage, and\nsteamboat, taking orders wherever he went and filling notebooks\nwith words, ancient and new, listening to the speech\nof people, seeking the origin of their words and expressions,\nall the while studying etymology, philology, and linguistic\nand orthographic lore, and lecturing on the language, on\neducation, and on government.</p>\n<p>A farm lad, he had entered Yale at 16 where studies\noften were halted by recesses caused by lack of food, aggressive\naction by the Redcoats, or by outbreaks of typhoid\nfever.  In one such interval, he and his father marched to\njoin the fighting at Saratoga; but they arrived too late: Gentleman\nJohnny Burgoyne had surrendered to General Horatio\nGates on October 17, 1777, a day after Noah was 19.</p>\n<p>To prepare himself for the herculean task of writing his\nDictionary, Webster is said to have taught himself 26 languages,\nincluding Anglo-Saxon and Sanskrit.  Books in 20\nlanguages—reference works, grammars, and dictionaries—\ncluttered the large round table on which he wrote his 1828\nmagnum opus.  To do his research, he moved to Amherst,\nwhere he also became active in the town's civic and academic\naffairs.  He was elected to the Massachusetts legislature,\nbecame a trustee and president of Amherst Academy,\nand, with Samuel F. Dickinson, grandfather of poet Emily\nDickinson, he helped found Amherst College.  Yale, his alma\nmater, awarded him an honorary LL.D. in 1823.</p>\n<p>He was a man of disparate interests.  He was an\norchardist, a gardener, an experimental scientist, a constant\ntraveler.  He was a councilman and alderman for Hartford\nand served on its school district committee.  He plugged for a\nmunicipal water system, and for planting elms along the\nsidewalks; and he wrote on such diverse topics as meteors,\nthe art of growing potatoes, experiments relating to dew,\nand mythology, and to keep his hand in, on the affinity\nbetween the languages of Europe and Asia.  But a foray into\nmedical and health topics led him astray.  He wrote a two-volume\n<em>Brief History of Epidemic and Pestilential Diseases</em>,\ncontending, among other egregious reaches, that yellow\nfever had its sources in noxious vapors billowing up from fissures\nin the earth.</p>\n<p>Webster died at 85 in New Haven, on May 28, 1843.\nMen who love words for their own sake, writers, etymologists,\nphilologists, and lexicographers appreciate the greatness\nof the genius whose dictionary was the sturdy progenitor\nof today's American word books.  To many, the name\nWebster has become virtually eponymous, a household\nword, connoting the standard, the apotheosis of American\ndictionaries, which are today filled with strange words.  By\nhis works he has added an incandescent nimbus to the shining\nand singular splendor of the American language.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Noah Webster—An Appreciation</h1> <p><em><span data-rel=\"author\">David Soibelman</span> <span data-rel=\"location\">Los Angeles, California</span></em></p> <p>Recently I looked up a word in a newspaper story\nquoting a police officer: “... I think the Department\nwill be able to work with the community to prevent an\nexanthemus [<em>sic</em>] of existing problems in Venice [a Los\nAngeles community].”</p> <p>I found the reporter had misspelled this odd word and\nwas amazed that a cop had used a Greek-root word, <em>exanthem</em>—properly,\ntoo.  I had rooted out the word in my copy\nof the massive <em>Webster's New International Dictionary</em>,\nThird Edition, a huge and heavy volume of 550,000 entries.\nIt is a direct and living descendant, grown fatter and more\nsophisticated, of Noah Webster's master work, <em>The American\nDictionary of the English Language</em>, 70,000 entries,\npublished in 1828.  The author was 70 at the time of publication\nand had devoted years to the production of this great\nwork.</p> <p>Yet this genius, this Renaissance man in the world of\nwords, has not been voted into The Hall of Fame for Great\nAmericans.  Many lesser folk whose names come not easily to\nmind have been elected, but when Webster's name was considered\nhe failed in several ballotings.</p>"
}