{
  "type": "Article",
  "title": "Mark Twain and the English Language",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mark Twain and the English Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>If 1984 was the year of George Orwell, 1985 is certainly\nthe year of Mark Twain.  In this year of chronological\nconfluences, we mark the centennial anniversary of the\nAmerican publication of <em>The Adventures of Huckleberry\nFinn</em>, the sesquicentennial of the birth of its author, Mark\nTwain, and the seventy-fifth anniversary of his death.</p>\n<p>Samuel Langhorne Clemens was born in the small village\nof Florida, Missouri, on November 30, 1835.  As a barefoot\nboy sitting on the banks of the Mississippi River, he\nwatched stern-wheeler boats churning the muddy waters,\nand he heard the crewmen measuring the depth of the river\nby calling out to the captain, “By the mark, five; by the\nmark, four.”  When the river bottom was only two fathoms\ndown, he would hear the lusty cry: “By the mark, twain.”\nLong after he left the Mississippi, and after various careers\nas a riverboat pilot, prospector, and printer, Sam Clemens,\nnow a journalist, contributed an article to the <em>Nevada Territorial\nEnterprise</em> on February 3, 1863, and signed it with a\nnew name—Mark Twain.</p>\n<p>In 1876, Twain published <em>The Adventures of Tom Sawyer</em>,\na novel that reached back into his Missouri childhood.\nLater that year, in a casual letter written to William Dean\nHowells, Twain mentioned that he had begun “another\nboy's book—more to be at work than anything else.  I've\nwritten four hundred pages of it—therefore, it is nearly half\ndone.  It is Huckleberry Finn's Autobiography.  I like it only\ntolerably well, as far as I have got, and may possibly pigeonhole\nit or burn the manuscript when it is done.”</p>\n<p>Fortunately, Twain did not destroy his text, and on\nFebruary 18, 1885, 30,000 copies of <em>The Adventures of\nHuckleberry Finn</em> were released in America.  The novel\nturned out to be Twain's masterpiece, and it changed the\ndirection of American letters.  Ernest Hemingway spoke for\ngenerations of twentieth-century American writers when he\nsaid, “All modern American literature comes from one book\nby Mark Twain called <em>Huckleberry Finn</em>.”</p>\n<p>“You don't know about me, without you have read a\nbook by the name of 'The Adventures of Tom Sawyer,' but\nthat ain't no matter.”  With this sentence Mark Twain not\nonly began his greatest novel, but uttered a clarion call for a\nnew way of writing.  In <em>The Adventures of Huckleberry\nFinn</em>, Twain became the first important American writer to\ncapture the freshness and vitality of our spoken idiom in\nnarrative as well as dialogue.  In <em>Huckleberry Finn</em> America\nfound a voice to sing of itself.</p>\n<p>The man who wrote “It is better to keep your mouth\nshut and appear stupid than to open it and remove all\ndoubt” and “The reports of my death are greatly exaggerated”\nalso had a lot to say about the American language that\nhe, more than any other writer, helped to shape.  As we\ncommemorate the sesquicentennial of his birth and the centennial\nof his finest novel, we reflect on Mark Twain's words\nabout words, language, and writing:</p>\n<blockquote>\n<p>• <em>On American English, compared with British English:</em>\nThe property has gone into the hands of a joint stock company,\nand we own the bulk of the shares.</p>\n<p>• <em>On choosing words:</em> The difference between the\nalmost right word and the right word is really a large matter—'tis\nthe difference between the lightning-bug and the\nlightning.</p>\n<p>• <em>More on “the right word”:</em> A powerful agent is the\nright word; it lights the reader's way and makes it plain.  A\nclose approximation to it will answer, and much traveling is\ndone in a well-enough fashion by its help, but we do not\nwelcome it and rejoice in it as we do when <em>the</em> right word\nblazes out on us.  Whenever we come upon one of these\nintensely right words in a book or a newspaper, the resulting\neffect is physical as well as spiritual, and electrically\nprompt.  It tingles exquisitely around through the walls of\nthe mouth and tastes as tart and crisp and good as the\nautumn butter that creams the sumac berry.</p>\n<p>• <em>On style</em> (in a letter to a twelve-year-old boy): I notice\nthat you use plain, simple language, short words, and brief\nsentences.  That is the way to write English—it is the modern\nway and the best way.  Stick to it; and don't let fluff and\nflowers and verbosity creep in.</p>\n<p>When you catch an adjective, kill it.  No, I don't mean\nutterly, but kill most of them—then the rest will be valuable.\nThey weaken when they are close together.  They give\nstrength when they are wide apart.</p>\n<p>• <em>On the first-person plural pronoun:</em> Only presidents,\neditors, and people with tapeworms have the right to use the\neditorial 'we.'</p>\n<p>• <em>On clichés:</em> What a good thing Adam had.  When he\nsaid a good thing, he knew nobody had said it before.</p>\n<p>• <em>On grammar:</em> Perfect grammar—persistent, continuous,\nsustained—is the fourth dimension, so to speak.  Many\nhave sought it, but none has found it....  I know grammar\nby ear only, not by note, not by rules.  A generation ago I\nknew the rules—knew them by heart, word for word,\nthough not their meanings—and I still know one of them:\nthe one which says—which says—but never mind, it will\ncome back to me presently.</p>\n<p>• <em>On spelling:</em> I don't see any use in having a uniform\nand arbitrary way of spelling words.  We might as well make\nall clothing alike and cook all dishes alike.  Sameness is tiresome;\nvariety is pleasure.  <em>Kow</em> spelled with a large <em>K</em> is just\nas good as with a small <em>c</em>.  It is better.  It gives the imagination\na broader field, a wider scope.</p>\n<p>• <em>On simplified spelling:</em> Simplified spelling is all right,\nbut, like chastity, you can carry it too far.</p>\n<p>• <em>On the classics:</em> A classic is something that everyone\nwants to have read and nobody wants to read.</p>\n<p>• <em>On reading:</em> The man who does not read good books\nhas no advantage over the man who can't read them.</p>\n<p>• <em>On dictionaries:</em> A Dictionary is the most awe-inspiring\nof all books; it knows so much....  It has gone around\nthe sun, and spied out everything and lit it up.</p>\n<p>• <em>On speaking:</em> It usually takes more than three weeks\nto prepare a good impromptu speech.</p>\n<p>• <em>On being a writer:</em> I have always been able to gain my\nliving without doing any work; for the writing of books and\nmagazine matter was always play, not work.  I enjoyed it; it\nwas merely billiards to me.</p>\n</blockquote>\n<p>On April 20, 1910—the night before Twain's death—\nHalley's Comet shone in the skies.  Just a year before, Twain\nhad said to a friend: “I came in with Halley's Comet in 1. It is coming again next year, and I expect to go out\nwith it.  It will be the greatest disappointment of my life if I\ndon't go with Halley's Comet.  The Almighty has said, no\ndoubt, 'Now here go those two unaccountable frauds; they\ncame in together, they must go out together.'  Oh!  I am looking\nforward to that.”  In December of this year, Halley's\nComet will once again begin its journey across our heavens—a\nbrilliant reminder of the birth, life, and death of\nMark Twain, who was, in the words of William Dean How-ells,\n“sole, incomparable, the Lincoln of our literature.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mark Twain and the English Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>If 1984 was the year of George Orwell, 1985 is certainly\nthe year of Mark Twain.  In this year of chronological\nconfluences, we mark the centennial anniversary of the\nAmerican publication of <em>The Adventures of Huckleberry\nFinn</em>, the sesquicentennial of the birth of its author, Mark\nTwain, and the seventy-fifth anniversary of his death.</p> <p>Samuel Langhorne Clemens was born in the small village\nof Florida, Missouri, on November 30, 1835.  As a barefoot\nboy sitting on the banks of the Mississippi River, he\nwatched stern-wheeler boats churning the muddy waters,\nand he heard the crewmen measuring the depth of the river\nby calling out to the captain, “By the mark, five; by the\nmark, four.”  When the river bottom was only two fathoms\ndown, he would hear the lusty cry: “By the mark, twain.”\nLong after he left the Mississippi, and after various careers\nas a riverboat pilot, prospector, and printer, Sam Clemens,\nnow a journalist, contributed an article to the <em>Nevada Territorial\nEnterprise</em> on February 3, 1863, and signed it with a\nnew name—Mark Twain.</p> <p>In 1876, Twain published <em>The Adventures of Tom Sawyer</em>,\na novel that reached back into his Missouri childhood.\nLater that year, in a casual letter written to William Dean\nHowells, Twain mentioned that he had begun “another\nboy's book—more to be at work than anything else.  I've\nwritten four hundred pages of it—therefore, it is nearly half\ndone.  It is Huckleberry Finn's Autobiography.  I like it only\ntolerably well, as far as I have got, and may possibly pigeonhole\nit or burn the manuscript when it is done.”</p>"
}