{
  "type": "Article",
  "title": "English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I have a friend called Henry Button: a logophile and a\ngood egg.  He is a retired civil servant, and a contender for the\ntitle of the writer of most letters published by <em>The Times</em> of\nLondon on all subjects under the sun and over the moon.  For\nyears we have been hunting the origins of the British catchphrase,\n<em>He couldn't run a whelk stall</em>, which is related to the\nAmerican saying, <em>A hell of a way to run a railroad</em>.</p>\n<p>We have sought it with thimbles, we've sought it with\ncare.  We have discovered enlarged variants, as, <em>He could not\nrun a whelk stall on a Bank Holiday on Southend Pier</em>.  We\nhave found cognate or related expressions: <em>He could not run a\nvillage toffee shop; She could not organize a piss-up in a\nbrewery</em>.  At present the earliest use of the whelk-stall insult\ncomes from John Burns, the leader of the London dockers, and\na founding father of British socialism, in 1894.  He was\nreferring to the vanished Social-Democratic Federation: “From\nwhom am I to take my marching orders—from men who fancy\nthey are Admirable Crichtons, Pitts, and Bolingbrokes, but who\nhave not got sufficient brains and ability to run a whelk stall?”\nThere the matter rests at present.  Maybe we shall find an\nearlier instance.</p>\n<p>But until that glad day comes, Henry has started us on\nanother wild word chase.  Let us call it Quinquagrams, for want\nof a better word.</p>\n<p>A Quinquagram is a word of five letters, the components\nof which can be so arranged as to give five words, each\nbeginning with a different letter.  For example, TIMES (God\nBless her and all who hack in her), EMITS, ITEMS, MITES, SMITE.\nAnother Quinquagram is STONE, which makes TONES, NOTES,\nONSET, and ETONS.  Etons is not in the big <em>Oxford English\nDictionary</em>, but it is recorded in both <em>Webster</em> and the <em>Shorter\nOxford Dictionary</em> as a name for the Eton suits, or monkey-jackets,\nor bum-freezers worn by younger boys at Eton College.</p>\n<p>With a little bit of fudging, you can make a Quinquagram\nout of BORES: it gives ROBES, SOBER, EBORS, and ORBES.  Milton\nhelps, by spelling <em>orb</em> as <em>orbe</em> on occasion.  The EBORS is a\nperfectly acceptable English way of referring either to the\nArchbishop of York and his wife, or as a collective noun to all\nthe Archbishops of York, past and present.</p>\n<p>The <em>Guinness Book of Records</em>, which takes an interest in\nsuch dotty superlatives, says that there are 28 anagrams of the\nword ASTER.  The trouble is that they are by no means all\nEnglish.  A number of them are taken from other languages,\nand they include a number of geographical names.  And the\nbiggest trouble is finding one of them beginning with E to\nmake a true Quinquagram.  There are two: the auxiliary verb\nESTAR in Spanish, and EARST, described by <em>Chambers</em> as an\nobsolete form of <em>erst</em>.</p>\n<p>Then there is REAPS, which gives APERS, SPARE, PEARS,\nand EARPS.  What the hell are <em>earps?</em>  you may ask.  The verb to\n<em>earp</em> means to conk someone on the head with a long-barreled\nColt, in the manner of Wyatt Berry Stapp Earp, the famous\ngun-fighter at the O.K. Corral, who was always doing it.  I\nthought that you would have known that.</p>\n<p>And then we should consider EDITS, which gives us TIDES,\nDIETS, SITED, and ID EST.  If <em>P.S</em>. can become <em>postscript, i.e</em>.\nmight one day become <em>idest</em>, e.g.,: “The only <em>idest</em> in this letter\nso far is in the first paragraph.”</p>\n<p>The letter E is a stumbling block with APTER: PRATE,\nRETAP, and TAPER.  E also lets us down with CEDAR: RACED,\nACRED, and DACRE or DACER or DECAR.  To <em>decar</em> is to 'get out\nof a car,' in analogy with to <em>debus</em> and <em>deplane</em>.  Yorkshire could\nbe called a many-<em>acred</em> county.  A <em>dacer</em> might be a man who\ncatches <em>dace</em>, in the way that a <em>mother</em> can be a man who\ncatches <em>moths</em>.  There ought to be a verb to <em>dacre</em> from Lord\nDacre of Glanton, the historian Hugh Trevor-Roper, meaning\nsomething like 'to authenticate ropy diaries purporting to be by\nHitler.'</p>\n<p>Now the hunt is on for a Hexagram.  TIMERS gives MITERS,\nSMITER, and REMITS.  Once again the initial E is the problem.\nPRIEST gives RIPEST, STRIPES, ESPRIT, and TRIPES.  Ben Jonson\nin <em>Cynthia's Revels</em> used the nonce-word <em>irpe</em>: “From Spanish\nshrugs, French faces, smirks, <em>irpes</em>, and all affected humours,\nGood Mercury defend us.”  The authorities guess that an <em>irpe</em> is\na fantastic grimace or contortion of the body.</p>\n<p>If we turned this useful noun into a verb, it would give\nus <em>thou irpest</em>, and Bingo, we should have our first Hexagram.\nMeanwhile, the hunt goes on.  We pursue it with forks\nand hope.  As you can see, it is not all cakes and ale in the\nword factory, but serious, gritty research.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I have a friend called Henry Button: a logophile and a\ngood egg.  He is a retired civil servant, and a contender for the\ntitle of the writer of most letters published by <em>The Times</em> of\nLondon on all subjects under the sun and over the moon.  For\nyears we have been hunting the origins of the British catchphrase,\n<em>He couldn't run a whelk stall</em>, which is related to the\nAmerican saying, <em>A hell of a way to run a railroad</em>.</p> <p>We have sought it with thimbles, we've sought it with\ncare.  We have discovered enlarged variants, as, <em>He could not\nrun a whelk stall on a Bank Holiday on Southend Pier</em>.  We\nhave found cognate or related expressions: <em>He could not run a\nvillage toffee shop; She could not organize a piss-up in a\nbrewery</em>.  At present the earliest use of the whelk-stall insult\ncomes from John Burns, the leader of the London dockers, and\na founding father of British socialism, in 1894.  He was\nreferring to the vanished Social-Democratic Federation: “From\nwhom am I to take my marching orders—from men who fancy\nthey are Admirable Crichtons, Pitts, and Bolingbrokes, but who\nhave not got sufficient brains and ability to run a whelk stall?”\nThere the matter rests at present.  Maybe we shall find an\nearlier instance.</p> <p>But until that glad day comes, Henry has started us on\nanother wild word chase.  Let us call it Quinquagrams, for want\nof a better word.</p>"
}