{
  "type": "Article",
  "title": "Eccentricity in English Lexicography",
  "author": "Elmer Suderman",
  "location": "Gustavus Adolphus College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Eccentricity in English Lexicography</h1>\n<p><em><span data-rel=\"author\">Elmer Suderman</span> <span data-rel=\"location\">Gustavus Adolphus College</span></em></p>\n<p>From the beginning of English lexicography the craft\nhas been serious, often pedantic.  The first dictionary\nin the form in which we know them today, Robert Cawdrey's\n<em>A Table Alphabeticall of Hard Usuall English Words</em>,\npublished in 1604, is solemn and brief, defining about 2,500\nwords.  Cawdrey evidently didn't think of either <em>lexicography</em>\nor <em>lexicographer</em> as hard words, for he defines neither.\nBut then, since the <em>OED</em> has as its first citation for <em>lexicographer</em>\nas 1658 and for <em>lexicography</em> as 1680, one could hardly\nexpect him to define a word which was not yet in wide use.</p>\n<p>He must, however, have had some indication that such\na word would come into the language because <em>lethargie</em>,\nwhich would have come just before <em>lexicographer</em>, is defined\nas “a drowsie and forgetfull disease,” and <em>leuell</em>, meaning\n“right and straight,” would immediately have followed.  I'm\nsure Cawdrey didn't deliberately omit <em>lexicography</em>, because\nhe knew that the disease which makes us drowsy and forgetful\nis common to both lexicographers and the rest of us in\nthe use of words and that we often assume that dictionaries\nare <em>leuell</em>, that is, “right and straight,” or correct and\nauthoritative.  A good example of our right and straight attitude\nis evident in John Wesley, if he was indeed the author\nof <em>The Complete English Dictionary Explaining Most of\nthose Hard Words which are Found in the Best English\nWriters</em> (1753), who assures us that his dictionary, “by a\nLover of Good English and Common Sense,” is both right\nand straight.  It is, he thinks, “the best English dictionary in\nthe world.”  Henry Cockeram's <em>English Dictionarie</em>, published\n130 years earlier (1623) makes a similar claim: “What\nany before me in this kind have begun, I have not only fully\nfinished but thoroughly perfected.”  Lexicographers were not\nmodest, either in the seventeenth or eighteenth century;\nthey were very sure that they were right.</p>\n<p>And they were serious.  They were interested in a practical,\ncorrect, definitive, and usable tool where the reader\nwould be able to find, in Cawdrey's self-assured words, “the\ntrue writing, and understanding of hard, usuall English\nwordes, borrowed from the Hebrew, Greeke, Latine, or\nFrench, Etc.  With the interpretation thereof by plaine English\nwords, gathered for the benefit &amp; help of Ladies, Gentlewomen,\nor any other unskilfull persons.  Whereby they\nmay the more easilie and better understand many hard English\nwordes, which they shall heare or read in Scriptures,\nSermons, or elsewhere, and also be made able to use the\nsame aptly themselves.”</p>\n<p>So much for Cawdrey's title page, or a part of it.  It is\nnot brief, but the definitions are.  Some are defined in one,\ntwo, or three words.  <em>Literature</em> is “learning.” <em>Lumber</em> is\ndefined, correctly enough for that time, as “old stuffe,”\n<em>malidie</em> as “disease,” <em>mutation</em> as “change,” a <em>baud</em> as a\n“whore,” and <em>driblets</em> as “small debts.”  His two-liners are\nlimited mostly to words like <em>libertine</em> (“loose in religion, one\nthat thinks he may doe what he liketh”), <em>luxurious</em> (“riotous,\nand excessive in pleasure and wantonesse”).  <em>Theology</em> is\n“diuinitie, the science of liuing blessedly for euer,” and a\n<em>hipocrite</em> is “such a one as in his outward apparrell,\ncountenaunce, and behauior, pretendeth to be another man,\nthen he is indeede, or a deceiuer.”</p>\n<p>Cawdrey's method is not much different from that\nexhibited by the early American dictionaries.  Cawdrey\ndescribes an <em>abricot</em> as “a kind of fruit” which, though it\nfails to distinguish it from other fruits, is nevertheless not\nmuch different from Noah Webster's definition in his <em>A\nCompendious Dictionary of the English Language</em> (1806) in\nwhich <em>apricot</em> is defined as “a fine kind of stone fruit.”  Webster\nfurther defined <em>literature</em> as “learning, reading, skill in\nletters or books,” and grammar, which Cawdrey doesn't\ndefine at all, as “the science of writing correctly.”  Cawdrey\ndoes make us smile now and then, particularly when he\nspells <em>progresse</em> as <em>grogresse</em> and <em>vicinitie</em> as <em>virinitie</em>; but\nsuch misprints were not deliberate or intended to be humorous\nor entertain the reader.</p>\n<p>Early lexicographers were often capricious.  What seems\nfar-fetched and therefore titillates us today was not so then.\nThomas Blont in <em>Glossographia or a Dictionary Interpreting\nAll Such Hard Words whether Hebrew, Greek, Latin, Italian,\nSpanish, French, Teutonich, Belgick, British</em> or <em>Saxon\nas are now Used in our Refined English Tongue</em> (London:\n1656) had no intention of being ridiculous in defining <em>Hony-Moon</em>\nas “applied to those married persons that love well at\nfirst and decline in affection afterwards.  It is hony now, but\nit will change as the moon.”  Blont further describes, quite\nseriously, a ventriloquist as “one that has an evil spirit\nspeaking in his belly, or one that by use and practice can\nspeak, as it were, out of his belly not moving his lips.”</p>\n<p>Edward Phillips's humor is not deliberate but based on\nignorance.  In <em>The New World of English Words</em> (London,\n1658) he locates California in the new world, which is correct\nenough.  It is, he says, “a very large part of Northern\nAmerica,” but he isn't certain whether it is a continent or an\nisland.</p>\n<p>At least one lexicographer was deliberately idiosyncratic\nin his definitions.  That lexicographer, of course, is\nSamuel Johnson.  He did not refrain from allowing his wry\nhumor to intrude even in the definition of his craft.  A lexicographer,\nhe wrote in <em>A Dictionary of the English Language</em>\n(1775), is “a writer of dictionaries.”  So also had every\nother lexicographer who had defined the word before him.\nSo also is it defined today.  But Johnson did not stop there,\nbut added: “a harmless drudge, that busies himself in tracing\nthe original, and detailing the signification of words.”  So\nhe defined his craft in the first edition and so the definition\nremained in the five editions which were published in his\nlifetime.  Johnson was aware, as no other lexicographer\nbefore or after him has been, that the writer of dictionaries\nmust enjoy words and can, without harm to the definition,\nintrude his own opinions and prejudices.  Unfortunately,\nmost lexicographers cannot distinguish their prejudices from\nwhat they consider the final word on the subject.</p>\n<p>Johnson was even more eccentric in other definitions.\n<em>Oats</em>, he said, is “a grain, which in England is generally\ngiven to horses but in Scotland supports the people.”  A\n<em>stockjobber</em>, he wrote, is “a low wretch who gets money by\nbuying and selling shares in the funds.”  Many would agree\nthat the definition is still apt.  Nor was Johnson afraid of\nwords which until recently have not appeared in even the\nmost authoritative dictionaries.  He simply defines the noun\n<em>fart</em> as “Wind from behind,” and turns to Suckling to illustrate\nthe word:</p>\n<blockquote>\n<p>Love is the fart<br>\nof every heart;<br>\nIt pains a man when 'tis kept close;<br>\nAnd others doth offend, when 'tis let loose.</p>\n</blockquote>\n<p>For the verb he is satisfied with the definition “To break\nwind from behind.”  To illustrate the meaning of the word\nfrom a reputable source he quotes Swift:</p>\n<blockquote>\n<p>As when a gun discharge,<br>\nAlthough the bore be ne'er so large<br>\nBefore the flame from muzzle burst,<br>\nJust at the breech it flashes first;<br>\nSo from my lord his passion broke,<br>\nHe farted first, and then he spoke.</p>\n</blockquote>\n<p>I personally regret and am even a little surprised that\nJohnson does not include the definition of <em>fizzle</em> as “a silent\nfart” when used as a noun and “to break wind backwards\nwith little noise” when used as a verb.  These definitions\nappear both in Phillips's <em>The New World of English Words</em>\n(1658) and later in John Kersey's <em>New English Dictionary</em>,\npublished in 1772.  <em>Fizzle</em> retains that definition in the <em>OED</em>,\nwhich gives citations as early as 1532 and as late as 1848.\nWebster's <em>Third New International</em> retains the definitions as\nwell, although the bluntness is somewhat dulled.  I have\noften wondered why, if there is a word to describe a silent\nfart, there isn't also a word for a silent fart which smells, a\nsilent one which doesn't, a loud one which smells and a loud\none which doesn't.  Such discriminations would, don't you\nsuppose, improve the precision of the English language.</p>\n<p>Lexicographers do, then, at least on occasion, allow\ntheir eccentricities to enter into their definitions.  And others\ndo at times have their fun at the expense of the lexicographer\nand of the dictionary.  At least they give the lexicographers\nwork to do.  We are accustomed to calling any dictionary “a\nWebster's,” having gone so far as to enter into a lengthy\ncourt case in which the court decided that the word had, at\nleast in the United States, become a generic term for any\ndictionary.  In the nineteenth century an English dictionary\nin America was often labeled as a <em>Richardanary</em>, often simplified\nto a <em>Richard</em> or even a <em>Dick</em>.  The only reference to\nthis usage that I have been able to find was in John S.\nFarmer, <em>Americanisms—Old</em> &amp; <em>New</em>, privately printed by\nThomas Poulter and Sons in London in 1889.</p>\n<p><em>Farmer</em> is one of the most readable of all dictionaries.  I\nwould willingly take him along for a week on the proverbial\ndesert island.  He pays attention to American slang as well as\nto more colorful American definitions.  While I was unable\nto find any definition in <em>Farmer</em> as delightful as Captain\nFrancis Grose's definition of a vainglorious or ostentatious\nman as “one who pisses more than he drinks,” Farmer has\ncollected a number of rather eccentric words and definitions.</p>\n<p>My favorite, I think, is <em>sockdolager</em>, which he defines as\n“a heavy blow, a conclusive argument; a winding-up, a general\n'finisher'.”  He traces the etymology to a corruption of\n<em>doxology</em>, “and hence the signal of dismissal.”  He gives other\netymologies, probably more correct, but to my mind not\nnearly as delightful as its connection with <em>doxology</em>.</p>\n<p>Farmer points out, moreover, that early settlers in\nAmerica called all fruits <em>apples</em>; that a <em>back house</em> is a privy;\nthat at Harvard “to have no bowels” is to be poor, destitute,\nor without means and adds that the expression is of scriptural\nderivation, “the word being used in a somewhat similar\nsense in the Bible” (I wish he had given some examples);\nand that a <em>peacemaker</em> is a Texas term for a revolver.  President\nReagan's label for the MX as the “peacekeeper missile,”\nis, of course, in the same euphemistic tradition.  On the other\nhand, in the nineteenth century a <em>Quaker</em> was either a member\nof the Society of Friends or a cannon made of wood,\nplaced in the port-hole of a vessel in order to deceive the\nenemy.  Farmer defined <em>pimple</em> as “the head”; <em>Pork and\nBeans</em> as “the American national dish”; <em>prayer bones</em> as the\n“knees”; <em>to have prunes in the voice</em> as “speaking huskily,\nthe cause being emotion”; <em>Ready John</em> as money; rosebud as\na “young unmarried woman”; and <em>slim</em> as “one of indifferent\nstand in the community, either as regards social position,\nmorals, or politics.”  A <em>tooting tub</em> is a pejorative term\nfor a church organ, and <em>to worry</em> is to take a drink.</p>\n<p>Neither Noah Webster, who published the first American\ndictionary in 1806 and in 1828 the first unabridged, nor\nJoseph A. Worcester, whose <em>Universal and Critical Dictionary\nof the English Language</em> (1848) was Webster's chief\ncompetition, included many interesting definitions,\nalthough both seemed to be afraid of the word <em>leg</em> as too vulgar,\neven for use in a dictionary.  <em>Limb</em> was the preferred\nword, although Webster does speak of the <em>leg</em> of a table.  The\nprejudice of the lexicographers echoes the prejudices of the\npeople in general.  <em>Pants, trousers, breeches</em> were often\nreplaced by variants, many of them introduced by Charles\nDickens.  Farmer and Henley in their <em>Dictionary of Slang\nand Colloquial English</em> (London: 1912) list such words as\n<em>ineffables, inexpressibles, unthinkables, unutterables,\nunwhisperables</em>, etc.  The “etc.”  at the end is theirs: they\nmust have been tired of looking for euphemisms for <em>trousers</em>\nand <em>pants</em>.  After all, <em>pants</em> or <em>trousers</em> don't sound so bad to\nus now, and probably didn't offend everyone even in the\nlate nineteenth century.</p>\n<p>But the dictionary does more than define words authoritatively\nand eccentrically.  It also furnishes us with\nfascinating though now discredited information.  Noah Webster,\nin his 1806 edition, informs us that the world was created\nin 4004 B.C. but fails to give the hour, set by Bishop\nUsher at 9:00 a.m. Enoch was translated into heaven in\n3013 B.C., and the great flood swept away all but Noah's ark\nin 2348 B.C..  A year later, in 2347 B.C., Babel was built and\nthe languages of the world came into being.  Webster doesn't\ntell us what the original language was, however.  In 2328\nB.C. Noah migrated eastward and founded the Chinese monarchy.\nJoseph died in Egypt in 1635 B.C., and Moses was\nborn in 1571 B.C..  One hundred and fifty-two years after\nMoses wrote the Pentateuch (1452 B.C.; he died the same\nyear), the first Olympic games were held.  All this, and\nmore, Webster told his readers.</p>\n<p>Even more practical information comes from Cockerham's\n<em>The English Dictionary</em> (1623), the first lexicon to use\nthe word dictionary in its title.  He warns his readers that the\n<em>Hiena</em> is, like the wolf, a subtile beast that can counterfeit\nthe voice of a man and will at night call shepherds out of\ntheir houses and kill them.  On a more cheerful note he\nadvises his readers that the dung of a lizard is good to take\naway spots in the eye.</p>\n<p>The Rev. Thomas Cooper's <em>Thesaurus</em> (1565), the first\ngreat classical dictionary, would have been published five\nyears earlier had not his wife, fearing that too much lexicography\nwould kill her husband, burned the first manuscript.\n... And I had best quit before my wife burns my\nmanuscript.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Eccentricity in English Lexicography</h1> <p><em><span data-rel=\"author\">Elmer Suderman</span> <span data-rel=\"location\">Gustavus Adolphus College</span></em></p> <p>From the beginning of English lexicography the craft\nhas been serious, often pedantic.  The first dictionary\nin the form in which we know them today, Robert Cawdrey's\n<em>A Table Alphabeticall of Hard Usuall English Words</em>,\npublished in 1604, is solemn and brief, defining about 2,500\nwords.  Cawdrey evidently didn't think of either <em>lexicography</em>\nor <em>lexicographer</em> as hard words, for he defines neither.\nBut then, since the <em>OED</em> has as its first citation for <em>lexicographer</em>\nas 1658 and for <em>lexicography</em> as 1680, one could hardly\nexpect him to define a word which was not yet in wide use.</p> <p>He must, however, have had some indication that such\na word would come into the language because <em>lethargie</em>,\nwhich would have come just before <em>lexicographer</em>, is defined\nas “a drowsie and forgetfull disease,” and <em>leuell</em>, meaning\n“right and straight,” would immediately have followed.  I'm\nsure Cawdrey didn't deliberately omit <em>lexicography</em>, because\nhe knew that the disease which makes us drowsy and forgetful\nis common to both lexicographers and the rest of us in\nthe use of words and that we often assume that dictionaries\nare <em>leuell</em>, that is, “right and straight,” or correct and\nauthoritative.  A good example of our right and straight attitude\nis evident in John Wesley, if he was indeed the author\nof <em>The Complete English Dictionary Explaining Most of\nthose Hard Words which are Found in the Best English\nWriters</em> (1753), who assures us that his dictionary, “by a\nLover of Good English and Common Sense,” is both right\nand straight.  It is, he thinks, “the best English dictionary in\nthe world.”  Henry Cockeram's <em>English Dictionarie</em>, published\n130 years earlier (1623) makes a similar claim: “What\nany before me in this kind have begun, I have not only fully\nfinished but thoroughly perfected.”  Lexicographers were not\nmodest, either in the seventeenth or eighteenth century;\nthey were very sure that they were right.</p> <p>And they were serious.  They were interested in a practical,\ncorrect, definitive, and usable tool where the reader\nwould be able to find, in Cawdrey's self-assured words, “the\ntrue writing, and understanding of hard, usuall English\nwordes, borrowed from the Hebrew, Greeke, Latine, or\nFrench, Etc.  With the interpretation thereof by plaine English\nwords, gathered for the benefit &amp; help of Ladies, Gentlewomen,\nor any other unskilfull persons.  Whereby they\nmay the more easilie and better understand many hard English\nwordes, which they shall heare or read in Scriptures,\nSermons, or elsewhere, and also be made able to use the\nsame aptly themselves.”</p>"
}