{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Puns",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/book-search/title/puns/author/walter-redfern/\"><em>Puns</em></a></h1>\n<p>Walter Redfern, (Basil Blackwell, 1984), 234 pp.</p>\n<p>How do you judge a pun?  It can be as hard to tell a\ngood one from a bad one as it is to distinguish between the\ncommon tern and the arctic tern.  This is so difficult, even\nfor experienced bird-spotters, that (a distinguished ornithologist\nrecently told me) a new species has had to be evolved—\nthe comic tern.  Apparently this piece of nomenclature is in\nsuch general use among the chaps with binoculars that\nit no longer raises even a smile, having passed from a joke\ninto common parlance.  For someone like myself who can\nscarcely tell a hawk from a handsaw, it is hard to say how\ngood a pun this is.  Pretty good, I would say, even if common\nand arctic terns are dull and boring birds.  On the other\nhand, if their behavior consists of comic turns, then it's very\ngood indeed.</p>\n<p>Suppose I were to say that the pun is mightier than the\nword.  <em>Pun/Pen</em> is all right, but <em>sword/word</em> works better\nwhen written than spoken.  Even so, I would justify it on the\nsame grounds as Byron's for rhyming <em>laureate</em> with <em>Iscariot</em>\nwhen writing about Southey in <em>Don Juan.</em>  Byron says in a\nfootnote, “as Ben Jonson did to Sylvester, who challenged\nhim to rhyme with “I, John Sylvester, Lay with your sister.”\nJonson answered, “I, Ben Jonson, lay with your wife.”  Sylvester\nanswered, “That is not rhyme.”  “No,” said Ben Jon\nson, “but it is <em>true</em>.”</p>\n<p>The pun <em>is</em> mightier than the word, since it says more\nthan one thing at a time, often producing a third meaning in\nthe process, just as a mixture of blue and yellow makes not\nonly blue-and-yellow but, more importantly, green.  Take\nan example from that master of paronomasia, Peter de\nVries.  His book-title <em>Without a Stitch in Time</em> is a play on\nwords that endlessly turns on itself, like a pair of snakes biting\neach other's tails (or tales).  Since a stitch in time saves\nnine, to be without a stitch is disastrous.  The naked and the\ndead, perhaps.  At any rate, de Vries does not fail to have us\nin stitches, in which case in time we are not without a stitch.</p>\n<p>The epigraph to Walter Redfern's <em>Puns</em> comes from\nRaymond Queneau: “Tant d'histoire, pour quelques calembours.”\nLike all of Queneau's puns, this is an excellent one,\nthough not translatable.  Because <em>histoire</em> has a double\nmeaning, Queneau's expression can be rendered both as “So\nmuch history over a few puns” and, at the same time, “Such\na hoo-ha over a few puns.”  (Incidentally, when I just said\n<em>double meaning</em>, I could have said <em>double entendre</em>, which\nis quite a complicated pun in itself.  In French it's <em>double\nentente.</em>  The sea-change that took place in the passage across\nthe Channel is itself a pun, since <em>entendre</em> means both to\n'hear' and to 'understand,' just as <em>entente</em> means both <em>'understanding'</em>\nand <em>'agreement.'</em>  Redfern tries to take a step\nfurther when he says that the goal of his book, “a bipartite\nstudy of wordplay in French and English,” is a <em>double\nentente cordiale.</em>)  Redfern describes his dizzying work as\npart-anthology, part-gloss, part-invention, part-speculation.\nIt is indeed <em>une histoire</em>, giving at the same time the story of\npuns and making a hoo-ha over them, theorizing like mad\nabout the use of puns, the usefulness of puns, the uselessness\nof puns, the need for puns, the fun of puns, while simultaneously\nand shamelessly taking the opportunity thereby provided\nto quote his favorite specimens and to let off a good\nmany of his own.</p>\n<p>He discusses erotic puns, scatological puns, puns in\nadvertising, puns in the press, puns in literature, history,\nand all over the place.  Puns aboundeth everywhere.</p>\n<p>Compulsive punning is a symptom of psychological disorder,\nas anyone who has known a schizophrenic will know.\nThis does not mean that schizophrenics are the only compulsive\npunners.  As in so many ways, here “the lunatic, the\nlover and the poet are of imagination all compact.”  The pun\ncombines lunacy, love, and poetry in a word.  It is, in Johnson's\nphrase, an unexpected copulation of ideas, and (one\nmight add) it is a mating that produces offspring that may\nbe beautiful or foul, brilliant or dull.</p>\n<p>The pun is word-play, and play-behavior is based on\nflight and fight: that is to say, fear and aggression.  Redburn\nemphasizes the aggressive aspect of puns: they “make people\ngroan, squirm, flinch, grimace, or wince.”  We speak of agonizing\npuns.  Queneau spoke of his ambition to elevate the\npun to the level of torture.  (I have just noticed that I have\nmistyped the author's name a couple of sentences ago.  Sigmund\nwould have had great fun analyzing why I wrote\n<em>Redburn</em> instead of <em>Redfern.</em>)  I think he (Redfern) does not\nmake enough of the defensive use of the pun.  It is the\nweapon of the quick-witted physical weakling against the\ngorilla who kicks sand in his eyes on the beach and enables\nhim to evade an unequal physical contest and to vanquish\non his own equally unequal terms of verbal juggling.\n(Equally unequal?  Moron versus the oxymoron.)  The quickest\npunster I have ever met suffers from a terrible congenital\nhandicap.  One thinks immediately of Pope—that razor-sharp\nwit imprisoned in (and slashing out of) that feeble\nbody.  Or of the poor chap in Stevie Smith's poem, who was\nnot waving but drowning.</p>\n<p>The United States has produced some great punsters,\nnotably Perelman and de Vries, but has tended to sniff at\npuns as being a bit too English and therefore an un-American\nactivity.  Redburn, Redfern, whatever his name is,\nquotes Max Eastman saying that he counts it “a point of\nlegitimate pride in my country... that it has, upon the\nwhole, manfully resisted the transplantation and general\npropagation of the household pun.”  As an Englishman, I\nwould reply that puns are better than guns, which are what\nare toted Stateside, and that we Limies find it hard to see\njust what is so funny about spelling words wrong in the\nArtemus Ward manner/manor.</p>\n<p>Jesus punned, though the Peter pun doesn't work so\nwell in English as in French where Pierre is both a first\nname and a stone.  Shakespeare punned constantly.  The\ndeer/dear and heart/hart puns can get tedious, but he used\nthem formidably for tragic as well as comic effect: Hamlet's\n“A little more than kith and less than kind”; Gaunt's deathbed\nplaying on his own name; the witty and dying Mercutio's\nreferring to himself as “a grave man.”  Donne, Swift,\nWilde, Lewis Carroll, Flaubert, Joyce, Beckett, Nabokov\n—where would they be without their puns?</p>\n<p>Redfern (I've got it right this time) could have said more\nabout metaphor as puns (Is not a metaphor always a kind of\npun?), rhymes (ditto) and visual puns both in art (such as\nPicasso's bull's head, made out of a bicycle saddle and handlebars)\nand in nature (such as the penis-like fungus <em>phallus\nimpudicus</em> which made the Rev. Francis Kilvert wonder\nhow God could have had such a dirty mind).  Samuel Beckett\nknows the answer: “In the beginning was the pun.”</p>\n<p>Only occasionally is Redfern's book irritating.  Mostly it\nis fun, funny, entertaining, informative, and thought-provoking,\npunningly operating at the same time on a high\nintellectual level and low gorblimey one.  He does over-play\nthe “As the actress said to the bishop” card, though it is, in\npractice, one that unleashes hidden meanings extraordinarily\noften, and often extraordinarily funnily.</p>\n<p>A final word of warning.  This is not a book for Snarks.\nAs you will remember, there are three unmistakable marks\nby which a Snark can be identified.</p>\n<blockquote>\n<p>The third is its slowness in taking a jest.<br>\nShould you happen to venture on one,<br>\nIt will sigh like a thing that is deeply distressed:<br>\nAnd it always looks grave at a pun.</p>\n</blockquote>\n<p>Definitely not recommended reading for a Snark.  But a\ncomic tern would enjoy it.</p>\n<p><em>Richard Boston</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/book-search/title/puns/author/walter-redfern/\"><em>Puns</em></a></h1> <p>Walter Redfern, (Basil Blackwell, 1984), 234 pp.</p> <p>How do you judge a pun?  It can be as hard to tell a\ngood one from a bad one as it is to distinguish between the\ncommon tern and the arctic tern.  This is so difficult, even\nfor experienced bird-spotters, that (a distinguished ornithologist\nrecently told me) a new species has had to be evolved—\nthe comic tern.  Apparently this piece of nomenclature is in\nsuch general use among the chaps with binoculars that\nit no longer raises even a smile, having passed from a joke\ninto common parlance.  For someone like myself who can\nscarcely tell a hawk from a handsaw, it is hard to say how\ngood a pun this is.  Pretty good, I would say, even if common\nand arctic terns are dull and boring birds.  On the other\nhand, if their behavior consists of comic turns, then it's very\ngood indeed.</p> <p>Suppose I were to say that the pun is mightier than the\nword.  <em>Pun/Pen</em> is all right, but <em>sword/word</em> works better\nwhen written than spoken.  Even so, I would justify it on the\nsame grounds as Byron's for rhyming <em>laureate</em> with <em>Iscariot</em>\nwhen writing about Southey in <em>Don Juan.</em>  Byron says in a\nfootnote, “as Ben Jonson did to Sylvester, who challenged\nhim to rhyme with “I, John Sylvester, Lay with your sister.”\nJonson answered, “I, Ben Jonson, lay with your wife.”  Sylvester\nanswered, “That is not rhyme.”  “No,” said Ben Jon\nson, “but it is <em>true</em>.”</p> <p>The pun <em>is</em> mightier than the word, since it says more\nthan one thing at a time, often producing a third meaning in\nthe process, just as a mixture of blue and yellow makes not\nonly blue-and-yellow but, more importantly, green.  Take\nan example from that master of paronomasia, Peter de\nVries.  His book-title <em>Without a Stitch in Time</em> is a play on\nwords that endlessly turns on itself, like a pair of snakes biting\neach other's tails (or tales).  Since a stitch in time saves\nnine, to be without a stitch is disastrous.  The naked and the\ndead, perhaps.  At any rate, de Vries does not fail to have us\nin stitches, in which case in time we are not without a stitch.</p>"
}