{
  "type": "Article",
  "title": "Nullspeak: A Question of Rotating Strawberry Madonnas",
  "author": "Steve Bonner",
  "location": "Rockville, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Nullspeak: A Question of Rotating Strawberry Madonnas</h1>\n<p><em><span data-rel=\"author\">Steve Bonner</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p>\n<p>Some linguists concern themselves with the evolution of\nlanguages over time.  Others prefer to study language\nas it is used at a fixed point.  I suggest we pause for a\nmoment to consider language as it will never be used.  Ever.\nThis involves the deliberate construction of phrases that\ncould never, under any circumstances, be construed to have\nany meaning whatsoever.  Consider the expression</p>\n<blockquote>\n<p><em>rotating strawberry madonna</em></p>\n</blockquote>\n<p>I submit that no human being has ever uttered this phrase.\nMore important, I suspect that no one ever will.  I am unable\nto construct a scenario in which a speaker would find it necessary\nto use this construct.  Note that the important criterion\nhere is that the phrase not only be absurd, but thoroughly\nunusable.  I'm not sure what it would mean for a\nmadonna to be “strawberry,” and I certainly see no advantage\nin having one that rotates.  Here are a few more:</p>\n<blockquote>\n<p><em>glorious b-flat noodles</em><br>\n<em>carbonated burlap gentleman</em><br>\n<em>forgetful elbow soda</em><br>\n<em>mighty duckie snacks</em><br>\n<em>concealed explorer fondue</em><br>\n<em>feathery professor moments</em><br>\n<em>angry tuba gravy.</em></p>\n</blockquote>\n<p>The more memorable expressions of this form have some\nproperties in common.  For example, they must conjure up\nimagery.  They must deal with familiar, everyday objects in\norder for any absurdity to peek through.  Thus, even though\na <em>glorious b-flat cyclotron</em> may never be devised, the expression\ndoesn't warm the heart quite like the noodles, simply\nbecause our daily experience with cyclotrons may not, a priori,\npreclude the possibility of their being either glorious or\ntuned in the key of b-flat.</p>\n<p>But why do we insist that our expressions be absurd?\nAside from the sheer frivolity of it all, we should note that\nevery memorable passage that we have ever read has used a\n(perhaps slightly) absurd—or at least creative—use of\nimages.  P.G. Wodehouse writes:</p>\n<blockquote>\n<p>Bashford Braddock removed his opera hat, squashed it\nflat, popped it out again and replaced it on his head.\nHe seemed disappointed that he could not play a tune\non it.</p>\n</blockquote>\n<p>This nervous tic of Bashford's leaves us with a whimsical\nmental superposition of a man's garment and an orchestral\ninstrument.  Braddock may be persuaded to provide us\nwith a</p>\n<blockquote>\n<p><em>polyphonic garment rendition</em></p>\n</blockquote>\n<p>The effective use of metaphor in literature requires that\nthe quantities under consideration be normally separate\nentities.  It does us no good to liken two things which are\nunderstood to be equivalent from the outset.  Indeed, the\nentire creative process itself is nothing more than a deliberate\nsynthesis of opposing, or even contradictory notions.</p>\n<p>Having rationalized as to why we engage in such nonsense,\nwe may now proceed with reckless abandon:</p>\n<blockquote>\n<p><em>naughty symphonic potatoes</em><br>\n<em>accelerating tweed mailman</em></p>\n</blockquote>\n<p>I suppose, as in the case of the <em>garment rendition</em>, we could\ntry to produce a situation in which we would be compelled\nto discuss the <em>accelerating tweed mailman</em>.  But to engage in\nsuch an endeavor would be to miss the point.  The mental\npicture we get exists independently of the specific situation,\nand any attempt at producing a world in which the mailman\nmight live would only serve to distract.</p>\n<p>If we can devise useless phrases, why not useless words\nas well?  For example, how about the word <em>geoslavic?</em> In\nmorphology, it seems not at all unreasonable.  But I challenge\nthe reader to place it in context—any context.  Here\nare a few others:</p>\n<blockquote>\n<p><em>agrinasal</em><br>\n<em>micromatrimony</em><br>\n<em>hexayummy</em><br>\n<em>rotunditron</em></p>\n</blockquote>\n<p>An object might be describable as “yummy,” but the addition\nof the prefix <em>hexa-</em> just doesn't seem to add anything.\n(This is not, of course, to say that Madison Avenue won't use\nit anyway.)</p>\n<p>One might describe “words” such as <em>geoslavic</em> as\n“semantic fragments.”  After all, we are adjoining chunks of\nwords—roots, prefixes, and suffixes—to obtain new words\nthat convey rather curious, hybrid notions of (perhaps)\ndubious usefulness.  One might draw an analogy between\nthis and genetic engineering.  Components of words selected\nat random and spliced together may, if done correctly, produce\na new, living thing, which takes on a personality all its\nown.  Thus, even though I've never seen a <em>rotunditron</em>, I\nhave already begun to form a mental picture of one.</p>\n<p>How does this process differ from that used in Lewis\nCarroll's “Jabberwocky”?  When Carroll informs us that it\nwas <em>brillig</em>, and that <em>the slithy toves did gyre and gimble in\nthe wabe</em>, we (somehow) have an idea of what he is talking\nabout.  Such is the power of suggestion.  This is, of course,\nprecisely why “Jabberwocky” has always been so very entertaining.\nBut unlike our semantic fragments, Carroll is playing\nwith phonology, not semantics.  <em>Slithy sounds</em> as though\nit ought to mean something.  Our fragments operate on\nsemantic units.  <em>Agri-</em> and <em>nasal</em> are both firmly implanted in\nthe Indo-European lexicon, and are both used in a variety of\nuseful ways (and now in a way that is not at all useful).</p>\n<p>I can't help but wonder whether a technical journal\nsomewhere has already coined the word <em>geoslavic</em>, perhaps\nin reference to Polish lignite deposits, or some such thing.  I\nsincerely hope not.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Nullspeak: A Question of Rotating Strawberry Madonnas</h1> <p><em><span data-rel=\"author\">Steve Bonner</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p> <p>Some linguists concern themselves with the evolution of\nlanguages over time.  Others prefer to study language\nas it is used at a fixed point.  I suggest we pause for a\nmoment to consider language as it will never be used.  Ever.\nThis involves the deliberate construction of phrases that\ncould never, under any circumstances, be construed to have\nany meaning whatsoever.  Consider the expression</p> <blockquote>\n<p><em>rotating strawberry madonna</em></p>\n</blockquote> <p>I submit that no human being has ever uttered this phrase.\nMore important, I suspect that no one ever will.  I am unable\nto construct a scenario in which a speaker would find it necessary\nto use this construct.  Note that the important criterion\nhere is that the phrase not only be absurd, but thoroughly\nunusable.  I'm not sure what it would mean for a\nmadonna to be “strawberry,” and I certainly see no advantage\nin having one that rotates.  Here are a few more:</p>"
}