{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Dictionary of Contemporary Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780330284127/Dictionary-Contemporary-Slang-Green-Jonathon-0330284126/plp\"><em>The Dictionary of Contemporary Slang</em></a></h1>\n<p>Jonathon Green, (Pan Books, 1984), ix + 323.</p>\n<p>Being the most colorful side of language, slang offers\ntemptations to the unwary amateur.  It is immediately\napparent from even the most cursory glance that this book\nwas not written by an amateur.  It is a bit curious, though:\non the one hand, its scope is international, and even the\nmost naive reader must be aware of the breadth that such\ncoverage implies; on the other hand, possibly at the behest\nof the publisher, who felt it necessary to limit the compass of\nthe book, the entries are short—too short for my taste.  For,\nwhile it is likely that some people may use such a dictionary\nsolely as they would a small dictionary of general English—\nthat is, in order to discover the meaning of a word or expression—dictionaries\nof slang always seem to me to have a\ngreat deal more to say about language and, particularly,\nabout the useful array of rhetorical devices available to a\nspeaker, many of which are more colorfully (if not often better)\ndisplayed in slang.  In placing constraints on the length\nof each entry, the art of slang has been badly served, much\nas one might have to be satisfied by a black-and-white print\nof a Turner or Van Gogh which exhibits only the form but\nnone of the color of the original.  Many who have turned to\nthe lexicography of slang have applied too heavy an academic\nhand to its discussion, analysis, and presentation, and\nthat, too, reduces the dimensions of this most interesting\naspect of language.</p>\n<p>Lest my criticism be taken amiss, I hasten to add that\nGreen has done well within his brief brief: it is lamentable\nthat his skills could not have been employed to produce a\nlarger, looser, more flexible work.</p>\n<p>The entries are arranged in strict alphabetical order,\nwords, expressions and all.  In most cases, senses, which may\nbe numbered where there is more than one under an entry,\nare given attributions, the sources of which are listed at the\nback of the book.  I can understand the omission of Farmer\n&amp; Henley's <em>Dictionary of Slang and Colloquial English</em>, for\nit is interesting and useful mainly as an archaic relic.  But\nMencken's <em>American Language</em> is missing, which is cause for\nconcern.  There are nineteen works by P. G. Wodehouse,\neight by Tom Wolfe, and seven by Charles Bukowski—yes,\nCharles Bukowski.  It goes without saying (but I shall succumb\nto the inevitable), but one could hardly compare even\nnineteen novels by Wodehouse with either of the slang dictionaries—<em>Partridge</em>\nor <em>Wentworth &amp; Flexner</em>—as a source\nfor entries.</p>\n<p>Many of the entries are labeled as to where they are\nused, but some are not.  E.g., “bottle v. to collect money\nfrom a busker's audience”: why should the editor assume\nthat buskers are known universally and, even if they are,\nthat slang terms associated with their activities are likewise\nfamiliar?  Close scrutiny reveals the results of occasional\ncarelessness, e.g., bounce (in the 'check' sense) is defined\nonly transitively, while its use in the U.S. is often intransitive;\nbutton one's lip is the wrong form for the entry, which\nshould be button someone's lip or button your lip (as it can\nonly rarely be reflexive); crack up is in, but not crack up to\nbe 'emerge as, turn out to be'; “suck v. 3. to be worthless,\npointless” is not adequately covered.</p>\n<p>There are many entries here that have not appeared in\nother dictionaries of slang, partly because they are too new,\npartly because they have not been picked up by other editors\n(perhaps because they did not consider them to be slang).\nSome are surely nonce uses, coming from TV shows, some\nmight have been made up by the scriptwriters.  For example,\nis there any evidence that anyone except the actor on\nThames TV's <em>Minder</em> (not seen in the U.S., but one of the\nbest of British programs) ever said <em>Lucozade</em> for 'spade'\n(= 'black person')?  I don't know.  All in all, the evidence for\nany given entry is one citation, and that is too little to allow\nus to believe that some of the terms are in “general” use.</p>\n<p>In sum, the <em>DOCS</em> looks very much like a (slang) lexicographer's\ncitation file—or the beginnings of one.  That\ndoes not diminish its interestingness nor its usefulness to students\nof slang.  But the “definitions” read more like the sort\nof gist definitions that a lexicographer might write in his\nnotebook than the carefully drawn, disambiguated definitions\nhe is likely to write for a dictionary that is to be published.\nThe problem is that an entry that the author has\nfound in one novel or other single source lies between the\nentries that have been established in the language for scores\nor even hundreds of years, and there is no way for the reader\nto distinguish them.  As Green points out in his Introduction,\nhe has done “as much as possible in the time available,”\nhowever we are to interpret that.</p>\n<p>The <em>DOCS</em> is good and it is interesting, but it might\nbest have been given a title like, “Slang—A Lexicographer's\nNotebook.”</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780330284127/Dictionary-Contemporary-Slang-Green-Jonathon-0330284126/plp\"><em>The Dictionary of Contemporary Slang</em></a></h1> <p>Jonathon Green, (Pan Books, 1984), ix + 323.</p> <p>Being the most colorful side of language, slang offers\ntemptations to the unwary amateur.  It is immediately\napparent from even the most cursory glance that this book\nwas not written by an amateur.  It is a bit curious, though:\non the one hand, its scope is international, and even the\nmost naive reader must be aware of the breadth that such\ncoverage implies; on the other hand, possibly at the behest\nof the publisher, who felt it necessary to limit the compass of\nthe book, the entries are short—too short for my taste.  For,\nwhile it is likely that some people may use such a dictionary\nsolely as they would a small dictionary of general English—\nthat is, in order to discover the meaning of a word or expression—dictionaries\nof slang always seem to me to have a\ngreat deal more to say about language and, particularly,\nabout the useful array of rhetorical devices available to a\nspeaker, many of which are more colorfully (if not often better)\ndisplayed in slang.  In placing constraints on the length\nof each entry, the art of slang has been badly served, much\nas one might have to be satisfied by a black-and-white print\nof a Turner or Van Gogh which exhibits only the form but\nnone of the color of the original.  Many who have turned to\nthe lexicography of slang have applied too heavy an academic\nhand to its discussion, analysis, and presentation, and\nthat, too, reduces the dimensions of this most interesting\naspect of language.</p> <p>Lest my criticism be taken amiss, I hasten to add that\nGreen has done well within his brief brief: it is lamentable\nthat his skills could not have been employed to produce a\nlarger, looser, more flexible work.</p> <p>The entries are arranged in strict alphabetical order,\nwords, expressions and all.  In most cases, senses, which may\nbe numbered where there is more than one under an entry,\nare given attributions, the sources of which are listed at the\nback of the book.  I can understand the omission of Farmer\n&amp; Henley's <em>Dictionary of Slang and Colloquial English</em>, for\nit is interesting and useful mainly as an archaic relic.  But\nMencken's <em>American Language</em> is missing, which is cause for\nconcern.  There are nineteen works by P. G. Wodehouse,\neight by Tom Wolfe, and seven by Charles Bukowski—yes,\nCharles Bukowski.  It goes without saying (but I shall succumb\nto the inevitable), but one could hardly compare even\nnineteen novels by Wodehouse with either of the slang dictionaries—<em>Partridge</em>\nor <em>Wentworth &amp; Flexner</em>—as a source\nfor entries.</p>"
}