{
  "type": "Article",
  "title": "English English: Take Care",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English: <em>Take Care</em></h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>“Take care,” people say to me all the time, as a term of\ninformal farewell.  Over the past ten years “Take care,”\nmeaning 'So long, goodbye, see you around, I look forward\nto our next merry meeting,' has become an irritating vogue\nphrase.  I think that it is a trendy Southern British invention\nrather than an import from across the Atlantic or up from\nthe Antipodes.  You are always telling us that Brits are\nobsessed with class, in the same way that Americans are\nobsessed with celebrity and money.  Guilty, if you say so,\nM'Luds.  I suspect that the valedictory locution “Take care”\nis a bit lower-middle class if not downright Non-U, as Alan\nRoss and Nancy Mitford divided the lexicon.  It is the sort of\nthing that golfers or publishers' reps say to each other.  It\nseems a gloomy piece of advice on which to part from an\nacquaintance.  I doubt whether it is very good or very British\nadvice.  We cannot go through life as carefully as porcupines\nmaking love.  It would be too boring.  Hippoclides is the\nhero.  You remember Hippoclides.  Sporting boy, competing\nfor the hand of a rich heiress.  At the party to select the\ngroom, he ordered the flute-player to play a dance, and “he\ndanced, probably so as to please himself,” and ended up\nstanding on his head waggling his legs in the air.  Rich, old,\nintended daddy-in-law remarked coldly: “Hippoclides, you\nhave danced away your marriage.”  The boy replied:\n“Hippoclides doesn't care.”  You can read about it, if you\nwant, in <em>Herodotus</em> vi, 128.  No good saying to Hippoclides:\n“Take care.”</p>\n<blockquote>\n<p><em>What is life, if full of care,</em><br>\n<em>We have no time to stand and stare?</em></p>\n</blockquote>\n<p>I shiver and grit my teeth when somebody says “Take care”\nto me.  But I can see that there is a problem of sorts.  The\nBrits are becoming as concerned as the Americans not to\nsound cold, so they cannot say “Goodbye.”  <em>Farewell</em> is\narchaic and a bit final.</p>\n<blockquote>\n<p><em>Fare thee well, and if for ever,</em><br>\n<em>Then for ever fare thee well</em>.</p>\n</blockquote>\n<p><em>Au revoir</em> is charming, but foreign.  <em>Ciao</em> is twee.  So is <em>Hasta\nla vista</em>.  <em>Adiós</em> is twee and pretentious.  “Be good” is archaic\nand chummy.  I dare say that there is no solution to the\nproblem.  I tend to say “Go well,” which I can see is silly.\nBut at least it is not as offensively silly as “Take care.”  I dare\nsay that there is a piece to be done about the tribal taboos in\nthe matter of saying goodbye.</p>\n<p>In the United Kingdom we used to say “Cheerio” or\n“Cheero” or “Cheery-ho.”  They all sound quite antique\nnow, and are dated by the best authorities to the First\nWorld War.  But you can find references in the poets from\nBetjeman on about beefy ATS (female soldiers) without\ntheir hats shooting the bridge at Henley,</p>\n<blockquote>\n<p><em>And cherrioh and cheeri-bye</em><br>\n<em>Across the waste of waters die</em>.</p>\n</blockquote>\n<p>to Don Marquis with,</p>\n<blockquote>\n<p><em>its cheerio</em><br>\n<em>my deario that</em><br>\n<em>pulls a lady through</em>.</p>\n</blockquote>\n<p>We must not become paranoid about this; but I reckon\nthat there is a distinction to be observed in the class use of\n“Cheerio” and associated words.  “Cheerio” is the Non-U,\nsergeants' mess form.  Crusty old colonels use the more aristocratic\nforms “Cheer-o” or “Cheer-ho.”  Either way, the\nword is quite whiskery.  You would be surprised to hear it\nfrom somebody too young to have fought in the last war.\n“Cheerio” as an upper-class adjective is not so much whiskery\nas dead.  It was defined agreeably by Dorothy Sayers in\n<em>Clouds of Witness</em> (1926): “ 'He seemed particularly\ncheerio'..., said the Hon.  Freddy....  The Hon.  Freddy,\nappealed to, said he thought it meant more than just cheerful,\nmore merry and bright, you know.”  I do not believe any\nBrit, however old and silly and Hon., could use the word\nthat way today, unless inside inverted commas, being deliberately\nquaint.</p>\n<p>But everybody says “Cheers.”  It used to be an exclamation\nbefore dipping into a pint or some other alcoholic\ndrink.  It has now been adapted widely outside the pub.  In\nBritish English “Cheers” means “Thank you.”  If somebody\nin the supermarket gives you your change, or somebody in\nthe corridor stands aside to let you by, you might well say,\n“Cheers.”  The putty word also means “Sorry.”  If you bump\ninto somebody in the supermarket or corridor, you might\nwell say “Cheers.”  It is decidedly Non-U.  It is a fashion.  It\nwill not last for ever.  Meanwhile, Cheers: Take care.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English: <em>Take Care</em></h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>“Take care,” people say to me all the time, as a term of\ninformal farewell.  Over the past ten years “Take care,”\nmeaning 'So long, goodbye, see you around, I look forward\nto our next merry meeting,' has become an irritating vogue\nphrase.  I think that it is a trendy Southern British invention\nrather than an import from across the Atlantic or up from\nthe Antipodes.  You are always telling us that Brits are\nobsessed with class, in the same way that Americans are\nobsessed with celebrity and money.  Guilty, if you say so,\nM'Luds.  I suspect that the valedictory locution “Take care”\nis a bit lower-middle class if not downright Non-U, as Alan\nRoss and Nancy Mitford divided the lexicon.  It is the sort of\nthing that golfers or publishers' reps say to each other.  It\nseems a gloomy piece of advice on which to part from an\nacquaintance.  I doubt whether it is very good or very British\nadvice.  We cannot go through life as carefully as porcupines\nmaking love.  It would be too boring.  Hippoclides is the\nhero.  You remember Hippoclides.  Sporting boy, competing\nfor the hand of a rich heiress.  At the party to select the\ngroom, he ordered the flute-player to play a dance, and “he\ndanced, probably so as to please himself,” and ended up\nstanding on his head waggling his legs in the air.  Rich, old,\nintended daddy-in-law remarked coldly: “Hippoclides, you\nhave danced away your marriage.”  The boy replied:\n“Hippoclides doesn't care.”  You can read about it, if you\nwant, in <em>Herodotus</em> vi, 128.  No good saying to Hippoclides:\n“Take care.”</p> <blockquote>\n<p><em>What is life, if full of care,</em><br>\n<em>We have no time to stand and stare?</em></p>\n</blockquote> <p>I shiver and grit my teeth when somebody says “Take care”\nto me.  But I can see that there is a problem of sorts.  The\nBrits are becoming as concerned as the Americans not to\nsound cold, so they cannot say “Goodbye.”  <em>Farewell</em> is\narchaic and a bit final.</p>"
}