{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The English Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780192191731/English-Language-Burchfield-Robert-019219173X/plp\"><em>The English Language</em></a></h1>\n<p>Robert Burchfield, (Oxford University Press, 1985), xiii + 194 pp.</p>\n<p>Broadly speaking, this book deals with four aspects of\nthe language:</p>\n<blockquote>\n<p>(a)  the history of English, including the changes that\nare taking place right under our noses;</p>\n<p>(b)  the recording of the language system;</p>\n<p>(c)  the main features (vocabulary, pronunciation,\nspelling, syntax);</p>\n<p>(d)  the roles of English outside the British Isles.</p>\n</blockquote>\n<p>The story of the English language is an old one.  We\nhave been told many times how this thick linguistic soup has\nblended through the ages, how migrating Germanic tribes\nbrewed the stock in a Celtic cauldron, subsequent invaders\nadded their Scandinavian and Old French ingredients, and\nthe builders of the Empire sprinkled in the spices culled on\ndistant shores.  Burchfield does not provide any new facts,\nbut he does show new facets.  As he tells it, the historical\naccount takes on the quality of a saga.  In Anthony Burgess's\nwords, quoted on the dust cover, “it conveys an authentic\nsense of the great mystery of language.”  He also makes us\naware (should we need it) that the story has not come to an\nend.  We are witnessing large and small linguistic changes\ntoday, and, what's more intriguing, we are effecting with\nour own mouths and pens the processes we observe.  Will\n<em>whom</em> be completely driven out by <em>who?</em>  What is happening\nto the apostrophe?  To the subjunctive mood?  We are under\nconstant pressure to familiarize ourselves with new grammatical\nusages, new shifts in pronunciation, not to speak of\nthe 60,000 words in the four-volume <em>OED Supplement</em>,\nwhich Burchfield edited.</p>\n<p>The examples are perhaps the greatest charm of the\nbook.  For each period, for every aspect, there is a profusion\nof them.  And how well they are chosen!  Some are unavoidably\non the technical side, but the greater part are helpful\nand enjoyable for the general reader.</p>\n<p>A language is always in the making; it really is a chain\nof imperceptible changes, like the frames of a motion picture.\nHowever, it is possible to take stills.  We call them dictionaries\nand grammars.  Burchfield devotes a separate\nchapter to their history and taxonomy.  The first English dictionary\noffered 2,500 words.  It appeared in 1604, and\nbecame the ancestor of a strain that has never stopped proliferating\n(mainly through plagiarism).  Each new generation\nhas gratified its readers with more entries and additional\nfeatures: etymologies, encyclopedic information,\nlabels for usage, directives for pronunciation, even pictures.</p>\n<p>The history of English grammar seems less easy to outline.\nWe note that during the first half of this century, we\nhad to put up with “historical” grammars, which were voluminous\nand indigestible to all but scholars (curiously, they\nwere mainly compiled by foreigners).  Since World War II,\nnew approaches have been attempted.  Burchfield deals\nfairly with them all, though hardly concealing where his\nsympathies lie.  He gives Chomsky his due (a “messianic figure”)\nbut his heart is with Quirk's <em>Grammar of Contemporary\nEnglish</em> (a “clinical and compendious work”).</p>\n<p>Much attention is given to the question of prescriptivism\nversus descriptivism.  To oversimplify, prescriptivists\nare the meddlers who lace every piece of information, be it\non grammar, style, meaning, spelling or pronunciation,\nwith a catalogue of dos and don'ts.  Descriptivists, on the\nother hand, just inform you and then leave you alone (or in\nthe lurch, depending on what you expected).  In practice, of\ncourse, each dictionary or grammar stands somewhere\nbetween the two extremes.</p>\n<p>Non-British readers may be puzzled by the statement\nthat most changes in pronunciation during the last two centuries\nhave been brought about by “the Mitford factor.”  As\nsome may know, Nancy Mitford was a nobleman's daughter\nwho, in the 1950s, edited a volume of essays on the relations\nbetween social class and linguistic usage.  In spite of the\nauthors' probable tongue-in-cheek intent, the distinction\nbetween U (= 'upper class') and non-U became a public\nissue that has left many a present-day Englishman in doubt\nabout whether to call the <em>john</em> “toilet” or “lavatory,”\nwhether to <em>have</em> or to <em>take a bath</em>.  Although relatively few\nof these class markers bear on pronunciation, Burchfield has\nsingled out this very aspect.  The “Mitford factor” points to\nshifts in pronunciation set in motion by sociological rather\nthan phonetic impetuses.</p>\n<p>The last chapter deals with the fortunes of the English\nlanguage outside the United Kingdom.  There are two main\nmanifestations.  First, from the seventeenth century onward,\noffshoots of English have been planted by settlers in the various\nlands of Empire.  By the time independence came, it was\nnatural that they should become the national language (or\none of the national languages).  However, they had already\nbegun to take on hues of their own, and they then developed\neven more independently (although there have been, as\nBurchfield expresses it, “no linguistic Boston Tea Parties”).\nThe results can be seen in Canadian English, American\n(U.S.) English, South African English, etc., each with its\nown features of spelling, pronunciation, and vocabulary;\neventually each had its own dictionaries.  Of all these, American\nEnglish is the most colorful.  It is really a conglomerate\nof innumerable geographic variants.  It has also absorbed\nmuch material from the linguistic substrata that already\nexisted in the country (Amerind, Spanish) or arrived later on\nimmigrant waves (Italian, Yiddish), and it spawned\nsubvariants of its own, like Black English and Hispanic English.\nCuriously, it has provided more feedback to the mother\nlanguage than any other member of the breed.</p>\n<p>There is a second strain.  For hundreds of millions of\npeople, English is not the national but the vehicular language;\nother hundreds of millions know it as a second language.\nTheir study targets may point to Oxbridge or New\nEngland, but the vast majority are conspicuous by their\naccents and unusual idioms (and their anxiety about correctness).\nLinguists call the various flavors Sri Lanka English,\nJapanese English, German English, etc., and, collectively,\nthe <em>Englishes</em> (a pluralization born too late to be included in\nthe <em>OED Supplement</em>).  The ubiquity of English speakers\nexplains why a Swede and a Peruvian, meeting in Bangkok,\nare likely to resort to English as a common language.  English\nis today's lingua franca, more widespread than Latin\never was or Esperanto has ever been or hoped to become.</p>\n<p>As Burchfield notes, a lack of English can be a serious\nhandicap to any denizen of the globe.  But why did he not\ndevote a few pages to the more general problems that arise\nwhen English penetrates daily life in non-English-language\ncountries?  This is a fascinating subject, especially where the\nnational language is written in non-Latin script.  To give a\ntrivial example, should the Greeks spell the name of their\ncapital on the English part of their bilingual roadsigns as\n<em>Athens</em>, as we call it, or as <em>Athína</em>, as they call it?  (They\nhave opted for the latter.)  How do Israelis or Egyptians\nmanage to insert English Latin-script words into their\nHebrew or Arabic texts that run from right to left?  (By using\nspecial typewriters with two-way carriages.)  And so on.</p>\n<p><em>The English Language</em> pays no attention to such worries.\nIt is Anglocentric, and rightly so.  Would anybody but a\nforeigner complain?</p>\n<p><em>[Harry Cohen, Brussels]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780192191731/English-Language-Burchfield-Robert-019219173X/plp\"><em>The English Language</em></a></h1> <p>Robert Burchfield, (Oxford University Press, 1985), xiii + 194 pp.</p> <p>Broadly speaking, this book deals with four aspects of\nthe language:</p> <blockquote>\n<p>(a)  the history of English, including the changes that\nare taking place right under our noses;</p>\n<p>(b)  the recording of the language system;</p>\n<p>(c)  the main features (vocabulary, pronunciation,\nspelling, syntax);</p>\n<p>(d)  the roles of English outside the British Isles.</p>\n</blockquote> <p>The story of the English language is an old one.  We\nhave been told many times how this thick linguistic soup has\nblended through the ages, how migrating Germanic tribes\nbrewed the stock in a Celtic cauldron, subsequent invaders\nadded their Scandinavian and Old French ingredients, and\nthe builders of the Empire sprinkled in the spices culled on\ndistant shores.  Burchfield does not provide any new facts,\nbut he does show new facets.  As he tells it, the historical\naccount takes on the quality of a saga.  In Anthony Burgess's\nwords, quoted on the dust cover, “it conveys an authentic\nsense of the great mystery of language.”  He also makes us\naware (should we need it) that the story has not come to an\nend.  We are witnessing large and small linguistic changes\ntoday, and, what's more intriguing, we are effecting with\nour own mouths and pens the processes we observe.  Will\n<em>whom</em> be completely driven out by <em>who?</em>  What is happening\nto the apostrophe?  To the subjunctive mood?  We are under\nconstant pressure to familiarize ourselves with new grammatical\nusages, new shifts in pronunciation, not to speak of\nthe 60,000 words in the four-volume <em>OED Supplement</em>,\nwhich Burchfield edited.</p>"
}