{
  "type": "Article",
  "title": "Speaking English",
  "author": "Julie Elizabeth Graham",
  "location": "Preston, Lancashire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Speaking English</h1>\n<p><em><span data-rel=\"author\">Julie Elizabeth Graham</span> <span data-rel=\"location\">Preston, Lancashire</span></em></p>\n<p>“When a passenger of foot heave in sight, tootle\nthe horn.  Trumpet at him melodiously\nfirst, but if he still obstacles your passage then tootle\nhim with vigour.”</p>\n<p>The author of this warning to motorists in Tokyo was\nnot in the calculations that led Professor (now Sir) Randolph\nQuirk of University College, London, to announce that English\nhas become the world's dominant language.  The international\nuse of English, according to the Professor, now\nsurpasses all other languages.  Around the world about 370\nmillion people speak it.  And the rest, it appears, try to.  The\ninternational misuse of English is a growing industry.</p>\n<p>Consider, for example, the sign in the hotel elevator in\nBelgrade: “To move the cabin, push button for wishing\nfloor.  If the cabin should enter more persons, each press button\nfor wishing floor.  Driving is then going alphabetically\nby natural order.”  Or these instructions gracing a packet of\nconvenience food from Italy: “Beasmear a backing pan, previously\nbuttered with good tomato sauce and after, dispose\nthe canelloni, lightly distanced between them in a only\ncouch.”  Clearly the constructor of that message was not\nabout to let a little ignorance of English stand in the way of\na good meal.  One of the beauties of our mother tongue is\nthat even with the most tenuous grasp, anyone can speak it\nin volumes if enthusiastic—a willingness to “tootle with\nvigour,” as it were.</p>\n<p>This hearty announcement appears in a Yugoslavian\nhotel: “The flattening of underwear with pleasure is the job\nof chambermaid.  Turn to her straightaway.”  This polite\nrequest can be found in a Tokyo establishment: “Is forbitten\nto steal hotel towels please.  If you are not person to do such\nthing is please not to read this notis.”  The syntax may not be\nentirely faultless, but could any two messages convey more\ndiscretion and good will?</p>\n<p>To be entirely fair, English is full of booby traps for the\nunwary foreigner.  Any language where the unassuming\nword <em>fly</em> signifies an insect, a means of travel, and a critical\npart of gentlemen's apparel, is asking to be mangled.  Consider\nfor a moment the plight of the poor foreigner who\nmust learn that in the English- and American-speaking\nworld, one writes <em>down</em> a name but lights <em>up</em> a cigarette,\nthat one can <em>slow down</em> or <em>up</em> but can only speed up, that\nthe simple word <em>set</em> has 58 uses as a noun, 127 as verb, and\n10 as practical adjective.</p>\n<p>With such baffling complexities to contend with, it is\nlittle wonder that a traveler to Hong Kong can see a dentist's\nsign announcing: “Teeth extracted by the latest methodists.”\nOr this exhortation outside a tailor's shop in Rhodes: “Order\nnow your summer's suit.  Because is big rush we execute customers\nin strict rotation.”  Or the Bangkok dry cleaner who\nsuggests: “Drop your troussers here for best results.”</p>\n<p>The vagaries of English are such that even native speakers\ncannot always communicate effectively—as visitors to\nAmerica often discover.  Indeed, Robert Burchfield, editor of\nthe <em>Oxford English Dictionary Supplement</em>, created a stir\nnot long ago on both sides of the Atlantic when he\nannounced his belief that American English and English\nEnglish are drifting apart so rapidly that within 200 years\nthe two people won't be able to understand each other at\nall.  That may be.  But if Briton and American of 2185 baffle\neach other, it is possible they won't confuse many others—\nnot, at least, if the rest of the world continues expropriating\nEnglish words and phrases at its present rate.  Already Germans\nspeak of <em>die Teenagers</em> and <em>das Walkout</em> and German\npoliticians snarl <em>No comment</em> at German journalists; Italian\nladies coat their faces with <em>colcrem;</em> Rumanians ride the\n<em>trolleybus;</em> and Spaniards, when they are chilly, put on\n<em>sueters.</em>  And almost everywhere one can find <em>Night Clubs,\nHamburgers,</em> and <em>Television.</em></p>\n<p>Partly, this is because so many innovations have come\nfrom the English-speaking world.  But even greater reason\nfor their popularity may be that English phrases are often\ngems of clarity, brevity, and snappiness.  The French have\nviewed this creeping polyglottism with a touch of disdain\nand, in 1977, introduced legislation outlawing all foreign\nwords in advertisements.  Instantly exiled were <em>le weekend,\nle hot dog, le brainstorming,</em> and <em>le refuelling stop</em>, among\nmany others.</p>\n<p>Elsewhere, however, English continues to penetrate.\nThe Yugoslavs, for example, picked up the word <em>nylon</em> but\ntook it to mean a kind of shady variation, so that a <em>nylon\nhotel</em> is a 'hotel of ill repute,' a <em>nylon beach</em> 'a place where\nnudists frolic.'  German took on <em>licked</em> as a description for a\nmodern structure, streamlined and clean.  Other nations\nhave left the words largely intact but given the spelling a\nnovel twist.  The Ukrainian <em>hercot</em> might seem wholly foreign\nuntil one realizes <em>hercot</em> is what a Ukrainian goes to his\nbarber for.  Similarly, unless you heard them spoken, you\nmight not instantly recognize <em>ajscrym, muvingpikceris</em>, and\n<em>peda</em>—Polish for 'ice cream,' Lithuanian for 'moving pictures,'\nand Czech for 'pay-day.'</p>\n<p>The Japanese in particular are masters of the art of seizing\na foreign word and alternately beating it and aerating it\nuntil it sounds like a native product.  Thus the <em>sumato</em>\n('smart') Japanese seasons his conversation with <em>upatodatu</em>\nexpressions like <em>gurma foto</em> ('glamour photo'), <em>hikurasu</em>\n('high class'), and <em>kyapitaru gein</em> ('capital gain').  The more\ndifficult words are simply and brusquely truncated.  So\n“modern girl” becomes <em>moga</em> and “commercial” merely a\nsort, snappy <em>cm.</em></p>\n<p>Fracturing the English language is certainly not a new\nphenomenon.  More than a century ago Mark Twain passed\non to the world this hypothetical conversation he found in a\ngenuine Greek-English phrase book:</p>\n<blockquote>\n<p>“How is that gentleman who you did speak be and by?”<br>\n“I did think him Englishman.”<br>\n“He is of the Saxony side.”<br>\n“He speak the French very well.”<br>\n“Though he is German, he speak so much well that\namong Italians, they believe him Italian; he speak\nthe French as the Frenches themselves.  The\nSpanishmen believe him Spanishing and Englishes,\nEnglishman.”<br>\n“It is difficult to so much well enjoy several languages.”</p>\n</blockquote>\n<p>With education standards around the world rising, it is\nperhaps inevitable that fractured English, like Cornish and\nSanskrit, will one day become a dead language.  But it is\nhoped that for at least a few years yet, the traveler abroad\nmay still expect to tootle with vigor and have his underwear\npleasurably flattened.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Speaking English</h1> <p><em><span data-rel=\"author\">Julie Elizabeth Graham</span> <span data-rel=\"location\">Preston, Lancashire</span></em></p> <p>“When a passenger of foot heave in sight, tootle\nthe horn.  Trumpet at him melodiously\nfirst, but if he still obstacles your passage then tootle\nhim with vigour.”</p> <p>The author of this warning to motorists in Tokyo was\nnot in the calculations that led Professor (now Sir) Randolph\nQuirk of University College, London, to announce that English\nhas become the world's dominant language.  The international\nuse of English, according to the Professor, now\nsurpasses all other languages.  Around the world about 370\nmillion people speak it.  And the rest, it appears, try to.  The\ninternational misuse of English is a growing industry.</p> <p>Consider, for example, the sign in the hotel elevator in\nBelgrade: “To move the cabin, push button for wishing\nfloor.  If the cabin should enter more persons, each press button\nfor wishing floor.  Driving is then going alphabetically\nby natural order.”  Or these instructions gracing a packet of\nconvenience food from Italy: “Beasmear a backing pan, previously\nbuttered with good tomato sauce and after, dispose\nthe canelloni, lightly distanced between them in a only\ncouch.”  Clearly the constructor of that message was not\nabout to let a little ignorance of English stand in the way of\na good meal.  One of the beauties of our mother tongue is\nthat even with the most tenuous grasp, anyone can speak it\nin volumes if enthusiastic—a willingness to “tootle with\nvigour,” as it were.</p>"
}