{
  "type": "Article",
  "title": "Polysemania, Semantic Taint, and Related Conditions",
  "author": "John Ellison Kahn",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Polysemania, Semantic Taint, and Related Conditions</h1>\n<p><em><span data-rel=\"author\">John Ellison Kahn</span> <span data-rel=\"location\">London</span></em></p>\n<p><em>pol·y·se·ma·ni·a</em> (\\?\\polisi\\?\\meinia) n [POLYSEMY + MANIA;\nsyncope of <em>polysemimania:</em> compare <em>mineralogy</em>] (1985) an\nabnormal awareness of possible ambiguity; an uncontrollable\ntendency to bring to mind the inappropriate or unintended\nsense of a word in any context.</p>\n<p>A traveling companion looks up from her book—a\ncollection of science-fiction stories—and says “It's a\ndead giveaway, this one: the lead character's name is Hilda\n... don't you see?—Hitler.”  A word- and hormone-intoxicated\nfriend during my adolescence (“I wonder who\nthat friend could be”—Ogden Nash) constantly trades tenuous\n<em>double entendres</em> with his fellow schoolboys (“There's\nsomething I want to put to that Gloria.”  “Yes, it's time you\ngot something straight between the two of you.”) to the\npoint where ordinary conversation becomes impossible\n(<em>hor</em>mone!  <em>con</em>versation! be<em>comes</em>!) In its extreme form, the\noveringenious poet or crossword puzzler is afflicted by a hysterical\nmuteness, having arrived at the mad (and obvious)\nintuition that almost any utterance is susceptible of a faulty\ninterpretation.  (And the microbiologist ended by starving\nhimself, knowing what he knew, and unable to trust the\npurity of any food offered to him.)</p>\n<p>Like neurosis, polysemania afflicts us all to some\ndegree; the occasional registering of an unintended pun\nmight almost be taken as a proof, or at least a condition, of\nour semantic competence (just as various mild neuroses are\nthe lot, and the proof, of our Western humanness, Freud\nsuggested).  But only those whose neuroses are fairly disabling\nneed be thought of as neurotics, and only those whose\npowers of communication and comprehension are seriously\nimpaired by polysemy need be regarded as polysemaniacs.\n(In both conditions, the problem, of course, is deciding on\nthe cut-off point.)</p>\n<p>Polysemania is not new.  Hamlet and Othello were victims\nof it in their way.  Pathological punsters have no doubt\nalways plagued polite society, and willful verbal misunderstandings\nhave always ruined human relationships.  The history\nof linguistic taboo even reveals a mild kind of mass\npolysemania: the discontinuation of <em>ādl</em>, 'illness,' in Old\nEnglish (to be replaced by the euphemism <em>disease</em>) through a\nclash with <em>adela</em>, 'dirt,' was not the work of some individual\npolysemaniac; similarly, the 20th-century decline, noted by\nBloomfield, in the use of <em>cock</em> in American English to refer\nto a male chicken points to a nationwide awareness of and\nembarrassment at the awkward dual meaning of the word.</p>\n<p>Polysemania does, however, seem to be more widespread\ntoday than in former times.  There are several reasons\nfor this.  Perhaps there is, for a start, simply more polysemy\nabout of the relevant kind: new metaphorical senses,\nthrough the process of “radiation,” are continually accumulating.\nAnd there is perhaps more semantic sensitivity, too\n(which is not to deny that there is also greater insensitivity\nnowadays than formerly).  The fashion for self-scrutiny and\nself-improvement perhaps prompts middle-class speakers to\nreflect more carefully on the words they use and hear.  The\nmedia have taken to showing a greater interest in language\nthan in the past: the newspaper columns of William Safire\nor Philip Howard, for instance, or the various series of BBC\nradio programs on language—examining current usage and\nmonitoring abuses—have sharpened the lay educated\npublic's linguistic alertness.  Finally, modern philosophical,\nlinguistic, and literary methods of analysis (as these have filtered\ninto secondary and higher education) encourage an\nintense concentration on individual words—their several\nkinds of ambiguity, the amount of scrutiny they seem to\ndemand.</p>\n<p>But you cannot encourage a sensitivity to words without\nrisking a hypersensitivity.  The overingenious readings of\nEmpson and occasionally of Leavis stem partly from a\nsemantic overloading of the words in a text—the attribution\nof a 20th-century meaning, for instance, to a word in a\n17th-century poem.  More of this in a moment.  Overheated\nword-consciousness is a particularly favorable environment\nfor various other linguistic conditions: polysemy proper,\nconnotation, “semantic taint,” “idio-connotation,” and\nso on.</p>\n<p>Connotation seems to gain strength in the hothouse of a\nword-conscious mind.  The honorific/pejorative associations\nof a word tend to intensify.  This is true of both universal\nconnotations (<em>stingy</em> = bad; <em>thrifty</em> = good) and optional\nconnotations (<em>parsimonious</em> = good or bad, according to the\ncontext, or to your own feelings about the word and the\nworld; similarly <em>conservative</em>, <em>genteel</em>, <em>muckraker:</em> you may\nregard these terms favorably or unfavorably, but the\nchances are that your regard is a fairly strongly felt one).</p>\n<p>It is true, too, of “idio-connotation”—the unique set of\nassociations that a word has for an individual user—its\nsemantic fingerprint, so to speak.  Proust's place-names provide\na standard example.  An example of my own: in my\nfamily, a common term of endearment is <em>Petunia</em> (based on\n<em>pet?</em>), and I cannot hear the word <em>petunia</em> “purely,” even\nwhen it is spoken by a florist.  One last example: when I was\neight or nine, I read the following definition on a sweet\nwrapper: “A damsel is a little plum.”  (The joke, such as it is,\nhad to be explained to me by my father.)  To this day, I cannot\ndivest the word <em>damson</em> or the word <em>plum</em> of a slightly\nsaucy overtone.</p>\n<p>The modern word-conscious mind is a good breeding-ground\ntoo for “suggestibles,” as they have been called.  The\nword <em>fatuous</em> has a suggestible: <em>fat</em>.  Polysemaniacs cannot\nread or hear the word <em>fatuous</em> without conjuring up some\nimage or other of fatness, possibly a paunchy wise-guy at a\nparty.  Near-homonymy generates and sustains obvious suggestibles\nfor such words as <em>titter</em> and <em>hoary</em>, and even farfetched\n“idio-suggestibles”: <em>pith</em>, for instance (as a result of a\njoke about lisping); or <em>prognathous</em> for <em>prognosis</em>.</p>\n<p>When a word acquires a distinctive coloring in any of\nthese various ways, it can be said to suffer “semantic taint.”\n(This does not imply deterioration—witness <em>petunia</em>—\nthough the taint usually does take that form.)  The words\n<em>appeasement</em> and <em>pacification</em>, in the wake of Munich and\nCambodia, have acquired distinctly unfavorable connotations.\nIt would be a very ignorant or a very audacious\nspeaker who used <em>appeasement</em> in a quite neutral and literal\nway today.  <em>Appeasement</em> and even <em>pacification</em> have probably\ngone further than just acquiring new connotations and\nhave acquired new denotations too.  It is in fact polysemy\nthat is the major cause of semantic taint.  <em>Gay</em> and <em>queer</em> are\nmore clear-cut examples.  Their relatively recently acquired\ndenotations have strongly tainted, though not quite yet fully\ntabooed out of existence the use of the words in their earlier\nsenses.  No up-to-date language-user could unselfconsciously\nspeak or write the words <em>gay</em> and <em>queer</em> in their old acceptations.\nNot so much through fear of being misunderstood as\nthrough fear of raising an inappropriate laugh.  Traditionalists\nmay continue in defiance to parade the word <em>gay</em> forthrightly\nin its older sense (though attested in British\nunderworld slang as long ago as 1935, <em>gay</em> in the sense of\n'homosexual' became widely established only in the late\n1960s and early 70s), but in their decrying of the new sense\nand its “annexation” of the word they are in effect admitting\nits firm hold.  Or consider the modern use of <em>pathetic</em> in British\nEnglish, 'inadequate, feeble, useless,' which is now\nalmost certainly more frequent than the older sense of\n'arousing sympathy; pitiful.'  It would be unwise, in Britain\nat least, to write of “the prima ballerina's pathetic performance\nin <em>Swan Lake</em>” if what you are intending is a eulogy.</p>\n<p>Though the turnover of the primary meanings of words\nis greater today than in past times, it remains a turnover of\ndominance rather than of existence.  A primary sense may be\novershadowed and subordinated, but it is likely to persist for\na long time.  <em>Surprise</em> in the sense of 'to see or attack unexpectedly;\nto catch unawares' survives, though the more\nmodern sense of 'to astonish, shock, or amaze' had probably\ngained the ascendancy as long ago as the early 18th century.\n(Similarly, <em>jealous</em>, <em>intercourse</em>, <em>luxuriously</em>.)  Not that all\ndethroned senses survive, of course; the displaced senses of\n<em>disease</em> and <em>crafty</em>, for instance, have died out, but that was\nthe work of generations if not centuries.  (Similarly, <em>obsequious</em>,\n<em>silly</em>, <em>admirable</em>, <em>undertaker</em>, <em>edify</em>, <em>quaint</em>, <em>quick</em>, <em>curious</em>,\n<em>sad</em>, <em>lewd</em>, <em>cunning</em>, <em>shrewd</em>.)</p>\n<p>The “survival” of a sense is a tricky notion, however.  A\ndislodged sense may survive merely in people's passive rather\nthan active vocabularies.  Educated speakers would understand\n(though not without being distracted) the phrase\n“friendly intercourse between the nations,” but they would\nbe unlikely to initiate it in ordinary conversation.  Some\nwords, even though “tainted,” do remain in the active repertoire,\nsince there is no convenient synonym.  Balls, to take\nthe most obvious example.  Circumlocution is sometimes possible:\n“I'll meet you at the courts, and get some tennis-balls\non the way.”  But not consistently: you cannot repeatedly\ncomplain that “Our tennis-balls keep disappearing”; at some\npoint you have to speak simply of “our balls.”  The middlingly\nsensitive man will after a time stop noticing the\nnotional ambiguity; the polysemaniac will be pulled up\nshort every time and have to grit his teeth and wait for the\ndistraction to fade.</p>\n<p>What remedy?  “Try not to think of an elephant” goes\nthe children's joke.  Try likewise not to be distracted: for the\npolysemaniac, prurient puns never lose their gloss, their\nincapacitating distractiveness.  Further examples: <em>diaphragm</em>,\n<em>come</em>, <em>fairy</em>, <em>grope</em>, <em>hole</em>, <em>period</em>, <em>piles</em>, <em>pill</em>, <em>prick</em>,\n<em>screw</em>, <em>stool</em>, <em>streak</em>, <em>tart</em>, <em>tool</em>—all tainted, all indispensable.</p>\n<p>To a greater or lesser degree, many tainted terms are\ndispensed with nowadays.  In some cases, the loss is a small\none, since the word in its old or unprovocative sense may be\nold-fashioned anyway and easily substitutable: bondage,\ncurse (“ 'The curse is come upon me,' cried/The lady of\nShalott”), <em>ejaculate</em>, <em>erection</em>, <em>gay</em> and <em>intercourse</em> again,\n<em>make love</em> (“Emma found, on being escorted and followed\ninto the second carriage by Mr. Eiton, that the door was to\nbe lawfully shut on them, and that they were to have a tête-à-tête\ndrive ... scarcely had they passed the sweep-gate\nand joined the other carriage, than she found her subject cut\nup—her hand seized—her attention demanded, and Mr.\nElton actually making violent love to her”), <em>lover</em>, <em>motion</em>,\n<em>prophylactic</em>, <em>seduce</em> (though A. L. Rowse, just a few years\nago, wrote in the <em>TLS</em> of “the half-wild cat I am engaged in\nseducing at present.”)</p>\n<p>With other shunned expressions, however, the loss is\nclearly an impoverishment.  It would be very risky in British\nEnglish to use <em>back passage</em> in its literal sense.  The following\nsentence, from <em>The Yearbook of the British Pirandello Society</em>,\n1981, is almost certain to elicit a snigger: “Also, in the\nfinale, the audience see the aunt, Lena, touching La\nDemente for the first time, but it's behind the pane, in the\nback passage.”  So too with <em>pick up</em>, <em>jerk off</em> (“She watched\nRena back the yellow Mini into the main stream of traffic\nand jerk off to the right.  Then she let out a low sigh.”—\nA. N. Wilson, <em>The Healing Art</em>), and so on.</p>\n<p>Note that semantic taint is not always sexual or scatological\nin origin.  Taint can be transmitted by political\nassociations (<em>fellow traveler</em>, <em>solidarity</em>, <em>comrade</em>), modern\nhistory (<em>holocaust</em>, <em>Watergate</em>, <em>Lebanon</em>), sociology (<em>chauvinist</em>,\n<em>WASP</em>, <em>certifiable</em>), entertainment (<em>python</em>, <em>Tom\nJones</em>), science (<em>transplant</em>, <em>plastic</em>—“God's plastic arm”), or\nmockery or puristic disapproval (vogue words and modern\nclichés such as <em>ongoing situation</em>, <em>adrenalin</em>, and <em>parameter</em>,\nand “misuses” such as <em>aggravate</em>, <em>hopefully</em>, <em>psychological\nmoment</em>, and <em>viable</em>).</p>\n<p>How disabling is semantic taint, really?  The fact is, it\nseldom generates fully paralyzing polysemania.  Empsonians\ndo manage to continue reading, even after undertaking their\nexhaustive analyses of single words within a poem or play.\nPerhaps some natural immune-system comes into operation\nto counteract semantic taint.  When the commonest linguistic\nmicroorganisms—<em>make</em>, <em>thing</em>, <em>pull</em>, <em>blow</em>, <em>rear</em>—acquire\nbawdy meanings, then some filter or antibody must be at\nwork if linguistic life and sanity are to be preserved.  Or\nrather, some controlling mechanism: the virus is not\ndestroyed but kept in check.  It is as though one goes through\nlife with a mild fever.  One copes.  One accepts one's hopelessly\nanachronistic readings of old texts, but puts them to\none side: “A man who exposes himself when he is intoxicated,\nhas not the art of getting drunk” (Boswell, quoting\nJohnson).</p>\n<blockquote>\n<p>I have heard that hysterical women say<br>\nThey are sick of the palette and fiddle-bow,<br>\nOf poets that are always gay ...<br>\nAll things fall and are built again,<br>\nAnd those that build them again are gay.<br>\n—W. B. Yeats, “Lapis Lazuli.”</p>\n</blockquote>\n<blockquote>\n<p>You did not come.<br>\nAnd marching Time drew on, and wore me numb.<br>\n—Thomas Hardy, “A Broken Appointment.”</p>\n</blockquote>\n<p>The modern senses of <em>gay</em> and <em>come</em> must not be allowed to\naffect one's final reading of such lines, even though they will\nalmost inevitably enter one's consciousness and impinge on\none's first reading.</p>\n<p>A few corollaries and qualifications:</p>\n<p>First, alongside semantic taint, there seems to be a\nreverse process, though it is quite rare.  In certain contexts in\ncertain dialects, the words <em>bugger</em> and <em>shit</em>, for instance,\nmay undergo decontamination, as it were: “He's an energetic\nlittle bugger, that youngster of yours”; “Hey shit, man,\nlook at that car move!”  More subtly, terms originating as\nmetaphors may through frequent use come to lose their\nmetaphorical feel: just as <em>abysmal</em> no longer evokes the idea\nof an abyss, so perhaps <em>virgin snow</em> no longer evokes the idea\nof a virgin.</p>\n<p>Second, British and American English differ in semantic\ntaint.  Some expressions that are tainted for North Americans—<em>rubber</em>,\nnotably—are free of taint for most British\nspeakers.  And vice versa: <em>back passage</em> (again), <em>bog, on the\njob</em>, <em>sod</em>, <em>spanking</em>, <em>stuff</em>.  (Compare the differing standard\ninterpretations of <em>to knock up</em> or <em>to keep your pecker up</em> in\nBritish English and American English.)</p>\n<p>Third, some words seem to remain surprisingly resistant\nto taint.  In <em>conversation</em>, for example, it is the\ncenturies-old sexual association rather than the standard\nsense that has been subordinated.  (Contrast <em>intercourse</em>.) So\ntoo with <em>know</em>.  More recent stalwarts include <em>fruit, hump,\nnuts, purge, skin, and aides</em>.  Or so it seems to me.  But this\nmight just be my idio-connotation, or lack of it.  A proper\nsurvey is needed to ascertain the truth of the matter here.</p>\n<p>Fourth—accordingly—research is necessary.  A few\npointers, then, by way of conclusion, for some adventurous\ndoctoral student in search of a dissertation: try to draw up a\ncomparative service list of various tainted words decade by\ndecade this century; to what extent has come, for instance,\ndeclined in recent years, and been replaced by arrive where\nappropriate?; trace the fluctuations in popularity of such\ngiven names as <em>Lou, John, Adolph</em> (and <em>Hilda?</em>) over the\nyears; devise tests (along the lines of The <em>Measurement of\nMeaning</em> by Osgood et al.) for measuring semantic taint,\nand propose ways of incorporating the results of such tests\ninto standard English dictionaries; compare the 27 stylistic\nvalues—<em>poetic, facetious, laudatory, vulgar</em>, and so on-used\nin A. S. Hornby's <em>Oxford Advanced Learner's Dictionary\nof Current English</em>.</p>\n<p>Two examples, finally, of the kind of material that\nmight be used in testing a subject's “distraction-index” in the\ncourse of such research.  Try assessing in yourself the\n“purity” of your response to the humor of the following joke,\nand to the datedness (or simple badness) of the lines of\npoetry:</p>\n<blockquote>\n<p>“How can you put up a sign saying 'Beware of the\nDog?'—that dog of yours doesn't even have any teeth\nleft...”</p>\n<p>“That's true, but if he ever gets his jaws around your\nankle, he can give you a really nasty suck.”</p>\n<p>Her beauty smooth'd earth's furrow'd face!</p>\n<p>She gave me tokens three:—</p>\n<p>A look, a word of her winsome mouth,<br>\nAnd a wild raspberry.</p>\n<p>—Francis Thompson, “Daisy.”</p>\n</blockquote>\n<hr>\n<p><em>Footnotes</em></p>\n<p>1.  See pp. 32 and 159 respectively.  The informant using <em>peckerwood</em>\nwas born on 10th March 1887 in Kosciusko, Attala County, Mississippi.\nNo such clues are given for <em>hoppergrass</em>, however.</p>\n<p>2.  Even some examples of reversal can be explained as folk etymology.\nThus when <em>Wîhoppe</em>, 'hoopoe' becomes <em>Hopwîwecken</em> (see\nabove), the second element (<em>-wîweken</em>) can be taken to mean\n'female,' as Suolahti points out (p. 14).  However, the larger incidence\nof 'nonsensical' reversals still suggests that, in transposition,\nword-play is the primary motive.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Polysemania, Semantic Taint, and Related Conditions</h1> <p><em><span data-rel=\"author\">John Ellison Kahn</span> <span data-rel=\"location\">London</span></em></p> <p><em>pol·y·se·ma·ni·a</em> (\\?\\polisi\\?\\meinia) n [POLYSEMY + MANIA;\nsyncope of <em>polysemimania:</em> compare <em>mineralogy</em>] (1985) an\nabnormal awareness of possible ambiguity; an uncontrollable\ntendency to bring to mind the inappropriate or unintended\nsense of a word in any context.</p> <p>A traveling companion looks up from her book—a\ncollection of science-fiction stories—and says “It's a\ndead giveaway, this one: the lead character's name is Hilda\n... don't you see?—Hitler.”  A word- and hormone-intoxicated\nfriend during my adolescence (“I wonder who\nthat friend could be”—Ogden Nash) constantly trades tenuous\n<em>double entendres</em> with his fellow schoolboys (“There's\nsomething I want to put to that Gloria.”  “Yes, it's time you\ngot something straight between the two of you.”) to the\npoint where ordinary conversation becomes impossible\n(<em>hor</em>mone!  <em>con</em>versation! be<em>comes</em>!) In its extreme form, the\noveringenious poet or crossword puzzler is afflicted by a hysterical\nmuteness, having arrived at the mad (and obvious)\nintuition that almost any utterance is susceptible of a faulty\ninterpretation.  (And the microbiologist ended by starving\nhimself, knowing what he knew, and unable to trust the\npurity of any food offered to him.)</p> <p>Like neurosis, polysemania afflicts us all to some\ndegree; the occasional registering of an unintended pun\nmight almost be taken as a proof, or at least a condition, of\nour semantic competence (just as various mild neuroses are\nthe lot, and the proof, of our Western humanness, Freud\nsuggested).  But only those whose neuroses are fairly disabling\nneed be thought of as neurotics, and only those whose\npowers of communication and comprehension are seriously\nimpaired by polysemy need be regarded as polysemaniacs.\n(In both conditions, the problem, of course, is deciding on\nthe cut-off point.)</p>"
}