{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Facts on File Dictionary of First Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/everymans-dictionary-of-first-names-everymans-reference-library_leslie-dunkling_william-gosling/1651192/#edition=1613345&amp;idiq=10880387\"><em>The Facts on File Dictionary of First Names</em></a></h1>\n<p>Leslie Dunkling and William Gosling, (Facts on File, 1986), xiv + 305pp.</p>\n<p>[Published in England by Dent in 1983 as <em>Everyman's Dictionary of First Names</em>]</p>\n<p>The study of names is called onomastics.  More than 30\nyears ago, enthusiastic individuals interested in place names,\nliterary names, and personal names formed the American\nName Society.  The organization now has two regular publications\n(<em>Names</em> and <em>ANS Newsletter</em>), and several hundred\nmembers as well as affiliated societies with their own publications.</p>\n<p>As their joint contribution to onomastics, Dunkling and\nGosling have focused on first names.  Why are first names\nimportant?  Why should there be a book on them?  And, if\nthey are important, why is this book an improvement on\nthose we already have?  These are some of the questions that\nhave to be answered.</p>\n<p>Probably, the major reason for most people to be interested\nin names is for naming babies.  While it is perhaps true\nthat a number of parents who choose a name do so because\nthey like its sound or for some personal association, there are\nmany who give the naming process considerable thought.\nParents are concerned, and appropriately so, that the new\nmembers of the family bear first names that are in harmony\nwith family traditions, ideals, aspirations, ethnicity, and\nsurname and that are, at the same time, acceptable in\nAmerican/British culture.  These parents sometimes want to\nknow about the original meaning of the name, its ethnicity,\nand the famous people who bore that name.  For them a\ngood reference book may be helpful.</p>\n<p>A second group of individuals interested in names are\nthose who are concerned with how a name (especially their\nown) affects others.  In the last hundred years there has been\na considerable body of research evidence accumulated\nwhich indicates that clear stereotypes do exist for many\nnames.  These stereotypes can affect how an individual is\nperceived and treated.  Imagine what a <em>Wilbur</em> or a <em>Hortense</em>\nor a <em>Phoebe</em> would be like.  Or, suppose that there is a\nnew staff member in your office: Would you prefer to work\nwith a <em>Stanley</em> or a <em>Michael?</em> a <em>Bertha</em> or a <em>Susan?</em>  Not only\ndo we perceive and treat other individuals differently\nbecause of their names, but our self-perceptions can also be\naffected.  It is apparently true that when some individuals\nwith unpopular (or perceived as unpopular) names finally\nchange their names, they have a better self-perception: for\nexample, a <em>Clarence</em> shifting to <em>Michael</em> and then later\nadmitting how much of a wimp he felt he was when he was\ncalled <em>Clarence</em>.  In addition to being interested in the\nstereotype associated with a name, many people are interested\nin how popular it is, whether it is relatively common\nor infrequent, or whether it is relatively stable or coming\ninto or going out of style.  In general, the scientific literature\nseems to indicate that men prefer relatively common names;\nwomen, less common.  And women's names seem to peak in\npopularity more quickly.  <em>George</em> and <em>Ann</em> are currently way\ndown in popularity in the United States compared to their\nstanding in 1925.  Another concern for researching a name is\nto identify its origin in terms of nationality or meaning.\nWhat is the origin of <em>Michael</em> and <em>Jennifer</em>, two of our most\npopular recent names?  [<em>Michael</em> &lt; Hebrew 'Who is like\nGod'; <em>Jennifer</em> &lt; Welsh 'fair,' from <em>Guinevere</em>, King\nArthur's queen.]  Another aspect of interest is the identity of\nfamous people who have held the name.  <em>Mitzi</em> is associated\nwith <em>Mitzi Gaynor; Jacqueline</em> with <em>Jackie Kennedy</em> or <em>Jacqueline\nCochrane; Jason</em> with <em>Jason Robards; Gary</em> with\n<em>Gary Cooper</em>.</p>\n<p>A third group interested in names includes writers, people\nwho are creating stories set in different periods or\nepochs.  It is to their advantage to use names that are historically\naccurate.  Sir Philip Sydney first used the name <em>Pamela</em>\nin 1590, so if one were writing a novel set before that date or\neven a bit later, the name would be an anachronism.</p>\n<p>These are some of the reasons why people are interested\nin first names.  Now, before going further, mention must be\nmade of some standard references on first names.  The first\nreally modern reference book on names is that of Charlotte\nYonge, <em>History of Christian Names</em> (1863).  Revised in 1884,\nit is still in print.  Her approach, which emphasizes original\nmeanings of names, appeals to philologists.  More recent is\nElizabeth Withycombe's <em>Oxford Dictionary of English\nChristian Names</em> (1945) which is now in its third edition.\nWithycombe made careful accounts of name usage in medieval\nEnglish records but was less interested in recent name\nusage.  George Stewart's <em>American Given Names</em> (1979) is\nexcellent, especially on names in the United States, but it is\ndisappointing in the relatively few names covered.  Finally,\nthere is the recent work by Rabbi Alfred Kolatch (1984),\n<em>The Complete Dictionary of Hebrew and English First\nNames</em>.  This has wide coverage of names and gives excellent\nderivations for those of Hebrew origin; but is not as strong\nin names of European origin.  While all of these references\nhave their strengths, they also have weaknesses which\nDunkling and Gosling sought to address.  Let us now look at\nthe backgrounds of the authors.</p>\n<p>Leslie Dunkling is a BBC producer.  His fascination\nwith names has produced several previous books on names:\n<em>English House Names</em> (1971), <em>The Guinness Book of Names</em>\n(1974), <em>Scottish Christian Names</em> (1978) and <em>First Names\nFirst</em> (1977).  The late William Gosling was a classical\nscholar at Wadham College, Oxford, and an authority on\n17th- and 18th-century Christian names.</p>\n<p>What Dunkling and Gosling have focused on, which is\ndifferent from what other scholars have concentrated on, is\nthe <em>usage</em> of names.  These investigators obviously put a tremendous\namount of effort into identifying just how much a\nspecific name was used, consulting parish registers from\n1600 on in England, Indexes of the Registrars General of\nEngland, Scotland, and Ireland over a period of time, university\ngraduation lists in Australia, Canada, and the United\nStates, and other sources, including some specifically for\nblacks.  Thus, we can have some assurance that when\nDunkling and Gosling write about the usage of a name, popular\nor not, in an ascending or descending cycle of usage,\nthey have some basis for their statement.</p>\n<p>A second aim of Dunkling and Gosling was to go, insofar\nas possible, to the original meaning of the name in its\noriginal language.  The bibliography lists eighty-five entries,\nmany of which are non-English.</p>\n<p>The main section of <em>Dictionary of First Names</em> has\n4,500 main entries in alphabetical order.  However, a given\nentry may mention several more names, so the total number\nof names is more than 10,000.  Thus, under <em>John</em>, there is\n<em>Jon, Jack, Johnson, Jones, Jenkins, Jackson, Hancock, Ian,\nIain</em>, and feminine forms like <em>Jane, Jean, Johanna, Shiona</em>,\netc.  One useful improvement over many name dictionaries is\nthat there is just one section of names instead of two sections,\none for men, another for women.</p>\n<p>Each entry includes the gender usage, linguistic/ethnic\norigin, and in many cases stories, legends, myths, or famous\npeople associated with the name, how the name was introduced,\nits current popularity, and its use within group(s).\nThus, we find the name <em>Elizabeth</em> [&lt; Hebrew <em>Elisheva</em> 'oath\nof God'] was borne by Aaron's wife (Exodus 6:23) and by\nthe mother of John the Baptist, (Luke 1:60), two saints, and\ntwo queens of England.  The popularity of the name is\ndeclining (in Britain) in this century.  Those who are interested\nin the patterns of popularity of specific names throughout\nthe English-speaking world should consult Dunkling's\n<em>First Names First</em>.  For the name <em>Daniel</em>, there is an appropriate\netymology [ &lt; Hebrew 'God is my judge'] from the\nOld Testament, followed by a discussion of how little the\nname was used until 1955, then how it hit a peak in the\n1970s.  Mention is made of the influence of Daniel Boone\n(1735-1820) and that of two films (1950, 1956) and a television\nseries (begun in 1964) based on his life.</p>\n<p>For many of the entries, diminutives and pet forms are\ngiven, as <em>Bill, Billy</em>, and <em>Will</em>.  For some names, where there\nmight be a problem, pronunciations are given.  Variant\nspellings are also included.  Thus <em>Eileen</em> can show up as\n<em>Eilean, Eilleen, Ilean, Ileene, Ilene</em>, and, in a Scottish form,\nas <em>Aileen</em>.  For names that do not appear among the entries,\nthe authors are sympathetic: in the Introduction they give\nsome good suggestions on how to go about tracking down a\nname.</p>\n<p>Finally, literary references are given for a number of\nnames.  <em>Jasper</em> is cited for a Dickens character in <em>The Old\nCuriosity Shop; Helen</em> for some famous lines in Marlowe's\n<em>Dr. Faustus</em>.</p>\n<p>Concluding the book is a series of tables of the 50 most\npopular names over several selected years, from 1925-1981,\nfor boys and girls, for England and Wales, and for the\nUnited States.</p>\n<p>An overall assessment of Dunkling and Gosling would\nhave to conclude that this is clearly the most valuable book\navailable on first names.  The authors have done as much as\nanyone could reasonably do to bring together such a vast\namount of rich material.  They have achieved their goals of\ndealing with aspects of names concerning etymology, meaning,\nintroduction, popularity, usage, and literary reference.\nThose who have enjoyed John Ciardi's <em>A Browser's Dictionary</em>\nwill probably enjoy browsing through this volume's stories\nabout names.  <em>The Facts on File Dictionary of First\nNames</em> is a tremendous contribution and belongs in personal,\nuniversity, and public libraries—wherever there is\nneed for a reference source on names.</p>\n<p><em>[Edwin D. Lawson, State University College, Fredonia, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/everymans-dictionary-of-first-names-everymans-reference-library_leslie-dunkling_william-gosling/1651192/#edition=1613345&amp;idiq=10880387\"><em>The Facts on File Dictionary of First Names</em></a></h1> <p>Leslie Dunkling and William Gosling, (Facts on File, 1986), xiv + 305pp.</p> <p>[Published in England by Dent in 1983 as <em>Everyman's Dictionary of First Names</em>]</p> <p>The study of names is called onomastics.  More than 30\nyears ago, enthusiastic individuals interested in place names,\nliterary names, and personal names formed the American\nName Society.  The organization now has two regular publications\n(<em>Names</em> and <em>ANS Newsletter</em>), and several hundred\nmembers as well as affiliated societies with their own publications.</p> <p>As their joint contribution to onomastics, Dunkling and\nGosling have focused on first names.  Why are first names\nimportant?  Why should there be a book on them?  And, if\nthey are important, why is this book an improvement on\nthose we already have?  These are some of the questions that\nhave to be answered.</p>"
}