{
  "type": "Article",
  "title": "Patterned Words and Phrases",
  "author": "Barbara Hunt Lazerson",
  "location": "Illinois State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Patterned Words and Phrases</h1>\n<p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p>\n<p>In a <em>sky-breaking ceremony</em> that was held in Grand Rapids,\nMichigan, in March 1981, a helicopter hovered 318\nfeet above the ground to mark what was to be the top of a\nplanned 28-story structure.  In May of the preceding year,\ndebris from Mount St. Helens, a volcano in Washington\nstate, had caused a baseball game to be <em>ashed out</em>.  <em>TV\nGuide</em><sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> has published a <em>cop's-eye view</em> of the program <em>Hill\nStreet Blues</em>; the <em>Chicago Tribune</em><sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> has published a <em>man's-eye\nview</em> of Dr. Joyce Brothers' book.  <em>What Every Woman\nShould Know about Men</em>; and <em>Today</em><sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> has presented a\n<em>child's-eye view</em> of being homeless.  Newspaper articles have\ndealt with <em>jayjoggers, jaydriving, jaymarching</em>, and <em>joysailing</em>.\nIllegal aliens from Canada have been labeled\n<em>icebacks</em> and <em>snowbacks</em>.  Johnny Carson has jokingly\nreferred to illegal aliens from outer space as <em>spacebacks</em>.\nDesmond Wilson, who for six years was a star of the TV sitcom\n<em>Sanford</em> and <em>Son</em>, has declared that he is a <em>Johnny</em>\n<em>Jesus-seed</em> because he is now a full-time evangelist who\nplants his religious seeds and goes on.  These terms, all of\nwhich have appeared in the media in recent years, fill one\nwith a sense of lexical déjà vu; and rightly so, for they were\npatterned after <em>ground-breaking ceremony</em>, <em>rained out</em>,\n<em>bird's-eye view, jaywalkers, jaywalking, joyriding, wetbacks</em>,\nand <em>Johnny Appleseed</em>, respectively.  As <em>The Second\nBarnhart Dictionary of New English</em><sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> has pointed out, a patterned\nform “is distinctive because it might never have been\ncoined had a previous form or pattern of forms not existed to\nserve as the blueprint for its creation.”  The mechanism\nunderlying this phenomenon is illustrated by a statement\nmade by movie critic Neal Gabler on <em>Sneak Previews</em><sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>\nregarding the movie <em>The Lord of the Flies</em>: “They call some\nbooks a good read.  Well, this movie is a good watch.”  A farrago\nof patterned forms is discussed below.  When such\ninformation is available, an earliest-use date, which usually\nappears in parentheses after the word, is provided for those\nterms that have been accepted by lexicographers as a permanent\npart of the language.  Unless otherwise specified, this\ndate is from <em>Webster's Ninth New Collegiate Dictionary</em>\n(1983).</p>\n<p>According to <em>Suffixes and Other Word-Final Elements\nof English,</em> <sup><a href=\"#user-content-fn-a6\" id=\"user-content-user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> <em>-buster</em> is “a noun and a noun-forming word-final\nelement, derived from the verb <em>bust</em> 'burst, break' and\n<em>-er</em> ['a person who does or performs an action'], used in combination\nmeaning 'a person or thing that breaks or breaks\nup something' named by the combining root: <em>sodbuster</em>,\n<em>broncobuster</em>, <em>bellybuster</em>.”  Lexicographers have listed several\nwords ending in <em>-buster</em>.  <em>Webster's Ninth</em> has recorded\nas main entries <em>broncobuster</em> (1887) 'one who breaks wild\nhorses to the saddle'; <em>trustbuster</em> (1903) 'one who seeks to\nbreak up business trusts; <em>specif:</em> a federal official who prosecutes\ntrusts under the antitrust laws'; <em>sodbuster</em> (ca. 1918)\n'one (as a farmer or a plow) that breaks the sod'; <em>gangbuster</em>\n(1940) 'one engaged in the aggressive breakup of organized\ncriminal gangs' (the radio show that was apparently the\nsource of this term was first broadcast in 1936); <em>blockbuster</em>\n(1942), a term that began its lexical life during World War\nII as the label for the 8,000-pound bombs dropped by the\nRAF, so called because one bomb could destroy an entire\ncity block.  <em>Barnhart's Second</em> has recorded <em>fuzzbuster</em> (1977)\n'an electronic device for detecting radar,' from <em>fuzz</em>, slang\nfor <em>police</em> + -<em>buster</em>, so called because the device makes\npolice radar ineffective, and <em>silo buster</em> (1977) 'a nuclear\nmissile designed to destroy enemy silos to prevent a retaliatory\nattack.' <em>9,000 Words</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> has recorded <em>chartbusters</em> (no\ndate) 'one that is a best seller; <em>esp:</em> a best-selling phonograph\nrecord.'  While this list of terms is incomplete because not\nevery <em>-buster</em> word created between 1887, the date given for\n<em>broncobuster</em>, and 1983, the year <em>Webster's Ninth</em> and <em>9,000\nWords</em> were published, is included in “the” dictionary, the\nlist is undoubtedly accurate in suggesting that for nearly a\ncentury compounds ending in <em>-buster</em> were produced only\nintermittently.  However, this changed dramatically in 1984\nwith the advent of the movie <em>Ghostbusters</em>.  This mega-hit\nhad been preceded by months of media hype that featured\nthe international symbol for prohibition (a circle with a\ndiagonal line cutting it in half) imposed upon a stylized picture\nof a ghost.  This popular comedy about ghost exterminators\nserved as the impetus for the creation of a plethora of\nneologisms.  The baker's dozen that follow are but a sample:\n<em>backache busters</em>, exercises designed to reduce or eliminate\nback pain; <em>bug busters</em>, a humorous label for specialists who\nrid software of bugs and a trendy term for techniques that\nwill rid the house of bugs; <em>clichébusters</em>, an epithet for that\ngroup of language guardians known as the Unicorn Hunters\nwho included <em>-busters</em> in their 10th annual list of words and\nphrases to be banished from the English language; <em>dust busters</em>,\na support group that helps women deal with housework;\n<em>fake Apple busters</em>, those who try to rid the market of\nforeign-made clones of the Apple computer; <em>funbusters</em>, an\nepithet given to the police in a central Illinois college town\nbecause of their efforts to control beer-drinking parties; <em>holiday\nstress-busters</em>, suggestions for reducing holiday-related\nstress; <em>nailbiter busters</em>, artificial nails that keep you from\nbiting your natural nails; <em>Reaganbusters</em>, a group of students\nwho tried to keep President Reagan from being re-elected;\n<em>thugbuster</em>, an epithet for Bernhard Goetz, who shot four\nteen-agers on a New York subway; <em>troll busters</em>, a label for\nthose who harass vagrants in Santa Cruz, California, where\nvagrants are known as trolls; <em>waistbusters</em>, exercises\ndesigned to reduce one's waist; <em>weed busters</em>, what a lawncare\ncompany called itself in an advertisement that promised\nthe elimination of dandelions, thistles, and other weeds.\nIt is highly likely that this word-generating phenomenon\nwill subside long before <em>Ghostbusters</em> is relegated to the late,\nlate show.  Be that as it may, the “neologorrhea” stimulated\nby this movie has been of such a magnitude that <em>The 1985\nWorld Book Year Book</em><sup><a href=\"#user-content-fn-a8\" id=\"user-content-user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> has commented on it: “Ghostbusters\n... became the most successful comedy ever released in\nthe United States.  The term <em>busters</em> became part of American\npop culture, appearing in advertising for insecticides\n(<em>Roachbusters</em>), cigarette warnings (<em>Smokebusters</em>), and\nother products.”  <em>USA Today</em><sup><a href=\"#user-content-fn-a9\" id=\"user-content-user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> has labeled this lexical phenomenon\n<em>buster-mania</em> and the resultant neologisms\n<em>busterisms</em>.</p>\n<p>It has taken sixty-five years for only a handful of <em>collar</em>\nterms to be added to the language, and semantic restrictions\nmake it highly unlikely that such adjectives will ever proliferate\nin the way <em>-buster</em> terms have.  The <em>“ur-term”</em> was\n<em>white-collar</em> (1920), a label for those who hold jobs that do\nnot require them to wear protective clothing.  <em>White-collar</em>\nwas followed by three other adjectives, each of which was\nbased upon the color of the work clothes allegedly worn by\npeople in a particular branch of the workforce: <em>blue-collar</em>\n(1946), a label for those who do manual labor; <em>gray-collar</em>\n(1968<sup><a href=\"#user-content-fn-a10\" id=\"user-content-user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup>), a label for those who repair television sets, washing\nmachines, and similar equipment; <em>pink-collar</em> (1977), a\nlabel for those in jobs that traditionally have been held by\nwomen.  The latest addition to this list of “chromatic” collar\nterms is <em>gold-collar</em>, a word too new to be included in even\nthe most recently published dictionary.  <em>Gold-collar</em> was\nintroduced by Robert E. Kelley in his book <em>The Gold-Collar\nWorker</em> (Addison-Wesley, 1985) as a label for that new\nbreed of workers—lawyers, computer programmers, stock\nanalysts, community planners, scientists, researchers,\neditors, and engineers—who engage in complex problem-solving.\nIn this case, <em>gold</em> alludes not to the color of a work\nuniform, but to the elite status of these cream-of-the-crop\nworkers who are so valuable that they have mobility in even\na tight job market.  <em>Collar</em> terms based upon features other\nthan color have also appeared in recent years.  Ralph Whitehead,\na University of Massachusetts professor, has coined\n<em>new-collar</em> to label that third of the baby-boom generation\nwho are what he calls the “workhorses of the service community.”\nThese <em>new-collar</em> workers, who are employed as\nclerks, keypunch operators, insurance agents, teachers,\nnurses, and secretaries, are under 45 and have family\nincomes of between $20,000 and $40,000.  <em>Small-collar</em> was\nused by <em>Time</em><sup><a href=\"#user-content-fn-a11\" id=\"user-content-user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> to refer to youngsters who sell seeds in order\nto earn money.  This undoubtedly will prove to be a nonce\nterm.  By way of contrast, <em>steel-collar</em>, which dates from\napproximately 1982,<sup><a href=\"#user-content-fn-a12\" id=\"user-content-user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> shows signs of becoming a permanent\npart of the language; for robots “who” have been called\n<em>steel-collar workers</em> and a <em>steel-collar workforce</em>, appear to\nbe the wave of the future where industry is concerned.\nRobots have also been referred to as <em>iron-collar workers</em>, but\nI doubt that <em>iron-collar</em> will be able to compete successfully\nwith <em>steel-collar</em>.</p>\n<p><em>Culture shock</em> (ca. 1960) entered the language approximately\na quarter of a century ago as the name for the confusion\nand anxiety that can affect a person who is suddenly\nexposed to an alien culture without adequate preparation.\nIn the intervening years, Americans have been shocked by a\nvariety of things that have been given labels by the media.\nFor example, squeezing one's overweight body into a formfitting\ndress results in <em>size shock</em>; coping with the demands of\nan infant gives new parents <em>baby shock</em>; being required to\nselect a personal computer from the myriad that are available\nproduces a condition known variously as <em>computer\nshock, personal computer shock</em>, and <em>option shock</em>; and\nviewing the numerous tragedies—e.g., the hostage crisis in\nBeirut—presented on TV results in <em>tube shock</em>.  However,\ninflation has been by far the greatest source of <em>shock terms</em>;\nfor journalists have created names for the distress resulting\nfrom the high price of cars (<em>sticker shock</em>), college degrees\n(<em>sheepskin shock</em>), electricity (<em>meter shock, electricity\nshock</em>), utilities in general (<em>rate shock</em>), petroleum (<em>oil\nshock</em>), mortgages (<em>mortgage payment shock</em>, <em>payment\nshock</em>), interest on the use of credit cards (<em>credit shock</em>), and\nbills in general (<em>bill shock</em>).  But it is <em>future shock</em>, Alvin\nToffler's label for the physical and psychological distress\nresulting from one's inability to cope with rapid social and\ntechnological change, that has become the most widely used\nof all <em>shock</em> terms.  In fact, <em>future shock</em>, which Toffler introduced\nin a 1965 magazine article,<sup><a href=\"#user-content-fn-a13\" id=\"user-content-user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> became a national\nbuzzword when his book by that name was published in\n1970.  Since then, <em>past shock</em> and <em>present shock</em>, which, as\nused in the media, mean essentially the same thing as <em>future\nshock</em>, have been created to fill the lexical gaps in the time\ndimension suggested by Toffler's term.  Other neologisms\nbased upon <em>future shock</em> have been created by replacing\n<em>shock</em> with similar sounding words: <em>future schlock</em>, a generic\nterm for the new junk foods that will soon be on the market;\n<em>future shuck</em>, a derogatory term for the prognostications\nmade by futurists; <em>future frock</em>, a dress soon to be worn by\nthe fashion-conscious; <em>future shack</em>, the maintenance-free\nhome of the future.  By simply adding <em>-s</em> to <em>future</em>, one journalist\ncreated <em>futures shock</em>, a label for the consternation\nthat swept through the commodity futures industry in the\nspring of 1985 when it was learned that the customers of\nVolume Investors Corp., a member of the Commodity\nExchange, might lose about $3.5 million as a result of that\nfirm's collapse.  Finally, cartoonist Thaves, who draws\n<em>Frank</em> and <em>Ernest</em>, has replaced both <em>future</em> and <em>shock</em> with\nsound-alike words to create <em>Feature Schlock</em>, the name of an\nimaginary documentary about the making of a TV miniseries.</p>\n<p>A whodunit is a mystery novel, play, or motion picture\nthat challenges the reader or viewer to figure out who committed\na crime, usually a murder.  <em>Whodunit</em> (1930) is an\ninteresting term from a patterning perspective because it\nconsists of three words, all of which have been changed,\neither singly or in parts, to produce new triadic nouns.\n<em>Barnhart's Second</em> lists <em>whydunit</em> (1971), which it defines as\n'a mystery novel, play, or motion picture which deals primarily\nwith the motivation for the crime.'  Similar terms\nthat have appeared in the media in recent years are <em>who'll-do-it,\nwhatsawit, whodunwhat</em>, and <em>howdunit</em>.  The mix-and-match\nquality of these five progeny suggests that the\npatterning potential of whodunit is far from exhausted.</p>\n<p>Some borrowed phrases that still retain their foreign\nquality have generated phrases patterned after them.  <em>Pièce\nde résistance</em> (1839) has produced the sound-alike <em>pièce de\nresidence</em>, an eye-catching designation for a magnificent\nlakefront residence in the Chicago area.  From <em>tour de force</em>\n(1805) has come <em>tour de farce</em>, a “punny” label for the NBC-TV\ncontemporary comedy, <em>Saturday Night Live</em>.  <em>Soup du\njour</em> (ca. 1945) has given us <em>scoop du jour</em>, a humorous term\nfor an exclusive news story, and <em>sloop du jour</em>, which is what\ncartoonist Thaves has called a sailboat that is used as a daily\nferry.</p>\n<p>Even an acronym can produce patterned progeny, as\n<em>Yuppie</em> (<em>Young Urban Professional</em> + -<em>pie</em>) has demonstrated.\nThis vogue term, which may have been influenced\nby <em>Yippie</em> (the label for a person belonging to Youth\n<em>International Party</em>, a hippie organization) has stimulated\nwordsmiths to create a plethora of similar acronyms that\nalmost invariably have been used in a tongue-in-cheek\nmanner: <em>Buppie</em> = <em>Black Urban Professional</em>; <em>Grumpie</em> =\n<em>Grownup Mature Person</em>; <em>Cuppie</em> = <em>Gay Urban Professional</em>;\n<em>Juppie</em> = <em>Japanese Urban Professional</em>; <em>Mummy</em>\n= <em>Mature Upwardly Mobile Mommy</em>; <em>Muppie</em> = <em>Mature\nUrban Professional</em> (a Yuppie who has reached the age of\n40); <em>Puppie</em> = <em>Pregnant Urban Professional</em>; <em>Scampie</em> =\nSocietally Conscious, Affluent, <em>Mature Parent</em>; <em>Schleppy</em> =\n<em>Screwed-up, Haggard, Lackluster</em>, <em>Ex</em>hausted <em>Person</em>;\n<em>Yappie</em> = <em>Young Aspiring Professional; Yechie</em> = <em>Young\nElite Chicagoan; Yubbie</em> = <em>Young Urban Breadwinner;\nYucky</em> = <em>Yammering Urban Curmudgeon; Yuffie</em> =\n<em>Young Urban Failure; Yummie</em> = <em>Young Urban Mafioso;\nYummy</em> = <em>Young Upwardly Mobile Mommy; Yumpy</em> =\n<em>Young Upwardly Mobile Papa</em> or <em>Young Upwardly Mobile\nProfessional</em>.  Additionally, <em>Yuppie</em> has resulted in the creation\nof <em>yuplash</em> 'a strong, negative reaction against the Yuppie\nconcept,' patterned after <em>backlash</em> (ca. 1957<sup><a href=\"#user-content-fn-a14\" id=\"user-content-user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>); <em>yupscale</em>,\nafter <em>upscale</em> (1972); <em>Yupper West Side</em>, after <em>Upper West\nSide</em>; and <em>onward</em> and <em>yupward</em>, after <em>onward</em> and <em>upward</em>.</p>\n<p>Rhyming and opposition are the ready handmaidens of\npatterning.  Rhyming has produced colorful terms such as\n<em>sky à la mode</em>—a skyscraper condominium that provides as a\n“topping” the luxury of being close to shops, restaurants,\nand theaters—patterned after <em>pie à la mode</em> (1880s<sup><a href=\"#user-content-fn-a15\" id=\"user-content-user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup>); <em>Bourbon\nCowboy</em>—the title of a potential movie about drunken\ncowboys—patterned after <em>Urban Cowboy</em>, which was the\ntitle of a 1980 movie; and <em>slime time</em>—an undesirable time\nslot for a TV show—patterned after <em>prime time</em> (1958).\nOpposition has produced antonyms for words and phrases\nthat have been in the language for several centuries as well\nas for terms of such recent origin that they are almost neologisms\nthemselves: <em>brand-new</em> (1570) &gt; <em>brand-old</em>; <em>old-wives'\ntale</em> (1656) &gt; <em>new wives' tale</em>; <em>malpractice</em> (1671) &gt;\n<em>malhealth</em>, what one physician recommended patients be\ncharged with when they violate the orders of their doctors;\n<em>fair-weather friends</em> (1736) &gt; <em>foul-weather friends; G-men</em>\n(1917) &gt; <em>G-women; upward mobility</em> (1949) &gt; <em>downward\nmobility; Moral Majority</em> (1979<sup><a href=\"#user-content-fn-a16\" id=\"user-content-user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup>) &gt; <em>Immoral Majority</em> and\nthe double antonym, <em>Immoral Minority; user-friendly</em> (ca.1)  &gt; <em>user-unfriendly</em> and the even-more-negative <em>user-hostile</em>.</p>\n<p>Patterning is the sine qua non for the punster.  One need\nlook only as far as the adjective <em>born-again</em> (1967) to see that\nthis is so.  This term, which <em>Barnhart's Second</em> defines in the\nfigurative sense as 'marked by a rebirth or renewal (as of\ninterest, freshness, or youth); resurgent,' served as the inspiration\nfor the following three puns.  A used-clothes store in\nDecatur, Illinois, is named <em>Worn Again</em> and bills itself as the\nplace “for clothes too good to be through.”  Punster Edward\nStevenson has declared that “back-to-the-soil advocates\n[are] barn-again farmers.”  An eye-catching caption above\nan article that raised the question of whether Bjorn Borg\nwould ever return to tennis queried, “Bjorn-again tennis\nplayer?”</p>\n<p>At first glance, patterning would appear to be the\nantithesis of creativity; for the word <em>pattern</em> conjures up\nimages of products such as pictures, dresses, and prefabricated\nhouses that are all of a kind.  However, as the preceding\nexamples have shown, patterning is a lexical device that\nenables the capable wordsmith to generate neologisms from\nfamiliar terms.  Thus, patterning adds to the flexibility that\nis the hallmark of contemporary English.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>June 20, 1981, p. A-5. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>June 13, 1982, sec. 12, p. 1. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>NBC-TV, April 9, 1985. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a4\">\n<p>Bronxville: Barnhart, 1980, p. 346. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a5\">\n<p>WILL-TV, Urbana, Illinois, Feb. 18, 1983. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a6\">\n<p>Detroit: Gale Research Company, 1982, p. 224. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a7\">\n<p>Springfield, Mass: Merriam-Webster, 1983, p. 36. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a8\">\n<p>Chicago: World Book, Inc., 1985, p. 405. <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a9\">\n<p>July 23, 1985, p. 2B. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a10\">\n<p><em>Barnhart's Second</em>, p. 358. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a11\">\n<p>Oct. 12, 1981, p. 86. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a12\">\n<p><em>American Speech</em>, Vol. 59, p. 68. <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a13\">\n<p>“The Future as a Way of Life.”  Horizon, 1965, Vol. 7, No. 3, pp. 108-15. <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a14\">\n<p><em>The Oxford English Dictionary</em>, Supplement I, p. 177. <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a15\">\n<p>Stuart Berg Flexner (<em>I Hear America Talking</em>.  New York: Van Nostrand Reinhold, 1976, pp. 68-69.) has stated that <em>“pie à la mode</em> ...has been around since the 1880s, but became widely known only after the famous Delmonico's restaurant put it on its menu around the end of World War I.” <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a16\">\n<p>According to <em>Newsweek</em>, Sept. 21, 1981, p. 17, the Moral Majority was established in June 1979. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Patterned Words and Phrases</h1> <p><em><span data-rel=\"author\">Barbara Hunt Lazerson</span> <span data-rel=\"location\">Illinois State University</span></em></p> <p>In a <em>sky-breaking ceremony</em> that was held in Grand Rapids,\nMichigan, in March 1981, a helicopter hovered 318\nfeet above the ground to mark what was to be the top of a\nplanned 28-story structure.  In May of the preceding year,\ndebris from Mount St. Helens, a volcano in Washington\nstate, had caused a baseball game to be <em>ashed out</em>.  <em>TV\nGuide</em><sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> has published a <em>cop's-eye view</em> of the program <em>Hill\nStreet Blues</em>; the <em>Chicago Tribune</em><sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> has published a <em>man's-eye\nview</em> of Dr. Joyce Brothers' book.  <em>What Every Woman\nShould Know about Men</em>; and <em>Today</em><sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> has presented a\n<em>child's-eye view</em> of being homeless.  Newspaper articles have\ndealt with <em>jayjoggers, jaydriving, jaymarching</em>, and <em>joysailing</em>.\nIllegal aliens from Canada have been labeled\n<em>icebacks</em> and <em>snowbacks</em>.  Johnny Carson has jokingly\nreferred to illegal aliens from outer space as <em>spacebacks</em>.\nDesmond Wilson, who for six years was a star of the TV sitcom\n<em>Sanford</em> and <em>Son</em>, has declared that he is a <em>Johnny</em>\n<em>Jesus-seed</em> because he is now a full-time evangelist who\nplants his religious seeds and goes on.  These terms, all of\nwhich have appeared in the media in recent years, fill one\nwith a sense of lexical déjà vu; and rightly so, for they were\npatterned after <em>ground-breaking ceremony</em>, <em>rained out</em>,\n<em>bird's-eye view, jaywalkers, jaywalking, joyriding, wetbacks</em>,\nand <em>Johnny Appleseed</em>, respectively.  As <em>The Second\nBarnhart Dictionary of New English</em><sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> has pointed out, a patterned\nform “is distinctive because it might never have been\ncoined had a previous form or pattern of forms not existed to\nserve as the blueprint for its creation.”  The mechanism\nunderlying this phenomenon is illustrated by a statement\nmade by movie critic Neal Gabler on <em>Sneak Previews</em><sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>\nregarding the movie <em>The Lord of the Flies</em>: “They call some\nbooks a good read.  Well, this movie is a good watch.”  A farrago\nof patterned forms is discussed below.  When such\ninformation is available, an earliest-use date, which usually\nappears in parentheses after the word, is provided for those\nterms that have been accepted by lexicographers as a permanent\npart of the language.  Unless otherwise specified, this\ndate is from <em>Webster's Ninth New Collegiate Dictionary</em>\n(1983).</p> <p>According to <em>Suffixes and Other Word-Final Elements\nof English,</em> <sup><a href=\"#user-content-fn-a6\" id=\"user-content-user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> <em>-buster</em> is “a noun and a noun-forming word-final\nelement, derived from the verb <em>bust</em> 'burst, break' and\n<em>-er</em> ['a person who does or performs an action'], used in combination\nmeaning 'a person or thing that breaks or breaks\nup something' named by the combining root: <em>sodbuster</em>,\n<em>broncobuster</em>, <em>bellybuster</em>.”  Lexicographers have listed several\nwords ending in <em>-buster</em>.  <em>Webster's Ninth</em> has recorded\nas main entries <em>broncobuster</em> (1887) 'one who breaks wild\nhorses to the saddle'; <em>trustbuster</em> (1903) 'one who seeks to\nbreak up business trusts; <em>specif:</em> a federal official who prosecutes\ntrusts under the antitrust laws'; <em>sodbuster</em> (ca. 1918)\n'one (as a farmer or a plow) that breaks the sod'; <em>gangbuster</em>\n(1940) 'one engaged in the aggressive breakup of organized\ncriminal gangs' (the radio show that was apparently the\nsource of this term was first broadcast in 1936); <em>blockbuster</em>\n(1942), a term that began its lexical life during World War\nII as the label for the 8,000-pound bombs dropped by the\nRAF, so called because one bomb could destroy an entire\ncity block.  <em>Barnhart's Second</em> has recorded <em>fuzzbuster</em> (1977)\n'an electronic device for detecting radar,' from <em>fuzz</em>, slang\nfor <em>police</em> + -<em>buster</em>, so called because the device makes\npolice radar ineffective, and <em>silo buster</em> (1977) 'a nuclear\nmissile designed to destroy enemy silos to prevent a retaliatory\nattack.' <em>9,000 Words</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> has recorded <em>chartbusters</em> (no\ndate) 'one that is a best seller; <em>esp:</em> a best-selling phonograph\nrecord.'  While this list of terms is incomplete because not\nevery <em>-buster</em> word created between 1887, the date given for\n<em>broncobuster</em>, and 1983, the year <em>Webster's Ninth</em> and <em>9,000\nWords</em> were published, is included in “the” dictionary, the\nlist is undoubtedly accurate in suggesting that for nearly a\ncentury compounds ending in <em>-buster</em> were produced only\nintermittently.  However, this changed dramatically in 1984\nwith the advent of the movie <em>Ghostbusters</em>.  This mega-hit\nhad been preceded by months of media hype that featured\nthe international symbol for prohibition (a circle with a\ndiagonal line cutting it in half) imposed upon a stylized picture\nof a ghost.  This popular comedy about ghost exterminators\nserved as the impetus for the creation of a plethora of\nneologisms.  The baker's dozen that follow are but a sample:\n<em>backache busters</em>, exercises designed to reduce or eliminate\nback pain; <em>bug busters</em>, a humorous label for specialists who\nrid software of bugs and a trendy term for techniques that\nwill rid the house of bugs; <em>clichébusters</em>, an epithet for that\ngroup of language guardians known as the Unicorn Hunters\nwho included <em>-busters</em> in their 10th annual list of words and\nphrases to be banished from the English language; <em>dust busters</em>,\na support group that helps women deal with housework;\n<em>fake Apple busters</em>, those who try to rid the market of\nforeign-made clones of the Apple computer; <em>funbusters</em>, an\nepithet given to the police in a central Illinois college town\nbecause of their efforts to control beer-drinking parties; <em>holiday\nstress-busters</em>, suggestions for reducing holiday-related\nstress; <em>nailbiter busters</em>, artificial nails that keep you from\nbiting your natural nails; <em>Reaganbusters</em>, a group of students\nwho tried to keep President Reagan from being re-elected;\n<em>thugbuster</em>, an epithet for Bernhard Goetz, who shot four\nteen-agers on a New York subway; <em>troll busters</em>, a label for\nthose who harass vagrants in Santa Cruz, California, where\nvagrants are known as trolls; <em>waistbusters</em>, exercises\ndesigned to reduce one's waist; <em>weed busters</em>, what a lawncare\ncompany called itself in an advertisement that promised\nthe elimination of dandelions, thistles, and other weeds.\nIt is highly likely that this word-generating phenomenon\nwill subside long before <em>Ghostbusters</em> is relegated to the late,\nlate show.  Be that as it may, the “neologorrhea” stimulated\nby this movie has been of such a magnitude that <em>The 1985\nWorld Book Year Book</em><sup><a href=\"#user-content-fn-a8\" id=\"user-content-user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> has commented on it: “Ghostbusters\n... became the most successful comedy ever released in\nthe United States.  The term <em>busters</em> became part of American\npop culture, appearing in advertising for insecticides\n(<em>Roachbusters</em>), cigarette warnings (<em>Smokebusters</em>), and\nother products.”  <em>USA Today</em><sup><a href=\"#user-content-fn-a9\" id=\"user-content-user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> has labeled this lexical phenomenon\n<em>buster-mania</em> and the resultant neologisms\n<em>busterisms</em>.</p> <p>It has taken sixty-five years for only a handful of <em>collar</em>\nterms to be added to the language, and semantic restrictions\nmake it highly unlikely that such adjectives will ever proliferate\nin the way <em>-buster</em> terms have.  The <em>“ur-term”</em> was\n<em>white-collar</em> (1920), a label for those who hold jobs that do\nnot require them to wear protective clothing.  <em>White-collar</em>\nwas followed by three other adjectives, each of which was\nbased upon the color of the work clothes allegedly worn by\npeople in a particular branch of the workforce: <em>blue-collar</em>\n(1946), a label for those who do manual labor; <em>gray-collar</em>\n(1968<sup><a href=\"#user-content-fn-a10\" id=\"user-content-user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup>), a label for those who repair television sets, washing\nmachines, and similar equipment; <em>pink-collar</em> (1977), a\nlabel for those in jobs that traditionally have been held by\nwomen.  The latest addition to this list of “chromatic” collar\nterms is <em>gold-collar</em>, a word too new to be included in even\nthe most recently published dictionary.  <em>Gold-collar</em> was\nintroduced by Robert E. Kelley in his book <em>The Gold-Collar\nWorker</em> (Addison-Wesley, 1985) as a label for that new\nbreed of workers—lawyers, computer programmers, stock\nanalysts, community planners, scientists, researchers,\neditors, and engineers—who engage in complex problem-solving.\nIn this case, <em>gold</em> alludes not to the color of a work\nuniform, but to the elite status of these cream-of-the-crop\nworkers who are so valuable that they have mobility in even\na tight job market.  <em>Collar</em> terms based upon features other\nthan color have also appeared in recent years.  Ralph Whitehead,\na University of Massachusetts professor, has coined\n<em>new-collar</em> to label that third of the baby-boom generation\nwho are what he calls the “workhorses of the service community.”\nThese <em>new-collar</em> workers, who are employed as\nclerks, keypunch operators, insurance agents, teachers,\nnurses, and secretaries, are under 45 and have family\nincomes of between $20,000 and $40,000.  <em>Small-collar</em> was\nused by <em>Time</em><sup><a href=\"#user-content-fn-a11\" id=\"user-content-user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> to refer to youngsters who sell seeds in order\nto earn money.  This undoubtedly will prove to be a nonce\nterm.  By way of contrast, <em>steel-collar</em>, which dates from\napproximately 1982,<sup><a href=\"#user-content-fn-a12\" id=\"user-content-user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> shows signs of becoming a permanent\npart of the language; for robots “who” have been called\n<em>steel-collar workers</em> and a <em>steel-collar workforce</em>, appear to\nbe the wave of the future where industry is concerned.\nRobots have also been referred to as <em>iron-collar workers</em>, but\nI doubt that <em>iron-collar</em> will be able to compete successfully\nwith <em>steel-collar</em>.</p>"
}