{
  "type": "Article",
  "title": "Spherical Containment Device",
  "author": "Theodor Schuchat",
  "location": "Bellevue, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Spherical Containment Device</h1>\n<p><em><span data-rel=\"author\">Theodor Schuchat</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p>\n<p>I hereby salute Bartelt Design &amp; Manufacturing of Mill\nValley, California, for trying—with a smile—to dispel\nsome of the verbal fog drifting across the face of American\nbusiness and industry, obscuring the simple truth.  Bartelt\nmakes one of those wooden gadgets that stand on your\nkitchen table or counter and hold a roll of paper toweling\nupright.  You tear off a piece to wipe up a spill.  Self-evident.</p>\n<p>Bartelt's version of this commonplace item, however, is\nsold with Technical Bulletin No. 3306-7, an illustrated sheet\nthat explains, with a straight face, how to get the roll of\npaper toweling on Bartelt's Towel Tote and how to tear off\na piece after the roll is installed.  The Technical Bulletin, by\nJeff Bartelt, is a parody of the fatuous nomenclature that\nclutters the contemporary American economy.  The stick on\nwhich the paper roll is impaled is called a Vertical Tube\nCore.  The wooden base is identified as a Low Friction Moisture\nResisting Pad.  And Bartelt gives away a trade secret by\nadmitting that its Spherical Containment Device was “formerly\nKnob at Top.”  The latter, Bartelt explains, is “anthropomorphically\ndesigned” and “welcomes the carrying hand\n(left or right).”</p>\n<p>We've been seeing entirely too much of this kind of pretentious\nprose lately.  The Strand Theater in Madison, Wisconsin,\nhas the nerve to call its trash cans “patron assistance\ncontainers.” John McSweeney of Cedar Falls, Iowa, makes\nso bold as to advertise that he builds “hog containment\nunits”: pigpens to thee and me.  No self-respecting business is\nsatisfied with a truck these days: it must operate a “mobile\nunit.”  The truck with the television camera gear, of course,\nis a “location production unit.”  The carts they push down\nthe Northwest Orient aisles are now “food modules.”  Once\nthe Seattle Public Library had a bookmobile; now it has a\n“Traveling Library Center.”</p>\n<p>If the frequency with which I encounter it is indicative,\neven classier than operating a “unit” or a “module” is running\na “center.”  A hospital laundry calls itself a “Fabric\nCare Center.”  A drugstore is now a “Family Health Care\nCenter.”  The ship's bridge has become the “Vessel Control\nCenter.”  In Seattle, Kelley's Telephone Answering Service\ndoesn't have an office; it has its very own “Communications\nCenter.”  The St. Louis airport has replaced its ticket counters\nwith “service centers,” but the computer goes down anyway.\nNot to worry, though, the trouble-shooting mechanic\nis hard at work, providing “hardware support” to the “end-user.”\nWhy can't they just repair the machine for the customer?\nBecause plain talk is unfashionable nowadays, that's\nwhy.  Because they get more money for old railroad ties if\nthey call them “landscape timbers,” that's why.  Because\npeople will more willingly wash windows and clean floors if\nyou label their truck a “pollution control unit,” that's why.</p>\n<p>Who dreams up this fustian?  It is people who sit at a\n“work surface” instead of a desk, the kind who carry a “data\ntransport system” instead of an attaché case.  They're the\nones who sold me an “Energy Management System” instead\nof a thermostat.  They never need laundry or dry cleaning,\nonly “textile services.”  They think we don't know what's\nafoot when they go into a massage parlor that calls itself an\n“Adult Social Service Center.”</p>\n<p>But Bartelt Design &amp; Manufacturing is a beacon of\nhope amid the miasma that surrounds us.  They're using the\nright weapon: laughter is the only intelligent response to\nmindless affectation.  Poking fun at the pretentiousness of\nothers apparently is profitable, too.  Bartelt's Towel Tote is a\nbestseller.  And I can hardly wait to read the Technical Bulletin\nthat accompanies the gadget they make to hold toilet\npaper.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Spherical Containment Device</h1> <p><em><span data-rel=\"author\">Theodor Schuchat</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p> <p>I hereby salute Bartelt Design &amp; Manufacturing of Mill\nValley, California, for trying—with a smile—to dispel\nsome of the verbal fog drifting across the face of American\nbusiness and industry, obscuring the simple truth.  Bartelt\nmakes one of those wooden gadgets that stand on your\nkitchen table or counter and hold a roll of paper toweling\nupright.  You tear off a piece to wipe up a spill.  Self-evident.</p> <p>Bartelt's version of this commonplace item, however, is\nsold with Technical Bulletin No. 3306-7, an illustrated sheet\nthat explains, with a straight face, how to get the roll of\npaper toweling on Bartelt's Towel Tote and how to tear off\na piece after the roll is installed.  The Technical Bulletin, by\nJeff Bartelt, is a parody of the fatuous nomenclature that\nclutters the contemporary American economy.  The stick on\nwhich the paper roll is impaled is called a Vertical Tube\nCore.  The wooden base is identified as a Low Friction Moisture\nResisting Pad.  And Bartelt gives away a trade secret by\nadmitting that its Spherical Containment Device was “formerly\nKnob at Top.”  The latter, Bartelt explains, is “anthropomorphically\ndesigned” and “welcomes the carrying hand\n(left or right).”</p> <p>We've been seeing entirely too much of this kind of pretentious\nprose lately.  The Strand Theater in Madison, Wisconsin,\nhas the nerve to call its trash cans “patron assistance\ncontainers.” John McSweeney of Cedar Falls, Iowa, makes\nso bold as to advertise that he builds “hog containment\nunits”: pigpens to thee and me.  No self-respecting business is\nsatisfied with a truck these days: it must operate a “mobile\nunit.”  The truck with the television camera gear, of course,\nis a “location production unit.”  The carts they push down\nthe Northwest Orient aisles are now “food modules.”  Once\nthe Seattle Public Library had a bookmobile; now it has a\n“Traveling Library Center.”</p>"
}