{
  "type": "Article",
  "title": "English English: Philately",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English: <em>Philately</em></h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>English is the putty language, infinitely flexible\nand accommodating to new words and new\nuses.  But at least there are some certainties in it.  When\nwe come to the etymology of most words, we can say\nwith certainty that this is the derivation.  Or can we?</p>\n<p>There was an agreeably surrealist misprint and\nwrong derivation in <em>The Times</em> the other day, when\nwe reported that a woman had tried to hold up a bank\nwith “an imitation Biretta pistol.”  This unusual\nRoman Catholic weapon is evidently related to the\nFrench miter-shaped, multiple-barreled machine-gun\nof 1870 known as <em>une mitrailleuse</em>.  It was a sporting\nattempt at spelling.  In fact there is an old Italian firm\nat Cardone, which has been making guns for more\nthan 300 years.  It is an honorary member of the Tercentenarians'\nClub; and its name is Beretta.</p>\n<p>There is certainty in language for you.  <em>Biretta</em> is\nthe square cap, of different colors according to grade,\nworn by papist clergy.  <em>Beretta</em> is the lethal little handgun\ncarried by private eyes, James Bond, and other\nprofessional killers.</p>\n<p>We can be almost as certain as this about the\nroots of most words.  Take <em>philately</em> for example, the\nmagpie 'obsession to collect postage stamps.”  There is\nsurely no doubt about its daft but elegant etymology.</p>\n<p>I always took it to be straightforward and reasonably\nwell-known.  Came into English from French\naround 1865.  Herpin defines <em>philatélie</em> in 1864 as: 'Le\ncollectioneur de timbres-poste.'  Derivation from\nGreek <em>philo</em>- 'lover of something or other' plus <em>ateles</em>,\nmeaning 'free from tax or payment.'  <em>Ateleia</em> means\n'exemption from payment' in Greek, taken from <em>a</em>-'without'\nand <em>teleia</em> 'payment, charge, tax.'</p>\n<p>The Greek <em>ateles</em> was taken as a reasonable equivalent\nof 'free' or 'franco,' which used to be stamped on\nprepaid letters, before the introduction of the impressed\nreceipt stamp, and its successor, the little\nadhesive label with perforated edges that always\nrefuse to tear in the right place.</p>\n<p>Postage stamps themselves may be pitiful little\nsticky toys.  British ones were better value and got the\nmail through quicker when they carried invariably the\nhead of the sovereign, instead of all these trendy new\npictures.  But they represent a noble ideal, that the\nmail must get through.  As the Persian King of Kings\narranged, before the Ayatollah Khomeini took over\nthe posts: “Neither snow nor rain nor heat nor gloom\nof night stays these couriers, the postmen, from the\nswift accomplishment of their appointed routes.”  I\nwould not go so far as that about the United Kingdom\npostal service today.  But philately is a harmless, if silly\nhobby; and its name is soundly derived.</p>\n<p>No,—whoa, there, just a minute, Philip.  Hang\nabout.  Look the word up in the big Greek dictionaries.\nAnd you will find: “<em>philoteleia</em> and <em>philateleia</em>—\nthe love of collecting stamps.”  The word <em>philoteleia</em> is\nthe correct derivation in Greek, although it derives\nfrom the French <em>philatélie</em>, which is wrong etymologically.\nHowever, it has been adopted by nearly all\nEuropean countries.</p>\n<p>“<em>Philoteleia</em> magazine was established in 1924,\nand is published by the Greek Philotelic Society,\nwhich was founded in 1926.”</p>\n<p>If the Greek dictionaries are right, the British\nhave raped the Greek language, as well as pinched the\nElgin Marbles from the Parthenon.  Of course English\nand any language reserve the right to change the\nmeaning and form of words they borrow from other\nlanguages.  That is the nature of a living language.\nPedants who insist that we must use words that we\nborrow from French in their native meanings, and\nditto for words from other languages, do not understand\nhow language works.</p>\n<p>But in this case the difference is between black\nand white, 'amateurs of free from tax things' and\n'amateurs of taxes.'  You would think that the Greeks\nshould be allowed to pronounce on what their own\nlanguage means.  Can it be that the well-established\nEnglish and French derivation is wrong?  Can it be\nthat the Greek lexicographers don't know their alpha\nfrom their omega?  Can it be that both <em>philately</em> and\n<em>philotely</em> are both right, and that tax and no-tax are\nequally good in the whacky world of postage stamps?  I\nthink we should be told.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English: <em>Philately</em></h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>English is the putty language, infinitely flexible\nand accommodating to new words and new\nuses.  But at least there are some certainties in it.  When\nwe come to the etymology of most words, we can say\nwith certainty that this is the derivation.  Or can we?</p> <p>There was an agreeably surrealist misprint and\nwrong derivation in <em>The Times</em> the other day, when\nwe reported that a woman had tried to hold up a bank\nwith “an imitation Biretta pistol.”  This unusual\nRoman Catholic weapon is evidently related to the\nFrench miter-shaped, multiple-barreled machine-gun\nof 1870 known as <em>une mitrailleuse</em>.  It was a sporting\nattempt at spelling.  In fact there is an old Italian firm\nat Cardone, which has been making guns for more\nthan 300 years.  It is an honorary member of the Tercentenarians'\nClub; and its name is Beretta.</p> <p>There is certainty in language for you.  <em>Biretta</em> is\nthe square cap, of different colors according to grade,\nworn by papist clergy.  <em>Beretta</em> is the lethal little handgun\ncarried by private eyes, James Bond, and other\nprofessional killers.</p>"
}