{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Word or Two Before You Go...",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Word-Two-Before-Go-Jacques-Barzun/11800343598/bd\"><em>A Word or Two Before You Go...</em></a></h1>\n<p>Jacques Barzun, (Wesleyan University Press, 1986), c. 244pp.</p>\n<p>I am tempted to refer to Jacques Barzun as a\nSimon-pure purist, but I fear that it would need pointing\nout that it is John Simon that was being referred\nto.  Confronted with a book by Barzun, who is, after\nall, an eminent, expressive, articulate writer, I am at\nonce intimidated (Who dares criticize the Master?)\nand gleeful at the prospect of finding slips.  Though\nscarcely abundant, they do occur, both in form and\nstyle: for example, after scoring <em>anecdotage</em> for, essentially,\nits corniness (not allowing for the fact that not\neveryone is as well-read or as venerable as he), Barzun\nresorts to “wall-to-wall carping,” which, I submit,\nmay go as well in casual conversation as the puns he\ncriticizes but doesn't merit enshrinement in the deathless\ntext of a Barzun opus.  Criticizing <em>astrolaw</em> as a\npoor substitute for <em>space law</em> (not without justification),\nhe identifies <em>astra</em> as Latin for 'stars'; although it\ndoes appear in Latin (where the word for 'star' is\n<em>stella</em>), <em>astra</em> is really Greek plural (from <em>ástron</em>).\nBarzun does not seem to be prejudicial against metaphors\nas a race, but he finds <em>impact</em> in the sense of\n'importance, effect, influence, etc.' reprehensible.  It\nmay not reflect the most felicitous of writing, but it is\nan attempt, however feeble, to break out of the mold.</p>\n<p>And talking about mold, Barzun objects to words\nthe meanings of which have changed during their history.\nHe is fond of words in their “original” meanings.\nThus, he writes “Tact is literally touch.”  I am familiar\nwith a few English words employing Latin <em>tact</em>-in the\nsense of 'touch'—<em>tactile</em>, <em>taction</em>, <em>tactual</em>-but the\nstatement is completely wrong for English, in which\n<em>tact</em> means something entirely different from 'touch.'\nHe also objects to words that have been coined on the\nbasis of a false analysis of their morphemes (meaningful\nelements), like <em>workaholic, breathalyzer</em>, and <em>reprography</em>.\nBut ordinary speakers of a language are\nnot trained etymologists, and they never have been:\nEnglish (as well as other languages) has many words\nthat have come about as a result of false analysis of\ntheir components: Barzun simply chooses to criticize\nthose that seem unnatural to him, presumably because\nthey did not occur before he was born.  He has nothing\nbad to say about <em>alchemy</em> or <em>chemistry</em>, about <em>jade</em>\n('semiprecious stone'), or about other words that have\nchanged in meaning for one reason or another.  In Sanskrit,\n<em>jangala</em> meant 'arid, desert land'; would Barzun\nobject to the modern sense of <em>jungle</em>, a direct derivation,\nbecause it hasn't retained its original meaning?\nThen, too, there are those that are just plain fun, like\n<em>monokini</em> based on <em>bikini</em>.</p>\n<p>Barzun on words is not very good, I'm afraid: his\nnations are old-fashioned, prejudiced, and intolerant.</p>\n<p>Barzun on style is much better, especially because\nhis own is usually exemplary.  When he is not discussing\nthe technology of language, he is on much firmer\nground, though he often falls prey to his own corny\nsense of humor: In his citation of idiotic idioms like\n“the proof is in the pudding,” he cannot resist adding,\n“Some will recall that with Whittaker Chambers it\nwas in the pumpkin.”</p>\n<p>This book is a collection of essays, some of which\nare quite old.  In most instances, it is difficult to tell\njust how old—“English As She's Not Taught,” for\ninstance, has a reference dated 1952—and I was wondering\nas I read them, if Barzun really believes as\nstrongly today the statements he wrote some 35 (or\nmore) years ago.  As it was he who edited the book, I\nmust assume that he does, which is so much the worse.</p>\n<p>Sometimes he misses the point entirely—or\nadroitly.  He takes to task Alien Walker Read, Professor\nEmeritus at Columbia University and one of the\nmost eminent, productive, and skilled observers of the\nEnglish language.  (The very first footnote in Mencken's\n<em>The American Language</em> refers to Read, so you\nknow he has been doing his thing for a long time.)  In\n1964, Read delivered a paper, “Can a Native Speaker\nMake Mistakes?” to which he answered “No.” Read is\na very careful, well-spoken native speaker of English;\nhe is also a prominent linguist and, as such, a keen\nanalyst of language.  He is neither rash nor cynical (as\nBarzun would have us believe).  As a scholar who\nexamines language, he may be likened to a physicist or\na chemist: It is not readily conceivable that Barzun\nwould accuse a physicist of rashness or cynicism\nbecause he investigates the phenomenon of gravity\n(which kills people if they step out of windows of tall\nbuildings) or a chemist because he analyzes and describes\narsenic (which, if eaten, is fatal).  Yet the function\nof a linguist is justly parallel to that of any other\n“scientific” observer, and the conclusions he draws are\nequally valid, provided that they are correct.  The perception\nof correctness about the observable phenomena\nof life change as we learn more.  I recall a cartoon\nby Gahan Wilson, published just before NASA landed\nmen on the moon.  As we all know, the moon's rotation\naround the earth is almost exactly the same period as\nits rotation on its axis; hence, the same side of the\nmoon (with slight variation) is always facing us on\nearth.  Wilson's cartoon showed the moon as a huge,\nhemispherical stage set in the sky, completely hollow\nand with the back supported by wooden framework.\nTo us today, that notion is ludicrous—as ludicrous as a\nPtolemaic structure of the universe, with spheres\nwithin spheres—hence, we can be amused by such a\ncartoon.</p>\n<p>Barzun's view of language is somewhat Ptolemaic,\nif not almost superstitious.  In “English As She's\nNot Taught” he writes (or wrote):</p>\n<blockquote>\n<p>During the last hundred years, nearly every\nintellectual force has worked, in all innocence,\nagainst language.  We can gauge the result from\nthe disappearance of the Dictionary properly so\ncalled.  Consult one of the best of them, <em>Webster's\nNew World Dictionary</em>, and what you find is a\nminiature encyclopedia filled with the\nexplanations of initials, proper names, and entries\nlike “macrosporangium” and “abhenry,” which\nare not and never will be words of the English\nlanguage.</p>\n<p>The power of words over nature, which has\nplayed such a role in human history, is now an\nexploded belief, a dead emotion.  Far from words\ncontrolling things, it is now things that dictate\nwords.</p>\n</blockquote>\n<p>That is Barzun in his role of logomancer, and if\nyou believe that, you will believe that the moon is hollow\n(and made of green cheese).  His exposition\nabounds with examples of howlers to illustrate his thesis\nthat the language is degenerating.  As readers of\nchuckle or two.  But Barzun takes such things seriously\nand regards them as symptomatic of deterioration.</p>\n<p>It is not enough for Barzun to condemn many\nwords of English: he also condemns dictionaries for\nlisting and defining them, as if the lexicographer were\nresponsible for the lexicon he describes.  Barzun confuses\nthe description of a word list with a qualitative\nanalysis of it:</p>\n<p>...[W]hat need of <em>écrasé, elinguation, eloign,\nembassador, furfuraceous</em>, followed a little later\nby a long list of <em>non</em>-words, many unreadable and\nsome quite imaginary, for <em>nonastronomic</em>,\n<em>nonvaginal</em>, <em>non-Attic</em>, et cetera?  It's a pity, too,\nthat Churchill's unlucky <em>triphibious</em> should be\naccepted here....</p>\n<p>The dictionary referred to (though not identified)\nis <em>The Random House Dictionary of the English Language</em>—<em>Unabridged\nEdition</em>, but that is immaterial.\nThe point is that Barzun wants a dictionary—if he\nwants one at all—that contains only words approved\nby him.  He fails to understand that the words he cites\nappear in writing (if not speech), though it may not be\nthe kind of writing he reads.  Moreover, all of the\nwords in the <em>RHD</em> are supported by citations, and his\ncharge of their being imaginary is simply wrong.\nFinally, (again), the lexicographer's function is to\nreport the lexicon, not to pass judgment on what it\nshould contain.  Were Barzun's logomancy to function,\nwe could strike <em>cancer</em> from the language and everyone\nsuffering from it would be instantly cured.</p>\n<p>Barzun is dead wrong about other things, too.  In\n“Page Mrs. Malaprop,” he fastens on the meaning of\n<em>legend</em> as “a story without basis in fact” and refuses to\nmove off the spot.  Yet, the dictionary—albeit the\n<em>RHD</em>—shows other (appropriate) senses for <em>legend</em>:</p>\n<blockquote>\n<p>6.  a collection of stories about an admirable person.</p>\n<p>7.  one who is the center of such stories: <em>She\nbecame a legend in her own lifetime</em>.</p>\n</blockquote>\n<p>The word in this sense has been extended, especially\nin its adjectival form, <em>legendary</em>, to things,\nallowing us to speak of a <em>legendary wine</em>, which\nmeans 'a wine about which (encomiastic) legends\nmight be written.'  I see nothing wrong in that (except\nhyperbole).  But Barzun clings to the 'fanciful, mythical,\nimaginary' overtones of <em>legend</em> and admits no\nsemantic spread—by which one is led to assume that\nhe is equally intolerant of metaphor.</p>\n<p>For a critic who is often quite vituperative in his\nexcoriation of the writing of others, Barzun is not\nwithout sin.  He refers to constructions like <em>the Columbia\ncampus</em> and <em>the Ford factory</em> as examples of\n“simple apposition,” while any grammarian would describe\nthem as noun phrases with the first (noun) element\nin attributive position.  (Apposition is generally\nreserved to describe a word like <em>stylist</em> in <em>Barzun</em>, <em>the\nstylist, considers most people to be poor writers</em>.)   He\npersists in referring to-<em>holic</em> as a compounding element,\nwhen the element is-<em>(a)holic</em>.  He disapproves of\nmaking a transitive verb from an intransitive, as in\n<em>They strolled the boardwalk</em>, totally insensitive to the\ndifference between that and <em>They strolled along the\nboardwalk</em>.  Presumably, he would also condemn <em>She\ncruised the avenue</em>, unaware of the distinction between\nthat and <em>She cruised along the avenue</em>.  Barzun\nis on very thin ice, indeed, in criticizing <em>depart</em> as\ntransitive in <em>Cunard Princess departs Apaculco:</em>  What\nwill he do when the time comes to <em>depart this life</em>?\nPresumably, he will leave all functional shifts behind\nand retire to a Nirvana where everyone speaks Proto-Indo-European,\nwhere (in his imagination) all words\nhave only one meaning and one function.  He really\nought to do some homework on the history of language\nbefore uttering his pronouncements, some of which\nseem to spring from an entirely erroneous view of\nwhat something means.  At one point, he offers, “Now\nalthough many people are unaware of the fact, 'I am\npleased' is not a nice expression.  It does not mean 'I\nam glad,' or 'happy,' but 'it pleases me'—it is the formula\nof royalty condescending to a subject.”  Where\ndoes Barzun come up with such balderdash?  “I am\npleased to inform you that you have won $1 million in\nour lottery” is not condescending in the least.  And\nshould <em>sprachgefühl</em> be capitalized when, in italics in\nthe text, it is clearly a borrowed German noun?  But\nthen, what can one expect from someone who gave a\nrave review to Eric Partridge's <em>Origins</em>, a work so riddled\nwith inaccuracies and misconceptions as to make\nit useless as a serious reference book?</p>\n<p>It is pointless to go on.  On those rare occasions\nwhere Barzun confines his remarks to <em>style</em>, he makes\nsome useful contributions.  But most of the essays in\nthis book read like a strung-out litany of <em>don'ts</em>, for\nwhich (usually) the wrong reasons are given.  As a pedagogical\nmethod, simply listing all the things one\nshould <em>not</em> do is negative and not constructive.  To\nsome extent, this book is passively constructive in the\nsense that it offers, notwithstanding its dogmatic,\nopinionated Bourbonism, examples of good writing,\nwhich anyone can study to good advantage as long as\nthe information is taken with a grain of salt and the\nopinions are ignored.  What is missing almost entirely\nis any positive guidance on what the reader should do\nto improve his writing and to enable him to write\nclear, expository prose.  A good place to start would be\nto train himself in clear, expository thinking.</p>\n<p>Not all of the essays are concerned with condemning\nmodern (American) English usage.  Later on, one\nencounters, in tones that are a bit less testy, subjects\nthat are treated with greater knowledge, perception,\nand dignity.  Notable is “Mencken's America Speaking,”\nabout <em>The American Language</em>, a long piece,\nthough that, too, descends into the occasional diatribe.\nAlas, Barzun seems unable to keep himself from\nbeing silly about “a standard language,” and he\nappears particularly silly when he persists in harping\non his (apparent) contention that the Standard to be\nhewn to is the variety of English he speaks and writes.\nBut for the fact that his words see the light of publication,\nhe would be talking and writing to and for\nhimself.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Word-Two-Before-Go-Jacques-Barzun/11800343598/bd\"><em>A Word or Two Before You Go...</em></a></h1> <p>Jacques Barzun, (Wesleyan University Press, 1986), c. 244pp.</p> <p>I am tempted to refer to Jacques Barzun as a\nSimon-pure purist, but I fear that it would need pointing\nout that it is John Simon that was being referred\nto.  Confronted with a book by Barzun, who is, after\nall, an eminent, expressive, articulate writer, I am at\nonce intimidated (Who dares criticize the Master?)\nand gleeful at the prospect of finding slips.  Though\nscarcely abundant, they do occur, both in form and\nstyle: for example, after scoring <em>anecdotage</em> for, essentially,\nits corniness (not allowing for the fact that not\neveryone is as well-read or as venerable as he), Barzun\nresorts to “wall-to-wall carping,” which, I submit,\nmay go as well in casual conversation as the puns he\ncriticizes but doesn't merit enshrinement in the deathless\ntext of a Barzun opus.  Criticizing <em>astrolaw</em> as a\npoor substitute for <em>space law</em> (not without justification),\nhe identifies <em>astra</em> as Latin for 'stars'; although it\ndoes appear in Latin (where the word for 'star' is\n<em>stella</em>), <em>astra</em> is really Greek plural (from <em>ástron</em>).\nBarzun does not seem to be prejudicial against metaphors\nas a race, but he finds <em>impact</em> in the sense of\n'importance, effect, influence, etc.' reprehensible.  It\nmay not reflect the most felicitous of writing, but it is\nan attempt, however feeble, to break out of the mold.</p> <p>And talking about mold, Barzun objects to words\nthe meanings of which have changed during their history.\nHe is fond of words in their “original” meanings.\nThus, he writes “Tact is literally touch.”  I am familiar\nwith a few English words employing Latin <em>tact</em>-in the\nsense of 'touch'—<em>tactile</em>, <em>taction</em>, <em>tactual</em>-but the\nstatement is completely wrong for English, in which\n<em>tact</em> means something entirely different from 'touch.'\nHe also objects to words that have been coined on the\nbasis of a false analysis of their morphemes (meaningful\nelements), like <em>workaholic, breathalyzer</em>, and <em>reprography</em>.\nBut ordinary speakers of a language are\nnot trained etymologists, and they never have been:\nEnglish (as well as other languages) has many words\nthat have come about as a result of false analysis of\ntheir components: Barzun simply chooses to criticize\nthose that seem unnatural to him, presumably because\nthey did not occur before he was born.  He has nothing\nbad to say about <em>alchemy</em> or <em>chemistry</em>, about <em>jade</em>\n('semiprecious stone'), or about other words that have\nchanged in meaning for one reason or another.  In Sanskrit,\n<em>jangala</em> meant 'arid, desert land'; would Barzun\nobject to the modern sense of <em>jungle</em>, a direct derivation,\nbecause it hasn't retained its original meaning?\nThen, too, there are those that are just plain fun, like\n<em>monokini</em> based on <em>bikini</em>.</p> <p>Barzun on words is not very good, I'm afraid: his\nnations are old-fashioned, prejudiced, and intolerant.</p>"
}