{
  "type": "Article",
  "title": "Our Playful Vocabulary",
  "author": "Burt Hochberg",
  "location": "Games Magazine, New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Our Playful Vocabulary</h1>\n<p><em><span data-rel=\"author\">Burt Hochberg</span> <span data-rel=\"location\">Games Magazine, New York City</span></em></p>\n<p>In compiling a list of English words that originated\nin games, but not in sports, I began by trying to\nseparate games from sports to avoid wasting time on\nirrelevant research.  Trying, but not quite succeeding.\nThe more I investigated the matter, the less clearly I\nunderstood what it is about a game that makes it not a\nsport, and vice versa.  Even chess, the quintessential\ngame, cannot be definitively categorized.  In the Soviet\nUnion, for example, it is considered a sport; can we\ninsist that it is not?</p>\n<p>Lacking an unequivocal guideline, I decided that\nevery borderline game/sport that added anything\ninteresting to our vocabulary was, for my limited purpose,\na game.  Bowling, golf, and croquet are\nincluded, though many people consider them sports.\nArchery, which is not a game anyway, was admirably\ncovered by Peter A. Douglas in VERBATIM [V, 3].</p>\n<p>This list does not pretend to be exhaustive—that\nwould have been an unrealistic ambition in view of\nthe large debt that our language owes to games.  I have\nomitted many common expressions because of their\nobviousness (especially phrases with <em>play</em> and <em>game</em>),\nothers because of their rarity or obscure origins.  Many\nterms that originated in games were listed by Stephen\nHirschberg in VERBATIM [XII,3]; they are not repeated\nhere.</p>\n<p>The game categories, and the terms within each\ncategory, are arranged alphabetically.  Terms that\napply to no specific game are given in the Miscellaneous\ncategory at the end of the list.</p>\n<p><em>Board and Table Games</em></p>\n<p><em>Atari</em></p>\n<p>This Japanese word, familiar as the name of a\nleading American home computer manufacturer, is\nfrom the game of go, where it signifies a threat to capture\none or more of the opponent's pieces.  Like the\nwarning <em>check</em> in chess, it is not spoken during serious\nplay.</p>\n<p><em>back to square one</em></p>\n<p>Back to the starting place.  The phrase was popularized—at\nleast in England—by radio broadcasters of\ncricket matches who hoped to make the game comprehensible\nby referring to grids which had been printed\nin newspapers.  The broadcasters borrowed the image\nfrom a board game (probably snakes and ladders) in\nwhich an unlucky dice roll sends a player's token to\nthe beginning of the track.  <em>Hopscotch (q.v.)</em> has been\nsuggested as another possible source.</p>\n<p><em>domino theory</em></p>\n<p>If communism is allowed to take root in one\ncountry it will inevitably spread to neighbouring countries.\nSo goes the <em>domino theory</em>, a metaphor based on\nthe parlor trick of standing dominoes on end in such a\nway that pushing over the first one topples the one\nbehind it, and so on <em>ad Dominum</em>.</p>\n<p><em>endgame</em></p>\n<p>The characteristic final phase of certain games,\nparticularly chess and backgammon; metaphorically,\nany final phase, such as old age.</p>\n<p><em>Go to jail, go directly to jail, do not pass Go, etc.</em></p>\n<p>From Monopoly; sometimes used as a wry enumeration\nof the consequences of bad luck or of a bad\nmove or decision.</p>\n<p><em>Kibitz</em></p>\n<p>The flycatcher (also called lapwing, pewit, and\nother names) is an insectivorous bird with an irritating\ncry.  <em>Kiebitz</em>, the German word for this fellow, is the\nsource of the German verb <em>kiebitzen</em> 'to look over the\nshoulder of a card player.'  The Yiddish version <em>kibitz</em>\nhas several meanings, all of them well established in\nEnglish: 'comment while watching a game (typically\ncards or chess); second-guess; banter, wisecrack, or\ntease.'</p>\n<p><em>Bowling</em></p>\n<p><em>Bowling Green</em></p>\n<p>The name of several towns in the U.S., and of a\nsection of lower Manhattan.  I do not know about the\nother towns, but New York's Bowling Green got its\nname from the fact that it was a level grassy area (a\ngreen) where people bowled.</p>\n<p><em>debut, debutante</em></p>\n<p>The French word <em>but</em> means 'goal, aim, target'\nand also 'point (in a game).'  <em>Debuter</em>, 'to make the\nfirst play,' was originally used in old forms of billiards\nand bowling, and probably other games.</p>\n<p><em>Kingpin</em></p>\n<p>The <em>kingpin</em> (or 1-pin or headpin) is the most\nimportant pin in the starting array because its action\ninfluences that of all the other pins.  The term is used\nalso for a person in the highest position of authority.</p>\n<p><em>Card Games</em></p>\n<p><em>above-board</em></p>\n<p>Wrote Samuel Johnson:  “In open sight; without\nartifice or trick.  A figurative expression, borrowed\nfrom gamesters, who, when they put their hands\nunder the table, are changing their cards.”</p>\n<p><em>deal from the bottom of the deck</em></p>\n<p>A form of cheating.</p>\n<p><em>deuce</em></p>\n<p>Generally, two of anything construed as a single\nunit (such as a $2 bill).  In card games where the ace is\nhigh, the deuce is the weakest card.  In craps an opening\nroll of deuce (two ones, or “snake eyes”) loses\nimmediately.  The unluckiness of deuces may be why\n<em>deuce</em> came to signify misfortune or evil or the devil\nhimself.  (See the <em>OED</em>.)  The meaning of <em>deuce</em> to\nsignify a tied score is found only in tennis and table\ntennis.</p>\n<p><em>discard</em></p>\n<p>Originally (and currently), to play or otherwise\ndivest oneself of a card.</p>\n<p><em>fast shuffle</em></p>\n<p>A method of setting up a <em>stacked deck (q.v.)</em>.\nGenerally, any deceptive, underhanded tactic.</p>\n<p><em>finesse</em></p>\n<p>The meaning of <em>finesse</em> as an elegantly tricky or\nevasive stratagem originated in whist (and was later\nincorporated into bridge, a descendant of whist),\nwhere it is a technical maneuver in the play of the\nhand.</p>\n<p><em>joker (in the deck)</em></p>\n<p>Anything, as a clause in an agreement, that\nchanges the purpose, effect, or nature of something,\noften unexpectedly or surreptitiously.</p>\n<p><em>7-Up</em></p>\n<p>One story has it that this brand of soft drink was\nnamed for the popular card game seven up (also\nknown as all fours and old sledge).  According to\nanother story, <em>7-Up</em> was so named because it was\nintroduced in a novel seven-ounce bottle and because\nits maker wanted to exploit the popularity of Bubble-Up,\na competing soft drink.  A spokeswoman for the\nSeven-Up Company, in St. Louis, could not confirm\neither story; the name's origin, she said, is unknown.</p>\n<p><em>Shoot the moon</em></p>\n<p>In the game of hearts, players lose points for\nevery heart they're stuck with at the end of the hand.\nBut in the most popular version of the game, a player\ndealt the right cards can <em>shoot the moon;</em> that is, try to\ntake all the hearts (plus the queen of spades) to earn a\nbonus.  If the attempt fails, of course, the player will\nend up with a handful of losers.  As a metaphor, the\nphrase means to risk all for the ultimate prize.</p>\n<p><em>singleton</em></p>\n<p>One of anything, as distinct from other things\nwithin its group (“a set of twins and a <em>singleton”)</em>.  The\nterm originated in whist, where it refers to the only\ncard of its suit in a hand, and is in common use in\nbridge.</p>\n<p><em>stacked deck</em></p>\n<p>A deck the cards of which have been secretly\narranged—for example, by a <em>fast shuffle</em>—for the purpose\nof cheating.  The victim (by extension, any victim)\nhas the <em>cards stacked against him</em>, a situation in\nwhich he is powerless.</p>\n<p><em>vie</em></p>\n<p>This word, from the Old French <em>envier</em> (whence\nalso <em>envy</em>), once meant, among other things, to 'place\na wager in a game'; specifically, the card game gleek.\n(See the <em>OED</em>).</p>\n<p><em>Carnival Games</em></p>\n<p><em>close, but no cigar</em></p>\n<p>Cigars were once prizes in many carnival games.</p>\n<p><em>gimmick</em></p>\n<p>A <em>gimmick</em>, or gaff, is a secret device used to control\na dishonest game, such as a wheel of fortune.  Its\nmeaning off the lot is 'any trick, device, or stratagem\nemployed to increase something's interest or appeal.'</p>\n<p><em>play fast and loose</em></p>\n<p>The old fairground game, fast and loose (sometimes\ncalled the strap game), wasn't exactly dishonest—it\nmerely played on the gullibility of the suckers,\nas so many carny games do.  A strap would be folded\nin half and rolled up with the two ends on the outside.</p>\n<p>A sucker would be invited to bet that he could place a\nstick in one of the inside loops so that when the two\nends of the strap were pulled apart the stick would be\ncaught (“fast”).  A sucker being a sucker, the stick was\nalways in the clear (“loose”).  <em>To play fast and loose</em>\nnow means to behave in a deceitful or irresponsible\nmanner.</p>\n<p><em>shell game</em></p>\n<p>This old gambling game (earlier known as thimblerig),\nin which the operator openly places a pea\nunder one of three walnut shells, then rapidly shifts\nthe shells around and challenges a sucker to bet on the\nlocation of the pea, has given its name to any kind of\nchicanery or subterfuge.</p>\n<p><em>Children's Games</em></p>\n<p><em>animal, vegetable, or mineral</em></p>\n<p>A phrase used to express doubt that the basic\nnature or purpose of something has been definitely\nestablished.  It comes from the word-guessing game\nTwenty Questions, where the only hint given the\nguessers is the word's category—<em>animal, vegetable, or\nmineral</em>.</p>\n<p><em>blind-man's buff</em></p>\n<p>Any activity the practitioners of which seem not\nto know what they are doing.  The <em>OED</em> cites figurative\nuses of the term going back to 1590.  In the game,\na blindfolded player tries to catch other players who\nare “buffing” (buffeting; i.e., 'playfully harassing')\nhim.</p>\n<p><em>dibs</em></p>\n<p><em>Dibs</em>, short for <em>dibstones</em>, were animal knucklebones\n(or pebbles) used in the game of dibstones, also\ncalled jackstones or, more usually nowadays, jacks.\nThe meaning of <em>dibs</em> to stake a claim to something (as\nin “I have <em>dibs</em> on the crossword puzzle”) may or may\nnot be related to that game.  <em>The Random House Dictionary</em>\nsays it is, but Wentworth and Flexner, in <em>Dictionary\nof American Slang</em>, say it comes from <em>divvy</em>, a\nslang form of <em>divide</em>.</p>\n<p><em>getting warm</em></p>\n<p>From the game Hunt the Thimble (known also by\nmany other names), in which one player hides an\nobject and tells the “hunter” whether he is getting\ncloser to it (“warm”) or farther from it (“cold”).</p>\n<p><em>hide-and-seek (or hide-and-go-seek)</em></p>\n<p>A simple game in which one or more players hide\nthemselves, and others try to find them.  Figuratively,\n<em>to play hide-and-seek</em> is to maneuver evasively.</p>\n<p><em>hopscotch</em></p>\n<p>A rapid series of moves from place to place, literally\nor figuratively by hopping.  <em>Scotch</em> is from an old\nFrench word meaning 'scored line' or 'mark.'  In the\ngame hopscotch, a player tosses an object into a numbered\ngrid and then tries to retrieve it while hopping\nsequentially into every area of the grid on one foot\n(except the one where the object lies) without stepping\non a line or losing his balance.</p>\n<p><em>leapfrog</em></p>\n<p>To advance (ahead of others) by jumping.  In the\ngame, players take turns leaping over the bent backs\nof players in front of them in a continually advancing\nchain.</p>\n<p><em>musical chairs</em></p>\n<p>In the game of Musical Chairs (known also as\nGoing to Jerusalem), music is played while the players\ncircle two rows of chairs, placed back to back and\nnumbering one fewer than the number of players.  The\nobject is not to be left without a seat when the music\nstops.</p>\n<p><em>Croquet</em></p>\n<p><em>mall; Pall Mall</em></p>\n<p>Pall Mall, a street in an elegant district of London,\nowes its name to Charles II's favorite game,\nPallamaglio (an ancestor of Croquet), which used to\nbe played in an alley (now called The Mall) in nearby\nSt. James's Park.  (Pall Mall cigarettes were so named\nto suggest the upper-crustness associated with that district.)\nThe game got its name from the Italian <em>palla</em>\n(whence <em>ball</em>) and <em>maglio</em> ('mallet').  The current <em>mall</em>\n(a shopping center) is a direct descendant of the alley\nwhere Pallamaglio was played.</p>\n<p><em>Dice Games</em></p>\n<p><em>hazard</em></p>\n<p>This gambling game, a predecessor of craps, gets\nits name from the Arabic az zahr 'the die.'</p>\n<p><em>raffle</em></p>\n<p>An old game using three dice; the winner of the\nstakes was the player who rolled either three like numbers,\nor the highest triplet if there were others, or the\nhighest pair if there was no triplet.  The word came to\nbe used for various kinds of lotteries.</p>\n<p><em>Golf</em></p>\n<p><em>stymie</em></p>\n<p>Before the rules were changed in 1951, a player\ncould not lift another player's ball that lay between his\nown ball and the cup.  That situation was called a\n<em>stymie</em>, and the term came to mean any block or\nobstruction.</p>\n<p><em>tee off; teed off</em></p>\n<p>To <em>tee off</em> is to begin the play of a hole by driving\nthe ball off the tee.  It has several figurative uses: 'to\nbegin anything; to attack or denounce; to strike hard.'\n<em>Teed off</em>, aside from being the past tense of <em>tee off</em> in\nthe above senses, is an adjective meaning 'annoyed' or\n'angry.'  The <em>NID3</em> relates it to the golf term, but other\nsources think that it an offspring of <em>ticked off</em> (which\nhas been traced to WWI British navy slang) and\nshould be spelled <em>t'd off</em>, or that it is a euphenism for\n<em>peed off</em>, itself a euphenism for <em>pissed off</em>.</p>\n<p><em>Marbles</em></p>\n<p><em>knuckle down</em></p>\n<p>marble games are played by shooting marbles\nwith the thumb while the knuckles of the other fingers\nrest on the playing surface for stability.  In games, <em>to\nknuckle down</em> is 'to prepare to shoot a marble' in that\nway; figuratively, it means 'to apply oneself seriously.'</p>\n<p><em>Pool and Billiards</em></p>\n<p><em>carom</em></p>\n<p>An angled rebound.  The meaning comes from\nBilliards, where a <em>carom</em> is a shot in which the cue ball\nis made to rebound so as to hit two other balls.  <em>Carom</em>\nis a shortening of <em>carambole</em>, an obsolete three-ball\ngame with a similar object.  The origin of <em>carambole</em> is\nthe East Indian carambola tree and its fruit, but their\nconnection with the game is obscure.  Were the fruits\nused as balls in a primitive version of the game?</p>\n<p><em>Puzzles</em></p>\n<p><em>jigsaw puzzle; piece of the puzzle</em></p>\n<p>A common metaphor, especially in detective fiction,\nused to describe the intricate fitting together of\nfacts or other elements to achieve completeness.</p>\n<p><em>Miscellaneous Games</em></p>\n<p><em>game not worth the candle</em></p>\n<p>A lost cause.  Before the invention of the electric\nlight, it was said that to continue a hopelessly lost\ngame would be to waste the candle used to illuminate\nit.</p>\n<p><em>handicap</em></p>\n<p>The origin of this word was <em>Hand-in-Cap</em>, an old\nlottery game in which two players and an umpire put\nforfeit money in a cap.  The umpire then stated the difference\nin value between two articles that the players\noffered to exchange with each other.  If neither player\nthen put up more money, the umpire took the forfeit\nstake and the articles were not exchanged.  If both\nplayers upped their offers, the umpire took the money\nand the articles were exchanged.  If only one player\nincreased his offer, that player won the stakes and\nthere was no exchange.</p>\n<p><em>high jinks</em></p>\n<p>Originally, various tavern games in which\npatron would be challenged to sing or perform a silly\ntask or drink a quantity of ale (or whatever) on penalty\nof some forfeit.  The tasks and who would do them\nwere sometimes decided by dice.  <em>High jinks</em> (often\nspelled <em>hijinks</em>) now refers generally to any boisterous\nplay.</p>\n<p><em>jeopardy</em></p>\n<p>In Old French, <em>jeu parti</em> meant 'evenly divided\ngame'; hence, 'an uncertain outcome.'  In English,\n<em>jeopardy</em> took on the meaning of 'danger or risk.'</p>\n<p><em>Iudicrous</em></p>\n<p>From the Latin <em>ludus</em> 'game, play,' <em>ludicrous</em>\nonce meant 'frivolous or characteristic of play.'  The\nmeaning has shifted somewhat to 'laughable or\nabsurd.'</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Our Playful Vocabulary</h1> <p><em><span data-rel=\"author\">Burt Hochberg</span> <span data-rel=\"location\">Games Magazine, New York City</span></em></p> <p>In compiling a list of English words that originated\nin games, but not in sports, I began by trying to\nseparate games from sports to avoid wasting time on\nirrelevant research.  Trying, but not quite succeeding.\nThe more I investigated the matter, the less clearly I\nunderstood what it is about a game that makes it not a\nsport, and vice versa.  Even chess, the quintessential\ngame, cannot be definitively categorized.  In the Soviet\nUnion, for example, it is considered a sport; can we\ninsist that it is not?</p> <p>Lacking an unequivocal guideline, I decided that\nevery borderline game/sport that added anything\ninteresting to our vocabulary was, for my limited purpose,\na game.  Bowling, golf, and croquet are\nincluded, though many people consider them sports.\nArchery, which is not a game anyway, was admirably\ncovered by Peter A. Douglas in VERBATIM [V, 3].</p> <p>This list does not pretend to be exhaustive—that\nwould have been an unrealistic ambition in view of\nthe large debt that our language owes to games.  I have\nomitted many common expressions because of their\nobviousness (especially phrases with <em>play</em> and <em>game</em>),\nothers because of their rarity or obscure origins.  Many\nterms that originated in games were listed by Stephen\nHirschberg in VERBATIM [XII,3]; they are not repeated\nhere.</p>"
}