{
  "type": "Article",
  "title": "Science Words for Humanists",
  "author": "Arthur Plotnik",
  "location": "Chicago",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Science Words for Humanists</h1>\n<p><em><span data-rel=\"author\">Arthur Plotnik</span> <span data-rel=\"location\">Chicago</span></em></p>\n<p>Take it from this humanist: the last English words\nwith any fizz left to them are bottled up in the\nsciences, leaving the arts and letters with an idiom as\nflat as yesterday's champagne.</p>\n<p>Who can resist a good science word?  <em>Oozes</em>.  <em>Neap\ntides</em>.  <em>Apogee</em>.  <em>Chiasma</em>.  <em>Ytterbium</em>.  <em>Endoplasmic\nreticulum</em>.  <em>Superluminal quantum connectedness</em>.  If\nyour tongue isn't dancing, stop reading.</p>\n<p>My own attraction to words outside the humanities\nbegan in grade school.  To little ears dulled by the\nclunk of “noun,” “pilgrim,” and “citizenship,” came\nthe music of <em>deciduous</em>.  <em>Coniferous</em>.  <em>Hypotenuse</em>.  I\nwas seduced.</p>\n<p>Today many of us in the humanities weary of our\nown noises.  In fact, we are heartily sick of our words,\nand we are sick of saying so.  The language of discourse\nand criticism in the arts is used up, bankrupt.  Here is a\nrecent shovelful of book-reviewing prose:</p>\n<blockquote>\n<p>Her novel proffers the reader the same uneasy\nunion of present and past concepts of fiction, the\nsame uncomfortable synthesis of modern\nscepticism and Victorian morality....</p>\n</blockquote>\n<p>Now, for a sound as fresh as newly turned earth, hear\na scientist describe a type of soil in northern Ontario:</p>\n<blockquote>\n<p>Entic haplothord, a humo-ferric podzol....</p>\n</blockquote>\n<p>Humanists desperately need fresh vocabulary.  We\nhave used up our own words by burdening them with\nthe functions of art.  Our words must convey originality;\nour words must stimulate.  And once they do so,\nlike the bee that loses its sting, they no longer excite\nanyone.  For example, when Baudelaire first used the\nword <em>agate</em> in an original and evocative metaphor for\ncat's eyes (<em>Et laisse-moi plonger dans tes beaux yeux</em>,/\n<em>Mêlés de métal et d'agate</em>), he immediately exhausted\nthat image for all poets to come.</p>\n<p>In science, however, a term need only <em>designate</em>,\nnot stir our souls.  To a scientist <em>agate</em> simply designates\na variety of the mineral chalcedony, and nothing\nelse is ever asked of it.  Whenever that substance must\nbe spoken for, agate will be the perfect word, the only\nword, and no scientist will ever use it up.  But humanists\ndaily turn their best words into dust, creating an\ninsatiable thirst for newly evocative language.  It is\nnatural that, eventually, they will be drawn toward\nthe lush vocabulary of the sciences, with the notion of\nborrowing the succulent terms for their own purposes.\nYet this very borrowing, say some of our language\nmasters, constitutes a vile and unnatural act!</p>\n<p>In Wilson Follett's <em>Modern American Usage</em>\n(edited and completed by Jacques Barzun), four pages\nrail against the borrowing of scientific terms for “vulgar”\nusage.  This “scientism,” as it is dubbed, harms\nlanguage “because it is not the product of genuine\nneed or thought; it is by definition affected....”  Follett\ncondemns the use of technical-sounding jargon to\nimitate the supposed solemnity and authority of science;\nand certainly no one who loves words can love\nsuch constructs as <em>group-dynamicalaa</em>, one of the examples\nFollett gives.  But is a humanist <em>never</em> to enter the\ntemple of scientific denomination?  No, not ever, says\nFollett—unless one knows and uses the precise scientific\nmeaning assigned to each word.  Thus, we\nnon-scientists are never again to use such common borrowings\nas <em>focus, allergy, potential, experiment</em>, and\n<em>laboratory</em> without the <em>Oxford Concise Science Dictionary</em>\nin hand to inform us.  No more “language <em>laboratory</em>,”\nno more “<em>experimenting</em> with new cuisine.”\nAnd certainly no more <em>flocculation</em> or <em>isotopic spin</em> in\ncasual conversation.</p>\n<p>Lancelot Hogben, distinguished author, is another\nwho would protect the sanctity of precise scientific\nterminology.  In <em>The Vocabulary of Science</em>, he\ncelebrates two great breakthroughs in science nomenclature\nthat have led to unique names for millions of\norganisms and substances:  Linnaeus' <em>Systema Naturae</em>,\nand the <em>Méthode de Nomenclature Chimique</em> by\nLavoisier and associates, both some two centuries ago.\nHe warns non-scientists to leave science nomenclature\nalone: “Assimilation of technical terms in everyday\nspeech especially by mass media—exposes them to\nthe process of semantic erosion responsible for the\nmultiplicity of meaning conveyed by other words in\ndaily use.”</p>\n<p>What makes many science words irresistible to\nhumanists is, of course, their foundations in Latin and\nGreek.  Not the nasal Latin of a Chicago courtroom,\nbut the good old stuff, resounding as a Roman war\ndrum.  <em>Medulla oblongata!</em>  Not the rat-a-tat Greek\nheard in the <em>Plaka</em> of Athens, but majestic classical\nGreek, whose syllables flow like wine down our gullets—<em>polyembryony</em>.\nThe classical constructs are rich\nin meanings as well as sound, full of mystery and surprises.\nStudents of Greek will know that <em>Grompha-dorhina\nportentosa</em> represents <em>gromphas</em> 'old sow' plus\n<em>rhinos</em> 'snout' plus the word for 'portentous or ominous.'\nBut will they know the full term to mean a species\nof cockroach?</p>\n<p>Why did Latin and Greek become entrenched in\nscientific language?  The seventeenth and eighteenth-century\nscientists who set the pattern for classical borrowings\nwere not driven by the melodiousness of the\ntwo tongues.  The languages were already the vehicles\nof ancient knowledge, preserved by medieval scholarship.\nWhen the rise of scientific knowledge in Europe\ncalled for codes of international communication, the\nclassical languages were naturally employed.  Because\nthey were linguistically rational and comprehensible\nto the community of scientists, yet set apart from the\ncorruptible, imprecise, ever-shifting babble of vernaculars,\nLatin and Greek were ideal for creating systems\nof nomenclature.</p>\n<p>Daniel Boorstin (<em>The Discoverers</em>, 1983) recounts\nthe heroism of Swedish botanist Carolus Linnaeus,\nwho within twenty-five years (1735-60) created the\nfirst workable, widely accepted system for classifying\nplants and animals—and provided the names for every\nspecies known to him.  Before Linnaeus' “binomial”\nscheme, the names of particular species were often\nstrings of descriptive Latin terms that grew to such\nlengths as this: <em>Convolvulus foliis palmatis cordatis\nsericeis: lobis repandis, pedunculis bifloris</em>.  As grand\nas it might have been to trumpet such terms, they had\nbecome impossible to remember.  The binomial system\nas science majors know, used only a generic name\n(Latin, Latinized Greek, or a construct from Greek\nwords), along with a unique species or “trivial” name\n(usually Latin or Latinized).  The system may have\nbeen simple, but not Linnaeus' acts of naming, in a\nhurry, the whole of the plant and animal kingdoms.\nBoorstin writes of how Linnaeus “ransacked his Latin\nfor enough terms to make up thousands of labels,” and\nasks, “when was there another such colossal feat of\nname-giving since the Creation?”</p>\n<p>The fun of science verbalization goes far beyond\nclassical posturing.  In fact, the introduction of Latin-and-Greek-based\nsystems actually took some of the fun\nout of nomenclature by displacing thousands of colorful\ncommon names.  In chemistry, for example, <em>blue\nvitriol</em> became copper sulphate, and <em>salt of worm-wood</em>,\npotassium tartarate.  What common names may\nlack in euphony, they often make up in imagery or\nhigh-spirited silliness.  Give me a <em>purple-headed\nsneezeweed</em> over a <em>Helenium nudiflorum</em> any day.\nGive me a <em>tufted titmouse</em> or <em>red-breasted nuthatch</em> at\nmy window, not <em>Parus bicolor</em> or <em>Sitta canadensis</em>.  I'll\ntake a <em>stinkhorn fungus</em> over <em>Dictyophora duplicata</em>, if\nI have to take a stinkhorn at all.</p>\n<p>High spirit isn't limited to biological nomenclature:</p>\n<p>—The discoverers of a dwarf elliptical galaxy\nnamed it after the candy bar, <em>Snickers</em>, to provide an\nalternative to that chewy chocolate, Milky Way\ngalaxy.</p>\n<p>—Subatomic particles receive such whimsical\nnames as <em>quarks</em>, <em>gluons</em>, <em>gypsies</em>, <em>truths</em>, and <em>beauties</em>.</p>\n<p>As not quite everyone knows, physicist Murray GellMann\nborrowed <em>quark</em> from James Joyce's phrase\n“Three quarks for Muster Mark” in <em>Finnegans Wake</em>.\nIn German, <em>quark</em> means 'curds, cream cheese, trash,\nrubbish, or nonsense.'</p>\n<p>Science terms frequently derive from personal\nnames, such as those of discoverers, innovators, and\npatrons.  Sometimes the terms sound like players in a\nTeutonic fairy tale: <em>One day, long ago, a Schrödinger\nequation, Schwann cell, and Schwartzchild radius met\nin the Black Forest</em>....  Or they sound goofy, as in\n<em>Gooch crucible.  Andrade's Creep Law</em>, the <em>Sorensen\nTitration, Abbe's Sine Condition</em>, and other titillating\nnomenclature can be found in Ballentyne and Lovett's\n<em>A Dictionary of Named Effects and Laws in Chemistry,\nPhysics, and Mathematics</em>, which defines the reaction,\nflaw, axiom, or paradox of one scientist or\nanother.</p>\n<p>Individual scientists or teams often compete to\nhave a plant, insect, comet, star, or whatever named\nafter them, subject to the pronouncements of the\nInternational Commission on Zoological Nomenclature,\nInternational Astronomical Union, International\nCommittee on Nomenclature of Viruses, and other\nauthorities for names in their fields.  Being apart from\nsuch competition should please humanists.  Of course it\ndoes not.  In 1960, while studying at the Writers\nWorkshop of the University of Iowa, I was struck by\nthe naming of something 40,000 miles wide after\nJames Van Allen, a physicist across the campus.  Here\nwe were in barracks classrooms, two hundred humanists\nwho would struggle a lifetime to see their names in\n10-point type; and there, in the science buildings, a\nman had pointed to the earth's invisible girdle of radiation\nand would have his name forever in the skies.</p>\n<p>It was a traumatic insight into the “two cultures,”\nbut I accepted it: different reward systems and all\nthat.  If the physical world from <em>Okazaki DNA fragments</em>\nto <em>Comet Araki-Alcock</em> were to be named after\nscientists, let it be.  Most scientists slave obsessively at\ntheir work, probably alienating friends and families.\nThey deserve an honor.  Humanists have other means\nof immortality, such as carving their names in park\nbenches.  Besides, names derived from one's own can\nprove embarrassing.  Hogben cites a plant named\n<em>Kniphofia</em> in honor of J.J. Kniphof (1704-65) of\nErfurt, Germany.  The honor, however, is qualified:\n<em>Kniphofia</em> is a phallus-shaped plant whose common\nname is <em>red-hot poker</em>.</p>\n<p>To immortalize their names in a term, scientists\nhave associated themselves with organisms as dreadful\nas, say, a tumor virus.  In a lively argument for a\nrational system of virus nomenclature (<em>Nature</em>, 303:\nJune 1983) Peter Newmark cites a new christening: the\n<em>Hardy-Zuckerman</em> 2 <em>feline sarcoma virus</em>. “Not that\neveryone would wish to have a tumor virus named\nafter himself or herself, especially one that kills cats,”\nNewmark observes.  Because viruses are named in several\ninconsistent ways, Newmark calls for a non-erratic\nsystem, perhaps “an acronym for the virus type\nfollowed by a designation of the isolate by place (and\nnumber if necessary).”</p>\n<p>Newmark's argument reflects the general movement\nof science nomenclature away from the colorful,\nbizarre, personal, and passionate, and toward the\nobjective, rational, quantitative, and dull.  With thousands\nof unique names needed for new discoveries and\ndevelopments, how far can scientists stretch the language\nbefore it becomes ridiculous?  <em>Galaxy cluster\nNGC 6822</em> isn't much fun to say, but would anyone\nwant to continue the candy-bar series, calling something\nbigger than the mind can conceive a <em>Chunky</em> or\nan <em>Almond Joy</em>?</p>\n<p>The scholarly Linnaeus “ransacked his Latin” for\nhis thousands of labels.  What have today's scientists\nleft to ransack?  I know they're running dry when I\nread (in the March <em>Science 86</em>) the names they propose\nfor a new sixty-atom molecule resembling a seamed\nsoccer ball or a geodesic dome: <em>carbosoccer, soccerene</em>,\nand <em>Buckminsterfullerene</em>.  Perhaps humanists can\nhelp, even as their own literature pales.  Clearly, science\nterminology has become too important and too\nmuch fun to be left to scientists alone.  I propose that\nhumanists—with radiant exitance and Perfect Cosmological\nPrinciple—move in and save the day.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Science Words for Humanists</h1> <p><em><span data-rel=\"author\">Arthur Plotnik</span> <span data-rel=\"location\">Chicago</span></em></p> <p>Take it from this humanist: the last English words\nwith any fizz left to them are bottled up in the\nsciences, leaving the arts and letters with an idiom as\nflat as yesterday's champagne.</p> <p>Who can resist a good science word?  <em>Oozes</em>.  <em>Neap\ntides</em>.  <em>Apogee</em>.  <em>Chiasma</em>.  <em>Ytterbium</em>.  <em>Endoplasmic\nreticulum</em>.  <em>Superluminal quantum connectedness</em>.  If\nyour tongue isn't dancing, stop reading.</p> <p>My own attraction to words outside the humanities\nbegan in grade school.  To little ears dulled by the\nclunk of “noun,” “pilgrim,” and “citizenship,” came\nthe music of <em>deciduous</em>.  <em>Coniferous</em>.  <em>Hypotenuse</em>.  I\nwas seduced.</p>"
}