{
  "type": "Article",
  "title": "The Nihongo Religion 1",
  "author": "Paul V. Axton",
  "location": "Meikei High School, Ibaraki, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Nihongo Religion <sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></h1>\n<p><em><span data-rel=\"author\">Paul V. Axton</span> <span data-rel=\"location\">Meikei High School, Ibaraki, Japan</span></em></p>\n<blockquote>\n<p>To be a Japanese, at the same time that it means\nbeing a member of the Japanese race, also means\nspeaking the Japanese language.—Takao Suzuki,\nLecture of March 18, 1978, on “Why Teach Nihongo\nto the Foreigners?”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>The reason Japanese have the same mentality is that\nthey have only one language and the same brain\nfunctions.  From this point of view, if they lose the\nJapanese language they are no longer Japanese.—\nTadanobu Tsunoda, <em>Nihonjin no No</em>, p. 171.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n</blockquote>\n<p>For most Japanese the Japanese language is the\ncentral ingredient of being Japanese.  To be a\nmember of the race means to be able to speak the language,\nand one cannot speak the language if he's not\nof the race.  Takao Suzuki has noted, “Foreigners\nproperly ought not to understand the language at\nall.”<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> Those that do are intellectually banished as <em>hen\nna gaijin</em> 'crack-brained foreigners' or, in the case of\nJapanese Koreans, are classified as permanent aliens\nwho must be fingerprinted and registered as if they\nhave a home other than Japan.  Japanese children\nabandoned in China as a result of World War II are\nnow non-Japanese because they don't speak Japanese.\nEvery few weeks the news shows weeping Japanese\nbeing sent back to China having failed to find anyone\nto sponsor them as Japanese citizens.  Petitions and\npleading from those who fail have yet to change this\nofficial policy.  Not even birth can guarantee acceptance\ninto the race.  To be Japanese you must speak\nJapanese, for that is what makes you Japanese.</p>\n<p>This regard for the Japanese language dates back\nto early Shintoism and can be traced to the recent\npast in the <em>Kokutai No Hongi</em>, a document circulated\nbefore the war and banned by the occupation\nforces.  The most recent and well-known spokesman,\nTadanobu Tsunoda, has set out to prove scientifically\nthat Japanese is what makes the Japanese people\nunique.</p>\n<p>Tsunoda, a neurophysiological researcher with\nthe credentials of an ear-nose-and-throat specialist,\nclaims the Japanese brain functions have been modified\nby the Japanese language so that Japanese have\nmaximum use of the left and right hemispheres of their\nbrain.  In a meeting of advanced and third-world\ncountries, he says, only the Japanese could really\nunderstand both groups: advanced countries would be\nleft-brain dominant; third-world countries would be\nright-brain dominant; while only Japanese could balance\nthese two and operate equally well out of either\nhemisphere.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Perhaps it is this data Takao Suzuki had\nin mind when he wrote, “...the reason why the UN\ndoes not now function effectively is because Japanese\nis not one of its official languages.”<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> The language enables its speakers to be arbiters of peace.  Strangely\nenough, this special characteristic, which took thousands\nof years to evolve, is lost with exposure to a second\nlanguage.</p>\n<blockquote>\n<p>Japanese themselves lose the functional\nusefulness of the “creative” side of the brain as\nsoon as they begin speaking, reading, writing, or\nthinking in English.  Japanese who feel out of their\nelement in English, including myself, are\nsomehow relieved when they hear the comment,\n“So many times when a person speaks really good\nEnglish, he's also a real drip.”<sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n</blockquote>\n<p>Tsunoda does not just mean that while speaking English\nJapanese lose their creativity; he means that learning\nEnglish will “dry up” one's creativity entirely.\nJapanese become “drips” by learning English.  His\nexperiments, he claims, show a marked drop in activity\nin the creative side of the brain of second-generation\nJapanese living overseas, of Koreans, Indians,\nWesterners, or, it seems, anyone who is not\nJapanese.<sup><a href=\"#user-content-fn-a8\" id=\"user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Tsunoda notes that the height of Japanese creativity\nwas in the 17th to 19th centuries, during the Edo\nPeriod when Japan was closed to foreign influence.  He\nclaims it was in this period that most all significant\ncultural and artistic advances were made.  The Meiji\nPeriod marks the demise of Japanese creativity, which\nTsunoda attributes to the opening of Japan and influence\nfrom the West.  Western thinking produced something\nof an epidemic of stifled creativity.<sup><a href=\"#user-content-fn-a9\" id=\"user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>This creativity, available only to the Japanese, is\nowing to the amazing activeness of the “linguistic side”\nof the Japanese brain.  Japanese receive laughing,\nhumming, crying, shouting, and animal noises in the\nleft side of their brain, while Westerners receive these\nin the right side of the brain.  Because of this, Japanese\ninterpret what Westerners call “noise” in a very different\nand more significant way.  These “noises”\nimpart a meaning of linguistic import without words.\nThe sounds of nature speak to Japanese where Westerners\ncan perceive no meaning.<sup><a href=\"#user-content-fn-a10\" id=\"user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Tsunoda first made\nthis discovery at an American dinner party where with\neveryone jabbering away he noticed instead the\n“music” of the crickets outside.  None of the other\nguests could perceive the profound beauty of nature's\nmusic but were instead totally occupied by conversation.\nThe Japanese brain allows nature's sounds to\nintrude upon language.  (The fact that Tsunoda admittedly\nspeaks little English would also seem to affect the\nprofundity of cricket sounds).<sup><a href=\"#user-content-fn-a11\" id=\"user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>Tsunoda says nature's music has had such an\nimpact on Japanese that Japanese music is itself a careful\nduplication of natural sounds.  Westerners hear\nnothing but “noise” from nature and, as a result,\nWestern music sounds artificial.  The Japanese must go\nthrough special training to appreciate Western music\n(though they can never appreciate opera, for it taxes\nthe left side of the brain).  To contrast the two types of\nmusic, Tsunoda says that a bird's singing will cancel\nout Western music but will harmonize with Japanese\nmusic in the Japanese brain.<sup><a href=\"#user-content-fn-a12\" id=\"user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>Tsunoda claims Japan is a favorite stop for Western\nmusicians because the Japanese have the capacity\nto listen to music for long periods.  Apparently even\nWestern music is perceived in a special linguistic way\nin the left side of the brain, which is why the Japanese\nnever respond verbally to a concert as that would be\nlike interrupting a conversation.  Japanese clap but\nwould never yell like Westerners, who receive music in\nthe right hemisphere of the brain.<sup><a href=\"#user-content-fn-a13\" id=\"user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>Tsunoda explains that the Japanese connect logic\nto feeling, while Westerners pit logic against nature.\nThus the West has produced modern technology and\nscience which do not fit the Japanese regard for\nhuman beings as part of nature and their concern to\ncoexist with nature.  As a result, Japanese science, like\nJapanese music, cannot be duplicated by the West.\nTsunoda uses the example of a Japanese monkey study\nto prove his point.  Japanese can understand monkeys\nmentally while still able to view them objectively.\nThis psychological analysis of monkeys is something\nthat only Japanese scientists could accomplish.  This is\nalso why the Japanese readily understood and accepted\nevolution.<sup><a href=\"#user-content-fn-a14\" id=\"user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>One drawback to Japanese thinking, according to\nTsunoda, is that the left side of the Japanese brain is so\nbusy that it literally wears people out.  This explains\nthe two major activities on trains: reading comic books\nand sleeping.  Adult comic books represent a major\nindustry in Japan, which, Tsunoda explains, reflects a\nspecial need of Japanese to rest their left brain.  Japanese\nare so good at sleeping on trains, something\nTsunoda says Westerners don't do, because their left\nbrain is continually exhausted.  It is also this left brain\nexhaustion that explains all the salutations in Japanese\nusing “tired.”<sup><a href=\"#user-content-fn-a15\" id=\"user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup></p>\n<p>In the final analysis there is very little about Japanese\nbehavior that Tsunoda does not attempt to\nexplain as being language-related.  The Japanese brain\nfunctions the way it does because of the Japanese language;\nthese two unique elements came together in the\nevolution of the race so that all of Japanese culture is,\nin effect, a product of the language.  Tsunoda reaches\na crescendo when he claims Western people have cut\nthemselves off from the creative source and that the\nworld's hope for creative advancement now rests with\nthe Japanese people and their unique culture and language.<sup><a href=\"#user-content-fn-a16\" id=\"user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup></p>\n<p>Tsunoda's “scientific” discovery of the unique\nnature of the Japanese language and brain has made\nhim a national celebrity whose theory is known at\nevery level of society.  He is taken quite seriously even\nby the academic community, where university auditoriums\nfull of people soak up his lectures without a\nsnicker.  The Japanese media, public, and even significant\nsections of government have eagerly adopted his\nideas.  This in itself is a significant insight into Japanese\nmentality.</p>\n<p>The Japanese quest for “self-identity” <em>(Nihonjinron)</em>\nis a conscious national effort made necessary by\nWorld War II.  The war constituted not merely a\nmilitary defeat but total religious and cultural devastation.\nOf all things Japanese only the language\nremained, and it is the language that has served to\nexplain Japanese “uniqueness” since.  Tsunoda simply\nprovides “scientific” evidence for the recurring\nanswers to the question of identity.  The Japanese are\nunique because their language is unique: Japanese\ncannot be understood by foreigners because foreigners\ncannot speak Japanese and “real” Japanese can't speak\nEnglish.  The Japanese have an elusive, mystical mentality\nbecause of the nature and function of the language.\nJapanese books, magazines, and newspapers\nare filled with the same kind of statements.  It is hard\nto find even a Western analysis of Japan that has not\nabsorbed the same propaganda.</p>\n<p>Roy Andrew Miller likens Tsunoda and his reception\nto the racism of Nazi Germany, but simple racism\ndoes not account for a discrimination that is just as\noften anti-Japanese as it is non-Japanese.  This is true\nnot only of the Japanese abandoned in China but of\njob applicants educated overseas and of children\nreturning from overseas.  In the last case the government\nhas initiated numerous studies looking into the\n“problem” of overseas children in Japanese schools.\nThat there is a problem goes unquestioned.  It is\nassumed that prolonged foreign influence, especially if\nit is accompanied by fluency in a foreign language,\nmust be “treated” much as a disease is treated.  To\nthose who have worked for a long period with overseas\nchildren, this “problem” prognosis seems even more\nridiculous.  Yet every year educators from all over\nJapan meet and discuss how to handle these children\nwho have been exposed to foreign influence.  Rather\nthan racism this seems to be the reflexive action of a\nweak ego.</p>\n<p>While many foreign influences have been welcomed,\na strong linguistic influence in any form\nappears as a threat to the binding force of being Japanese.\nEdwin Reischauer has noted there is the fear\n“that, if many Japanese learned a foreign language too\nwell, this might impair their command of the Japanese\nlanguage or at least some of their identity as\nJapanese.”<sup><a href=\"#user-content-fn-a17\" id=\"user-content-fnref-a17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> As a result, Japan is intellectually isolated\nbehind its self-imposed linguistic barrier: “... it\nsometimes appears to be a tongue-tied giant or a sinister\noutsider on the edges of world society.”<sup><a href=\"#user-content-fn-a18\" id=\"user-content-fnref-a18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup></p>\n<p>In explaining this linguistic barrier, Tsunoda\nseems to justify its continuation.  According to him the\nJapanese brain is so unique in its functions that it cannot\nbe made to handle English.  This uniqueness is not\nsomething to be ashamed of but rather is itself evidence\nof the uniqueness of all things Japanese.  There\nis, of course, no hope to regear the functions of the foreign\nbrain so that it might handle Japanese.  As a\nteacher of Japanese explained it in my presence (in\nJapanese) the foreigner can never really understand\nJapanese and even if he can perfectly imitate the\nsounds of the language he is still only producing\nsounds of which he has no knowledge.  The Japanese-speaking\nforeigner is viewed as an intruder in the Holy\nPlace, a profaner of the sacred.  This exclusiveness of\nthe <em>Nihongo</em> Creed guarantees that the Japanese will\nremain in their linguistic sanctuary, looking outward\nat the rest of the world.</p>\n<p>Tsunoda's work might be mistaken as an attempt\nto fill a gap in the hypothesis of Benjamin Whorf.\nWhorf, in trying to explain thought categories, relied\ncompletely on linguistic observations and did not\nprovide independent evidence about cognition (Lennenberg\n1953).  Though Tsunoda's experiments concentrate\non cognitive processes he is actually seeking to\nprove something quite different than the Whorfian\nhypothesis.  Whorf's theory is built upon the plasticity\nof the child's cognitive system.  Children exposed to\ndifferent languages learn different perceptual systems.\nAccording to Whorf, language determines perception\nregardless of race.  Tsunoda's main thesis is that Japanese\nbrain functions are unique and that only Japanese\nare properly evolved to handle the language in all of\nits depth and grandeur.  For Tsunoda, race and language\nare so intertwined that they cannot be separated.\nThis not only contradicts Whorf but ignores the\npast twenty years of development in linguistics.\nThough Tsunoda's hypothesis might also be called\n“linguistic determinism” this would mean something\nvery different from what is commonly meant by the\nterm.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Nihongo is the Japanese word for the Japanese language. Credit for this title goes to Takao Suzuki who first\nproposed making the language a religion. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>Cited in Roy Andrew Miller, <em>Japan's Modern Myth</em>, New\nYork &amp; Tokyo: John Weatherhill, Inc., 1982. p. 144. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>I would like to thank Saori Amagasaki for translating\nand helping me understand Tsunoda's <em>Nihonjin no No</em>. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>Takao Suzuki, <em>Tozasareta Gengo-Nihongo no Sekai</em>, Tokyo: Shincho-sha, 1975. pp. 176-177, cited in Miller, p. 157. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>Tadanobu Tsunoda, <em>Nihonjin no No</em>, Tokyo: Taishukan\nShoten, 1978. pp. 170-172. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>Takao Suzuki, Lecture of March 18, 1978, cited in\nMiller, p. 289. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>Tsunoda, <em>The Japan Foundation Newsletter</em>, April-May,\n1978, cited in Miller, p. 76. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a8\">\n<p>Tsunoda, <em>Nihonjin no No</em>. pp. 170-172. <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a9\">\n<p>Ibid. pp. 360-361. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a10\">\n<p>Ibid. pp. 90-95. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a11\">\n<p>Tsunoda, Lecture of November 9, 1984, at Tsukuba\nUniversity. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a12\">\n<p>Tsunoda, <em>Nihonjin no No</em>. pp. 90-95. <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a13\">\n<p>Ibid. <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a14\">\n<p>Ibid. pp. 362-363. <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a15\">\n<p>Ibid. pp. 98-99. <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a16\">\n<p>Ibid. p. 378. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a17\">\n<p>Edwin O. Reischauer, <em>The Japanese</em>, Tokyo: Charles E.\nTuttle Co., 1977. p. 398. <a href=\"#user-content-fnref-a17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a18\">\n<p>Ibid. <a href=\"#user-content-fnref-a18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Nihongo Religion <sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></h1> <p><em><span data-rel=\"author\">Paul V. Axton</span> <span data-rel=\"location\">Meikei High School, Ibaraki, Japan</span></em></p> <blockquote>\n<p>To be a Japanese, at the same time that it means\nbeing a member of the Japanese race, also means\nspeaking the Japanese language.—Takao Suzuki,\nLecture of March 18, 1978, on “Why Teach Nihongo\nto the Foreigners?”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>The reason Japanese have the same mentality is that\nthey have only one language and the same brain\nfunctions.  From this point of view, if they lose the\nJapanese language they are no longer Japanese.—\nTadanobu Tsunoda, <em>Nihonjin no No</em>, p. 171.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n</blockquote> <p>For most Japanese the Japanese language is the\ncentral ingredient of being Japanese.  To be a\nmember of the race means to be able to speak the language,\nand one cannot speak the language if he's not\nof the race.  Takao Suzuki has noted, “Foreigners\nproperly ought not to understand the language at\nall.”<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> Those that do are intellectually banished as <em>hen\nna gaijin</em> 'crack-brained foreigners' or, in the case of\nJapanese Koreans, are classified as permanent aliens\nwho must be fingerprinted and registered as if they\nhave a home other than Japan.  Japanese children\nabandoned in China as a result of World War II are\nnow non-Japanese because they don't speak Japanese.\nEvery few weeks the news shows weeping Japanese\nbeing sent back to China having failed to find anyone\nto sponsor them as Japanese citizens.  Petitions and\npleading from those who fail have yet to change this\nofficial policy.  Not even birth can guarantee acceptance\ninto the race.  To be Japanese you must speak\nJapanese, for that is what makes you Japanese.</p> <p>This regard for the Japanese language dates back\nto early Shintoism and can be traced to the recent\npast in the <em>Kokutai No Hongi</em>, a document circulated\nbefore the war and banned by the occupation\nforces.  The most recent and well-known spokesman,\nTadanobu Tsunoda, has set out to prove scientifically\nthat Japanese is what makes the Japanese people\nunique.</p>"
}