{
  "type": "Article",
  "title": "The World According to Student Bloopers",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The World According to Student Bloopers</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>One of the fringe benefits of being an English or\nHistory teacher is receiving the occasional jewel\nof a student blooper in an essay.  I have pasted together\nthe following “history” of the world from certifiably\ngenuine student bloopers collected by teachers\nthroughout the United States, from eighth grade\nthrough college level.  Read carefully, and you will\nlearn a lot.</p>\n<p>The inhabitants of ancient Egypt were called\nmummies.  They lived in the Sarah Dessert and traveled\nby Camelot.  The climate of the Sarah is such that\nthe inhabitants have to live elsewhere, so certain areas\nof the dessert are cultivated by irritation.  The Egyptians\nbuilt the Pyramids in the shape of a huge triangular\ncube.  The Pramids are a range of mountains\nbetween France and Spain.</p>\n<p>The Bible is full of interesting caricutures.  In the\nfirst book of the Bible, Guinesses, Adam and Eve were\ncreated from an apple tree.  One of their children,\nCain, once asked, “Am I my brother's son?”  God asked\nAbraham to sacrifice Isaac on Mount Montezuma.\nJacob, son of Isaac, stole his brother's birth mark.\nJacob was a patriarch who brought up his twelve sons\nto be patriarchs, but they did not take to it.  One of\nJacob's sons, Joseph, gave refuse to the Israelites.</p>\n<p>Pharaoh forced the Hebrew slaves to make bread\nwithout straw.  Moses led them to the Red Sea, where\nthey made unleavened bread, which is bread made\nwithout any ingredients.  Afterwards, Moses went up\non Mount Cyanide to get the ten commandments.\nDavid was a Hebrew king skilled at playing the liar.\nHe fought with the Philatelists, a race of people who\nlived in Biblical times.  Solomon, one of David's sons,\nhad 500 wives and 500 porcupines.</p>\n<p>Without the Greeks we wouldn't have history.\nThe Greeks invented three kinds of columns—\nCorinthian, Doric, and Ironic.  They also had myths.\nA myth is a female moth.  One myth says that the\nmother of Achilles dipped him in the River Stynx until\nhe became intollerable.  Achilles appears in <em>The Iliad</em>,\nby Homer.  Homer also wrote <em>The Oddity</em>, in which\nPenelope was the last hardship that Ulysses endured\non his journey.  Actually, Homer was not written by\nHomer but by another man of that name.</p>\n<p>Socrates was a famous Greek teacher who went\naround giving people advice.  They killed him.  Socrates\ndied from an overdose of wedlock.</p>\n<p>In the Olympic Games, Greeks ran races,\njumped, hurled the biscuits, and threw the java.  The\nreward to the victor was a coral wreath.  The government\nof Athens was democratic because people took\nthe law into their own hands.  There were no wars in\nGreece, as the mountains were so high that they\ncouldn't climb over to see what their neighbors were\ndoing.  When they fought with the Persians, the\nGreeks were outnumbered because the Persians had\nmore men.</p>\n<p>Eventually, the Ramons conquered the Greeks.\nHistory calls people Romans because they never stayed\nin one place for very long.  At Roman banquets, the\nguests wore garlics in their hair.  Julius Caesar extinguished\nhimself on the battlefields of Gaul.  The Ides of\nMarch murdered him because they thought he was\ngoing to be made king.  Nero was a cruel tyranny who\nwould torture his poor subjects by playing the fiddle to\nthem.</p>\n<p>Then came the Middle Ages.  King Alfred conquered\nthe Dames, King Arthur lived in the Age of\nShivery, King Harold mustarded his troops before the\nBattle of Hastings, Joan of Arc was cannonized by Bernard\nShaw, and victims of the Black Death grew\nboobs on their necks.  Finally, Magna Carta provided\nthat no free man should be hanged twice for the same\noffense.</p>\n<p>In midevil times most of the people were alliterate.\nThe greatest writer of the time was Chaucer, who\nwrote many poems and verses and also wrote literature.\nAnother tale tells of William Tell, who shot an\narrow through an apple while standing on his son's\nhead.</p>\n<p>The Renaissance was an age in which more individuals\nfelt the value of their human being.  Martin\nLuther was nailed to the church door at Wittenberg\nfor selling papal indulgences.  He died a horrible\ndeath, being excommunicated by a bull.  It was the\npainter Donatello's interest in the female nude that\nmade him the father of the Renaissance.  It was an age\nof great inventions and discoveries.  Gutenberg\ninvented the Bible.  Sir Walter Raleigh is a historical\nfigure because he invented cigarettes.  Another important\ninvention was the circulation of blood.  Sir Francis\nDrake circumcised the world with a 100-foot clipper.</p>\n<p>The government of England was a limited mockery.\nHenry VIII found walking difficult because he\nhad an abbess on his knee.  Queen Elizabeth was the\n“Virgin Queen.”  As a queen she was a success.  When\nElizabeth exposed herself before her troops, they all\nshouted, “hurrah.”  Then her navy went out and\ndefeated the Spanish Armadillo.</p>\n<p>The greatest writer of the Renaissance was William\nShakespear.  Shakespear never made much money\nand is famous only because of his plays.  He lived at\nWindsor with his merry wives, writing tragedies, comedies,\nand errors.  In one of Shakespear's famous plays,\nHamlet rations out his situation by relieving himself in\na long soliloquy.  In another, Lady Macbeth tries to\nconvince Macbeth to kill the King by attacking his\nmanhood.  Romeo and Juliet are an example of a\nheroic couplet.  Writing at the same time as Shakespear\nwas Miguel Cervantes.  He wrote <em>Donkey Hote</em>.\nThe next great author was John Milton.  Milton wrote\n<em>Paradise Lost</em>.  Then his wife died and he wrote <em>Paradise\nRegained</em>.</p>\n<p>During the Renaissance America began.  Christopher\nColumbus was a great navigator who discovered\nAmerica while cursing about the Atlantic.  His ships\nwere called the Nina, the Pinta, and the Santa Fe.\nLater, the Pilgrims crossed the Ocean, and this was\nknown as Pilgrims Progress.  When they landed at\nPlymouth Rock, they were greeted by the Indians,\nwho came down the hill rolling their war hoops before\nthem.  The Indian squabs carried porpoises on their\nback.  Many of the Indian heroes were killed, along\nwith their cabooses, which proved very fatal to them.\nThe winter of 1620 was a hard one for the settlers.\nMany people died and many babies were born.  Captain\nJohn Smith was responsible for all this.</p>\n<p>One of the causes of the Revolutionary Wars was\nthe English put tacks in their tea.  Also, the colonists\nwould send their parcels through the post without\nstamps.  During the War, the Red Coats and Paul\nRevere was throwing balls over stone walls.  The dogs\nwere barking and the peacocks crowing.  Finally, the\ncolonists won the War and no longer had to pay for\ntaxis.</p>\n<p>Delegates from the original thirteen states formed\nthe Contented Congress.  Thomas Jefferson, a Virgin,\nand Benjamin Franklin were two singers of the Declaration\nof Independence.  Franklin had gone to Boston\ncarrying all his clothes in his pocket and a loaf of\nbread under each arm.  He invented electricity by rubbing\ncats backwards and declared, “A horse divided\nagainst itself cannot stand.”  Franklin died in 1790 and\nis still dead.</p>\n<p>George Washington married Martha Curtis and\nin due time became the Father of Our Country.  Then\nthe Constitution of the United States was adopted to\nsecure domestic hostility.  Under the Constitution the\npeople enjoyed the right to keep bare arms.</p>\n<p>Abraham Lincoln became America's greatest\nPrecedent.  Lincoln's mother died in infancy, and he\nwas born in a log cabin which he built with his own\nhands.  When Lincoln was President, he wore only a\ntall silk hat.  He said, “In onion there is strength.”\nAbraham Lincoln wrote the Gettysburg Address while\ntraveling from Washington to Gettysburg on the back\nof an envelope.  He also freed the slaves by signing the\nEmasculation Proclamation, and the Fourteenth\nAmendment gave the ex-Negroes citizenship.  But the\nClue Clux Clan would torcher and lynch the ex-Negroes\nand other innocent victims.  It claimed it represented\nlaw and odor.  On the night of April 14, 1865,\nLincoln went to the theater and got shot in his seat by\none of the actors in a moving picture show.  The\nbelieved assinator was John Wilkes Booth, a\nsupposingly insane actor.  This ruined Booth's career.</p>\n<p>Meanwhile in Europe, the enlightenment was a\nreasonable time.  Voltare invented electricity and also\nwrote a book called <em>Candy</em>.  Gravity was invented by\nIsaac Walton.  It is chiefly noticeable in the Autumn,\nwhen the apples are falling off the trees.</p>\n<p>Bach was the most famous composer in the world,\nand so was Handel.  Handel was half German, half\nItalian, and half English.  He was very large.  Bach\ndied from 1750 to the present.  Beethoven wrote music\neven though he was deaf.  He was so deaf he wrote\nloud music.  He took long walks in the forest even\nwhen everyone was calling for him.  Beethoven expired\nin 1827 and later died for this.</p>\n<p>France was in a very serious state.  The French\nRevolution was accomplished before it happened.  The\nMarseillaise was the theme song of the French Revolution,\nand it catapulted into Napoleon.  During the\nNapoleonic Wars, the crowned heads of Europe were\ntrembling in their shoes.  Then the Spanish gorillas\ncame down from the hills and nipped at Napoleon's\nflanks.  Napoleon became ill with bladder problems\nand was very tense and unrestrained.  He wanted an\nheir to inherit his power, but since Josephine was a\nbaroness, she couldn't bear children.</p>\n<p>The sun never set on the British Empire because\nthe British Empire is in the East and the sun sets in the\nWest.  Queen Victoria was the longest queen.  She sat\non a thorn for 63 years.  Her reclining years and finally\nthe end of her life were exemplatory of a great personality.\nHer death was the final event which ended her\nreign.</p>\n<p>The nineteenth century was a time of many great\ninventions and thoughts.  The invention of the steamboat\ncaused a network of rivers to spring up.  Cyrus\nMcCormick invented the McCormick raper, which did\nthe work of a hundred men.  Samuel Morse invented a\ncode of telepathy.  Louis Pasteur discovered a cure for\nrabbis.  Charles Darwin was a naturalist who wrote\nthe <em>Organ of the Species</em>.  Madman Curie discovered\nradium.  And Karl Marx became one of the Marx\nbrothers.</p>\n<p>The First World War, caused by the assignation\nof the Arch-Duck by a surf, ushered in a new error in\nthe anals of human history.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The World According to Student Bloopers</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>One of the fringe benefits of being an English or\nHistory teacher is receiving the occasional jewel\nof a student blooper in an essay.  I have pasted together\nthe following “history” of the world from certifiably\ngenuine student bloopers collected by teachers\nthroughout the United States, from eighth grade\nthrough college level.  Read carefully, and you will\nlearn a lot.</p> <p>The inhabitants of ancient Egypt were called\nmummies.  They lived in the Sarah Dessert and traveled\nby Camelot.  The climate of the Sarah is such that\nthe inhabitants have to live elsewhere, so certain areas\nof the dessert are cultivated by irritation.  The Egyptians\nbuilt the Pyramids in the shape of a huge triangular\ncube.  The Pramids are a range of mountains\nbetween France and Spain.</p> <p>The Bible is full of interesting caricutures.  In the\nfirst book of the Bible, Guinesses, Adam and Eve were\ncreated from an apple tree.  One of their children,\nCain, once asked, “Am I my brother's son?”  God asked\nAbraham to sacrifice Isaac on Mount Montezuma.\nJacob, son of Isaac, stole his brother's birth mark.\nJacob was a patriarch who brought up his twelve sons\nto be patriarchs, but they did not take to it.  One of\nJacob's sons, Joseph, gave refuse to the Israelites.</p>"
}