{
  "type": "Article",
  "title": "Turkeys, Bombs, and Other Theatrical Souvenirs",
  "author": "Stephen E. Hirschberg",
  "location": "Elmsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Turkeys, Bombs, and Other Theatrical Souvenirs</h1>\n<p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p>\n<p>It is the birth of theater: fresh from singlehandedly\nslaying a woolly mammoth, Og returns to his cave\nand reenacts (and, being human, embellishes) the triumph\nfor his paleolithic associates; surly grunts emanate\nfrom a rival, the first drama critic.  With such\nancient origins it is not surprising that much of the\ntheatrical lexicon has been assimilated into our everyday\nvocabulary.</p>\n<p>The drama of ancient Greece is the senior donor\nof such words to English.  Early performances were of\nchoral dances, with the drama's poetic lines of secondary\nimportance.  Chanting and moving as a unit, the\nchorus would proceed in one direction (movement\ncalled the <em>strophe</em>), turn back using the same meter\n(the <em>antistrophe</em>), and conclude, standing still, in a\ndifferent meter (the <em>epode</em>).  From the root <em>strophe</em>\ndeveloped <em>apostrophe</em>—a turning aside in the midst of\na speech—more generally, a digression.  An allusion to\nthese choral movements, the <em>catastrophe</em> was the fatal\nturning point of a drama.</p>\n<p>In the mid-sixth century B.C. the eponymous\nThespis of Icaria, a chorus trainer, revolutionized the\nformat by separating a single recitiative actor—him-self—from\nthe chorus.  Today's actors, <em>thespians</em>,\naspire to such stardom.  This separation afforded\nopportunity for verbal conflict (in Greek, <em>agōn</em>), a\nfoundation of modern drama.  The leading character\n(now, any leading figure) was the <em>protagonist</em>, and the\nopposition, <em>antagonists</em>.  Complexity of the struggle\nwas enhanced by the addition of a second actor\n<em>(deuteragonist)</em> by Aeschylus, and a third <em>(tritagonist)</em>\nby Sophocles.  The Greeks' word for the stage actor\nwas <em>hypokritēs</em> (one who pretends to be what he is\nnot; thus, <em>hypocrite</em>).</p>\n<p>Through the 5th century B.C., the Classical Greek\nperiod, all action took place on the circular flat bottom,\nthe <em>orchēstra</em> (from Gr. <em>orcheisthai</em> 'to dance'), of\nthe bowl-shaped theater.  Musicians occupied seats\nadjacent to the <em>orchēstra</em>.  Actors could change masks\nand costumes away from the performance area in a\nsmall tent, the <em>skēnē</em> (the term later referred to a\nwooden partition closing the back of the orchestra to\npermit more convenient garb changes and prop storage).\nThe next century saw the <em>skēnē</em> become a more\nsubstantial, flat-roofed structure with doors to the\n<em>orchēstra</em>.  It is believed that the actors spoke from the\nroof of the <em>skēnē</em> while the chorus remained below, in\nthe <em>orchēstra</em>.  With the extinction of the chorus in the\nmodern drama, the Greek theater structure has left to\nEnglish the <em>scene</em> (from <em>skēnē</em>), and <em>orchestra</em> to\ndenote both a collection of musical performers (who\noccupied the <em>orchēstra</em> after actors and chorus abandoned\nit) and the lower section of seats in a theater.</p>\n<p>Masks were used to identify characters, show\ntheir emotions, and cope with open-air acoustical\nchallenges.  They were equipped with megaphone-like\nmouth holes in order to project sound better.  The\nLatin <em>persōna</em>—'mask' (probably from <em>personāre</em> 'to\nsound through')—gives us <em>person</em> for 'any human\nbeing.'</p>\n<p>Perhaps the most peculiar of the Greek stage\nprops was the <em>mēchanē</em>, a crane used to lower a god\nfrom heaven (<em>theos ek mēchanēs</em>) to disentangle the\nplot and save the day for the hero (and playwright).  In\nits non-stage sense, <em>deus ex machina</em> is any unexpected\ndevice to resolve a difficult situation.  A kindred term\nfrom the French, <em>coup de thé\\acap\\tre</em> (a 'sensational sudden\nturn in a play'), likewise denotes a surprising turn\nof events.</p>\n<p>The pragmatic Romans adopted much of the\nGreek form.  Modesty was apparently not an attribute\nof the Roman actors: the end of a performance was\nmarked by actors' cries of “<em>Plauditē</em>!” 'Applaud!'\nPraiseworthy feats still rate our <em>plaudits</em>.  What seems\nvalid invites applause, and hence is <em>plausible</em>.</p>\n<p>Though the English stage direction <em>Enter</em> was\nperfectly acceptable to Elizabethan playwrights,\ndepartures were in Latin: <em>Exit</em> 'he or she leaves' and\n<em>Exeunt</em> 'they leave.'  From this Roman heritage is our\noff-stage meaning of <em>exit</em>.  The <em>OED</em> cites the 1607\nsource <em>Barley-breake; or a warning for wantons</em>, “so\nMuch like vnto a Player on a stage...  As one distract\ndoth exit in a rage.”</p>\n<p>Roman theater also gave a term for the bragging,\nswaggering soldier, <em>miles gloriosus</em>.  Titus Maccius\nplautus created the eponym <em>c</em>.206 B.C. in his comedy,\n<em>Miles Gloriosus</em>.</p>\n<p>The medieval mystery play, characterized by tableaux,\ndances, songs and dramatic scenes, was a transitional\nform between liturgy and lay drama.  The\nplays were presented on a movable stage, a <em>pageant</em>\n(subsequent embellishments of which included wheels\nand a lower-level dressing room), now synonymous\nwith pomp.  Between the acts of mystery plays might\nbe inserted a broadly humorous episode based on wild\nimprobabilities—an <em>interlude</em> or <em>farce</em> (from the Latin\n<em>farcīre</em> 'to stuff [into the program].'  A <em>farce</em> thus came\nto signify something ludicrous, or an empty show.).  A\nrelated device is <em>comic relief</em> (such as Hamlet's ridicule\nof Polonius), a break in tension between serious\nevents.</p>\n<p>With the end of the Middle Ages new dramatic\nforms were born in Europe.  Sixteenth-century Italy\nsaw the development of <em>commedia dell'arte</em>, in which\ntroupes of stock characters improvised on plots which\nusually involved the amorous entanglements of masters,\nservants, mistresses, and confidantes.  Eponyms\nemerged from the cast: Pantalone, a lustful Venetian\nmerchant identified by his tight trousers (from which\n<em>pantaloons</em> and pants); Zanni, a ludicrous buffoon\n(thus, <em>zany</em>), servant to a charlatan; Arlecchino, another\nbuffoon servant with tights which were parti-colored\n(so <em>harlequin</em>, from the French for this name,\nmeans 'bright and multicolored'); and Soubrette, the\ncoquettish lady's maid and intrigante (whence <em>soubrette</em>\n'any frivolous or flirtatious young woman').</p>\n<p>Melodrama evolved as a distinct genre in France\nin the 18th century.  It was characterized by elaborate\naction, dialogue, spectacle, suspense, and sentiment\n(thus, <em>melodramatic</em>).  In Germany late in the century\narose the <em>Sturm und Drang</em> (“Storm and Stress”)\nmovement, opposing established society and featuring\nextreme nationalism and impetuosity of style and diction.\nIts name came from the 1776 drama <em>DerWirrwarr,\noder Sturm und Drang</em>, by Friedrich Maximilian\nvon Klinger.  The movement ended in 1784, but\n<em>Webster's III</em> records <em>Sturm und Drang</em> in English\nmeaning 'turmoil.'</p>\n<p>The <em>curtain-raiser</em> (consequently a preliminary\nto an event) appeared in the late 19th century as\na concession to theater latecomers.  It was a short\nplay presented at the program's start so that the featured\npresentation would not be interrupted by the\nunpunctual.</p>\n<p>Producers of vaudeville shows stimulated audience\ninterest with the idea of amateur night.  In the\ncourse of the evening the worst of the performers\nwould be jerked off stage by a hook on a long pole.\nVaudeville may be dead, but to <em>give the hook</em> still\nmeans to 'discharge for incompetence.'</p>\n<p>With the significant exception of <em>commedia\ndell'arte</em>, the theater moved indoors with the Renaissance.\nFrom their building plans as well as their visual\nand acoustic properties the playhouses of the Renaissance\nand subsequent eras gave us phrases now in\ncommonplace use.  The least expensive seats were the\nhighest ones, in the gallery, occupied by those presumed\nto be lacking the artistic sophistication brought\nby wealth (thus <em>gallery</em> was identified with the general\npublic).  To <em>play to the gallery</em>, originally by overacting\nto appeal to the taste of its denizens, is to 'curry\nfavor with the masses by crude devices.'</p>\n<p>What actors require is visibility on stage.  Even\ntheatrical <em>stars</em> (so called because of the brilliance of\ntheir performances) need to be <em>in the spotlight</em>.  In\n1816 Thomas Drummond invented the limelight, a\nspotlight which provided brilliant white illumination\nby the incandescence of calcium oxide (lime).  Used in\ntheaters from 1837 until supplanted by Edison's electric\nlights in the 1880s, its legacy is the wish of performers\nand public figures to be <em>in the limelight</em>.\nOccupying <em>center stage</em> assures good lighting for the\nactor and unobstructed sight lines for his devotees in\nthe audience.</p>\n<p>An actor trying to force attention on himself\nmight stand in the upstage (the rearward part of the\nstage) while engaged in dialogue, thus forcing a fellow\nperformer to turn his back on the audience.  <em>Upstaging</em>\nis a form of <em>stealing the show</em> (another is <em>forcing out of\nthe spotlight</em>), or practising one-upmanship.  The\nextreme of stage attention-getting is the inept though\nflamboyant overactor, the <em>ham</em>.  In general use indicating\na ridiculous or obnoxious exhibitionist, the\nword is a relic of the minstrel shows.  In these a <em>hambone</em>\nwas a performer in blackface overacting dialect\nroutines (as in the song, “The Ham-Fat Man”).  Testifying\nto the qualities of the ham, <em>hamming up</em> means\n'wrecking by ill-advised, extravagant behavior.'</p>\n<p>The acoustics of the theater must permit all the\nplaywright's lines to be audible.  A <em>stage whisper</em> is in\nthe script—a 'whisper intended to be overheard.'\nSome stage talk is not meant for theatergoers' ears—\nfor example, a <em>prompt</em> for an actor who forgets a line.</p>\n<p>Off-stage left and right are players ready to <em>take\ncues</em> for their entrances.  They are anticipated but\nunseen, <em>waiting in the wings</em>.  An actor called to\nundertake a part on short notice might study it while\nwaiting thus and be prepared to <em>ad lib</em>; such an effort\nwith little preparation is <em>winging it</em>.</p>\n<p>Preparation of the theater includes <em>setting the\nstage</em>.  A <em>trompe l'oeil</em> painted curtain at the back of\nthe stage, establishing location, is a <em>backdrop</em>.  What is\ninvisible at the theater (hence private) is <em>behind the\nscenes</em>, or <em>backstage</em>.  The stage manager has responsibility\nfor all physical aspects of the production.  He\ngenerally is off-stage (the Stage Manager in Thornton\nWilder's <em>Our Town</em> is a notable exception).  By back\nformation, to <em>stage-manage</em> is to arrange from behind\nthe scenes.</p>\n<p>Non-theatrical English has assimilated from the\nstage a number of terms indicating success or failure.\nSomething accepted by the common man is said to\n<em>play</em> [well] <em>in Peoria</em> (Peoria, Illinois—a reflection of\nthe recepetion of road-company productions by smalltown\naudiences with middle-American taste).  <em>Box\noffice</em> 'success or drawing power' may be more likely\nwith a star to <em>fill the bill</em> 'meet requirements'; the\nphrase refers to the need for large-type lettering of the\nfeatured player's name to occupy space on the printed\nprogram, or bill.  A 'major success,' in a vaudeville\nprogram, for instance, is a <em>tough act to follow</em>.</p>\n<p>On the other hand, the show may be a 'total\ndisaster,' a <em>turkey</em> (theatrically, an entertainer whose\nattributes are dullness, poor writing, inferior production,\nand financial failure).  Some turkeys do not have\nthe sense to die quietly, but 'conspicuously fail'—they\n<em>bomb</em>.  [Though <em>bomb</em> in England is equivalent to\n<em>smashit</em> in America.—Ed.]</p>\n<p>Dramatic characters, even those with minor\nparts, live outside their roles as eponyms.  Shakespearean\ncreations who have gone from proper to common\nnouns include <em>Shylock</em> 'an exacting creditor'; <em>Romeo</em>\ncapitalized, a 'male lover,' lower-case, a 'kind of man's\nslipper'; <em>Juliet</em> a 'type of woman's slipper'; and <em>Benedick</em>\n(a newlywed in <em>Much Ado About Nothing</em>),\nspelled <em>benedict</em> or <em>benedick</em>, is a 'newly married man,\nin particular, one who had a long bachelorhood.'\n<em>Falstaffian</em> individuals resemble the fat, jovial, dissolute\nSir John Falstaff of <em>Henry IV</em> and <em>The Merry\nWives of Windsor</em>.  A blundering official may be called\na <em>Dogberry</em> (the foolish constable in <em>Much Ado About\nNothing</em>, who says [Act IV, Scene 2], “though it be not\nwritten down, yet forget not that I am an ass.”).</p>\n<p>Other notable eponyms from plays are <em>Lothario</em>\n(a gay blade, in Nicholas Rowe's <em>The Fair Penitent</em>),\n<em>malapropism</em> (Mrs. Malaprop had this proclivity in\nRichard Sheridan's <em>The Rivals</em>), <em>Mrs. Grundy</em> (a narrowminded,\nintolerant person like the unseen neighbor\nin Thomas Morton's <em>Speed the Plough</em>), <em>Tartuffe</em>\n(a religious hypocrite, like the hero of Moliére's\n<em>Tartuffe</em>), and <em>Peter Pan</em> (one young at heart, though\nold in years—the title character in Sir James M. Barrie's\nplay.  The name is also attached to a style of collar\nfor women and children.).  In Susanna Centlivre's <em>A\nBold Stroke for a Wife</em>, Simon Pure, impersonated by\nanother, proves his identity in the end; <em>simon-pure</em>\nthus denotes unqualified authenticity.</p>\n<p>Let us not leave this subject without mention of\nthe utility of theatrical terminology in philosophical\ndiscourse.  We offer this illustrative fragment from a\nrecently discovered dialogue:</p>\n<p>GLAUCON: What, then, is the fate of Man, Socrates?  Is\nit death and nothingness?</p>\n<p>SOCRATES: Assuredly, Glaucon, it's curtains for us.</p>\n<p>GLAUCON: What you say rings true, Socrates.  But what\nof Evil?  Can it be that Evil exists without logical\ncause, even as balls bounce and cookies crumble?</p>\n<p>SOCRATES: Certes, Glaucon.  That's showbiz!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Turkeys, Bombs, and Other Theatrical Souvenirs</h1> <p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p> <p>It is the birth of theater: fresh from singlehandedly\nslaying a woolly mammoth, Og returns to his cave\nand reenacts (and, being human, embellishes) the triumph\nfor his paleolithic associates; surly grunts emanate\nfrom a rival, the first drama critic.  With such\nancient origins it is not surprising that much of the\ntheatrical lexicon has been assimilated into our everyday\nvocabulary.</p> <p>The drama of ancient Greece is the senior donor\nof such words to English.  Early performances were of\nchoral dances, with the drama's poetic lines of secondary\nimportance.  Chanting and moving as a unit, the\nchorus would proceed in one direction (movement\ncalled the <em>strophe</em>), turn back using the same meter\n(the <em>antistrophe</em>), and conclude, standing still, in a\ndifferent meter (the <em>epode</em>).  From the root <em>strophe</em>\ndeveloped <em>apostrophe</em>—a turning aside in the midst of\na speech—more generally, a digression.  An allusion to\nthese choral movements, the <em>catastrophe</em> was the fatal\nturning point of a drama.</p> <p>In the mid-sixth century B.C. the eponymous\nThespis of Icaria, a chorus trainer, revolutionized the\nformat by separating a single recitiative actor—him-self—from\nthe chorus.  Today's actors, <em>thespians</em>,\naspire to such stardom.  This separation afforded\nopportunity for verbal conflict (in Greek, <em>agōn</em>), a\nfoundation of modern drama.  The leading character\n(now, any leading figure) was the <em>protagonist</em>, and the\nopposition, <em>antagonists</em>.  Complexity of the struggle\nwas enhanced by the addition of a second actor\n<em>(deuteragonist)</em> by Aeschylus, and a third <em>(tritagonist)</em>\nby Sophocles.  The Greeks' word for the stage actor\nwas <em>hypokritēs</em> (one who pretends to be what he is\nnot; thus, <em>hypocrite</em>).</p>"
}