{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: New Dictionary of American Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/new-dictionary-american-slang/author/robert-chapman/\"><em>New Dictionary of American Slang</em></a></h1>\n<p>Robert L. Chapman, ed., (Harper &amp; Row, 1986), xxxvi + 485pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>Everyone, it seems, takes <em>Slang</em> to mean something\ndifferent.  One of the most difficult decisions a\nlexicographer of a general dictionary faces is when to\nlabel a word or a definition <em>Slang:</em> perhaps it should\nbe labeled <em>Colloquial, Informal</em>, or something else;\nperhaps it should not be labeled at all.  It is the lexicographer's\njob to collect the words and senses in which\nthey are used by speakers and writers of a language,\nand, with the proper resources, that collection can be\neffected without too many problems.  Then comes the\ntask of sorting everything out and the art of writing\ndefinitions that synthesize the senses into a set of definitions\nthat reflect some cohesiveness of treatment,\nconsistency, and style.</p>\n<p>But whether a word, expression, or sense is to be\nlabeled <em>Slang</em> or something else cannot easily be determined\nby research among users of the language: without\nexception, I believe, it is the lexicographer who\nmust make the decision and, as far as I know, there\nhas never been a survey done among users to ascertain\ntheir opinions.  In any event, the decisions are quite\nsophisticated, and users are probably not capable of\nmaking them.  On the other hand, it is extremely difficult\nto make consistent decisions.  That doesn't apply\nto clear-cut instances, like four-letter words, but it\ndoes apply to thousands of borderline cases, and what\nmight seem to be slang on Monday morning might\nappear to be standard on Friday evening.</p>\n<p>I tried to derive a useful definition from Dr.\nChapman's Preface.  <em>The New Dictionary of American\nSlang (NDAS)</em> is a revision of <em>The Dictionary of American\nSlang (DAS)</em> by Wentworth and Flexner (published\nby T.Y. Crowell, which was bought by Harper\n&amp; Row a number of years ago), and reprinted in its\nfront matter is Stuart B. Flexner's Preface to the <em>DAS</em>.\nI have read that, too, and while both essays reveal a\ngreat deal about slang and its characteristics, I am not\nsatisfied that either leaves me with a sufficiently\nrestrictive notion of the concept to allow me to make\ncogent decisions.  Let me take this one step further:\nsome linguists—quite reasonably, I suppose—take the\nattitude that slang is an alternative language, that is,\nusers of slang (almost) always have or know a standard\nword for the slang one they employ.  This is certainly\ndemonstrably true for many words and expressions.\nBut if one examines a number of terms in a slang dictionary,\nit often seems that there is no alternative way\nof saying certain things.  Take, for instance, <em>crack</em>, the\nrelatively recent coinage defined in the <em>NDAS</em> as “very\npure cocaine intended for smoking rather than inhalation.”\n(I never knew that: I thought it was a synthetic\ncocaine that was much more concentrated, hence\nmore powerful than the natural stuff.  But that isn't\nrelevant.)  Is there an alternative to <em>crack?</em>  If there is, I\ndo not know it, and there is no suggestion of one in the\ndefinition.  In the circumstances, if <em>crack</em> is the only\n(practical) way we have to refer to the substance in\nquestion, can the designation properly be called slang?</p>\n<p>Another example is <em>burp</em>, the noun and intransitive\nverb senses presumably slang for <em>belch</em>.  I have no\nquarrel with that.  But then comes the transitive sense,\nas in <em>burp the baby</em>, quite accurately defined as “to\ncause a baby to belch...”; but nobody says “I have\nto cause the baby to belch,” “I have to belch the\nbaby,” “I have to make the baby belch,” or any other\npossible variant with <em>belch, eruct</em>, or any other word\nor phrase I can think of: everyone says <em>Burp the baby</em>.\nAs there seems to be no alternative, does that mean\nthat only two of the three senses of <em>burp</em> are properly\nslang, the transitive sense being standard?  I am not\npersuaded that the criterion is silly, but the conclusion\nis, to be sure, for a lack of consistency in the entry,\noccasioned by the omission of the transitive sense,\nwould be ridiculous.</p>\n<p>There is little point in discussing four-letter words\n(literally or figuratively)—all are in the <em>NDAS</em>, of\ncourse.  As Chapman quite sensibly writes in his Preface,\n“Yes, children will sneak off into corners with this\nbook, and find the dirty words, and have dirty\nthoughts.  If I believed that our whole culture could be\nmade the least bit more decent, more respectful, more\nharmonious, happier, and mentally healthier by <em>not</em>\nmaking a slang dictionary, I might refrain.  But I do\nnot believe that and have not refrained.”  So much for\nthe prurient prudes in the Bible Belt and in pockets of\nCalifornia who think that people learn naughty things\nfrom books.  (It reminds me of the time when, during\nthe preparation of the illustrations for the <em>Random\nHouse Unabridged</em>, I was cautioned to make sure\nnot to show male animals in profile lest children\ndraw “pee-lines” in the dictionary.  Examination of\nreference-book illustrations is likely to confirm that all\nmammals are retromingent.)</p>\n<p>Entries that are likely to be offensive, either\nbecause they are derogatory or taboo, are marked\nwith solid black triangles or white triangles, the former\nfor the really bad stuff, the latter for the somewhat\nless bad.  There are always things to argue with\nin dictionaries, so I shall refrain from disputing these\nmarkings: racial and religious slurs seem to be universally\nblack; male anatomical terms are white, female\nblack; most sexual terms are black.  <em>Gang-bang</em>, however,\nis white, and it is a pity that Chapman could not\nuse the citation provided by Professor Sir Randolph\nQuirk for the term, though Quirk is, of course, British.</p>\n<p>These and many other terms are indubitably\nslang.  Questions arise, however, about a large number\nof entries, some of which might be classed as jargon\n(some of which is included as slang), some not: <em>game\nplan, gandy dancer, gangland, gangster, ganja,\ngarden-variety, gate</em> ('ticket revenue')—just to pick a\nfew from a three-column interval.  Some of these may\nbe poor style (<em>game plan</em>); others are so familiar and\nwell established in (modern) English that they seem\nnatural enough, though admittedly not what one\nmight call elevated usage: <em>ganja</em> is a denotative term\nfor which there is no standard alternative, as far as I\nknow: <em>marijuana, bhang, heroin, opium</em>, etc. are not\nin; why <em>ganja?</em>  Why <em>crack?</em>  These are not criticisms;\nthey are expressions of perplexity.</p>\n<p>I disagree with the etymology of <em>Mickey Mouse</em>\n'showy, meretricious, shoddy, inferior ...': “apparently\nthis pejorative trend began after the wide distribution\nof <em>Mickey Mouse</em> wrist watches ... which\nwere regarded as shoddy, gimmicky, etc., at that\ntime.”  The entry is dated “<em>after WW2</em>.”  Mickey\nMouse wrist watches were sold in the early 1930s (by\nthe Ingersoll Watch Company, and they cost $2).\nThey had disappeared by WW2 and certainly were\nnot around “after WW2” till they were revived years\nlater.  There seems to be no evidence for the pejorative\nuse at the time they were popular, and, in any event,\nthey were children's watches—nobody older than 12\nyears of age would be caught dead with one.  Besides,\neveryone liked (and likes) Mickey Mouse, and there\nseems to be no foundation for the pejorative sense.  My\nown theory is that in the animated cartoons in which\nMickey appeared, he was always saved from a terrible\nsituation by a not always artfully contrived set of circumstances.\nAs the cartoons were seen during the war\nby servicemen everywhere, the sense of 'contrived'\nattached to Mickey metaphorically, to account for\nequipment failure—perhaps gremlins had something\nto do with it.</p>\n<p>None of this is anything but speculative, of\ncourse, and should not diminish the usefulness and\nimportance of the <em>NDAS</em>, which, unfortunately, will\nbe out of date very quickly.  It is hoped that the publishers\nwill see fit to maintain it in new editions at a\nfrequency greater than that it has thus far enjoyed.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/new-dictionary-american-slang/author/robert-chapman/\"><em>New Dictionary of American Slang</em></a></h1> <p>Robert L. Chapman, ed., (Harper &amp; Row, 1986), xxxvi + 485pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>Everyone, it seems, takes <em>Slang</em> to mean something\ndifferent.  One of the most difficult decisions a\nlexicographer of a general dictionary faces is when to\nlabel a word or a definition <em>Slang:</em> perhaps it should\nbe labeled <em>Colloquial, Informal</em>, or something else;\nperhaps it should not be labeled at all.  It is the lexicographer's\njob to collect the words and senses in which\nthey are used by speakers and writers of a language,\nand, with the proper resources, that collection can be\neffected without too many problems.  Then comes the\ntask of sorting everything out and the art of writing\ndefinitions that synthesize the senses into a set of definitions\nthat reflect some cohesiveness of treatment,\nconsistency, and style.</p> <p>But whether a word, expression, or sense is to be\nlabeled <em>Slang</em> or something else cannot easily be determined\nby research among users of the language: without\nexception, I believe, it is the lexicographer who\nmust make the decision and, as far as I know, there\nhas never been a survey done among users to ascertain\ntheir opinions.  In any event, the decisions are quite\nsophisticated, and users are probably not capable of\nmaking them.  On the other hand, it is extremely difficult\nto make consistent decisions.  That doesn't apply\nto clear-cut instances, like four-letter words, but it\ndoes apply to thousands of borderline cases, and what\nmight seem to be slang on Monday morning might\nappear to be standard on Friday evening.</p>"
}