{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: The Arbuthnot Test",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>The Arbuthnot Test</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>Good old Frank Sullivan, who for many years wrote\nabout Mr. Arbuthnot, the Cliché Expert, in the pages of <em>The\nNew Yorker</em>, must be gazing down (or up) at us with what\neven for him would be a wry smile: the cliché has come out\nof the closet (whither any self-respecting English teacher\nwould have it consigned) to emerge as the touchstone of culture\nin today's trivia-minded world.  During the past year or\nso there have emerged not only <em>Trivial Pursuit</em>, of which its\npursuers—if not its creators—seem to have lost the perception\nof what is trivial, but TV game shows that give contestants\nthe opportunity to win untrivial amounts of money by\nfilling in the slots in mind-stretching linguistic conundrums\nlike <em>kick the—, bed and—, —under the collar</em>, and\n<em>Uncle—Cobbleigh and all</em>.  To add to the excitement and\nmind-stretching difficulty of such identification, London\nWeekend Television recently (January 1986) introduced a\nnew program, <em>Catchphrase</em>, in which contestants are shown\na rebus on an outsized, computer-driven television monitor\nand are required to identify clichés from appropriately obvious\npictures.  On one such program I watched a young man\nwin £2435 for correctly linking their pictorial representations\nwith the following “catchphrases”: <em>high society; pushing\nup daisies; get it under control; picking up the pieces;\ndaddy longlegs; pigeon-toed; skeleton in the cupboard; Big\nBen; on the other hand; square meal; double-decker sandwich;\ndog-eared; elbow-room; scuba diving; and lay (!) in\nbed</em>.  I leave it to the reader to conjure up the illustrations\nassociated with these—except the last, which is, of course, a\ngrammatical error and not an opportunity taken by LWT to\nslip in a bit of pornography.</p>\n<p>The question of whether all of the expressions, words,\ncompounds, and so forth can properly be called catchphrases\nis not very important.  What is important is that such\na source of noninformation and, taking into account the\nbored, confused, and utterly stony-faced behaviour of the\npresenter, who is, in other incarnations, a comedian of some\ncompetence, nonentertainment could possibly attract viewers,\nmuch less a studio audience.  One can scarcely place any\nblame on the contestants, who, considering the high unemployment\nstatistics in the United Kingdom, ought to take as\nmuch as they can: after all, identifying <em>pushing up daisies</em>\non national TV for a few hundred pounds in less than thirty\nminutes is easier than standing in a dole queue.</p>\n<p>So-called quiz programs abound on both sides of the\nPond.  They stretch from the pre-war <em>Information, Please</em>,\n“moderated” (I think that's the word) by Clifton Fadiman,\nlitterateur and the sole survivor of the quadrumvirate that\nincluded Oscar Levant, John Kieran, and Franklin P.\nAdams, and the later, very much down-market <em>Dr. I.Q</em>. (“I\nhave a lady in the balcony, Doctor!”), both originally on\nradio.  One would have difficulty classifying <em>You Bet Your\nLife</em> as a true quiz show: it was little more than an opportunity\nfor Groucho Marx to be funny, but no less entertaining\nfor that.  But Groucho's poser, asked of failed contestants to\nenable them to leave the studio with a few coins to rub\ntogether, “Who is buried in Grant's Tomb?” seems to have\nset the standard for the well-informed of today.  How is it\npossible to make people believe that knowledge may be\nimportant when a housewife can win $20,000-worth of\nprizes by correctly guessing the price of a dozen boxes of\ncorn flakes or of a food mixer?  At the other extreme are programs\nlike the late, unlamented <em>$64,000 Question</em> (originally,\nwhen on radio, in less greedy or inflated days.  <em>The\n$64 Question)</em> and <em>Mastermind</em> (BBC-TV), which seem to\nattract admirers of the idiot-savant, that is, the individual\nwho knows a great deal about very little.  The former met its\ndemise, as most readers will recall, because some of the contestants\nwere fed the answers (or the questions, I forget\nwhich) in advance; the latter, a national travelling road-show\nin Great Britain, where its weekly host is usually a university,\nallows its contestants to select topics like “Chinese\nhistory from 1611 to 1637,” causing the put-upon researchers\nfor the show to devise questions dealing with extraordinary\nesoterica.  This is undoubtedly great fun for the\nresearchers, but unlikely to be informative to the viewers or\nstudio audience, who come away with little more than a\nfeeling of being impressed by one person's ability to assimilate\na collection of facts in the narrow compass of what may\nbe a relatively broad subject.  In any event, what is not conveyed\nby any of these up-market programs is the impression\nthat their participants have any genuine <em>understanding</em> of\nthe information they have often assimilated merely by rote.\nA typical example of such application of rote memory was\nDr. Joyce Brothers's knowledge of boxing.  By her own confession,\noffered later on, she had no interest in or knowledge\nof boxing; possessed of a good memory, though, she boned\nup on the subject and, as a large segment of the American\npopulation breathlessly watched (and listened), relieved\nJack Barry, producer of the show, of $64,000, which was\nquite a tidy sum in those days.  It was never established\nwhether she was one of those who had been fed the questions\nin advance, and I imply no conclusions here.</p>\n<p>There is the occasional quiz show that is not characterized\nby overbearing triviality.  One that comes to mind is\n<em>Blockbusters</em>, and ITV show in Britain; a quiz show for teenagers,\nit isn't as degradingly bad as the adult shows.  But it is\nmore of a guessing game than a true test of knowledge of\nany profundity: a typical question is “Name an animal,\nbeginning with A, that eats ants and whose name means\n'earth-pig.' ”  There are a few other shows, <em>University Challenge,\nCollege Bowl</em>, etc., that are also not so bad, but they\nare all directed at youngsters and have youngsters as participants.</p>\n<p>It is only fair to distinguish between quiz shows, which\nare supposed to test the knowledge of participants, and\ngame shows, in which the relative skill of participants need\nnot extend beyond their ability to jump in and out of jockey\nshorts (Y-fronts to you Brits) more than twenty-one times a\nminute.</p>\n<p>The issue to be addressed is not whether even the best\nkind of quiz show is entertainment, which is for individual\ntaste to decide—the ratings cannot be denied—but whether\nthe trivialization of knowledge on such shows is giving education\na bad name.  It does this in two ways: the trivial\nshows lead the public to believe that the assimilation of nonessential\nknowledge (or of knowledge possessed by every\nsane inhabitant of the country over the age of 12) should be\nrewarded.  It is patently a disservice to education everywhere\nto delude people into believing that an ability to identify\n<em>pushing up daisies</em> from a picture, however crude, of\nsomeone, literally, pushing up daisies, is worthy of reward,\nany more than is inhaling or exhaling.  At the up-market end\nof the quiz-show scale, it is dishonest to offer reward to people,\nwhatever the monetary value of that reward, for having\ncommitted to rote memory the names and dates of, say, the\npresidents and vice presidents of the United States.  With no\nsuch category implied, a contestant on a recent British TV\nquiz (<em>Every Second Counts</em>, BBC, February 23rd) was asked\nto name the regent after Victoria; given several seconds to\nguess (!), time ran out before she could give the correct\nresponse (which she did not know).  The guesses were\n“George V, Edward II, Edward III, Edward IV”; the somewhat\nwooden “host” of the program, Paul Daniels, finally\ngave the right answer (reading it from a card) and pointed\nout that had she not stopped at Edward IV, she would soon\nhave reached the correct answer.  It was not apparent that\nthe woman contestant was in any way below average in\nmentality or education—at least, she didn't stop at Edward\nIV because she couldn't count past IV.  One cannot help feeling\nthat an American competitor, asked to name the president\nfollowing Teddy Roosevelt would have foundered in\nthe same way.</p>\n<p>Such facts and facts in general, as such, are not terribly\nimportant, perhaps: after all, if you have to know them,\nthey can readily be looked up in dictionaries, encyclopedias,\nalmanacs, or other reference books.  Moreover, an anti-education\nview, prevalent among secondary-school students, is\nthat if you are a car mechanic, plumber, or the owner of a\nhugely successful fried-chicken franchise, it is completely\nirrelevant to know who wrote <em>La Traviata</em> or, for that matter,\nwho is buried in Grant's Tomb.  That, though, is a\nslightly different issue, albeit not entirely unrelated; the\npoint is that the kinds of TV shows discussed here are tantamount\nto the most insidious propaganda that could be\ndevised to undermine any reasonable notion of what information\nis and what education is: had the greatest minds in\nthe anti-education camp tried to invent a means for undermining\npublic respect for education, they could probably\nnot have come up with a more dangerously destructive\ndevice than the quiz show.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>The Arbuthnot Test</em></h1> <p><em>Laurence Urdang</em></p> <p>Good old Frank Sullivan, who for many years wrote\nabout Mr. Arbuthnot, the Cliché Expert, in the pages of <em>The\nNew Yorker</em>, must be gazing down (or up) at us with what\neven for him would be a wry smile: the cliché has come out\nof the closet (whither any self-respecting English teacher\nwould have it consigned) to emerge as the touchstone of culture\nin today's trivia-minded world.  During the past year or\nso there have emerged not only <em>Trivial Pursuit</em>, of which its\npursuers—if not its creators—seem to have lost the perception\nof what is trivial, but TV game shows that give contestants\nthe opportunity to win untrivial amounts of money by\nfilling in the slots in mind-stretching linguistic conundrums\nlike <em>kick the—, bed and—, —under the collar</em>, and\n<em>Uncle—Cobbleigh and all</em>.  To add to the excitement and\nmind-stretching difficulty of such identification, London\nWeekend Television recently (January 1986) introduced a\nnew program, <em>Catchphrase</em>, in which contestants are shown\na rebus on an outsized, computer-driven television monitor\nand are required to identify clichés from appropriately obvious\npictures.  On one such program I watched a young man\nwin £2435 for correctly linking their pictorial representations\nwith the following “catchphrases”: <em>high society; pushing\nup daisies; get it under control; picking up the pieces;\ndaddy longlegs; pigeon-toed; skeleton in the cupboard; Big\nBen; on the other hand; square meal; double-decker sandwich;\ndog-eared; elbow-room; scuba diving; and lay (!) in\nbed</em>.  I leave it to the reader to conjure up the illustrations\nassociated with these—except the last, which is, of course, a\ngrammatical error and not an opportunity taken by LWT to\nslip in a bit of pornography.</p> <p>The question of whether all of the expressions, words,\ncompounds, and so forth can properly be called catchphrases\nis not very important.  What is important is that such\na source of noninformation and, taking into account the\nbored, confused, and utterly stony-faced behaviour of the\npresenter, who is, in other incarnations, a comedian of some\ncompetence, nonentertainment could possibly attract viewers,\nmuch less a studio audience.  One can scarcely place any\nblame on the contestants, who, considering the high unemployment\nstatistics in the United Kingdom, ought to take as\nmuch as they can: after all, identifying <em>pushing up daisies</em>\non national TV for a few hundred pounds in less than thirty\nminutes is easier than standing in a dole queue.</p> <p>So-called quiz programs abound on both sides of the\nPond.  They stretch from the pre-war <em>Information, Please</em>,\n“moderated” (I think that's the word) by Clifton Fadiman,\nlitterateur and the sole survivor of the quadrumvirate that\nincluded Oscar Levant, John Kieran, and Franklin P.\nAdams, and the later, very much down-market <em>Dr. I.Q</em>. (“I\nhave a lady in the balcony, Doctor!”), both originally on\nradio.  One would have difficulty classifying <em>You Bet Your\nLife</em> as a true quiz show: it was little more than an opportunity\nfor Groucho Marx to be funny, but no less entertaining\nfor that.  But Groucho's poser, asked of failed contestants to\nenable them to leave the studio with a few coins to rub\ntogether, “Who is buried in Grant's Tomb?” seems to have\nset the standard for the well-informed of today.  How is it\npossible to make people believe that knowledge may be\nimportant when a housewife can win $20,000-worth of\nprizes by correctly guessing the price of a dozen boxes of\ncorn flakes or of a food mixer?  At the other extreme are programs\nlike the late, unlamented <em>$64,000 Question</em> (originally,\nwhen on radio, in less greedy or inflated days.  <em>The\n$64 Question)</em> and <em>Mastermind</em> (BBC-TV), which seem to\nattract admirers of the idiot-savant, that is, the individual\nwho knows a great deal about very little.  The former met its\ndemise, as most readers will recall, because some of the contestants\nwere fed the answers (or the questions, I forget\nwhich) in advance; the latter, a national travelling road-show\nin Great Britain, where its weekly host is usually a university,\nallows its contestants to select topics like “Chinese\nhistory from 1611 to 1637,” causing the put-upon researchers\nfor the show to devise questions dealing with extraordinary\nesoterica.  This is undoubtedly great fun for the\nresearchers, but unlikely to be informative to the viewers or\nstudio audience, who come away with little more than a\nfeeling of being impressed by one person's ability to assimilate\na collection of facts in the narrow compass of what may\nbe a relatively broad subject.  In any event, what is not conveyed\nby any of these up-market programs is the impression\nthat their participants have any genuine <em>understanding</em> of\nthe information they have often assimilated merely by rote.\nA typical example of such application of rote memory was\nDr. Joyce Brothers's knowledge of boxing.  By her own confession,\noffered later on, she had no interest in or knowledge\nof boxing; possessed of a good memory, though, she boned\nup on the subject and, as a large segment of the American\npopulation breathlessly watched (and listened), relieved\nJack Barry, producer of the show, of $64,000, which was\nquite a tidy sum in those days.  It was never established\nwhether she was one of those who had been fed the questions\nin advance, and I imply no conclusions here.</p>"
}