{
  "type": "Article",
  "title": "Antipodean English: In Praise of Creative Error",
  "author": "George L. Turner",
  "location": "University of Adelaide",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>In Praise of Creative Error</em></h1>\n<p><em><span data-rel=\"author\">George L. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p>\n<p>Not all error is praiseworthy.  In an earlier issue of\nVERBATIM [VI,1], I wrongly identified South Australia's\n<em>three-cornered jack</em> with <em>Bathurst burr</em> (genus\n<em>Xanthium)</em> instead of <em>spiny emex</em> (genus <em>Emex)</em>.  There\nis no delight in an error like that.  One just wishes it\nunwritten.  But when a child describes two films as “a\nvery clutching film of romance” and “a bloodlusty\nadventure” there is a kind of manic poesy in the words\nthat creates a delight never imagined by the writer.</p>\n<p>So it is with the traditional school “howler.”  It\nreleases us momentarily from the strictness of linguistic\npropriety, in an imaginative Joycean spelling like\n<em>horrorscope</em> (with its eerie nightmare prognostications)\nor in the extravagant action of <em>The dog raced down\nthe street emitting excited whelps</em>.  Precarious indeed\nare the lines dividing our meanings.  We insist that\n<em>writing</em> cannot be written <em>writting</em>, or <em>written writen</em>\nand children take no notice.  Serves them right then if\nwe laugh when they produce <em>The American Indians\nhad very few domestic comforts apart from some\ncoarse mating on the floor</em>.  I am reminded of an\nacoustically unsatisfactory staff club in a university\nwhere you could hear an echoing version of the conversation\nat every table but your own.  On a blackboard\noutside it was aptly referred to as <em>Dinning\nRoom</em>.</p>\n<p>There are many good arguments for standardized\nspelling in a society like ours, but the possible misconceptions\narising from a dangerous similarity of words\nis seldom considered.  Yet spelling alone may preserve\nmajor distinctions.  In New Zealand a word borrowed\nfrom Maori, where it means 'house' or 'shed' is <em>whare</em>\npronounced in an Anglicized way to rhyme with\n“sorry,” and now meaning 'beach house or holiday\nhouse.'  The boy who wrote <em>Dad thought Mum looked\ntired so he hired a whore for the holidays</em> was only following\nanalogy in his spelling.</p>\n<p>A class was asked (don't ask me why) to copy\ndown a sentence <em>Sir Walter Raleigh approached, and,\nunbonneting, bowed to Queen Elizabeth</em>.  In one\nrecension the unfamiliar word appeared as “unbuttoning.”\nAnd what teacher's notes in what context could\nhave led one examinee to coin a word <em>dumbstruck</em>,\nwhich another candidate heard as “bumstruck”?</p>\n<p>It is very difficult to manufacture a howler (my\nexamples are all genuine).  Elizabeth Jolley, in the\nnovel <em>Miss Peabody's Inheritance</em>, has a school typist\nproduce <em>The copulation in the public schools is increasing\nat an alarming rat</em>.  It seems a little contrived,\nthough I did know a Dutchman who talked of the\n“Public” Library.  I have no prejudice against the\nDutch, by the way; it is pure chance that one of the\nitems in my collection of public examination howlers is\n<em>a creature dragged from the Netherlands</em>.</p>\n<p>It is bad luck for a young writer whose words\nchime differently in an adult mind.  American readers\ncan perhaps make something of a quotation “How like\na fawning Republican he looks.”  Sometimes indeed\nthe adult is responsible for a ludicrous touch which he\nhimself chooses to give to an innocent expression—\n“Polonius was shot through the arras,” perhaps, or a\nnewspaper headline “Police in dark on two girls.”\n(Two girls were missing.)</p>\n<p>Teachers tempted to swap howlers are sometimes\ndeterred because it appears to be ridiculing students.\nThere is no doubt a danger of that, and yet a good\nhowler is as much a criticism of the language as the\nstudent.  Sometimes a word (like <em>morale)</em> is too similar\nto another word for a safety (<em>I would like to be a nurse\nto cheer up patients with low morals</em>).  Sometimes,\nadmittedly, we detect a Daisy Ashford innocence\nabout life: <em>She asked him to marry her.  Sebastian\nkindly accepted the offer</em>.  Sometimes no more than\nmemory is at fault and creative skill goes into filling a\ngap.  One's heart goes out to the student whose memory\nof a line from Keats went astray and was heroically\nrecovered with only partial loss of face in “Season\nof fruits and mellow wistfulness.”</p>\n<p>Even when grammatical patterns are not standard,\nan inexperienced writer may show a creative skill\nor syntactic inventiveness in a sentence like <em>Australia\nhas wild life such as koalas which are trying to be\nsaved by setting up reserves</em>.  It is not only the inexperienced\nwho can be caught with a misrelated participle,\nbut the result is seldom as dramatic as the sentence in\na schoolboy's story: <em>The hurricane swept through the\ntown in which I had lived for twenty-five years causing\nchaos and smashing buildings and factories</em>.</p>\n<p>Teachers also can stumble over double meanings.\nOne was showing slides after her return from studying\nabroad.  When she came to pictures of the Roman\nforum she said, “And here are the statues of the vestal\nvirgins, except some of them that have been knocked\noff.”</p>\n<p>Behind the howler is a sincere desire to communicate.\nSometimes it is merely a sense of tone or period\nthat is lacking: (<em>Othello had troubles because he was\nan ethnic or They went to the Forest of Arden for a\ndifferent lifestyle)</em>.  Written language has many pitfalls\nand we do not always analyze them or help the\napprentice to avoid stumbling over them.  It is often\npossible to look at the same passage as a ludicrous\ngaffe and as a reasonable attempt to definite an unfamiliar\nthing in a still unfamiliar form of the language.\nThis passage was ridiculed but is not really inaccurate:\n<em>The poem “Ballad” is a ballad and therefore it has no\nauthor.  It was written when nobody could read or\nwrite, so they used to do it by singing</em>.</p>\n<p>Also ridiculed was the contradiction <em>The cannibals\nlived in the uninhabited jungle</em>.  I began to grin\nmyself, but my grin turned a little wry when I recalled\nmentioning Giles's 1872 “discovery” of Ayers Rock to\nmy son who works among people to whom Uluru, or\nAyers Rock, has been a religious center for about forty\nthousand years.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>In Praise of Creative Error</em></h1> <p><em><span data-rel=\"author\">George L. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p> <p>Not all error is praiseworthy.  In an earlier issue of\nVERBATIM [VI,1], I wrongly identified South Australia's\n<em>three-cornered jack</em> with <em>Bathurst burr</em> (genus\n<em>Xanthium)</em> instead of <em>spiny emex</em> (genus <em>Emex)</em>.  There\nis no delight in an error like that.  One just wishes it\nunwritten.  But when a child describes two films as “a\nvery clutching film of romance” and “a bloodlusty\nadventure” there is a kind of manic poesy in the words\nthat creates a delight never imagined by the writer.</p> <p>So it is with the traditional school “howler.”  It\nreleases us momentarily from the strictness of linguistic\npropriety, in an imaginative Joycean spelling like\n<em>horrorscope</em> (with its eerie nightmare prognostications)\nor in the extravagant action of <em>The dog raced down\nthe street emitting excited whelps</em>.  Precarious indeed\nare the lines dividing our meanings.  We insist that\n<em>writing</em> cannot be written <em>writting</em>, or <em>written writen</em>\nand children take no notice.  Serves them right then if\nwe laugh when they produce <em>The American Indians\nhad very few domestic comforts apart from some\ncoarse mating on the floor</em>.  I am reminded of an\nacoustically unsatisfactory staff club in a university\nwhere you could hear an echoing version of the conversation\nat every table but your own.  On a blackboard\noutside it was aptly referred to as <em>Dinning\nRoom</em>.</p> <p>There are many good arguments for standardized\nspelling in a society like ours, but the possible misconceptions\narising from a dangerous similarity of words\nis seldom considered.  Yet spelling alone may preserve\nmajor distinctions.  In New Zealand a word borrowed\nfrom Maori, where it means 'house' or 'shed' is <em>whare</em>\npronounced in an Anglicized way to rhyme with\n“sorry,” and now meaning 'beach house or holiday\nhouse.'  The boy who wrote <em>Dad thought Mum looked\ntired so he hired a whore for the holidays</em> was only following\nanalogy in his spelling.</p>"
}