{
  "type": "Article",
  "title": "Canting Heraldry",
  "author": "D. H. B. Chesshyre",
  "location": "Chester Herald of Arms",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Canting Heraldry</h1>\n<p><em><span data-rel=\"author\">D. H. B. Chesshyre</span> <span data-rel=\"location\">Chester Herald of Arms</span></em></p>\n<p>Heraldry emerged in Europe towards the middle\nof the 12th century as a means of identifying\nknights and noblemen, particularly in battle and in\ntournament.  We do not know how these early warriors\nchose the emblems for their shields, but in due\ncourse canting arms, or <em>armes parlantes,</em> devices\ninvolving a pun on the owner's name or occupation,\nbecame fashionable.  According to Professor G.J.\nBrault, an expert on early blazon, they were rare in\nthe 12th century.  They were certainly not rare by the\n13th century, and it is an interesting exercise to work\nthrough medieval rolls of arms seeing how many puns\none can detect.  Sometimes they are obvious, but in\nother cases they have been obscured by changes in the\nmeanings of words.</p>\n<p>As far as the word <em>cant</em> itself is concerned, it is\nsaid to derive from the Latin <em>cantus</em> 'song,' though it\nhas some less attractive overtones: for instance it can\nmean 'a whining manner of speaking,' 'a secret or\npeculiar language of a class, sect, or subject,' or 'the\njargon of thieves and beggars.'  Its punning connotation\nseems to be restricted to the realms of heraldry\nand perhaps arose because the cant of heralds was generally\nassumed to include puns.  An alternative term is\n<em>allusive heraldry,</em> but this is even less satisfactory, as\ncoats of arms can include references to items or events\nwithout any play on words: for example the skull in\nthe arms of Zephaniah Holwell, who survived the\nBlack Hole of Calcutta.  We must therefore be content\nwith the word <em>canting</em> for arms which include pictorial\npuns.</p>\n<p>Returning to the 13th century, in the “obvious”\ncategory we can place the arms of Eleanor of Castile\n(died 1290), Queen of Edward I and daughter of Ferdinand\nIII, King of Castile and Leon, who bore <em>quarterly\n1 &amp; 4 a castle, 2 &amp; 3 a lion.</em>  Also Odinel Heron\n<em>(Azure three herons Argent)</em> and Thomas Corbet who\nbore <em>Or two ravens (corbies) sable,</em> which conveys to\nme something of the primitive flavor of the old folk-song\n“The Twa Corbies,” in which the sinister black\nscavengers plan to feast on the body of a newly slain\nknight.  Then there are the <em>hammers (martels)</em> of Martell,\nthe <em>oak</em> of Oksted, the three <em>pike (lucies)</em> of Lucy,\nand the <em>horseshoes (fers)</em> borne by Montgomery as the\ntenant of Ferrers.</p>\n<p>Among the less obvious puns I would mention the\ncoat of Robert Muschet <em>(Azure 3 sparrowhawks Or),</em> a\n<em>musket</em> being a male sparrowhawk; that of Nicholas\nde Kennet <em>(Gules 3 dogs Argent),</em> a <em>kennet</em> being a\nsmall hunting dog (French <em>chienet</em>); the <em>gurges</em> or\n<em>whirlpool</em> in the arms of Gorges; the <em>degrés</em> or <em>steps</em> in\nthe barry coat of Grey; the <em>cross voided (crevé au\ncoeur)</em> of Crevequer; the six annulets <em>(VI points)</em> of\nVipont; and the sharply <em>pointed fusils</em> in the arms of\nMontagu (alias Mont-aigu or de Monte Acuto) and in\nthose of Percy.  In the latter case there may be a double\nallusion: being <em>piercing</em> they suggest the name Percy,\nand if seen as <em>mill-picks</em> they recall the 12th-century\nPicot de Percy.</p>\n<p>There must surely be other 13th-century canting\ncoats with earlier roots.  For instance, 12th-century\nseals in the Archives Nationales in Paris for members\nof the family of Candavéne, Comtes de St. Pol, all\ninclude garbs or sheaves which one assumes to be of\n<em>oats,</em> as a pun on the surname <em>(l'avoine</em> = 'oats').\nThen there is the familiar coat of Bar of Bar-le-Duc,\nwhich includes two <em>barbels</em> (fish).  The version which\nappears in several popular books on heraldry shows\nthe banner borne by John de Bar at the Siege of\nCaerlaverock Castle in Scotland by King Edward I in\n1300, but it has much earlier precursors.  A single barbel\nappears on a coin of Henry I, Count of Bar, in\n1180 and on his equestrian seal of 1189; while the seal\nof his brother Thibaut I, also dating from 1189, shows\ntwo barbels back to back.</p>\n<p>There were many other medieval canting coats\nbut I shall mention only a few.  The family of Setvans\nor Septvans bore three <em>vans</em> (winnowing fans), illustrated\non the shield and surcoat of Sir Robert de\nSetvans on his brass of about 1305 at Chartham\nChurch in Kent.  Inspired by this example I asked a\nmodern artist to include butterflies and winnowing\nfans in the illuminated border of the grant of arms to a\ncurrent client of mine, Mr. Alan Buttifant.</p>\n<p>Queen's College, Oxford bears three <em>eagles</em> in\nhonour of its founder, in 1340, Robert Eglesfield, confessor\nto Queen Philippa, wife of Edward III.  There\nare many other ornithological puns in the heraldic\nrepertoire, including the <em>swallows (hirondelles)</em> of\nArundel and the <em>kingfisher</em> crest of Fisher.  I was recently\nresponsible for a grant of arms to the English\nconductor Sir David Willcocks, whose shield includes\ntwo <em>cockerels</em> each supporting a <em>wheel</em>.</p>\n<p>Intricately carved <em>rams</em> may be seen in the chantry\nchapel at St. Albans which commemorates Abbott\nRamryge (died 1524), and other allusive beasts\nabound in heraldry, including three <em>bears</em> (safely muzzled)\nfor Barham, a <em>camel</em> for Camel, and two <em>elephants</em>\nsupporting the shield of Lord Oliphant.  Fish\nare likewise a common source for the punster and\napart from the barbels and lucies already mentioned,\nwe find <em>eels</em> for Ellis, <em>trout</em> for Troutbeck, <em>gudgeon</em> for\nthe French family of Goujon, a <em>dolphin</em> between three\n<em>ears of wheat</em> for John Fyshar (“fish-ear”), Bishop of\nRochester, and of course the <em>dolphin</em> in the arms of the\nDauphin of France.</p>\n<p>Some writers have been scornful of canting heraldry\nand many of the more obvious puns do indeed\nseem to insult the intelligence.  Nevertheless, the practice\nhas a venerable history, and I have no doubt that\nit will persist as long as heraldry survives.  When\ndesigning new arms it is difficult to resist a pun if an\nobvious one presents itself, and many of the examples\nto be found in the records of the College of Arms seem\nalmost inevitable: a <em>robin on a sun</em> for Robinson; a <em>rat</em>\nLEFT: John Fysharl\nfor Ratton; three <em>rabbits</em> for Hopwell; three <em>apples</em> for\nSweetapple; <em>per bend grady</em> (i.e., in the form of steps)\nfor Stairs; a <em>hedgehog</em>\n<em>(hérisson)</em> for many a\nHarris or Harrison.  One\nof my favorites is the coat\nfor Dodge, recorded at\nthe heraldic visitation of\nKent and other counties\nin 1531, which includes a\nwoman's <em>breast (dug)</em> distilling\ndrops of milk.</p>\n<p>Sometimes, however,\na grantee prefers not\nto impose on his descendants\na canting coat, particularly\nif he considers the suggested charges to be\ncrude or undignified.  When Jesse Boot (founder of the\nfamous chain of chemist's shops) was knighted in\n1909, he was granted arms consisting of a chevron\nbetween three black <em>boots</em> with smart red tops, soles,\nand heels.  When he became a Baronet in 1919, the\nboots acquired <em>spurs;</em> but when he was made a Peer\nin 1929, with the title of Baron Trent, the boots disappeared\nand were replaced by more traditional heraldic\nemblems (two galleys and a rose).</p>\n<p>I rather enjoy heraldic puns and I encourage my\nclients to accept them.  I was the agent for a recent\ngrant to Sir Herbert du Heaume, formerly a senior\nofficial in the Indian Police, whose arms include two\n<em>helmets</em>.  On the same theme I have another client,\nMr. Paul Holmer, lately British Ambassador to Rumania,\nwhose name is thought to derive from the\nNorman <em>haulmier</em> meaning 'helmet maker,' and accordingly\na single <em>helm</em> takes pride of place in his\nshield.  In order to take full advantage of the punning\nopportunities afforded by his surname, we included in\nthe crest a <em>homing pigeon</em> with a sprig of <em>holm oak</em> in\nits beak!  Another modern coat which may provoke a\ngroan is that granted in 1977 to Dr. Claude Bursill,\nwhich includes three <em>burrs</em>, or teasels, and the heraldic\nordinary known as a fess, which resembles a horizontal\nslab or <em>sill</em>.  One of the tricks of the trade favored by\nsome heralds is to use terms which do not resemble the\nsurname, so that the enthusiast can have the pleasure\nof working out the pun for himself.  Sometimes the\nmotto is made to join the game: for example, QUERCUS\nROBUR SALUS PATRIAE 'The strength of the oak is the\nsafety of our country' for a family of Oakes, with an\n<em>oak</em> tree for their crest; and QUO SPINIOSOR FRAGRANTIOR\n'The more thorny, the more fragrant' for a family of\nRoss whose crest is a hand holding a sprig of <em>rose</em>.</p>\n<p>So far I have discussed mostly the formal heraldry\nof shield and crest; but there is also the most casual\nsphere of badge and rebus where pictorial puns have\nalways been the order of the day.  There is not room\nhere to discuss the subtle differences between badge\nand rebus so I will merely give some examples.</p>\n<p>The badge attributed to the Plantagenet kings of\nEngland was a spring of broom <em>(planta genista)</em> and\nduring Henry VIII's marriage to Catherine of Aragon\nhe symbolized the link between England and Spain by\nmeans of a badge combining the English <em>rose</em> with the\ncanting <em>pomegranate</em> of Granada.</p>\n<p>Familiar examples of the rebus are the <em>owl</em> with a\nscroll in its beak bearing the letters <em>dom</em> for Bishop\nOldham in his chantry at Exeter, and the human <em>eye</em>\nwith a branch (or <em>slip</em>) of a tree for Abbot Islip in\nWestminster Abbey.  Another device used by the latter\nwas a <em>man falling from a tree</em> (“I slip!”)  We are back\nto fish with the attractive rebus of William Pickering,\nthe 19th-century publisher (a <em>pike</em> with a <em>ring</em> and a\nscroll bearing his Christian name); a final example is\nKruger Gray's elaborate rebus for the late Lieutenant\nColonel George Babington Croft Lyons, which includes\nSt. <em>George</em>, a <em>babe</em> in a <em>tun</em> and two <em>lions</em> in a\n<em>croft!</em>  The Colonel was a notable antiquary who died\nin 1926, leaving money for an ambitious new dictionary\nof British arms, of which I am one of the editors.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Canting Heraldry</h1> <p><em><span data-rel=\"author\">D. H. B. Chesshyre</span> <span data-rel=\"location\">Chester Herald of Arms</span></em></p> <p>Heraldry emerged in Europe towards the middle\nof the 12th century as a means of identifying\nknights and noblemen, particularly in battle and in\ntournament.  We do not know how these early warriors\nchose the emblems for their shields, but in due\ncourse canting arms, or <em>armes parlantes,</em> devices\ninvolving a pun on the owner's name or occupation,\nbecame fashionable.  According to Professor G.J.\nBrault, an expert on early blazon, they were rare in\nthe 12th century.  They were certainly not rare by the\n13th century, and it is an interesting exercise to work\nthrough medieval rolls of arms seeing how many puns\none can detect.  Sometimes they are obvious, but in\nother cases they have been obscured by changes in the\nmeanings of words.</p> <p>As far as the word <em>cant</em> itself is concerned, it is\nsaid to derive from the Latin <em>cantus</em> 'song,' though it\nhas some less attractive overtones: for instance it can\nmean 'a whining manner of speaking,' 'a secret or\npeculiar language of a class, sect, or subject,' or 'the\njargon of thieves and beggars.'  Its punning connotation\nseems to be restricted to the realms of heraldry\nand perhaps arose because the cant of heralds was generally\nassumed to include puns.  An alternative term is\n<em>allusive heraldry,</em> but this is even less satisfactory, as\ncoats of arms can include references to items or events\nwithout any play on words: for example the skull in\nthe arms of Zephaniah Holwell, who survived the\nBlack Hole of Calcutta.  We must therefore be content\nwith the word <em>canting</em> for arms which include pictorial\npuns.</p> <p>Returning to the 13th century, in the “obvious”\ncategory we can place the arms of Eleanor of Castile\n(died 1290), Queen of Edward I and daughter of Ferdinand\nIII, King of Castile and Leon, who bore <em>quarterly\n1 &amp; 4 a castle, 2 &amp; 3 a lion.</em>  Also Odinel Heron\n<em>(Azure three herons Argent)</em> and Thomas Corbet who\nbore <em>Or two ravens (corbies) sable,</em> which conveys to\nme something of the primitive flavor of the old folk-song\n“The Twa Corbies,” in which the sinister black\nscavengers plan to feast on the body of a newly slain\nknight.  Then there are the <em>hammers (martels)</em> of Martell,\nthe <em>oak</em> of Oksted, the three <em>pike (lucies)</em> of Lucy,\nand the <em>horseshoes (fers)</em> borne by Montgomery as the\ntenant of Ferrers.</p>"
}