{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionary of Contemporary American English contrasted with British English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9783324002004/Dictionary-contemporary-American-English-contrasted-3324002001/plp\"><em>Dictionary of Contemporary American English contrasted with British English</em></a></h1>\n<p>Givi Zviadadze, (Tbilisi University Press, 1981; VEB Verlag Enzyklopadie, Leipzig, 1985), 462pp.</p>\n<p>A correspondent of mine in Yugoslavia sent me a\ncopy of the 1981 edition of this book; before I could\nget round to writing anything about it, I learnt of the\n1985 edition and decided to see in what ways it might\nhave been improved or expanded.  It arrived in April\n1986 and is rather disappointing.</p>\n<p>Zviadadze, as can be told by his name, is a Georgian\nand, as can be told by this book (<em>DCAE)</em>, not a\nnative speaker of English.  It has always been my view\nthat for the analysis of certain kinds of information,\nnonnative speakers are far superior, especially because\nthey have the ability to identify language anomalies\nthe native speakers are simply unaware of.  However,\nit is absolutely essential that their analyses be vetted by\na knowledgeable native speaker to correct misconceptions\nand misinterpretations that inevitably creep in if\nresearchers are left to their own devices.  From the lack\nof any acknowledgment in the Preface, it would\nappear that Zviadadze has relied entirely on his own\nanalyses of the texts that form the corpus of the\n<em>DCAE</em>, and that is unfortunate.</p>\n<p>The sources used, which number about 750\nbooks, articles, and short stories in the bibliography,\nrepresent generally a satisfactory, if eclectic, choice.\nThey do not, for example, suffer from the almost propagandistic\nchoices I have seen reflected in other\nworks from behind the iron curtain which tend to\nignore all western writings except those of Dickens,\nDreiser, Upton Sinclair, and a handful of other authors.\nYet, there are some curious choices— curious to\nme because I have never heard of the authors or the\nworks cited and suspect their wide dissemination.  I\nmay be displaying a poverty of intelligence, but I have\nno knowledge of Ludwell Hughes or his <em>Overnight\nGuest</em> (Midwood Book, 1965), of Doug Harvey or his\n<em>Abnormal Wench</em> (Merit Book, 1962), of John Ehle or\nhis <em>The Land Breakers</em> (Harper &amp; Row, 1964), or of\nscores of other writers and their works.  There is also, I\nthink, too much emphasis on short stories and, perhaps,\non books and stories that employ eye dialect\n(whence we find “cri(c)k” for <em>creek</em>, for instance).</p>\n<p>Owing to the selection, which does not appear to\nhave been checked with someone who might have\noffered useful advice, we occasionally find what\nwould accurately be classified as American dialecticisms\npresented as standard (or colloquial, or slang)\nAmericanisms.  Owing to the absence of an American\neditor, we frequently find odd inclusions, like <em>alcometer</em>\n(which I understand but have not encountered),\n<em>down one's alley</em> which sounds like an unidiomatic\nversion of <em>up one's alley), automobilist</em> (which, surely,\nis an archaism), <em>beatster</em> (for <em>beatnik), bald as a pig's\nknuckle</em>—British English equivalent: <em>bald as a bladder\nof lard</em>—(for the absent but much more common <em>bald\nas a coot)</em>, and many others.  The definition of <em>drug-store</em>\nis a good one, but that of <em>hardware store</em> somehow\nmissed: “a shop in which various metal-made\narticles are sold.”  No comment is offered on <em>nana</em> for\n<em>banana</em> (Zola must be spinning), <em>fork out</em> and <em>fork\nover</em> are given as variants of one another, <em>analyst</em> and\n<em>analysis</em> are given, without comment, as the American\nforms for <em>psychoanalyst</em> and <em>psychoanalysis</em>, and <em>air-line</em>\nis given as the usual form of <em>beeline</em>.</p>\n<p>In each case, the British English (BE) equivalent\nis shown for the American English (AE) entry.  This\nleads to occasional confusion, as there may be no BE\nequivalent at the same language level as the AE form,\nas in the case of (AE) <em>shake one's ass (tail</em>, etc.) and\n(BE) <em>shake a leg</em>, which is the more common AE form,\nas well.  Sometimes, such faulty parallels are commented\non, sometimes not.  In most cases, the fault lies\nin the style of presentation of the information rather\nthan in the descriptive text, which often explains—\ncorrectly—what is going on.  Zviadadze's failure to\nseek guidance has had a particular effect on the listing\nof slang terms, many of which seem quaint and\narchaic: without advice, how could the author know\nthat <em>sharpie</em> is somewhat old-fashioned?  The citations\nare all valid, and the lack of evidence from later\nsources cannot, necessarily, be construed as evidence\nthat a word or expression is no longer frequent.  For 'a\nman; fellow' are listed (AE) <em>cat, skate, duck, bugger</em>\nand (BE) <em>bloke, cove, sod, bod</em>.  It is unusual to see\n<em>bugger</em> classified as American English until one reads\nthe citations, most of which have “little bugger,”\nwhich is something entirely different.  It is unlikely\nthat any Englishman would put <em>cove, bod</em>, and <em>bloke</em>\nin the same list with <em>sod</em>.</p>\n<p>People should be warned: researchers in any language\nrely on citational evidence alone at their peril.\nUsing three good citations, namely, “he ran toward\nthe moving cars,” “air hissed under the cars,” and “the\nbrakemen go along the cars to the caboose,”\nZviadadze concludes that (AE) <em>the cars</em> = (BE) <em>train</em>.\nPerhaps the worst plan was to include metaphors and\nsimiles, among which we find, listed for AE: <em>sure as\ncowflops; rain pitchforks, Coke bottles and bananas\n(or kangaroos, chicken coops, darning needles, hammer\nhandles); cuckoo as a clock; dead as a fried mule;\nbug's age, snake's age</em> (for a 'long time'); <em>innocent as a\nstarched shirt; naked as a bug</em>, etc.</p>\n<p>Native speakers, seeing <em>on the cuff</em>, would expect\nto find <em>off the cuff;</em> they would wonder at <em>slapjack</em> for\n<em>flapjack</em> (especially as there is no citation for the former);\nthey might wonder how <em>gal</em> came to be equal in\nstatus (albeit slang) with <em>frail</em> and how BE came to\nadopt <em>judy</em> (same sense) as its own when citations like\n“This Judy is by no means a rutabage” is available\nfrom Damon Runyon (who, unfortunately, is missing\nfrom the bibliography).  Americans will be surprised to\nlearn that <em>whin</em> is used in AE for <em>furze</em>, and that\n<em>tippity-bounce</em> (for <em>seesaw</em>) appears outside its small\nisoglossal boundary in New England.</p>\n<p>There is much good material in this book, but it\nhas often been misinterpreted, misrepresented, or\nmispresented.  There are typographical errors, as well:\n<em>slapjack</em>, already mentioned, may be one; <em>vee-vee</em> for\n<em>vee-pee</em> (vice president) is another; the heading of the\nbibliography is “Author's [<em>sic</em>] Quoted” (which is\nrepeated for 43 pages as a running head); and Sylvia\nPlath has been relegated to a home canning occupation\nby calling her book <em>The Ball Jar</em>.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9783324002004/Dictionary-contemporary-American-English-contrasted-3324002001/plp\"><em>Dictionary of Contemporary American English contrasted with British English</em></a></h1> <p>Givi Zviadadze, (Tbilisi University Press, 1981; VEB Verlag Enzyklopadie, Leipzig, 1985), 462pp.</p> <p>A correspondent of mine in Yugoslavia sent me a\ncopy of the 1981 edition of this book; before I could\nget round to writing anything about it, I learnt of the\n1985 edition and decided to see in what ways it might\nhave been improved or expanded.  It arrived in April\n1986 and is rather disappointing.</p> <p>Zviadadze, as can be told by his name, is a Georgian\nand, as can be told by this book (<em>DCAE)</em>, not a\nnative speaker of English.  It has always been my view\nthat for the analysis of certain kinds of information,\nnonnative speakers are far superior, especially because\nthey have the ability to identify language anomalies\nthe native speakers are simply unaware of.  However,\nit is absolutely essential that their analyses be vetted by\na knowledgeable native speaker to correct misconceptions\nand misinterpretations that inevitably creep in if\nresearchers are left to their own devices.  From the lack\nof any acknowledgment in the Preface, it would\nappear that Zviadadze has relied entirely on his own\nanalyses of the texts that form the corpus of the\n<em>DCAE</em>, and that is unfortunate.</p> <p>The sources used, which number about 750\nbooks, articles, and short stories in the bibliography,\nrepresent generally a satisfactory, if eclectic, choice.\nThey do not, for example, suffer from the almost propagandistic\nchoices I have seen reflected in other\nworks from behind the iron curtain which tend to\nignore all western writings except those of Dickens,\nDreiser, Upton Sinclair, and a handful of other authors.\nYet, there are some curious choices— curious to\nme because I have never heard of the authors or the\nworks cited and suspect their wide dissemination.  I\nmay be displaying a poverty of intelligence, but I have\nno knowledge of Ludwell Hughes or his <em>Overnight\nGuest</em> (Midwood Book, 1965), of Doug Harvey or his\n<em>Abnormal Wench</em> (Merit Book, 1962), of John Ehle or\nhis <em>The Land Breakers</em> (Harper &amp; Row, 1964), or of\nscores of other writers and their works.  There is also, I\nthink, too much emphasis on short stories and, perhaps,\non books and stories that employ eye dialect\n(whence we find “cri(c)k” for <em>creek</em>, for instance).</p>"
}