{
  "type": "Article",
  "title": "English English: Scab",
  "author": "by Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English English: <em>Scab</em></h1>\n<p><em><span data-rel=\"author\">by Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I do not enjoy walking the gauntlet to work\nthrough pickets, some of them friends, shouting\n“scab,” “blackleg,” and other insults, and occasionally\nspitting and jostling.  I do not think that the epithets\napply to me.  And yet I walked the gauntlet for nearly\na year to do my job at <em>The Times</em>, the flagship (after\nthe treasure ship, the <em>Sun</em>) of Rupert Murdoch's News\nInternational British Armada.  I could have taken the\narmored coach behind drawn curtains.  But that really\nis a cowardly way to go to work.  If I were too\nashamed to walk into my place of work, I should\nrather not work at all.</p>\n<p>This is a complex political argument.  What is not\noften written about it in Britain is the good thing that\nfor the first time in two centuries it gives control of the\nway their words appear into the hands of journos.  I\ncan use an upvee* if I want to.  And I keep on trying to\nfind an excuse.  I can use foreign languages.  I can correct.\nIf there is a typo on the Books Page it is my fault.\nIt takes a great deal less time and a great deal less class\nwar to produce a page.</p>\n<p>Nevertheless, if we cannot agree about the politics,\nat least we should try to get the semantics right.  I\nthink that there is a faint but useful distinction, by no\nmeans regularly observed, between a <em>scab</em> and a\n<em>blackleg</em>. Viz. a <em>scab</em> is 'somebody in a factory or\nindustrial enterprise who refuses to join a strike'; a\n<em>blackleg</em> is 'somebody imported from outside to take\nthe place of a striking worker, so helping the employer\nto carry on his business and break the strike.'</p>\n<p>The ugly words did not get their modern connotations\nbefore the Industrial Revolution.  From\nthe sixteenth century <em>scab</em> was applied to a rascal,\nscoundrel, rotter, or scurvy fellow, often a constable\nor sheriff's officer.  It is found in this sense in Lyly,\nShakespeare, Defoe, and as surprisingly late as Kipling.\nCaptain Francis Grose, that rich well of bad language,\ndefined <em>scab</em> merely as “a worthless man or\nwoman” in his <em>Classical Dictionary of the Vulgar\nTongue</em>, first published in 1785.  But the word was\nalready being adopted in the specific sense of a worker\nwho would not join a strike, so forming a crust over a\nsuppurating industrial sore.  Patridge reckoned that it\nwas taken in this sense from American slang of 1811.\nIn fact the latest volume of the <em>OED</em> cites an interesting\nearly example from a Bristol newspaper of 1777:</p>\n<blockquote>\n<p>Whereas the Master Cordwainers have gloried\nthat there has been a Demur amongst the Men's\nand Women's Men;—we have the Pleasure to\ninform them, that matters are amicably settled\n...The Conflict would not been [<em>sic</em>] so sharp\nhad not there been so many dirty Scabs; no\nDoubt but timely Notice will be taken of them.</p>\n</blockquote>\n<p>A <em>blackleg</em> was originally a gambling man with\nwhom you would have been unwise to do business.\nGambling is a mug's game anyway, in my view; but\nthen I do not have the sporting instinct.  The invaluable\nGrose again: “Blacklegs: A gambler or sharper on\nthe turf or in the cockpit; so called, perhaps, from\ntheir appearing generally in boots; or else from gamecocks,\nwhose legs are always black.”  Other slang-smiths\nsuggest more pertinently that those black legs\nrefer to the rook, as a swindler, cheat, and generally\nunfeathered bird of ill omen: an old avian metaphor.\nThe earliest example of <em>blackleg</em> in its strike-breaking\nsense found by the <em>OED</em> is as late as 1889: “The question\nof the preparation of a list of master-baker 'blacklegs'\nwas also touched upon.  These men are selling\nbread at 4¼d the quartern, and at even a lower rate.”\nThose inverted commas around the blacklegs suggest\nthat the metaphor was new, at any rate to the writer,\nin 1889.</p>\n<p>Both words are now widely used as abusive insults\nin the political cockpit, <em>scab</em> in particular having a\nharsh monosyllabic vehemence.  Even <em>fucking scabby</em>\nhas become a bore.  Both are clichés and monotonous:\nOK for shouting, if you feel like a shout, but adding\nnothing to the argument.  Blunt instruments compared\nwith reasoned abuse.  For instance:</p>\n<blockquote>\n<p>How Thomas Paine gets a living now, or what\nbrothel he inhabits, I know not.  Like Judas he\nwill be remembered by posterity; men will learn\nto express all that is base, malignant, treacherous,\nunnatural and blasphemous by the single\nmonosyllable.</p>\n<p>—Paine</p>\n</blockquote>\n<p>That was not a reactionary, menopausal old fogy\nof the time, surprisingly; but William Cobbett, “Peter\nPorcupine,” before he became a rabble-rousing radical,\nand a fan of Paine.  Cobbett was a grand, angry\nvituperator, who would never have starved himself for\na year by parroting <em>scab</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English English: <em>Scab</em></h1> <p><em><span data-rel=\"author\">by Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I do not enjoy walking the gauntlet to work\nthrough pickets, some of them friends, shouting\n“scab,” “blackleg,” and other insults, and occasionally\nspitting and jostling.  I do not think that the epithets\napply to me.  And yet I walked the gauntlet for nearly\na year to do my job at <em>The Times</em>, the flagship (after\nthe treasure ship, the <em>Sun</em>) of Rupert Murdoch's News\nInternational British Armada.  I could have taken the\narmored coach behind drawn curtains.  But that really\nis a cowardly way to go to work.  If I were too\nashamed to walk into my place of work, I should\nrather not work at all.</p> <p>This is a complex political argument.  What is not\noften written about it in Britain is the good thing that\nfor the first time in two centuries it gives control of the\nway their words appear into the hands of journos.  I\ncan use an upvee* if I want to.  And I keep on trying to\nfind an excuse.  I can use foreign languages.  I can correct.\nIf there is a typo on the Books Page it is my fault.\nIt takes a great deal less time and a great deal less class\nwar to produce a page.</p> <p>Nevertheless, if we cannot agree about the politics,\nat least we should try to get the semantics right.  I\nthink that there is a faint but useful distinction, by no\nmeans regularly observed, between a <em>scab</em> and a\n<em>blackleg</em>. Viz. a <em>scab</em> is 'somebody in a factory or\nindustrial enterprise who refuses to join a strike'; a\n<em>blackleg</em> is 'somebody imported from outside to take\nthe place of a striking worker, so helping the employer\nto carry on his business and break the strike.'</p>"
}