{
  "type": "Article",
  "title": "The Rhetoric of Real Estate",
  "author": "John E. Kahn",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Rhetoric of Real Estate</h1>\n<p><em><span data-rel=\"author\">John E. Kahn</span> <span data-rel=\"location\">London</span></em></p>\n<p>British speakers complacently mock the American\npenchant for high style in low contexts.  American\nmenu-prose is a favorite target:</p>\n<blockquote>\n<p><em>Ol' Smokey-burger:</em> puts the ham back in\nhamburger—a sumptuous half-pound of melt-in-the-mouth\nchar-broiled ground steak from our\nown prime corn-fed herd, nestled within a gently\ntoasted sesame-spangled bun, topped with a\nlavish layering of sizzling hickory-smoked ham,\nand garnished with a generous farm-fresh side\nsalad swathed in our own famed “seventh\nheaven” dressing.  Memorably mouthwatering—a\nreal hamdinger.  (A homemade example, this—\nexaggerated perhaps, but not uncharacteristic if\nmy memory of American diners is anything to go\nby.)</p>\n</blockquote>\n<p>As one well-known British TV commentator put it,\nchewing bemusedly on a regulation American burger,\n“Where has all the flavor gone?—into the menu, it\nseems.”  Only Americans could write that way, the\nBritish smugly think—or used to think.</p>\n<p>If that ever were true, it certainly is not true now.\nIn trying to emerge from its long and cherished economic\ncomplacency and to imitate successful American\nmarketing techniques (well and good), British\nbusiness is shedding its linguistic complacency too,\nimitating American copywriting techniques (not so\ngood).  It is sad for a speaker of British English to\ndiscover that the British are no more resistant to the\nblandishments of yukspeak, are in the main no more\nlinguistically sophisticated than their “poorly spoken”\nAmerican cousins.  If no one ever loses a buck by\nunderestimating the taste of the public, the same, it\nnow appears, applies to a quid.</p>\n<p>The stylistic field I want to survey is that of (real)\nestate agents, specifically the pen-portraits of London\nflats in their brochures.  Estate-agent code is a familiar\njoke, of course: <em>conveniently located for local transport\nfacilities</em> = 'directly overlooking a major railway\njunction'; <em>offering the purchaser a delightful opportunity\nto decorate according to his own taste</em> = 'appallingly\nsleazy'; <em>would benefit from some minor structural\nimprovements</em> = 'falling down,' and so on.</p>\n<p>But it is hyperbole rather than euphemism that\nthe estate agent's copywriter excels at.  Here is a typical\ngush, from a recent brochure:</p>\n<blockquote>\n<p>A stunning first floor apartment located in this\nunique detached Gothic residence in this most\nsought after treelined Avenue.  Sumptuously\nappointed throughout this stylish and ingeniously\nconverted apartment features 2 magnificent\nreception rooms and an absolutely breathtaking\nroof garden.  Only an immediate viewing shall\nsuffice.</p>\n</blockquote>\n<p>All that is missing is a few exclamation marks (and\nhyphens, and a comma).</p>\n<p>A word on estate-agent grammar, or lack of it: If\nmy aunt were a man she'd be my uncle, and if the typical\nestate-agent copywriter were Randolph Quirk or\nWilliam Safire he or she would earn a living in some\nway other than by working for an estate agent.  Nevertheless,\nhow indulgent should one be of the following\nextract?—the first sentence in the first brochure I pick\nup from the heap in front of me:</p>\n<blockquote>\n<p>Set in one of the areas finest mansion blocks, we\noffer a well maintained 5th floor apartment in\nready to move into condition which includes\ncarpets and curtains.</p>\n</blockquote>\n<p>The missing apostrophe from <em>area's</em> you might put\ndown to a typing error; the missing hyphens from\n<em>well-maintained, 5th-floor</em>, and <em>ready-to-move-into</em>\nyou might ascribe to the pandemic mishandling of\nthose simple punctuation marks; the misrelated clause\nat the beginning and the dubiously related clause at\nthe end are not so easily shrugged off: they are the\nfaults of pretension rather than ignorance, and the\nilliteracy of pretentiousness is the vulgarest and most\nreprehensible.  Another diverting example of grammatical\nand stylistic laxity:</p>\n<blockquote>\n<p>...could equally appeal to buyers seeking either\na conversion or purpose built flat.  Undoubtedly\nthe quite spectacular 41' triple sized reception\ntogether with the excellent location are the main\nfeatures this fine home affords.</p>\n</blockquote>\n<p>Insert the missing hyphens.  Omit the <em>equally</em> (or else\nintroduce a second object of <em>appeals to)</em>.  Insert\nanother <em>a</em> after <em>or</em> for the sake of parallelism in the\n<em>either-or</em> construction.  Change <em>together with</em> to <em>and</em> to\nmake a plural subject and thereby justify the plural\nverb <em>are</em>.  Change <em>features</em> to <em>attractions</em>.  And then\ncross the whole thing out, and start again.  (“A cucumber\nshould be well sliced, and dressed with pepper and\nvinegar, and then thrown out, as good for nothing”—\nDr. Johnson.)</p>\n<p>It is pointless flaying the grammar of estate-agent\nprose any further.  All of ungrammatical life is there.\nIn general, if you are ever in need of a citation to illustrate\nsome particular grammatical failing (“the\nlocale's most premier roads”; a <em>due to</em> for an <em>owing to</em>,\nand so on), you would do well to begin your search by\nscanning listings from a few London estate agents.</p>\n<p>Likewise for lexical confusion—<em>comprises</em> for <em>consists\nof, quietude</em> for <em>quiet</em>, and so on.  In general,\nestate-agent vocabulary is at once fascinating and\ndepressing.  On the one hand, abstraction, lack of\nimagination, plodding clichés, recourse to routine jargon—<em>feature,\nsituation, facilities, characterful, just a\nstone's throw from</em>...  “Representing excellent\nvalue,” the last-quoted blurb had begun, “a family-sized\ncharacter-filled apartment...” (my hyphens).\nOn the other hand, purple prose, dramatic clichés,\nhigh-flown epithets: “...nestling on the 3rd floor of\nthis pristine mansion block,” the item continues.  Both\n<em>nestling</em> and <em>pristine</em> occur unsettlingly often, <em>pristine</em>\nsometimes apparently being used in its controversial\nmodern sense of 'clean and tidy' rather than in its traditional\nsense of 'original and uncorrupted.'</p>\n<p>Another commonly misused word is <em>deceptively:</em>\nin fact, I have never seen it used correctly in an advertisement.\nHere are just two examples of its faulty use:</p>\n<blockquote>\n<p>The property is semi-detached and late Victorian\nand forms part of the former Bath House, and is\ndeceptively spacious and interesting inside.\n[brochure listing]</p>\n<p>A small recently built cottage that is located in a\ndeceptively quiet location and has its own private\npatio garden.  [advertisement in <em>The Times</em>]</p>\n</blockquote>\n<p>Used correctly, <em>deceptively</em> in effect negates the adjective\nor adverb following it (in much the same way that\n<em>apparently</em> does): <em>a deceptively simple contract</em> is\nreally a complicated contract.  There is an idiomatic\npreference for favorable adjectives (<em>a deceptively simple\ncontract</em> is a far likelier collocation than a <em>deceptively\ncomplicated contract):</em> furthermore, advertisers\nwould naturally tend to shun any unfavourable adjective\nin their listings, regardless of its function.  On both\ncounts, the phrases <em>deceptively cramped and dull\ninside</em> and <em>a deceptively noisy location</em> would be\navoided.  But what the copywriters should have written,\nin conveying the contrast between appearance\nand reality, was not the unintended (though doubtless\ninadvertently accurate) <em>deceptively spacious and interesting\ninside</em> and <em>a deceptively quiet location</em>, but\nsomething like <em>spacious and interesting inside in spite\nof first impressions</em> and <em>a surprisingly quiet location</em>.</p>\n<p>Another misused word I keep coming across is\n<em>trendy</em>.  In British usage, this has become a subtly pejorative\nadjective (American dictionaries please note),\nalong the lines of <em>arty—</em> closer in meaning to 'faddish'\nthan to 'fashionable.' (As a noun, <em>trendy</em> is quite glaringly\ndisparaging.)  Nevertheless:</p>\n<blockquote>\n<p>Located only minutes from fashionable\nHampstead and Belsize Park with their transport\nfacilities and trendy shops and nightlife, we are\npleased to offer this ground floor conversion.</p>\n</blockquote>\n<p>Missing hyphen, misrelated participle, and bathos\napart, this sentence founders on the embarrassing misconception\nof the tone of <em>trendy</em>.  One is reminded of\nthe promises of Zimbabwe's Prime Minister Robert\nMugabe to “crack down on dissidents.”  In current\nEnglish, <em>dissident</em>—whether noun or adjective—is an\nhonorific rather than derogatory term: what governments\n“crack down on” is <em>subversives, terrorists</em>, and\nperhaps <em>agitators</em> and <em>counterrevolutionaries</em>.  <em>Dissidents</em>,\nhowever, like <em>freedom fighters</em>, are “given support\nby” the people or foreign powers.</p>\n<p>Tone-deafness is again exemplified in the following\nextract:</p>\n<blockquote>\n<p>Beautifully aspected at the rear of this\nmagnificent Edwardian mansion with superb\nviews onto the communal gardens, we offer a\npristine first floor luxury conversion oozing with\ncharacter.</p>\n</blockquote>\n<p>That <em>oozing</em> says more than the copywriter knew,\nperhaps.</p>\n<p>After <em>nestling</em>, the copywriter's favorite participle\nfor describing a conversion (that is, any of a set of discrete\napartments built within a house that was formerly\na single home) is <em>hewn:</em></p>\n<blockquote>\n<p>One of a quartet of stunning new conversions\nhewn from a quite magnificent Victorian house\nand finished to a degree of luxury rarely seen.</p>\n</blockquote>\n<p><em>Carved</em> and <em>sculptured</em>, equally inappropriate, sometimes\nreplace <em>hewn</em> in such contexts, but <em>hewn</em>\nremains the most popular by virtue of its appealingly\narchaic ring.  Archaism is much in vogue.  In an extract\nquoted earlier, the words “Only an immediate viewing\nshall suffice” convey a confident authority—presumably.\nIn another advertisement, the declaration “Positioned\nonly seconds from Olde Highgate village”\nappeals to one's taste for the picturesque and antique\n(or makes one's gorge rise).  Perhaps the most frequently\nused archaism is <em>whilst</em>.  It typically indicates\neither some pseudo-contrast (as though this were an\nexciting feature of the property) or some actual incongruity\nin the building (as though this didn't really matter).\nFirst, the “advantagenous” pseudo-contrast:</p>\n<blockquote>\n<p>The accommodation is spacious and is in keeping\nwith the traditional theme whilst being in very\ngood order throughout.</p>\n</blockquote>\n<p>Then, the “trivial” incongruity:</p>\n<blockquote>\n<p>Whilst retaining a fine Victorian facade, the\nproperty has a contemporary and somewhat\nfuturistic interior, and is peacefully set in one of\nthe Village's most historic quarters.</p>\n</blockquote>\n<p>Note, by the way, the non sequitur introduced by the\nsecond <em>and</em> here.  This spurious <em>and</em> is another hallmark\nof the exuberant estate-agent copywriter.</p>\n<p>Purple prose is especially risible when the copywriters\nfail to sustain it.  A propensity for bathos is the\nAchilles heel of these novelists <em>manqués</em>.  I have quoted\none example of this failing, at the discussion of <em>trendy</em>\nabove.  Here is another delightful example:</p>\n<blockquote>\n<p>This Edwardian residence was converted 2 years\nago and offers the finest accommodation\ncurrently available.  Offering superb entertaining\nrooms, a fabulous floodlit rear garden and a\nparking space.</p>\n</blockquote>\n<p>Finally, three tricks of estate-agent rhetoric: reinforcement\nthrough tautology; the camouflaging of\nconfessions; and irrelevant detail.</p>\n<p>1.  Two examples of redundancy have already\nbeen quoted—the <em>equally</em> in</p>\n<blockquote>\n<p>...could equally appeal to buyers seeking either\na conversion or purposes built flat</p>\n</blockquote>\n<p>—and <em>located</em> in</p>\n<blockquote>\n<p>A small recently built cottage that is located in a\ndeceptively quiet location.</p>\n</blockquote>\n<p>Consider, as a further example, the emphatic—and\notiose—<em>both</em> in the following extract from a brochure\n(with an excruciating archaism thrown in as a bonus):</p>\n<blockquote>\n<p>In this quiet and idyllic position twixt both\nHampstead and Belsize Villages, a huge family\nsized apartment...</p>\n</blockquote>\n<p>2.  The camouflaging of confessions takes various\nforms.  Since the copywriter sometimes has to acknowledge\n“imperfections” (serious drawbacks) in the property,\nif only to retain some credibility with the clients,\nhe might as well take the opportunity of displaying his\ntalents.  Euphemism has already been mentioned:\n“Ideal for the DIY [Do-It-Yourself] enthusiast” is a\nbeautiful example I have just noticed in the latest brochure\nsent to me.  Rather subtler is the bland, toneless,\napparently offhand mention of the drawback as one\nincidental factor among many:</p>\n<blockquote>\n<p>The flat features its own balcony off the reception\nroom and requires some cosmetic improvements.</p>\n</blockquote>\n<p>(Again the non-sequitur <em>and</em>.)</p>\n<blockquote>\n<p>The flat has been superbly fitted and includes\nfitted carpets.  Reception 25'6 by 12'9, unusual\nshaped room.  Kitchen 9'6 by 7'2, fully fitted\nunits...</p>\n</blockquote>\n<p>Don't complain when you discover that the living\nroom is designed on the model of the letter Z, and has\nconcave walls: we did specify that it is an “unusual\nshaped room.”  What, you didn't notice?</p>\n<p>Cleverest of all is to turn the disadvantage to\nadvantage.  The best form of defense is attack.  Couch\na confession in the style of a boast, and the punter will\ncheer rather than hiss.  The most common example, I\nbelieve, is the (mandatory) legend on some cigarette\nadvertisements in Britain: “Every packet carries a government\nhealth warning.”  One's subliminal response\nto this phrasing is “Wow!,” as if the wording had been\n“Every packet carries a free raffle ticket.”  Here, from\nan estate agent's brochure, is a more sophisticated\nexample:</p>\n<blockquote>\n<p>Benefitting from a sun-kissed west facing garden\nwith direct access from the reception, this\ninteresting conversion with original cornicing and\nmarble fireplace will tempt anyone wishing to\nput only minor finishing touches in order to\ncreate a truly fine home.</p>\n</blockquote>\n<p>(That <em>wishing</em>, rather than <em>willing</em>, is a stroke of\ngenius.)</p>\n<p>A common ploy in camouflaging a confession is\nthe substitution of <em>and</em> for <em>though</em>.  The word <em>though</em>\nis in fact taboo in estate-agent prose: never concede\nopenly, is the watchword.  So:</p>\n<blockquote>\n<p>The accommodation is in superb decorative order\nand would ideally suit those seeking additional\nliving space as opposed to a 2nd bedroom.</p>\n</blockquote>\n<p>For <em>and would ideally suit</em> read <em>though it would better\nsuit</em>.</p>\n<p>3.  And here, lastly, is an example of the irrelevant\ndetail, struck from the flint of the copywriter's\nimagination in the heat of his creative frenzy:</p>\n<blockquote>\n<p>Presenting a marvelous facade of immense\ncharacter, an enchanting Victorian home just\nhalfway between the rolling acres of Hampstead\nHealth and the fine shopping and transport\nfacilities of the High Street.</p>\n</blockquote>\n<p>It's the <em>rolling acres</em> that slays me.  Do they take us for\nfools, these copywriters?  Yes—and presumably, for\nthe most part they're right.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Rhetoric of Real Estate</h1> <p><em><span data-rel=\"author\">John E. Kahn</span> <span data-rel=\"location\">London</span></em></p> <p>British speakers complacently mock the American\npenchant for high style in low contexts.  American\nmenu-prose is a favorite target:</p> <blockquote>\n<p><em>Ol' Smokey-burger:</em> puts the ham back in\nhamburger—a sumptuous half-pound of melt-in-the-mouth\nchar-broiled ground steak from our\nown prime corn-fed herd, nestled within a gently\ntoasted sesame-spangled bun, topped with a\nlavish layering of sizzling hickory-smoked ham,\nand garnished with a generous farm-fresh side\nsalad swathed in our own famed “seventh\nheaven” dressing.  Memorably mouthwatering—a\nreal hamdinger.  (A homemade example, this—\nexaggerated perhaps, but not uncharacteristic if\nmy memory of American diners is anything to go\nby.)</p>\n</blockquote> <p>As one well-known British TV commentator put it,\nchewing bemusedly on a regulation American burger,\n“Where has all the flavor gone?—into the menu, it\nseems.”  Only Americans could write that way, the\nBritish smugly think—or used to think.</p>"
}