{
  "type": "Article",
  "title": "Horsing Around with the English Language",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Horsing Around with the English Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>In modern life, horses are no longer crucial in\nhelping us to hunt, do battle, draw vehicles,\nround up livestock, or deliver mail.  Nevertheless, our\nequine friends still figure prominently in the words\nand phrases we use in our everyday conversations and\nwriting.</p>\n<p>“Horsefeathers!”  you respond, bridling at my suggestion\nand working yourself into a lather.  “Now hold\nyour horses, you horse's ass.  You're just trying to spur\nme on to the end of my tether and beat a dead horse.”</p>\n<p>The meanings of the horsy expressions in the\nparagraph above are generally clear, but <em>horsefeathers</em>\ndeserves an etymological exegesis.  Rows of clapboards\nare laid on roofs to provide flat surfaces for asphalt\nshingles, called “feather strips.”  Oldtimers in New\nEngland and New York, nothing the feather-like pattern,\ncalled the clapboards horsefeathers.  Why the\n<em>horse</em> in the word?  Because the boards were large, and\nlarge things sometimes attract the designation <em>horse,</em>\nas in <em>horse chestnut, horsefly,</em> and <em>horse mackerel</em>.  But\nwhy has <em>horsefeathers</em>—like <em>tommyrot, balderdash,</em>\nand <em>poppycock</em>—become a three-syllable explosion of\nderision?  Because it is a euphemism for a shorter barnyard\nepithet.  Check your dictionary and you'll discover\na paddock of additional, more disguised words\nthat descend from the world of horses, including <em>cavalier,\ncavalcade, chivalry, henchman, hippopotamus,\nmarshal,</em> and any variation of the name <em>Philip</em>.</p>\n<p>The time has come for us to talk some horse sense.\nI'm full of horsepower and feeling my oats.  I'm\nchamping (not chomping) at the bit and eager to give\nfree rein to horsing around with the English language.\nSo prick up your ears and listen to how often we\ncompare people with horses—disk jockeys, coltish\nlasses with ponytails, dark horse candidates who are\ngroomed to give the frontrunners and old war horses a\nrun for their money, and work horses who, although\nsaddled with problems of galloping inflation, can't\nwait to get back in harness each Monday at the old\nstamping (not stomping) ground.</p>\n<p>Now, straight from the horse's mouth, here is a\nglossary of less obvious equine expressions that are stabled\nin our language.  Learning the origins of these\nphrases will help you to see that English is really a\nhorse of a different color.</p>\n<p>We often call an exasperatingly entangled situation\n<em>all balled up.</em>  The spheroids in this case are the icy\nballs that become packed under the hooves of horses\nwhen they are driven over soft winter snow or during\nspring thaws.  As the footing becomes treacherous, the\nhorses may fall, singly or in teams, producing a state\nof chaos that is vividly <em>all balled up.</em></p>\n<p>When is a holiday not a holiday?  When it's a <em>busman's\nholiday.</em>  This expression originated with the\nclose relationship between horse teams and their drivers\nback in the last century, when London (omni) buses\nwere horse-drawn.  The regular driver would often\nspend his day off riding as a passenger alongside the\nsubstitute driver in order to check on his replacement's\nhandling of the horses and treatment of the riders.\nThat is why a vacation or day off from work spent\ndoing the same activity as one's usual work is called a\n<em>busman's holiday.</em></p>\n<p>A <em>charley horse</em> is a muscular cramp in the leg or\narm of an athlete.  Fanciful explanations for the origin\nof this compound include one story that the first\nvictim was a lamed racehorse named Charley and\nanother that a limping horse of the same name used to\ndrag a roller in the Chicago White Sox baseball park.</p>\n<p>One of the most subtle allusions to horses is the\nword <em>cinch,</em> meaning a 'sure thing.'  When a cowboy\nmounts a half-wild cow pony, he buckles the saddle on\ntight with a strong cinch strap.  He bets his life on the\ncinch, so it has to be a sure thing.  Through the semantic\nprocess called generalization, any sure thing has\nbecome a <em>cinch.</em></p>\n<p>When an adventure fails badly, particularly after\nan auspicious beginning, we say that it has <em>come a\ncropper.</em>  This expression is a figurative extension of the\njargon of horse racing and polo playing that means “to\ntumble headlong from a horse.”  A crupper (from\nFrench <em>croupe</em> 'hindquarters') is a leather loop passing\nunder a horse's tail and buckled to the saddle.</p>\n<p>When we are kept waiting, we <em>cool our heels,</em> a\nfigure of speech that dates back to the early 17th-century\nexpression <em>to cool one's hoofs</em>.  Here the reference\nis to the saddle horse which, during a long trek,\nwould have to stop intermittently and lie down in\norder to cool its overheated hoofs.  Closely related is <em>to\nkick up one's heels</em>, originally referring to a horse out\nin the field that frisks with the careless abandon of a\ncolt.</p>\n<p><em>To curb one's anger</em> and <em>to curry favor</em> are two\nmore embedded phrases that we trot out from the vanishing\nworld of horses.  A curb is a type of bit that\nexerts severe pressure on a horse's jaw, and the act of\ncurrying is the cleaning and grooming of a horse's coat\nwith a curry comb.</p>\n<p>See, we've only got through the letter <em>c</em> in our galloping\nglossary, and we're running out of room.  So\nlet's leap forward to the letter <em>h</em>:</p>\n<p>A <em>hackney</em> once signified “a horse or carriage for\nhire,” which is why cab drivers in New York are sometimes\ncalled <em>hackies</em>.  And it is whence we derive the\nterms <em>hack writer</em> and <em>hackneyed expression.</em>  Like the\nhackney carriages and small, half-breed hackney\nhorses, hack writers and hackneyed clichés, like <em>at this\npoint in time</em> and <em>dead as a doornail,</em> are cheap and\neasy for anyone to rent out and abuse.</p>\n<p>In the 14th century, persons of lofty rank were\nmounted on high horses—great, heavy chargers used\nin tournaments or battles.  Hence, <em>get off your high\nhorse</em> means 'stop putting on arrogant, superior airs.'</p>\n<p>Is <em>hobby</em> a shortening of <em>hobbyhorse?</em>  In a word,\nyes.  The connection is that some people pursue their\nhobbies with the same child-like zeal that romper\nroomers ride their hobbyhorses.</p>\n<p>When is a choice not really a choice?  When it's a\n<em>Hobson's choice.</em>  Thomas Hobson (1544-1631), the\nowner of a Cambridge livery stable, gave his customers\nthe dubious choice of taking a horse in its proper\nturn or taking none at all.  To prevent the ruin of his\nbest mounts, Hobson tolerated no picking and choosing,\ninsisting that each rider take the next horse in\nline, the one nearest the stable door.  Thus, when\nsomebody offers you a <em>Hobson's choice</em>, you are really\nbeing offered no choice at all.</p>\n<p>In this space, I've tried to lead a horse to language,\nand make you think.  I hope that I haven't ridden\nroughshod over you and that you won't look a gift\nhorse in the mouth.  A horse is roughshod ('roughshoed')\nwhen the nails of its shoes project, allowing for\nmore sure-footed progress but also damaging the\nground over which it gallops.  Thus, <em>to ride roughshod</em>\nover people means to advance oneself ruthlessly at\ntheir expense.</p>\n<p><em>Don't look a gift horse in the mouth</em> is one of the\noldest proverbs known.  It has been traced back to an\nA.D. 420 Latin text of St. Jerome, who labeled it a common\nsaying.  The age and health of a horse can be\nascertained by examining the condition and number of\nits teeth.  Although an animal may appear young and\nfrisky, a close inspection may reveal that it is <em>long in\nthe tooth</em> and ready for the glue factory.  Thus, it is\nconsidered bad manners to inspect the teeth of a horse\nthat has been given you and, by extension, to inquire\ntoo closely into the cost or value of any gift.  But if you\nare buying a horse from a trader, you are advised to\ndetermine its age and health by examining the teeth\n<em>straight from the horse's mouth,</em> the precise source of\nthis article.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Horsing Around with the English Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>In modern life, horses are no longer crucial in\nhelping us to hunt, do battle, draw vehicles,\nround up livestock, or deliver mail.  Nevertheless, our\nequine friends still figure prominently in the words\nand phrases we use in our everyday conversations and\nwriting.</p> <p>“Horsefeathers!”  you respond, bridling at my suggestion\nand working yourself into a lather.  “Now hold\nyour horses, you horse's ass.  You're just trying to spur\nme on to the end of my tether and beat a dead horse.”</p> <p>The meanings of the horsy expressions in the\nparagraph above are generally clear, but <em>horsefeathers</em>\ndeserves an etymological exegesis.  Rows of clapboards\nare laid on roofs to provide flat surfaces for asphalt\nshingles, called “feather strips.”  Oldtimers in New\nEngland and New York, nothing the feather-like pattern,\ncalled the clapboards horsefeathers.  Why the\n<em>horse</em> in the word?  Because the boards were large, and\nlarge things sometimes attract the designation <em>horse,</em>\nas in <em>horse chestnut, horsefly,</em> and <em>horse mackerel</em>.  But\nwhy has <em>horsefeathers</em>—like <em>tommyrot, balderdash,</em>\nand <em>poppycock</em>—become a three-syllable explosion of\nderision?  Because it is a euphemism for a shorter barnyard\nepithet.  Check your dictionary and you'll discover\na paddock of additional, more disguised words\nthat descend from the world of horses, including <em>cavalier,\ncavalcade, chivalry, henchman, hippopotamus,\nmarshal,</em> and any variation of the name <em>Philip</em>.</p>"
}