{
  "type": "Article",
  "title": "The Deep Structure of Breakfast Cereals",
  "author": "Steve Bonner",
  "location": "Rockville, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Deep Structure of Breakfast Cereals</h1>\n<p><em><span data-rel=\"author\">Steve Bonner</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p>\n<p>The study of homonyms is a basic staple of linguistic\nresearch.  But to deal with the semantics\nof homonyms properly requires that we also think\nalong psychological lines.  A word which Noah Webster\nor the <em>Oxford English Dictionary</em> might regard as\nhaving several equally valid meanings may in fact\nhave a preferred meaning for any given individual.\nFor example, the word <em>base</em> would immediately conjure\nup a very specific meaning for a military person\nand yet quite another for a researcher in chemistry.  In\nfact, the word also has specialized meanings in mathematics,\nelectrical engineering, cosmetics, and art, to\nname a few more.  While using such a word in a technical\npublication might present no obstacles to understanding,\nproblems may arise when attempting to\ncommunicate with a larger audience.</p>\n<p>We all keep foremost in our minds those words\nand ideas which are of the greatest use to us in our\nown studies.  When we encounter a word for which we\nhave a meaning readily available, we eagerly jump at\nthe chance to place the word in that context.  Very\noften our first attempt to do this fails, and we spend a\nfew fractions of a second rummaging around to find\nthe meaning that was intended.  So a numismatist\nmight wonder whether a carton of mint ice cream was\nmade in Denver or Philadelphia.  Or a gardener might\nobject if you offered to put a touch of lime in his\ndrink.</p>\n<p>What is happening here is a form of word association.\nBut the usual responses are circumvented by our\nspecialized vocabularies.  The response to “color”\nmight normally be “red.”  But a physicist might provide\nthe word “charm.”  (Subatomic particles are said\nto have properties such as color, charm, and strangeness.)\nThese reactions need not to be at the conscious\nlevel.  But where such a word association exists, our\noverall perception of the information presented is\nbiased.</p>\n<p>It is easy to imagine situations in which ambiguities\ncaused by the careless use of homonyms can be\nexaggerated even further by our own preconditioning.\nAn example of such an ambiguity is the war-time\nnewspaper headline: SAVE METAL, WASTE PAPER.  Anyone\nreading this can see the dual meaning, since everyone\nis equally familiar with the terms <em>paper</em> and <em>waste\npaper</em>.  But if we encounter expressions which carry\nspecial meaning in our own occupations, we may find\nambiguity more readily than other readers.  Continuing\nwith newspaper headlines, consider the following\nsamples.  Each headline is followed by the type of specialist\nwho might have the alternative interpretation:</p>\n<blockquote>\n<p>STUDENT BODY FOUND UPSTANDING (mortician)<br>\nSTAFF TREBLED, NOTES DIRECTOR (musician)<br>\nINMATE SCALES CELL WALL (biologist)<br>\nSUBJECT FOLLOWS ACTION IN INTERROGATION (linguist)<br>\nSPEAKER COMPLETES LECTURE CIRCUIT DESPITE\nRESISTANCE (elec engineer)<br>\nRADICAL REACTION STOPPED BY PRECIPITATION (chem\nengineer)<br>\nHEARING AIDED BY SILENCE OF JURORS (audiologist)</p>\n</blockquote>\n<p>So completely do our fields of study occupy our\nthoughts, one might easily imagine a linguist absentmindedly\nconsidering the deep structure in the sentences\nof the back of a box of breakfast cereal.  (Probably\na box of “Chomskies.”  You know—the ones that retain\ntheir meaning even in milk.)</p>\n<p>Even in situations where a word may not have\ndistinct, homonymic forms, the very presence of the\nword may reveal the background and point of view of\nthe author.  A computer scientist may find himself\n“generating” and “interfacing” in places where one\nmight normally expect to “create” and “talk.”  A mathematician\nwould much rather describe something as\n“nontrivial” than “difficult.”  And the only people who\never “allege” anything are journalists.  The rest of us\njust “say” things.</p>\n<p>Let me present an absurd story which illustrates\nhow views of the world might differ with occupation.\nAn astronomer, a physicist, and a mathematician are\nwalking along a path when they spot a black sheep\nahead of them.  The astronomer concludes, “All sheep\nare black.”  The physicist, accustomed to taking precise\nmeasurements of objects smaller than galaxies, insists\nmerely that “Some sheep are black.”  The mathematician,\nunwilling to take anything for granted, replies\nthat “There exists a sheep, at least one side of which is\nblack.”</p>\n<p>The rigors in terminology honed by years of training\nalso preclude the imprecise use of certain words.\nSuch “sacred” words receive special attention.  A\nmathematician would never use the world “infinite”\nunless this were truly the case.  The number of grains\nof sand on a beach must therefore be finite.  Another\nperson might use the phrase “infinite diversity” or\n“infinitely more.”  But since the study of the infinite is\nso central to all fields of mathematics, the word is not\nbandied about lightly.  Similar taboos exist with the\nfollowing words:</p>\n<blockquote>\n<p>virtual (computer science, optics)<br>\nwork/energy (physics)<br>\nepoch (geology, celestial mechanics)<br>\nrandom (statistics)</p>\n</blockquote>\n<p>As the number of new areas of specialization continues\nto increase, so too will the frequency of specialized\nwords.  Some of these terms, such as <em>clone</em> and\n<em>software</em>, are finding their way into everyday usage.  It\nseems likely that a much larger number of them will\nnot be usable outside of their specialized fields.  In the\ncases where these words are homonyms for existing\nwords there will be the possibility of ambiguity.  It will\nbe interesting to see which of our commonplace words\nbecome sources of confusion.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Deep Structure of Breakfast Cereals</h1> <p><em><span data-rel=\"author\">Steve Bonner</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p> <p>The study of homonyms is a basic staple of linguistic\nresearch.  But to deal with the semantics\nof homonyms properly requires that we also think\nalong psychological lines.  A word which Noah Webster\nor the <em>Oxford English Dictionary</em> might regard as\nhaving several equally valid meanings may in fact\nhave a preferred meaning for any given individual.\nFor example, the word <em>base</em> would immediately conjure\nup a very specific meaning for a military person\nand yet quite another for a researcher in chemistry.  In\nfact, the word also has specialized meanings in mathematics,\nelectrical engineering, cosmetics, and art, to\nname a few more.  While using such a word in a technical\npublication might present no obstacles to understanding,\nproblems may arise when attempting to\ncommunicate with a larger audience.</p> <p>We all keep foremost in our minds those words\nand ideas which are of the greatest use to us in our\nown studies.  When we encounter a word for which we\nhave a meaning readily available, we eagerly jump at\nthe chance to place the word in that context.  Very\noften our first attempt to do this fails, and we spend a\nfew fractions of a second rummaging around to find\nthe meaning that was intended.  So a numismatist\nmight wonder whether a carton of mint ice cream was\nmade in Denver or Philadelphia.  Or a gardener might\nobject if you offered to put a touch of lime in his\ndrink.</p> <p>What is happening here is a form of word association.\nBut the usual responses are circumvented by our\nspecialized vocabularies.  The response to “color”\nmight normally be “red.”  But a physicist might provide\nthe word “charm.”  (Subatomic particles are said\nto have properties such as color, charm, and strangeness.)\nThese reactions need not to be at the conscious\nlevel.  But where such a word association exists, our\noverall perception of the information presented is\nbiased.</p>"
}