{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: French-English Dictionary of Modern Colloquial French",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780415058933/Dictionary-Modern-Colloquial-French-Rene-0415058937/plp\"><em>French-English Dictionary of Modern Colloquial French</em></a></h1>\n<p>René-James Hérail, and Edwin A. Lovatt, (Routledge &amp; Kegan Paul, 1985).</p>\n<p>I appear to be one of those “not-so-few” consulters\nof dictionaries who take the trouble to read prefaces,\nboth in English and in French; in the case of this\n<em>Dictionary of Modern Colloquial French</em>.  I found it to\nbe a very useful exercise before “plunging headlong”\ninto its 8000 or so headwords.</p>\n<p>The fundamental importance of this underworld,\nor unconventional language—which is being more and\nmore widely used because of the increasing permissiveness\nof the media and of literature in general, where\nthis type of language received its first seal of approval—has\nbeen well grasped by these authors who\nhave not only found a way of penetrating the mysteries\nof this secret language in French, but have also\nbeen able to come up with good English equivalents.\nThis presupposes a perfect knowledge of both languages\nand, even more important, of both cultures in\ngeneral and in particular; on top of this, rapid publication\nof the material is called for, something which is\nnot easy to achieve even in one's mother tongue,\nbecause the colloquial language changes so quickly\nthese days in response to the fast-changing world of\nfashions and techniques.  In addition, the main users\n(and creators?) of slang belong in a relatively narrow\nage-band, that of “youth,” and the communicationgap\ndoes not make the researcher's task any easier.</p>\n<p>If one wishes to avoid the problem of a turn of\nphrase leading to an awkward situation, one must be\naware of the need to avoid hapax legomena and too\nspecialized terms.  The authors have managed here, by\njuxtaposing texts and contexts in a graded way over\nthree registers, to help the reader avoid these pitfalls;\nhe is also helped to tackle in an appropriate manner\nthe new “mainstreams” of our culture, like pop music\nand comic books.  The authors have avoided the use of\nthe rather arbitrary and superfluous labels such as\n“vulgar,” “obscene,” “popular,” etc.  The information\npassed on to the reader is thus improved, and his freedom\nand responsibility are safeguarded.</p>\n<p>Nothing should be taboo for today's lexicographer,\nbut this does not mean that anyone can claim to\nbe exhaustive, especially in the area of <em>argot</em> which is,\nof necessity, a secret language, one which is in a constant\nstate of evolution.  When a word of <em>argot</em> passes\ninto common usage it ceases to belong to <em>argot</em> but\ncomes to enrich the colloquial language.  Later still,\nperhaps, it will come to form part of the standard language.\nThe reader of this work must not be put off if\nhe does not find all that he is seeking, despite the vast\nnumber of words and expressions given, since a volume\nlike this is only elaborated over many years (ten\nin this case), and the colloquial language researcher's\ntask is akin to the spinning of a veritable spider's web\nof language.</p>\n<p>The problem of choosing the final list of words for\nsuch a dictionary is a difficult one.  Should such-and-such\nan obscenity be left out?  And where does obscenity\nbegin and end?  Who would take offense at hearing\nthe words <em>feuille</em> or <em>pétale de rose?</em>  Is this a technical\nterm or a poetic one?  Is it obscene or just slightly rude?\nYet again it must be said: only the context and the\nactual usage of the speaker can decide.  Should such-and-such\nexpression be included?  It seems obsolete, yet\n“in the swing of things” at the same time.  The authors\nhave, perhaps regrettably, taken the cautious path,\nyet they have produced a wealth of material which is\nall the richer for being bilingual.  The English and\nFrench speaker will make many discoveries in his own\nlanguage as well as in the other.</p>\n<p>The method adopted for the choice of the entries\nand for the arrangement of the material within each\nentry makes this elegantly presented dictionary a very\nhandy manual to consult as it offers the maximum of\nspecific information with the minimum of clumsy\ndetail.  It is a unique reference work in its field, but it\nis also a useful book to take on one's own travels to\nhelp while away the hours agreeably.  They say that\ntheir book “should be taken as living proof that French\nhumour is translatable, that vulgarity knows no national\nboundaries, that 'risqué' puns and 'ripe' jokes\nare just as common on both sides of the Channel and\nthe Atlantic”; in other words, the English are no more\nstilted than the French, and “what is vulgar today\nmay perhaps no longer be so tomorrow, and what was\nvulgar yesterday is scarcely any longer so today.”</p>\n<p>Rather than select a few examples for illustration,\nI shall leave the reader to appreciate for himself the\nsurprise and even amusement he will get from this fine\ncollection of unconventional French and English.</p>\n<p><em>Henri du Chazaud</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780415058933/Dictionary-Modern-Colloquial-French-Rene-0415058937/plp\"><em>French-English Dictionary of Modern Colloquial French</em></a></h1> <p>René-James Hérail, and Edwin A. Lovatt, (Routledge &amp; Kegan Paul, 1985).</p> <p>I appear to be one of those “not-so-few” consulters\nof dictionaries who take the trouble to read prefaces,\nboth in English and in French; in the case of this\n<em>Dictionary of Modern Colloquial French</em>.  I found it to\nbe a very useful exercise before “plunging headlong”\ninto its 8000 or so headwords.</p> <p>The fundamental importance of this underworld,\nor unconventional language—which is being more and\nmore widely used because of the increasing permissiveness\nof the media and of literature in general, where\nthis type of language received its first seal of approval—has\nbeen well grasped by these authors who\nhave not only found a way of penetrating the mysteries\nof this secret language in French, but have also\nbeen able to come up with good English equivalents.\nThis presupposes a perfect knowledge of both languages\nand, even more important, of both cultures in\ngeneral and in particular; on top of this, rapid publication\nof the material is called for, something which is\nnot easy to achieve even in one's mother tongue,\nbecause the colloquial language changes so quickly\nthese days in response to the fast-changing world of\nfashions and techniques.  In addition, the main users\n(and creators?) of slang belong in a relatively narrow\nage-band, that of “youth,” and the communicationgap\ndoes not make the researcher's task any easier.</p> <p>If one wishes to avoid the problem of a turn of\nphrase leading to an awkward situation, one must be\naware of the need to avoid hapax legomena and too\nspecialized terms.  The authors have managed here, by\njuxtaposing texts and contexts in a graded way over\nthree registers, to help the reader avoid these pitfalls;\nhe is also helped to tackle in an appropriate manner\nthe new “mainstreams” of our culture, like pop music\nand comic books.  The authors have avoided the use of\nthe rather arbitrary and superfluous labels such as\n“vulgar,” “obscene,” “popular,” etc.  The information\npassed on to the reader is thus improved, and his freedom\nand responsibility are safeguarded.</p>"
}