{
  "type": "Article",
  "title": "“Into Noah's Ark”",
  "author": "Edgar Humphreys",
  "location": "Gwynedd, North Wales",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Into Noah's Ark”</h1>\n<p><em><span data-rel=\"author\">Edgar Humphreys</span> <span data-rel=\"location\">Gwynedd, North Wales</span></em></p>\n<p>Whether there exists a comprehensive list of\nplace-names which reflect flora and fauna,\nwith relevant maps of their world-wide distribution,\nothers may be more well informed.  Characteristics of\nvarious flora and fauna have enriched figures of\nspeech of all languages whether people are merely living,\nfor example, <em>in clover</em> or simply just being <em>pig-headed</em>\nand <em>cocky</em>.</p>\n<p>Bantam, we are told, is a village in Java and said\nto be the original home of these small breeds of domestic\nfowl.  The word <em>bantam</em> itself is not only of geographical\nsignificance but incites one to conjure\nimages of fast-footed boxers and nimble wrestlers.\nAlthough I can only refer with a certain amount of\nauthority to place-names in Wales, I should think that\nthe global percentage of such place-names would be\nextremely low.  Apart from Swansea and, indirectly,\nTiger Bay, the more obvious examples in Wales are\n<em>Eryri</em> (&lt; Welsh 'home of the eagles'), i.e.,  Snowdonia\nMountains, <em>Epynt</em> (&lt; W <em>eb</em> 'horse,' hynt 'path') a\nmountain range in Powys, and <em>Boncath</em> (&lt; W 'buzzard'),\na village in Dyfed.  I assure you that there is no\ntruth in the rumor that certain inhabitants of Cardigan,\nDyfed, prefer to hold marriage ceremonies in\ntheir farmyards so that chickens in attendance may\ngobble all the rice thrown during festivities.  Surely it\nmust have been originally a Scottish tale!  However,\n<em>gob</em> 'beak' in <em>gobble</em> and <em>shut your gob</em> appears to be\nof Irish origin.</p>\n<p>To continue this fowl discussion, I wonder how\nmany East Enders nowadays are aware of their Cockney\norigins (possibly Middle English <em>cokeney &lt; coken</em>\n'of cocks' + <em>ey</em> 'egg') used contemptuously to townsmen.\nSince all tax-collectors, bailiffs, and other “undesirables”\nusually lived in towns, country folk would\nnaturally view them with suspicion and derision.  A\nfull list of such scornful names for various town and\ncity dwellers must be extensive.  Equally, country folk\nhave been called <em>bumpkins,</em> even <em>pumpkins</em> and\n<em>sheep-shaggers,</em> amongst other names.</p>\n<p>In my neck of the woods, for example, the people\nof Bethesda, a slate-quarrying town in Snowdonia, are\noften referred to as <em>How gets</em> by neighboring rural\ncommunities, in reference to their pidgin English (or\nshould I say “pigeon” in this context?).  Natives of\nnearby Caernarfon are frequently referred to as <em>Cofis</em>\n(sing. <em>Cofi</em>).  It seems that <em>covey</em> is either a 'small flock\nof grouse or partridge' or even a 'small group of\npeople,' but <em>cove</em>, former slang for 'fellow or chap' (&lt;\nRomany <em>kova</em> 'person') seems to be its more likely\netymon.  In respect of <em>Epynt</em> referred to earlier, compare\n<em>eb</em> with Greek <em>hippos</em> 'horse,' and <em>Epona</em>, Celtic\ngoddess of horses.  Displaying a mare's head on a\nbroomhandle on New Year's Eve is still a lively tradition\nin certain parts of Wales and considered to be a\nremnant of Celtic pagan rites.</p>\n<p>The intake of English words into Welsh has been\nconsiderable.  However significant the Tudor impact\nmay have been on English history, a minority Celtic\nlanguage such as Welsh continually progresses with\ndifficulty to coexist with the powerful forces of a\nneighboring international language.  To the contrary,\nthe English language has not easily embraced any penetration\nor influence by the “language of Heaven.”  Of\nthe few exceptions, <em>corgi</em> (&lt; W <em>cor</em> 'small,' <em>ci</em> 'dog')\nhas been generally accepted—and with even more\nenthusiasm in royal quarters.  In the dialect of the\nAnglicized parts of South Pembrokeshire where <em>guillemots</em>\n(&lt; F <em>Guillaume</em> 'William'—a royal connection?)\nthrive on the coast, local English-speaking inhabitants\nrefer to this bird as an <em>eligug</em> which no doubt derives\nfrom its Welsh name <em>heligog</em>, literally 'sea-cuckoo.'\nOne of the standard jokes of South Wales miners is\nthat the cuckoo's name and song imitate the bird's\nimmediate response as it flies through the polluted air\nof the industrial area, i.e., “Coo, bloody coo!”  Hard\ncharacters are equally hard with their definitions.\nAfter all, any child could tell you that cuckoos never\nhave nests because they either live in clocks or are duly\nlocked up!</p>\n<p>Possibly certain species deserve more disrespect\nthan others.  As a talking point, however, I have yet to\nsee the significance of a simile such as “sick as a parrot”\nor am I to believe that, in between gulping seeds\nand chatter, this bird is in fact more prone to the blues\nand other ailments than its fellow cage-birds?  Our old\nfriend the parrot, nevertheless, may not be as popular\nin the future since by now there are “parrot-bandit”\nmachines on the market.  For a few coins this mechanical\nparrot will chat endlessly without any ill-effects\nunless the owner has failed to oil its beak.  Its manufacturers\nresearched the international market carefully\nbefore any export prototypes were assembled.  Suitable\nexport versions of parrot-talk were required for various\ncountries.  I can imagine, if an English parrot were\nto be inadvertently exported to the U.S.A. to utter\n“Who's a pretty boy, then?”  New Yorkers might take it\nfor a gay bird.  In the U.S.A.  I believe the equivalent\nparrot-intro is “Polly wants a cracker.”  In Britain, on\nthe other hand, since a <em>cracker</em> can be a 'well-endowed\nfemale' (<em>She's a cracker</em>, etc.), Londoners\nmight think that the American parrot may very well\nbe a sex maniac.  So much for the manufacturers'\nproblems.</p>\n<p>Parents should be equally careful with their versions\nof the birds and the bees story.  I was quite\namazed to learn from one girl that she was convinced\nthat <em>birds</em> in this context was slang for 'girls' (compare\n<em>broads</em>) and that <em>bees</em> stood for 'b's,' that is, boys.  In a\nrather odd way, I suppose that she was right.  At least\nshe did not think that she would be pregnant if stung\nby a bee.  In some peculiar way “Buoys” and “Gulls”\ntoilet signs in sailing clubs always remind me of her.</p>\n<p>Some recent publications still maintain that <em>penguin</em>\nderives from W <em>pen</em> 'head' + <em>gwyn</em> 'white.'\nArdent Welshmen would no doubt gladly support such\nclaim but a most blatant misgiving surely is the fact\nthat penguins are black-headed.  <em>Pengwyn</em> is commonly\nused in Wales today as in the past as a somewhat\nderisive reference to a fair-haired lad (compare\n<em>ginger</em>).  It certainly cannot be argued that our Antarctic\nfriends are fair-feathered on top.  Another possibility\nwould be that, rather than the compound\n<em>pengwyn</em>, its etymon might have been W <em>pen</em> + <em>gwyn</em>\n'white-headed' (most adjectives follow nouns in\nWelsh).  Again this description in Welsh would be confined\nto creatures with completely white heads.  Since\nthe penguin's head is two-toned one could hardly justify\nsuch claim.  Time would be more profitably spent\nin examining the possibilities of “pin-wing” or Latin\n<em>pinguis</em> 'fat.'  Let it not be forgotten that William\nOwen-Pughe, an early Welsh lexicographer, erroneously\nattributed the origin of <em>coffin</em> to W <em>cau fi yn</em>\n'shut me in'!</p>\n<p><em>Antarctic</em> itself is a rare, contradistinctive place-name\n&lt; Gr <em>anti</em> 'opposite' + <em>arkitos,</em> adjective of\n<em>arktos</em> 'bear,' i.e., 'opposite the arctic or opposite the\nNorth Pole.'  In <em>Arctic,</em> polar, terrestrial, and celestial\n<em>Bear</em> are significant—or should one say of certain\n“bearing.”  For other and more obvious reasons, Russia\nis also referred to as <em>The Bear.</em>  In one sense <em>antarctic</em>\ntherefore might well be synonymous with anticommunist.</p>\n<p>Vocabulary related to animal toys and pets has\nhad its own distinctive development and associations.\n-<em>y</em> and -<em>ie</em> are common suffixes of endearment, e.g.,\n<em>piggy</em> and <em>doggie.</em>  Where semantic sanctions (e.g.,\n<em>catty</em> 'spiteful' and <em>rabbity</em> 'rabbit-like') prohibited\nadherence to the above basic patterns, suitable alternatives\nwere sought accompanied by common suffixes,\ne.g., <em>pussy</em> and <em>bunny</em> (&lt; Scots Gaelic <em>bun</em> 'scut of a\nrabbit'), <em>puss</em> being an alternative informal name, and\nin the absence of such name in the latter, <em>bun</em> simply\nhighlighted a rabbit's distinctive feature.  It boggles the\nmind to note that <em>puss</em> is a homonym and an informal\nname for a hare (&lt; L <em>lepus</em>).  Nightclub bunnies might\nbe offended if referred to as pets.  Let us say that they\nare merely subjects of endearment.  Ironically, “tender\nname” is a cognate anagram of “endearment,” in the\nsame way as “flirting” can be transposed to form “trifling,”\nor at worst, “Adolf Hitler” to “ 'Heil,' old fart.”\nIn a recent news item a certain pet rabbit (not a\nMarch hare) kept cool and contented during recent\nhot summer days (dog days no doubt) by floating on\nits back in a pet pool.  This was delightfully referred to\nby the BBC as one way of ensuring that this likable\ncharacter from Alabama did not become “a hot, cross\nbunny”—or was it just harebrained!</p>\n<p>In one context, most current dictionaries give the\nwrong impression that <em>rabbit</em> is a native Welsh\nword—see <em>Welsh rarebit</em> - “&lt; W rabbit” [<em>sic</em>].  It is\ntrue that <em>a</em> &gt; <em>e</em> occurs in the Anglicized area of Gwent\nand East Glamorgan (compare <em>Cardiff</em> &gt; <em>Cediff</em>).\nHence <em>rabbit</em> &gt; <em>rebbit</em> was believed to explain <em>rarebit</em>.\nHowever, since a Welsh rarebit consists of melted\ncheese and toast it is rather confusing here that we\nshould be thinking at all of rabbits, although pieces of\nrabbit meat might have been included with the cheese\nin the distant past to constitute its original and now\nforgotten ingredients.  Its pronunciation certainly supports\n<em>rebbit</em> &lt; <em>rabbit</em>, although in certain South\nWales English dialects and elsewhere, the second <em>r</em> in\n<em>rarebit</em> could be silent, hence &lt; <em>rare</em> + <em>bit</em> seems\nmore plausible: i.e., an exceedingly good snack.  As a\nverb, <em>rabbit</em> also means to 'confound' (compare\n<em>drabbit</em> &lt; “God rabbit”) which probably accounts for\nsome of the above confusion!</p>\n<p>Whatever may be the aquatic habits of Brer Rabbit,\nBugs Bunny, and the overdomesticated variety in\nAlabama (à la bunny), the poodle is a more obvious\npuddle-pet (&lt; German <em>Pudelhund</em> &lt; <em>pudeln</em> 'to\nsplash' + <em>Hund</em> 'dog'), not because of its particular\nincontinence as a carpet sprinkler but for its renown\nwhen formerly trained as a water dog.  Tales are also\noccasionally told of dogs and birds.  As its names suggests,\na Spaniel was originally a Spanish dog and the\ntale of the Cocker Spaniel is more specifically a cock\nand dog story.  <em>Cocker</em> refers to <em>cocking</em>, i.e., 'hunting\nwoodcocks,' rather than to its fighting qualities or sexual\nappetite.  The Canary (&lt; L <em>canis</em> 'dog') Islands\nwere so called because of their large dogs in Roman\ntimes.  However, it was their small, yellow finches of\nthat name which became more renowned.  There is no\nsuch obscurity to the origin of the equally popular\n<em>budgie</em> or <em>budgerigar</em> (&lt; Aborigine <em>budgeri</em> 'good' +\n<em>gar</em> 'cockatoo').</p>\n<p>Someone tried to explain once that <em>kangaroo</em> was\nthe Aborigine equivalent to “I don't know.”  Pointing\nto the marsupial, it was said that one of the earliest\nEuropean settlers in Australia asked a native to tell\nhim the name of this peculiar animal.  Since the native\ndid not know either, he simply replied “Kangaroo.”\nUnfamiliar as he was the native language, the settler\nbelieved that this was the animal's proper name.  No\ndoubt, to propagate such theory today would drive\nany philologist hopping made.  Abor. <em>kanga</em> and <em>walla</em>\n'to leap' + suffixes -<em>roo</em> and -<em>by</em> 'animals' are sufficient\nto counter any equally less informed proposals\nregarding <em>wallaroo</em> or <em>wallaby.</em>  Like the Titanic, etymological\nmisconceptions may have been sunk once\nand for all, but their death only lasts as long as our\nlapse of memory.  They should always be recorded for\nposterity, even for the sake of innocent fun.  (Compare\nthe etymology of <em>indri</em>.)</p>\n<p>Just in case that there is no such record of the following\nteaser for wider circulation, I submit a manuscript\nprank which students offered amongst friends.\nPreferably it should be given for an aspiring linguist to\ndecipher:</p>\n<blockquote>\n<p>DARE DEGO<br>\nFORTI LOREZ IN AROU<br>\nDE ARENT LORIZ DEI ARE TRUX<br>\nFULOW ENS AN GIZ AN DUX.</p>\n</blockquote>\n<p>Some university students, particularly the over-serious\ntypes, have pondered at length to regurgitate\nglossaries of Latin, Greek, Sanskrit, and Breton before\nquivering with humiliation on realizing that merely a\nvery rudimentary English pronunciation was sufficient\nto cope with “hens and geese and ducks.”</p>\n<p>Cowper's “Retirement” reminds us that philologists\nsometimes “...hunt... in the dark” and even\n“...into Noah's Ark.”  It can be hoped only that their\nplight may never be a swan song.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Into Noah's Ark”</h1> <p><em><span data-rel=\"author\">Edgar Humphreys</span> <span data-rel=\"location\">Gwynedd, North Wales</span></em></p> <p>Whether there exists a comprehensive list of\nplace-names which reflect flora and fauna,\nwith relevant maps of their world-wide distribution,\nothers may be more well informed.  Characteristics of\nvarious flora and fauna have enriched figures of\nspeech of all languages whether people are merely living,\nfor example, <em>in clover</em> or simply just being <em>pig-headed</em>\nand <em>cocky</em>.</p> <p>Bantam, we are told, is a village in Java and said\nto be the original home of these small breeds of domestic\nfowl.  The word <em>bantam</em> itself is not only of geographical\nsignificance but incites one to conjure\nimages of fast-footed boxers and nimble wrestlers.\nAlthough I can only refer with a certain amount of\nauthority to place-names in Wales, I should think that\nthe global percentage of such place-names would be\nextremely low.  Apart from Swansea and, indirectly,\nTiger Bay, the more obvious examples in Wales are\n<em>Eryri</em> (&lt; Welsh 'home of the eagles'), i.e.,  Snowdonia\nMountains, <em>Epynt</em> (&lt; W <em>eb</em> 'horse,' hynt 'path') a\nmountain range in Powys, and <em>Boncath</em> (&lt; W 'buzzard'),\na village in Dyfed.  I assure you that there is no\ntruth in the rumor that certain inhabitants of Cardigan,\nDyfed, prefer to hold marriage ceremonies in\ntheir farmyards so that chickens in attendance may\ngobble all the rice thrown during festivities.  Surely it\nmust have been originally a Scottish tale!  However,\n<em>gob</em> 'beak' in <em>gobble</em> and <em>shut your gob</em> appears to be\nof Irish origin.</p> <p>To continue this fowl discussion, I wonder how\nmany East Enders nowadays are aware of their Cockney\norigins (possibly Middle English <em>cokeney &lt; coken</em>\n'of cocks' + <em>ey</em> 'egg') used contemptuously to townsmen.\nSince all tax-collectors, bailiffs, and other “undesirables”\nusually lived in towns, country folk would\nnaturally view them with suspicion and derision.  A\nfull list of such scornful names for various town and\ncity dwellers must be extensive.  Equally, country folk\nhave been called <em>bumpkins,</em> even <em>pumpkins</em> and\n<em>sheep-shaggers,</em> amongst other names.</p>"
}