{
  "type": "Article",
  "title": "Mafia, Cosa Nostra, Camorra, 'Ndrangheta and Mammasantissima",
  "author": "George Bria",
  "location": "Pound Ridge, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mafia, Cosa Nostra, Camorra, 'Ndrangheta and Mammasantissima</h1>\n<p><em><span data-rel=\"author\">George Bria</span> <span data-rel=\"location\">Pound Ridge, New York</span></em></p>\n<p>Street vendors hawk <em>arance mafiuse</em> ('fine oranges')\nin Palermo and a frisky horse or pretty girl are\n<em>mafiusi,</em> too; but where does the <em>mafia</em> come in?  A\ntrue mafioso, if his lips are not sealed by <em>omertá,</em> may\nsay he belongs to the <em>onorata societá</em> ('honored society')\nor is <em>un amico</em> ('a friend') or <em>un amico degli amici</em>\n('a friend of friends'), but shrugs off <em>mafia</em>.</p>\n<p>Omertá, the code of silence, stems from Sicilian\n<em>omu (uomo</em>, Italian; <em>homo</em>, Latin) and thus connotes\n'manliness.'  Real men are supposed to settle their own\naccounts and keep quiet.  Informers are despised in\nmany places besides Sicily, but the mafia may dispatch\nthem with a <em>lupara</em> ambush and sometimes with\ncement overcoats in Manhattan's rivers.</p>\n<p><em>Lupara</em> (from <em>lupo</em> 'wolf') are heavy shotgun pellets\n(not the shotgun itself, as often mistakenly translated)\nused for hunting wolves.  Someone whose fate is\nsimply to disappear—like U. S. Teamsters leader\nJames Hoffa, a presumed gangland victim in 1975—is\nsaid to have received the <em>lupara bianca</em> ('white lupara')\ntreatment.</p>\n<p>Protected from such an end by 200 Federal marshals,\nJoseph M. Valachi made history in language as\nwell as crime in 1963 when he added <em>Cosa Nostra</em> to\nthe world's vocabulary.  Valachi, a convicted murderer\nwho sang about the inner workings of the mob, told\nU. S. Senate investigators that his crime brothers never\nsaid <em>mafia</em> among themselves but called it <em>la cosa\nnostra</em> ('our thing').  This was news in Italy where <em>cosa</em>\ncan signify just about anything and has multiple idiomatic\ncouplings—<em>cosa pubblica</em> the 'State or government';\n<em>far le sue cose</em> 'go to the toilet'—but where <em>cosa\nnostra</em> had not theretofore been synonymous with\n<em>mafia</em>.  Italians nevertheless instantly accepted the\nterm as meaning the mafia in America, and it is so\nidentified to this day in the Italian press.  Cosa Nostra\nindeed may qualify as a peculiar American hybrid,\nU. S. mobsters of Italian extraction having possible\nantecedents in the Neapolitan Camorra or Calabrian\n'Ndrangheta as well as the mafia.  A coincidence, but\nin U. S. gangland's hall of fame, Al Capone, was by\norigin a Neapolitan, Charles “Lucky” Luciano a Sicilian,\nand Frank Costello (born Francesco Castiglia) a\nCalabrian.</p>\n<p>Had Valachi said <em>cosca</em> instead of <em>cosa,</em> he would,\ncuriously, have been using classic mafia coinage.\nWhat in U. S. terminology is known as a mafia “family”\nis called a <em>cosca</em> in Italy, <em>cosca</em> being the 'tightly\nbound leaves of an artichoke.'  Internecine mafia warfare\nis called a war of the <em>cosche</em> (plural of <em>cosca</em>),\nwhile an <em>alliance of cosche</em> is known as a <em>consorteria.</em>\nThe Italian press has also adopted the English <em>gang</em>\nand <em>clan</em> as variants of <em>cosca.</em></p>\n<p>Italian newspapers nowadays like the simple English\n<em>boss</em> for a mafia leader and use it more than <em>capo\ndei capi</em> 'chief of chiefs' or <em>mafia don</em>, still beloved\nof some U. S. writers.  A <em>mammasantissima</em> 'holiest\nmamma,' sometimes used in Italy for the big chief,\nhasn't made it yet to America.  But <em>uomo di rispetto</em>\n'man who commands respect' and <em>pezzo da novanta</em>\n'big shot' (from a fireworks display), still appear ritually\nin writings about the mafia on both sides of the\nAtlantic.</p>\n<p>English <em>killers,</em> as in Hemingway's famed short\nstory, is much used in Italian publications to describe\nthose gangland operatives enshrined in American journalese\nas “hit men.”  A current favorite in the Italian\njournalistic lexicon is a <em>pentito,</em> (from <em>pentirsi</em> 'to\nrepent'), a person who regrets his sins and turns state's\nevidence.  Besides mafia, the mob in Italy is also\nknown as <em>piovra</em> 'octopus' (its tentacles reaching everywhere),\n<em>Mano Nera</em> 'black hand' (the famed mark\nadorning death-threat letters), and the <em>onorata societa.</em>\nBut clearly <em>mafia</em> is an outsiders' term and not the\nmembers' own label for the criminal group.  It may be\nspelled “maffia” as well as “mafia” in Italian; the “o”\nin <em>mafioso</em> becomes “u” <em>(mafiuso)</em> in Sicilian dialect.</p>\n<p>Theories abound on the origin of the word in Sicily,\nwith its many cultures over the centuries and its\ninbred mistrust of foreign rule and authority, including\nthat of mainland Italians.  Some scholars believe\n<em>mafia</em> comes from Arabic <em>m\\?\\afah</em> 'protected force'\n<em>mahais</em> 'a braggart,' or <em>Máafir</em>, an Arab tribe that\nruled Palermo.  Others see links to the Greek <em>omorphie</em>\n'handsome,' the French <em>mauvais</em> 'bad,' the Piedmontese\n<em>malaffare</em> 'shady deed,' and the Tuscan <em>maffia</em>\n'poverty or misery.'</p>\n<p>One (probably fanciful) version traces the\nword back to the Middle Ages and the <em>Vespri Siciliani</em>\n(Night of the Sicilian Vespers), a revolt against French\nrule that broke out at the hour of Vespers on Easter\nTuesday 1282.  <em>Mafia</em> supposedly was an acronym for\n<em>Morte Ai Francesi Italia Anela</em> 'Italy wants death to\nthe French.'  Another seemingly far-out acronymic\nexplanation jumps to 19th-century patriot Giuseppe\nMazzini and would have it: <em>Mazzini Autorizza Furti,\nIncendi, Avvelenamenti</em> 'Mazzini authorizes thefts,\narson, poisonings.'  Another theory is that a <em>mafia</em> was\na cave in which the Carbonari, 19th-century revolutionaries,\nhid.  Or, says another theory, <em>Maffia</em> or\n<em>Maffio</em> was just the name of a founder of the secret\nsociety.</p>\n<p>Giuseppe Pitré, a turn-of-the century scholar of\nSicilian folklore, believed the word stemmed from a\ndialect expression for beauty or excellence—the\nmafiusi oranges, or horses or girls—acquired the association\nwith manly carriage or bravery, and thence\nbecame the name of the secret society.</p>\n<p>The current <em>Encyclopaedia Britannica</em> traces the\norigin of <em>mafia</em> as an organized group to Sicilian landowners\nin Napoleonic times who hired toughs to keep\ndown rebellious peasants.  According to this theory,\nthe toughs formed an organization among themselves\nthat eventually became more powerful than the\nlandowners.  On the other hand, the <em>Oxford English\nDictionary [OED]</em> says <em>mafia</em> connotes a “spirit of hostility\nto the law” prevailing in Sicily but labels as erroneous\nthe idea of its being an organized secret society\nexisting for criminal purposes.</p>\n<p>With no such doubts about its existence, some\nItalian writers capitalize <em>Mafia</em> to describe the secret\nsociety and use a small “m” for the state of mind or\nattitude toward the law.  Thus you can be <em>mafioso</em>\nwithout necessarily being a <em>Mafioso.</em>  The prestige\nTurin daily <em>La Stampa</em> uses a small letter for both.\nThe <em>Associated Press Stylebook</em> capitalizes <em>Mafia</em> and\n<em>Mafiosi</em> and defines them as “the secret society of criminals\nand its members” but adds, “Do not use as a synonym\nfor organized crime or the underworld.”  Some\nItalian-Americans have campaigned against such a\nsynonym, perceiving it as having derogatory fallout\nfor all Italians.  In English, <em>mafia</em> has also acquired the\nmeaning of 'powerful clique or coterie,' like the <em>Irish\nmafia,</em> constituting President John F. Kennedy's inner\ncircle, or the <em>opinion mafia,</em> applied to pundits of a\ncertain persuasion.</p>\n<p>A Sicilian dialect play, <em>I Mafiusi della Vicaria,</em> by\nGiuseppe Rizzotto (1863), appears to have been the\nfirst published use of <em>mafia</em> with a criminal connotation,\nthe <em>Vicaria</em> being a Palermo jail.  Through the\ncenturies, jail seems to have been the general headquarters\nof the <em>camorra,</em> the Neapolitan (and quite\ndistinct) version of the mafia.  Etymologically, <em>camorra</em>\nis also elusive.  The <em>OED</em> mentions “a kind of\nsmock-frock or blouse” and “Irish rugge or mantle”\nand suggests the Naples society got its name from “a\nspecies of short coat worn by members.”  Most scholars,\nhowever, see a Spanish connection.  One theory\nclaims <em>camorra</em> derives from Raimondo Galmur, a\n17th-century Spanish adventurer, jailed in Naples,\nwho organized convicts into a society that gained\npolitical control of the prison and spread its power\nbeyond bars.  Others say similar criminal associations\nexisted in Spain and that the concept emigrated to\nNaples with Spanish domination of southern Italy.\n<em>Camorra</em> is a Spanish word in current usage, meaning\na 'quarrel.'  There's also a verb form, <em>camorrear</em> 'to\nquarrel.'  According to one theory, <em>camorra</em> entered\nSpanish from Arabic <em>kumar</em> and once meant 'gambling\nor a game of chance.'</p>\n<p>Aside from expertise in the extortion and protection\nrackets—and lately in drug-smuggling activities\nrivaling those of the mafia—the camorra was renowned\nin earlier times for the <em>sfregio,</em> a knife or razor\ncut inflicted on the face of a victim, marking the person\nfor life.  A person so scarred was called a <em>sfregiato.</em></p>\n<p>Scholars of the <em>'ndrangheta</em>—a dialect name for\nthe Calabrian mafia—believe the word may be of\nGreek origin, deriving possibly from <em>andras</em> 'male' or\n<em>andraghia</em> 'wise men' or from the verb <em>andragazeo</em> 'I\nact as an honorable man.'  The <em>'ndrangheta</em> specializes\nin kidnapings.  The most notorious was the 1973\nabduction of oil heir J. Paul Getty III, whose right ear\nwas cut off and sent to a newspaper during negotiations\nleading to his eventual release for a reported $2.7\nmillion ransom.</p>\n<p>'Ndrangheta will never be loved by headline writers,\nwhose favorite is the three-letter <em>mob.</em>  This term\nhas long-time underworld connotations, and was once\napplied [<em>OED</em>] to gangs of pickpockets working in\nconcert.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mafia, Cosa Nostra, Camorra, 'Ndrangheta and Mammasantissima</h1> <p><em><span data-rel=\"author\">George Bria</span> <span data-rel=\"location\">Pound Ridge, New York</span></em></p> <p>Street vendors hawk <em>arance mafiuse</em> ('fine oranges')\nin Palermo and a frisky horse or pretty girl are\n<em>mafiusi,</em> too; but where does the <em>mafia</em> come in?  A\ntrue mafioso, if his lips are not sealed by <em>omertá,</em> may\nsay he belongs to the <em>onorata societá</em> ('honored society')\nor is <em>un amico</em> ('a friend') or <em>un amico degli amici</em>\n('a friend of friends'), but shrugs off <em>mafia</em>.</p> <p>Omertá, the code of silence, stems from Sicilian\n<em>omu (uomo</em>, Italian; <em>homo</em>, Latin) and thus connotes\n'manliness.'  Real men are supposed to settle their own\naccounts and keep quiet.  Informers are despised in\nmany places besides Sicily, but the mafia may dispatch\nthem with a <em>lupara</em> ambush and sometimes with\ncement overcoats in Manhattan's rivers.</p> <p><em>Lupara</em> (from <em>lupo</em> 'wolf') are heavy shotgun pellets\n(not the shotgun itself, as often mistakenly translated)\nused for hunting wolves.  Someone whose fate is\nsimply to disappear—like U. S. Teamsters leader\nJames Hoffa, a presumed gangland victim in 1975—is\nsaid to have received the <em>lupara bianca</em> ('white lupara')\ntreatment.</p>"
}