{
  "type": "Article",
  "title": "Images, Ornithology, and Jargon in the Defense Establishment: Some Reflections on a Refractory Subject",
  "author": "Amrom H. Katz",
  "location": "Los Angeles",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Images, Ornithology, and Jargon in the Defense Establishment: Some Reflections on a Refractory Subject</h1>\n<p><em><span data-rel=\"author\">Amrom H. Katz</span> <span data-rel=\"location\">Los Angeles</span></em></p>\n<p>Examples of military strategic jargon are found\nfrequently in editorials, articles, and speeches\ndealing with defense, arms control, and strategy.  I\nhad to redefine many of these terms so that I could\nunderstand them.  A few examples follow.</p>\n<p>Consider <em>deterrence</em>.  This term is usually applied\nto the military relationship between the Soviet Union\nand the United States.  One is not sure that deterrence\nis working.  On the other hand, if a war starts, it is\nclear that deterrence has ceased.  The end of deterrence\nis conspicuous but while some think deterrence\nis going on, others will not agree.  Deterrence is arguable\nand it is not very well understood.  Were we to\ndraw up a contract and say, “We've deterred you.\nsigned, the United States,” and then persuade the\nSoviets to countersing it saying “Yes, we've been\ndeterred” that would be deterrence.  But we have no\nexamples where both sides have signed such a declaration\nor even agreed verbally.  Deterrence has been\nprincipally a matter of unilateral declarations.  This\nhas led me to define deterrence as follows:</p>\n<blockquote>\n<p>Deterrence is threatening to do something to\nsomebody if he does something to you, which,\nwhen he does not do it to you, you claim he has\nbeen deterred, whereas he may never have had it\nin mind in the first place.</p>\n</blockquote>\n<p>Another widely discussed topic is <em>limited war</em>.\nThere have been many different definitions of limited\nwar, most of them containing some limitation with\nrespect to ferocity or to the kinds of weapons used.\nSome raise questions about sanctuaries, as in Vietnam\nand in Korea.  No definition seemed to cover all cases,\nso I made my own definition:</p>\n<p>Limited war is a war that is somewhere else.</p>\n<p>Let's think about that for a moment.  If limited war is\na war that is somewhere else, when you are at the\nplace where it is, it is not somewhere else.  It is right\nthere.  For most of the wars that have been called limited\nwars, the people who live where the war is being\nfought do not believe that it is a limited war.  By some\ncurrent standards, World War II was a limited war.\nOne would be poorly received, or worse, if he were to\nexplain to the French, the Germans, or the English\nthat World War II was a limited war.  The relativistic\nnature of my definition is clear.</p>\n<p>Let us turn now to <em>preventive</em> war and <em>preemptive</em>\nwar.  Strategists and columnists use these words, as\ndo presidents, senators, and congressmen.  Einstein is\nalleged to have defined preventive war as “anticipatory\nretaliation.”  What is the difference between preventive\nwar and preemptive war?  I have produced a\npair of definitions that clarify the matter for me, and\nmay for you, too.</p>\n<blockquote>\n<p><em>Preventive</em> war is a war, which if you wait\nawhile, you can still have it.</p>\n<p><em>Preemptive</em> war, on the other hand, is a war such\nthat if you wait awhile, it is a second strike.</p>\n</blockquote>\n<p>In other words, preemptive war is the last possible\npreventive war: If you wait anymore, the other\nside has gone first.</p>\n<p>As an example of the semantic traps lying around\nthe political landscape, let me describe my position on\nVietnam when the national debate was at its height in\nthe late 1960s.  I wanted the United States to get out of\nVietnam and to stay out.  I wanted the shooting to\nstop.  I wanted the Vietnamese free of outside influences.\nI wanted them to be free to make up their own\nminds on their government.  How does that sound for a\nposition?  Well, the trouble with that position (and\nthat kind of statement) is that it was probably held\nsimultaneously by President Johnson, Senators Eugene\nMcCarthy and Barry Goldwater, Women's Strike for\nPeace, the Federation of American Scientists, President\nof North Vietnam Ho Chi Minh, and President of\nSouth Vietnam Thieu, to list but a few names.</p>\n<p>That kind of position statement, one that carries\nwith it (seemingly) precise prescriptions but has\nimprecise applicability, is a statement without content.\nIf such a disparate a set of people could agree on\nthat statement, it is not a useful statement, but a position\nwithout program, policy, or plan for getting\nthere from here.  Watch out for similar statements\nabout today's problems.  Statements that are without\nprescriptions and a road map seem to me to be very\nmuch like standing on the south rim of the Grand\nCanyon, looking across at and focusing on the north\nrim, thus missing the entire Canyon.  Vietnam is,\nunfortunately, not the only booby trap on the political\nlandscape.  Arms control is probably the most contentious,\ncomplex, and political subject before the public.\nI leave it as an exercise for the student to flush out and\nthen to flesh out some more examples.</p>\n<p>Every specialized group, whether sociologists,\neducationists, psychologists, or strategists, has its own\npeculiar vocabulary, or jargon.  One function of jargon\nis to enable swift communication between experts,\nmany of whom are self-appointed or self-anointed.\nAnother main use of jargon is to raise barriers against\noutsiders.  The outsider must run an obstacle course\nover the words being used before being admitted to\nthe field.</p>\n<p>Discussions of defense, arms control, and deterrence\nprovide many opportunities for the skillful use of\njargon and the stimulation of images.  For example,\nconsider <em>arms race.</em>  This phrase has been employed for\nso long that it has pre-empted the field, making it\nhard to introduce any other image.  The image of a\nrace usually involves a starting line, an agreed starting\ntime, rules to run by, a winner, and at least one loser.\nOrdinarily, the image conjured up by the <em>arms race</em> is\nthat of a 100-yard dash.  Typically, spelling out the\ndetails of the image proves the error in its choice.  Suppose\nthat before we adopted that image we had drawn\nthe metaphor of a <em>crawl</em>, a <em>jog</em>, a <em>walk</em> or a <em>steeple-chase.</em>\nSome people, depending on their viewpoint\nabout the defense budget, can point to the <em>arms race,</em>\nsaying, “It's nothing but a walk.”  They could add that\nthe percentage of our GNP going into strategic arms is\nsteadily decreasing.  If we really need and demand an\nimage, I would suggest a different one.  The so-called\narms race to me more closely resembles <em>a continuous\ntrack meet</em>, a never-ending track meet, with the\nresults being posted every once in a while.  We might,\nfor example, give the Soviets some points for winning\nthe shotput and the United States for winning the\narchery contest.  These two events correspond to the\nSoviets' greater throw-weight (of their missiles) and to\nthe (presumed) greater accuracy of the U. S. missiles.\nMoreover, in a track meet, somebody wins this event,\nsomebody wins that event, and the team scores may\ncome out about the same.  In this Grand Track Meet,\nfrom time to time there may be more than two contestants,\nwhich can affect the scoring.</p>\n<p>One of the most interesting examples (unfortunately\nstill with us) of the sterilization and polarization\nof discourse in the United States derives from the\ndichotomous and forced sorting of people into hawks\nor doves.  We are treated and expected to react like litmus\npaper: red or blue; acid or base.  We are forced\ninto making a choice.  In my experience, I find that\nusing such labels is (all too frequently) a substitute for\nthought.  They illustrate the increasing tendency to\ntalk in code language, using flag words and overdrawn\nand stark caricatures.  Most national problems\nhave some fine grain, some subtleties, some shading of\nrealities other than black and white.  Complex and\nimportant choices are reduced to black and white cartoons:\nyes, no; in, out; for, against.</p>\n<p>Except for specialized symbols (bulls and bears,\nelephants and donkeys) images based on mammals\nhaven't caught on.  The bird family, however, furnishes\nlasting imagery.  I have come to believe that\nthese images work not only for individuals but for\nnations as well.  But we must enlarge the choices.</p>\n<p>Consider the spectrum of possibilities furnished\nby the birds.  While you read the list, think of friends,\ncolleagues, enemies, or nations to whom they could\napply.  We have, besides hawks and doves, eagles,\nowls, crows, buzzards, dodos, ostriches, parrots,\nchickens, shrikes, mockingbirds, vultures, yellowbellied\nsapsuckers, coots, loons, pigeons, bustards,\ngrouse, titmice, and quail, just to mention a few.\nThere are many more available images; consult your\nnearest bird-watcher.  However, once launched and\nadopted, an image conditions the description.  Instead\nof being a mere symbol of what you are talking about,\nthe images often determines and becomes the very\nthing itself.</p>\n<p>This short tour may embolden the reader to question\nany communicator, great or otherwise, who\nattempts to paper over genuine problems with jargon\nor images.  Remember that the images being projected\non the screen cannot be changed merely by attending\nthe theater.  You have to pay attention to the projector\nand to the slide being projected.  And you must see to\nchanging the slide in the projector.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Images, Ornithology, and Jargon in the Defense Establishment: Some Reflections on a Refractory Subject</h1> <p><em><span data-rel=\"author\">Amrom H. Katz</span> <span data-rel=\"location\">Los Angeles</span></em></p> <p>Examples of military strategic jargon are found\nfrequently in editorials, articles, and speeches\ndealing with defense, arms control, and strategy.  I\nhad to redefine many of these terms so that I could\nunderstand them.  A few examples follow.</p> <p>Consider <em>deterrence</em>.  This term is usually applied\nto the military relationship between the Soviet Union\nand the United States.  One is not sure that deterrence\nis working.  On the other hand, if a war starts, it is\nclear that deterrence has ceased.  The end of deterrence\nis conspicuous but while some think deterrence\nis going on, others will not agree.  Deterrence is arguable\nand it is not very well understood.  Were we to\ndraw up a contract and say, “We've deterred you.\nsigned, the United States,” and then persuade the\nSoviets to countersing it saying “Yes, we've been\ndeterred” that would be deterrence.  But we have no\nexamples where both sides have signed such a declaration\nor even agreed verbally.  Deterrence has been\nprincipally a matter of unilateral declarations.  This\nhas led me to define deterrence as follows:</p> <blockquote>\n<p>Deterrence is threatening to do something to\nsomebody if he does something to you, which,\nwhen he does not do it to you, you claim he has\nbeen deterred, whereas he may never have had it\nin mind in the first place.</p>\n</blockquote>"
}