{
  "type": "Article",
  "title": "Naming-Day in Eden",
  "author": "Nehemiah H. Behr",
  "location": "Ramat Gan, Israel",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Naming-Day in Eden</h1>\n<p><em><span data-rel=\"author\">Nehemiah H. Behr</span> <span data-rel=\"location\">Ramat Gan, Israel</span></em></p>\n<p>And he called the name of that place Beth-El, but the name\nof the city was Luz at the first.—Genesis 28:19</p>\n<p>There is a Puyallup in Washington State, as well\nas a Queets.  There is a Poth and a Dublin in\nTexas.  Oklahoma has a Cement and a Swink, while\nNorth Carolina has a Zap.  Montana has a Yaak, and\nOregon has a Talent as well as a Drain.  To come\nnearer to my theme, New Hampshire has a Lebanon\nand Maryland has a Zion.  These and many more can\nbe found in a few minutes' stroll through the Index to\nany good road atlas of the U.S.A.</p>\n<p>The British Isles, too, have their share of quaint\nand curious town names.  What about Beer and\nBunny, Bun and Dun, Hoo and Wye, Hosh and Jump?\nEach is a separate town or village.  Then there is Muff\nin Northern Ireland and Marazion in Cornwall, also\nknown as Market Jew.  Perhaps it is as well that Fighting\nCocks in the North of England is well away from\nFighting Cocks Crossroads in the State of Eire.  And\none wonders whether the people of Nasty in Hertfordshire\nwould prefer to change with Nutts Corner in\nNorthern Ireland?</p>\n<p>Toponomy can be as addictive as Scrabble, and\nmany readers of VERBATIM are probably devotees.  For\nthose who are not, I offer the idea without charge.  But\nthese names no doubt have their roots in local American\nand British history.</p>\n<p>A different task faced the State of Israel, and its\npredecessor, the Zionist movement, when called upon\nto find names first for dozens and later hundreds of\nnew towns and villages, scattered over the map of\nPalestine, “from Dan to Beersheba” and points further\nsouth.  This could not be left to private enterprise,\nhowever well-meaning, so as far back as 1925 a\nPlace Names Committee was established; it was first\nattached to the Keren Kayemeth Leisrael (Jewish\nNational Fund), and it is now in the Office of the\nPrime Minister of the State of Israel.  It is composed of\ngeographers, historians, and scholars in various fields\nwho follow certain principles:</p>\n<p>(1)  Historical: If a new settlement is on or near the site\nof a place known from the time Israel was established\nin the land, as shown in the Bible or elsewhere, the\nancient name is revived.</p>\n<p>(2)  Commemorative: Some unusually important event\nor person in national or Zionist or general Jewish\nhistory may be the source of a name.</p>\n<p>(3)  Symbolical: The new name may be based on the\ncharacter of the settlement, or an event in its life, or\nsome natural feature in the surroundings.</p>\n<p>Guided by these broad ideas, the map of Israel has\nbeen able to avoid some of the stranger names we have\nseen in Britain and the U.S.A.; and the names\nselected, in their modern Hebrew forms, create a\nremarkable mosaic of history, geography, botany, and\nother features.</p>\n<p>Obviously, the Bible has provided much of the\nsource material, for the early settlers, who came to\nPalestine from the 1880s, even though they were not\nall religious, were familiar with the Bible.  So the first\nagricultural school, opened near Jaffa by a French\nJew, Charles Netter, in 1870, is called Mikveh Yisrael,\nfrom the verse in Jeremiah 14:8, “O Hope of Israel, its\ndeliverer in time of trouble.”</p>\n<p>Petach Tikva was set up in 1880 by a group of\nJews from Jerusalem, and means 'gate of hope.'  They\nwanted to buy some land near the traditional site of\nthe Valley of Achor, and took the name from Hosea\n2:17, “And I will give her vineyards from thence, and\nthe valley of Achor 'troubling' for a gate of hope.”  But\nthe purchase fell through.  So they bought another\ntract of hill and swamp, nearer the coastal plain, and\nopened their “gate of hope” there, instead, and it is\nnow a thriving township for the region.</p>\n<p>Perhaps one of the most surprising features of the\nnew names is the extensive use of acronyms, still\nwithin the above principles.  Hebrew, both classical\nand modern (which is a direct development of the former),\nhas a long history of acronyms under other\nnames, such as Notarikons and acrostics, and in many\nforms, such as the names of famous rabbis or their\nworks, numbers, dates of the month and year, etc.\nMany of these have been incorporated into the names\nof new settlements.  But Israel has also known the loss\nof many settlers, in wars and other troubles, and some\nof their initials have been woven into names for places\nsettled by their friends.  Thus, Neve Ativ is a <em>moshav</em>\n'cooperative village' on the Golan Heights, near the\nborders of Syria and Lebanon, which operates ski\nfacilities on Mount Hermon.  The name is an acronym\nof <em>A</em>vraham, <em>T</em>uvia, <em>Y</em>air and <em>B</em>enyamin, four soldiers\nwho fell in the fighting for the Golan.  So too, Avnei\nEtan, a moshav in South Golan, is an acronym of the\ninitials of other soldiers who died in Israel's wars.</p>\n<p>Further south a <em>kibbutz</em> 'communal settlement,'\nNetiv Ha-Lamed Hé bears a numerical acronym in its\nname, for the letters Lamed-Hé stand for 35.  It commemorates\n35 soldiers, led by Danny Mass, who set\nout in 1948 from the coastal plain in an attempt to cut\nthrough the hills and relieve the besieged settlers of the\nEtzion Bloc; but they were discovered and fell after a\nfierce battle near the site of the present settlement.\nGivat Hashelosha 'the hill of the three' is named for an\nearlier episode.  In World War I three Jewish labourers\nwere executed by the Turks (who then ruled the country)\non charges of espionage.  Ma\\?\\aleh HaHamisha\n'the hill of the five' is a collective settlement near Jerusalem,\nnamed for five of its members who were killed\nnear there during the disturbances in 1938.  Dorot, a\nkibbutz in the south, is an acronym of three names:\n<em>Dov</em>, <em>Rivka</em> and <em>Tirza</em>.  Dov Hos was a labor leader\nand pioneer, killed with his wife and daughter in a\nroad accident.</p>\n<p>Other settlements bear the initials or acronyms of\nfigures in recent or earlier Zionist history.  The main\nairport of Israel is known as Natbag, or <em>Namal Teufa</em>\n<em>Ben-Gurion</em>.  Givat Hen is a moshav, the initials of\nwhich are the first names of <em>Haim Nahman Bialik</em>, the\nforemost Hebrew poet of modern times.  Yitav is a kibbutz\nin the Jordan valley, named for Yad <em>Yitzhak\nTab</em>enkin, a Labor party leader.  Nearby is a statue in\nthe form of the Hebrew letters nun dalet, which symbolize\n54, to commemorate those killed here in a helicopter\ncrash during Army training in 1977.  Mitzpeh\nAviv is one of the new hilltop outposts in Galilee, and\nis an acronym of <em>Ab</em>raham <em>Y</em>aakov <em>B</em>raver, a veteran\nteacher and geographer, whose maps and books\ntaught many of today's leaders.</p>\n<p>Pa\\?\\amé Tashaz 'the footsteps of the year 5707' is\na curious “date acronym.”  The name commemorates a\nlightning settlement operation in the desert of the\nNegev, when eleven outposts were set up together, in\nOctober 1946, which fell in the year 5707 of the\nHebrew calendar.</p>\n<p>Kerem Maharal, in the foothills near Haifa, goes\neven further back in history, for this is the “vineyard\nof Maharal,” the acronym of the name of the famous\nRabbi Judah Loew of Prague, who died in 1609; he\nwas a Talmudic scholar, a moralist, and mathematician,\nwhose statue stands (or stood) at the entrance to\nthe Prague Town Hall.</p>\n<p>Some place names commemorate rabbis or their\nworks, and this is true of the Kibbutz Hafetz Hayyim,\non the coastal plain.  Founded by religious pioneers of\nPoalei Agudat Yisrael, it bears the name of Rabbi\nIsrael Meir HaKohen, better known simply as the\n“Hafetz Haim,” after the title of his book of that\nname; it treats of the dangers of slander and tale-bearing,\nas in the verse in Psalms 34:13, “Who is the man\nthat desireth life, and loveth days that he may see\ngood therein?  Keep thy tongue from evil, and thy lips\nfrom speaking guile.”</p>\n<p>Although I have dealt, so far, mainly with Jewish\nsettlement names, it should not be thought that Israel\nis concerned with these alone.  In recent years there is\na movement to persuade the Bedouin Arab tribes, who\nlive chiefly in the deserts of the south, to abandon\ntheir nomadic tent life and to settle in new towns built\nnear their tribal areas.  Four of these have been put up\nand are now on the map: Tel Sheva, Rahat, Kuseifa,\nand Tel Ar\\?\\oer.</p>\n<p>The rulings of the official Names Committee are\nusually accepted by the settlers who live in the place:\nthey themselves often propose a name to the Committee\nand get its approval.  But not always.  In 1977 a\ngroup decided to settle near a forest called Um-Tsafa\nin the Samarian hills, and took the name Neve-Tzuf,\nwhich might be taken to mean 'Honeytown.'  They had\ntheir reasons: the Hebrew root in this name means\nboth 'honey' and 'view,' and they have a fine view\nfrom their hill.  Also, they intended to raise bees for\nhoney.  Indeed, there are some 54 places in the Bible\nwhere honey is mentioned, so the name chosen by\nthem might have been approved.  But the Committee\nthought of the passage in Deuteronomy 32:13, “And\nHe made him to suck honey out of the crag, And <em>oil</em>\nout of the <em>flinty</em> rock.”  The Hebrew for 'flint' is\n<em>halamish</em> (Psalms 114:8).  And in the area are many\nolive groves.  So the Names Committee gave the place\nthe name Halamish, which now appears on official\nmaps.  The settlers refused to take this “hard” ruling\nand took the matter to the High Court in Jerusalem;\nbut the learned Justices felt that the opinion of the\nexperts must prevail.  So the place now has two names,\none official for maps and the post office, and the\nother, the settlers' own...</p>\n<p>Another somewhat strange story is that of the kibbutz\nIr-Ovot in the Arava, the long rift valley leading\ndown to the port of Eilat.  It is said to be named after\nOboth, one of the stations mentioned in the wanderings\nof the children of Israel in the wilderness (Numbers\n21:10-11).  But the location of that place, unlike\nthose associated with many Biblical names, has never\nbeen determined.  And this spot has been through\nmany changes of settlers.  The Hebrew word <em>ov</em> also\nmeans 'sorcery or magic,' so some wags have connected\nthe varying fortunes of the place with that\nidea....  But of late the settlers have developed a new\nbranch of light industry: there seems to be an abundance\nof warm underground water there, so they are\ntrying to use it as the basis of a spa, and thus to get out\nof the hot water of their financial burdens.</p>\n<p>In most of the new settlement names there is\nmuch of the poetry of the Bible, not least that derived\nfrom trees and plants.  Thus Nitzanim 'blossoms'\ncomes from Song of Songs 2:12, “The blossoms\nappear... the time of singing is come.”  The vine\ngave to Kiryat Anavim its name, the olive to Kefar\nZeitim, the almond to moshav Luzit.  And lest you\nthink that all this savors too much of the past, it is\ngood to know that a civic-mined businessman has\nfounded a modern garden town in Galilee and named\nit Kefar Veradim, the 'village of Roses.'  Just as Palestine\nis in a central position in the hearts of men of\ngood will all over the world, so the names of its towns\nand villages find echoes in the hearts of all men.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Naming-Day in Eden</h1> <p><em><span data-rel=\"author\">Nehemiah H. Behr</span> <span data-rel=\"location\">Ramat Gan, Israel</span></em></p> <p>And he called the name of that place Beth-El, but the name\nof the city was Luz at the first.—Genesis 28:19</p> <p>There is a Puyallup in Washington State, as well\nas a Queets.  There is a Poth and a Dublin in\nTexas.  Oklahoma has a Cement and a Swink, while\nNorth Carolina has a Zap.  Montana has a Yaak, and\nOregon has a Talent as well as a Drain.  To come\nnearer to my theme, New Hampshire has a Lebanon\nand Maryland has a Zion.  These and many more can\nbe found in a few minutes' stroll through the Index to\nany good road atlas of the U.S.A.</p> <p>The British Isles, too, have their share of quaint\nand curious town names.  What about Beer and\nBunny, Bun and Dun, Hoo and Wye, Hosh and Jump?\nEach is a separate town or village.  Then there is Muff\nin Northern Ireland and Marazion in Cornwall, also\nknown as Market Jew.  Perhaps it is as well that Fighting\nCocks in the North of England is well away from\nFighting Cocks Crossroads in the State of Eire.  And\none wonders whether the people of Nasty in Hertfordshire\nwould prefer to change with Nutts Corner in\nNorthern Ireland?</p>"
}