{
  "type": "Article",
  "title": "Public Cutespeak",
  "author": "Dennis Baron",
  "location": "University of Illinois, Urbana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Public Cutespeak</h1>\n<p><em><span data-rel=\"author\">Dennis Baron</span> <span data-rel=\"location\">University of Illinois, Urbana</span></em></p>\n<p>Time was, when you surveyed the alluring names\nof American business establishments, you didn't\nfind much humor in them beyond the level of the <em>Dew\nDrop Inn</em>, the punning title of many a neighborhood\nbar or roadside rest.  Of course, there are some unintentional\ndouble-meaning business names, like the\nparadoxical <em>Vitale Funeral Home</em> which I noticed\nonce in New York's Little Italy.  (Many of these have\nbeen recorded in the pages of <em>The New Yorker</em>.)</p>\n<p>But nowadays the American public is going in for\ncutespeak in a big way, a predictable outgrowth of the\nmany variants of <em>love and/or happiness is a warm/\nsorry puppy</em>, the ubiquitous smiley face, and the new\ngoodbye on everybody's lips, <em>Have a nice day</em>.  Coupled\nwith this exaggerated sentimentality and sense of\ngood will is a new turn in the direction of corny wit.\nPublic cutespeak dictates that bars be called <em>The\nOffice</em> or <em>The Library</em>, so you can tell your friends you\nspent a productive afternoon at the office or the\nlibrary.  Eateries are taking names like <em>Out to Lunch,\nThe Lunch Hour, My Choice</em>, or <em>My Place For</em> (as in\n'Let's go to my place for ...').  One Los Angeles clothes\nstore is called <em>The Competition</em> (check out the competition).\nThere are also the cute-name restaurants, like\n<em>Fritz That's it, TGI Friday's, or P. Eye McFly</em>.</p>\n<p>One aspect of this outbreak of cutespeak is the\ndeliberate business pun.  There is a tumble-down <em>Tumble\nInn</em> on the outskirts of our small downtown today,\nan indication that this mildly reprehensible tradition\nof naming bars persists.  In fact, the pun phenomenon\nis making a strong comeback in the midwest, and\nthere is some evidence that this trend has established\nbeachheads on the coasts as well.  Outrageous punning\nbusiness names are found, for example, in nursery\nschools, where cutespeak is never out of place: <em>Babes\nin Toyland, Captain Kidd, Patti's Cakes Nursery, The\nNext Generation</em>, and of course the <em>Toddle-In-Nursery</em>,\nnot to be confused with the <em>Toddle Inn</em> cocktail\nlounge nearby.</p>\n<p>This sort of punning is now spreading to midwestern\nrestaurants and beauty salons, and to a lesser\nextent, to the names of other kinds of businesses.  A\nsurvey of telephone directories for Chicago and\nChampaign-Urbana produces the following eateries,\nwhich I suspect are just the tip of the iceberg: <em>Lettuce\nEntertain You</em> (the flagship of a chain of pun food\nplaces), <em>Barnum and Bagel, The Boston Sea Party,\nFranks-A-Lot, Gables on Clark, The Great Impasta,\nJust Dessert, Just for the Halibut, Lawrence of Oregano,\nLet Them Eat Cake</em> (a bakery), <em>Lox Stock and\nBagel, Relish the Thought, Snax Fifth Avenue, Something\nFishy, Sweet'n' Counter</em>, and <em>Jonathan Living-ston\nSeafood</em>.  There is even a name which puns on\nanother business: <em>Dogs R Us</em> (a hot doggery borrowing\nfrom <em>Toys R Us</em>).</p>\n<p>In contrast to Chicago, San Antonio is more limited\nin its inventory of pun stores, sporting just the\nsidewalk cafe called <em>The Kangaroo Court</em>; and San\nFrancisco, the city of food, offers little more than\n<em>Coneheads Ice Cream Parlor</em>, two barbecue restaurants,\n<em>Hog Heaven</em> and <em>Holy Smoke</em>, and the <em>Higher\nGrounds Coffee House</em>, Surely the gathering place for\nlocal philosophers.  Los Angeles seems also behind—or\nahead of—the times, with only two pun foodaterias:\n<em>The Bread Winner</em> and <em>Dem Bones Bar-B-Q</em>.\nAlthough Boston has had a <em>Tower of Pizza</em> chain for\nsome time, there is no evidence that other hub restaurants\nare joining the bandwagon.  The current Manhattan\nYellow Pages (1986) offers little evidence that\nthis naming trend affects the Big Apple; I cannot even\nfind a listing for the macaronically named Chinese fast\nfoodery some friends of mine operated a few years\nback, <em>Gung Ho</em>.</p>\n<p>These Punny places with names like overripe\nCamembert seem to have grown up with the middle-American\nYuppies, whose fondness for such unsophisticated\ntwists of the tongue must be an acquired taste.\nEven more cutthroat than restaurants for their upwardly\nmobile custom are the unisex hair salons, who\ngo in for such monickers as <em>Blood Sweat and Shears,\nThe Clip Joint, Cut and Dryed, Cut-It-Out, From\nHair to Eternity, Hair Today Gone Tomorrow, The\nHair Berdashery Hair Salon, Haircutecture, Hair It Is,\nHairizons, Hair Majesty, Hair Port, Head Hunters,\nThe Headliners, Head Quarters, Heads or Nails, Hi-Roller\nHair Castle, Mane Street, New Wave, Sharper\nImage Hair Design, Shear Excitement</em> (also <em>Shear Artistry,\nClass, Elegance, Madness, Magic</em>, and <em>Pleasure),\nShear Love</em> (a clip joint for pets), <em>The Upper Cut, US\nHair Force, United Hairlines</em>, and my own favorite,\n<em>Curl Up and Dye</em>.</p>\n<p>Clothing stores, particularly those catering to\nwomen, have come out of <em>The Closet</em> to sport such\npunning attire as <em>The Clothesline, Bottoms Up,\nClothes Quarters, County Seat, Fashionation, The\nFashion Bug, The Lady's Room, Purse Snatcher, Simply\nTops, Smarty Pants, The Great American Short\nStory</em> (dealing in petites), and <em>The Long &amp; Short of It</em>\n(for talls and petites).  Larger sizes and puns seem to go\ntogether, for we also find <em>Added Dimensions</em> and 3\n<em>Dimensions</em>, along with <em>The Fashion Bug Plus</em> and\n<em>Ladies at Large</em>.  One New York discount clothier does\nbusiness as <em>The Emotional Outlet</em> (is the clothing preshrunk?).\nThere is a San Antonio resale store—\nthrowing out both grammar and good taste—called\n<em>Too Good to Be Threw</em>, a chain of upscale sneaker\nshops called <em>The Foot Locker</em>, and a Chicago swimwear\nemporium known as <em>Liquid Assets</em>.</p>\n<p>Other types of businesses go in for names in this\nstyle only rarely, as yet, for example, <em>Sound Experience</em>\n(car stereos), <em>The Lock Up</em> and <em>The Spare Room</em>\n(storage facilities), <em>Splinter Group</em> (a woodworking\nshop), <em>The Framer's Market</em> (from <em>farmer's market</em>)\nand <em>The Great Frame Up</em>, both of which sell picture\nframes, <em>Flatts and Sharpe Music Company, For Pet's\nSake, The Lazer's Edge</em> (a printer), and <em>First National\nFrank</em>, a hot doggery complete with teller.</p>\n<p>Cutespeak also makes itself felt in how we name\nour boats and automobiles.  There is a long tradition of\npunning yacht and power boat names such as <em>QT II\n(pi</em>, that is; L. Urdang, personal communication; I\ncannot report on this phenomenon directly since the\nChicago boats are all put away for the winter).  With\nthe introduction of vanity license plates in more and\nmore states, car owners have gone in for cuteplates in\na big way.  One litigious attorney in our town has SUE M\non his automobile.  A doctor affects VIRUS, and a Latin\nteacher, JOVIS.  One car, no doubt a gift from a doting\nparent, boasts MAZL TOV, the clipped Hebrew precursor\nof 'have a nice day,' while a dilapidated, flower-child\nVolkswagen microbus displays APATHY.  A low-slung\nLotus sports car calls itself MUTANT.  A pair of academics\nnew to the area evidence loyalty to their old alma\nmater with a van labeled PENNST 8 and a station wagon\nwith PENN ST.  And a dentist asks the inevitable acronymic\nquestion, RUNUM (<em>Are you numb?</em>).  Frank\nNuessel, Jr. (<em>American Speech</em>, 1982) records a variety\nof cuteplates, including HI U QT, 10SNE1 ('Tennis, anyone?'),\n2TH DR ('tooth doctor') and NUTS 2 U, as well as\nseveral that manages to evade the watchfulness of\nmotor vehicular censors: RRGASM, BOOZER, AC-DC, and\nIM GAY.</p>\n<p>A casual finger-walk through the yellow pages of\nthe heart of the country and a visit to your local\nmarina or the parking lot of any good-sized shopping\nmall in any vanity state should provide similar evidence\nfor store, boat, and car names.  My own list of\nterms grows daily.  Product names, long subject to the\nmost bizarre twists and turns of cutietude, are falling\ninto line as well with the introduction of a new brand\nof microwave popping corn, <em>Pop Secret</em>.</p>\n<p>I should make it clear that I am not opposed to\nwordplay.  There is nothing like a good pun, and I\nresist the inevitable comment that these names are\nnothing like good puns, because some are very choice\nindeed.  However, the better part of public displays of\nhumor may ultimately require restraint of trade.  A\ngood witticism is enjoyable the first time around, and\nsometimes the second or third time as well.  But frequent\nrepetition sours the joke, and since names are\nmeant to be repeated endlessly, the staying power of\nfunny names is seriously limited.  That is one reason\nwhy most parents shun the temptation to burden their\nchildren with the likes of <em>Pearl Button, Penny Price</em>, or\n<em>Merry Christmas</em>.  (A more important reason is that\nsuch naming practices are cruel.)  Our only hope for\nrelief may lie in the fact that the names discussed\nabove are fashionable, which means that one day the\nfashion will change.  There can be no guarantee,\nthough, that it will change for the better, for business\nnames are exhibitionist by nature, and who is to say\nthat the <em>M-T Cup and Saucer</em> (food) or <em>The Cookie\nCutter</em> (hair) are any worse than <em>Ernie's Liquor and\nLunch or Le Elegante Beauty Salon</em>.  In the meantime,\nthere is little to do but monitor our increasing desire to\nplay with our words in public.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Public Cutespeak</h1> <p><em><span data-rel=\"author\">Dennis Baron</span> <span data-rel=\"location\">University of Illinois, Urbana</span></em></p> <p>Time was, when you surveyed the alluring names\nof American business establishments, you didn't\nfind much humor in them beyond the level of the <em>Dew\nDrop Inn</em>, the punning title of many a neighborhood\nbar or roadside rest.  Of course, there are some unintentional\ndouble-meaning business names, like the\nparadoxical <em>Vitale Funeral Home</em> which I noticed\nonce in New York's Little Italy.  (Many of these have\nbeen recorded in the pages of <em>The New Yorker</em>.)</p> <p>But nowadays the American public is going in for\ncutespeak in a big way, a predictable outgrowth of the\nmany variants of <em>love and/or happiness is a warm/\nsorry puppy</em>, the ubiquitous smiley face, and the new\ngoodbye on everybody's lips, <em>Have a nice day</em>.  Coupled\nwith this exaggerated sentimentality and sense of\ngood will is a new turn in the direction of corny wit.\nPublic cutespeak dictates that bars be called <em>The\nOffice</em> or <em>The Library</em>, so you can tell your friends you\nspent a productive afternoon at the office or the\nlibrary.  Eateries are taking names like <em>Out to Lunch,\nThe Lunch Hour, My Choice</em>, or <em>My Place For</em> (as in\n'Let's go to my place for ...').  One Los Angeles clothes\nstore is called <em>The Competition</em> (check out the competition).\nThere are also the cute-name restaurants, like\n<em>Fritz That's it, TGI Friday's, or P. Eye McFly</em>.</p> <p>One aspect of this outbreak of cutespeak is the\ndeliberate business pun.  There is a tumble-down <em>Tumble\nInn</em> on the outskirts of our small downtown today,\nan indication that this mildly reprehensible tradition\nof naming bars persists.  In fact, the pun phenomenon\nis making a strong comeback in the midwest, and\nthere is some evidence that this trend has established\nbeachheads on the coasts as well.  Outrageous punning\nbusiness names are found, for example, in nursery\nschools, where cutespeak is never out of place: <em>Babes\nin Toyland, Captain Kidd, Patti's Cakes Nursery, The\nNext Generation</em>, and of course the <em>Toddle-In-Nursery</em>,\nnot to be confused with the <em>Toddle Inn</em> cocktail\nlounge nearby.</p>"
}