{
  "type": "Article",
  "title": "Folk Etymology on Campus",
  "author": "Richard Veit",
  "location": "University of North Carolina, Wilmington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Folk Etymology on Campus</h1>\n<p><em><span data-rel=\"author\">Richard Veit</span> <span data-rel=\"location\">University of North Carolina, Wilmington</span></em></p>\n<p>Of the constant stream of new words entering our\nlanguage, most are introduced deliberately, to\nfill perceived needs.  Foreign words imported by journalists\n(such as <em>contra, jihad, or ayatollah</em>) soon find a\nhome in the national vocabulary.  Other lexical additions\nare crafted from old words by combination, or\nblending (<em>Reagan + economics = Reaganomics, tele\nvision + evangelist = televangelist</em>), or by abbreviation\n(<em>narcotics officer</em> shortened to <em>narc, professor</em> to\n<em>prof</em>), or as acronyms (<em>yuppy or yuppie</em> derived\nwhimsically from <em>young urban professional</em>).  Still\nother new words are simply coined, invented afresh\n(<em>aspertame, Xerox, Tercel</em>.)</p>\n<p>But not all lexical change is so orderly and deliberate.\nBlunders and misperceptions play no small part\nin shaping our language.  Since language is passed on\nthrough use—from speaker to speaker and from writer\nto writer—each time language is put into play, an\nopportunity for error arises.  And while the vast majority\nof communication occurs without significant misunderstanding,\nevery now and then one speaker or\nreader misperceives some word, and a mutation\nresults.  In a very few of these instances, the mutation\ntakes hold and thrives, passing from user to user until\nthe original form of the word is quite driven from the\nlanguage, with few speakers being aware that a\nchange has occurred.</p>\n<p>This process, known as <em>folk etymology,</em> is most\nlikely to succeed when the new form appears more apt\nor plausible to users than the old one.  Our modern\nword <em>penthouse,</em> for example, has changed significantly\nfrom its Middle English form <em>pentis,</em> which\ncontained no suggestion of <em>house.</em>  The original form\nderived instead from the Latin <em>appendix,</em> meaning\n'appendage,' an appropriate term for a crude shed\nadded as an afterthought against the side or on the\nroof of a larger building.  But as the <em>pentis</em> became\nused more for habitation, it is easy to see how people\nmisperceived what they were hearing as “pent<em>house</em>.”\nThe new form made sense, it caught on, and the original\n<em>pentis</em> soon lost all currency.</p>\n<p>Folk etymology involves perceiving an unfamiliar\nword as having a more familiar form.  Such changes\noccur most frequently among illiterate folk, because\nspeech is more easily misperceived than writing and\nmore likely to take root, as nonreaders have no permanent\nwritten form to compare their speech with.\nOther examples include <em>crayfish</em> from earlier <em>crevis,\nhangnail</em> from Old English <em>angnægl</em> <em>(ang</em> meaning\n'painful,' as in the modern <em>anguish</em>), and <em>Pennsylvania\nDutch</em> (people who are not Dutch but <em>Deutsch,</em> or\nGerman).</p>\n<p>But just as the ear can deceive, so also can the\neye.  How else could the pronunciation “chaise lounge”\ncome about but by readers glancing at the unfamiliar\nFrench import <em>chaise longue</em> and unintentionally moving\nthe <em>u</em> to a more comfortable position?  The process\nwas taken a step further by one of my freshman composition\nstudents who described a “Shay's lounge” in\na paper.  His novel version invloved both an ear and an\neye mutation.</p>\n<p>The oddities and inconsistencies of our spelling\nsystem have led to many similar blunders.  Probably\nmost of us as we were growing up added separate\nwords to our personal lexicons from written and oral\nexperience without realizing that both belonged to the\nsame item.  It came as a surprise to me in high school\nto have it pointed out that the “duh-bree” I had often\nheard was one and the same with the written word\n<em>debris</em> that I had been pronouncing “deb-riss” in my\nmind and, on this occasion, out loud.  A friend from\nSouth Carolina was well into adulthood before she\nrealized that “arsh potatoes” her mother served during\nher childhood were the same as the “Irish potatoes”\nshe now bought in the supermarket.</p>\n<p>Freshman writers with scant reading experience\nsometimes create novel spellings from their unfamiliarity\nwith the etymology of words they have heard.\nWitness the student who wrote of his plans to marry\nhis “feonsay.”  Another writing about the evils of drugs\nwarned against becoming a “dopadic.”  The boss of\nanother student always sat in his “nitch.”  A description\nof one student's college dorm room included\namong its furniture a “chesterdroors.”  What consists\nof five units of meaning (called <em>morphemes</em> by linguists)\nin the minds of sophisticated speakers (<em>chest</em> +\n<em>of</em> + <em>draw</em> + <em>er</em> + <em>s</em>) is apparently but a single unanalyzed\nunit in this student's mind.</p>\n<p>Amusing as they are, these phonetic spellings are\nnot true examples of folk etymology, since they do not\ninvolve conversion to more familiar forms.  When a\nreal example does come along in student writing, it\nprovides a welcome diversion for teachers from the\ntedium of reading themes.  One frequent occurrence is\n<em>upmost,</em> as in<em>of the upmost importance</em>.  <em>Upmost</em> certainly\nmakes more sense than <em>utmost;</em> how is a student\nto know that the <em>ut</em> derives from the Old English form\nfor <em>out?</em>  The frequent appearance of <em>upmost</em> in student\npapers makes me suspect it stands a reasonable chance\nof ousting <em>utmost</em> as the dominant form in years to\ncome.</p>\n<p>A truly original example of folk etymology in a\npaper is especially welcome, like a lump of gold that\nsuddenly appears in a prospector's pan.  When one stu\ndent complained of a “metalsome” friend, might she\nhave felt that the person had altogether too much\nbrass?  Or when another criticized some “outradious”\nbehavior he had observed, was he in fact demonstrating\nconsiderable etymological sophistication?  After all,\nisn't the literal meaning of eccentricity behavior that\noccurs outside the radius of a given circle?</p>\n<p>If the student who coined outradious was sophisticated,\nwhat about the one who condemned the\n“sufistocated” ways of hoity-toity sorority girls?  The\nimage that came to my mind was of society suffocating\nher by ramming the fist of convention down her\nthroat.  When a like-minded classmate complained of\nthe “clicky” ways of school snobs, was she representing\nthe sounds of derision such people make toward their\ninferiors?  Was another showing just how much the\nworld has gone to the dogs when she wrote, “It's a\ndoggy-dog world”?  And when in an exam another\ngave the name of a play he had heard of as “Edipus\nWrecks,” wasn't he giving a reasonable plot summary?</p>\n<p>An example of a misperception of the eye\noccurred when a student referred to the “cruxifiction.”\nThe error surely occurred when he transposed the x\nand c he recalled when he last encountered the word\nin print (perhaps when he read The Passover Plot?).</p>\n<p>Because the process of folk etymology is generally\nconfined to illiterate cultures, we might expect that\nuniversal education would have banished it from the\nmodern world.  My experience with college freshmen\nhas demonstrated to the contrary that it is still very\nmuch with us.  Perhaps, however, it is largely\nrestricted these days to student writing.  If so, the\nworld has little to fear that folk etymology outside the\nuniversity will ever, in the words of one student,\n“reach academic proportions.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Folk Etymology on Campus</h1> <p><em><span data-rel=\"author\">Richard Veit</span> <span data-rel=\"location\">University of North Carolina, Wilmington</span></em></p> <p>Of the constant stream of new words entering our\nlanguage, most are introduced deliberately, to\nfill perceived needs.  Foreign words imported by journalists\n(such as <em>contra, jihad, or ayatollah</em>) soon find a\nhome in the national vocabulary.  Other lexical additions\nare crafted from old words by combination, or\nblending (<em>Reagan + economics = Reaganomics, tele\nvision + evangelist = televangelist</em>), or by abbreviation\n(<em>narcotics officer</em> shortened to <em>narc, professor</em> to\n<em>prof</em>), or as acronyms (<em>yuppy or yuppie</em> derived\nwhimsically from <em>young urban professional</em>).  Still\nother new words are simply coined, invented afresh\n(<em>aspertame, Xerox, Tercel</em>.)</p> <p>But not all lexical change is so orderly and deliberate.\nBlunders and misperceptions play no small part\nin shaping our language.  Since language is passed on\nthrough use—from speaker to speaker and from writer\nto writer—each time language is put into play, an\nopportunity for error arises.  And while the vast majority\nof communication occurs without significant misunderstanding,\nevery now and then one speaker or\nreader misperceives some word, and a mutation\nresults.  In a very few of these instances, the mutation\ntakes hold and thrives, passing from user to user until\nthe original form of the word is quite driven from the\nlanguage, with few speakers being aware that a\nchange has occurred.</p> <p>This process, known as <em>folk etymology,</em> is most\nlikely to succeed when the new form appears more apt\nor plausible to users than the old one.  Our modern\nword <em>penthouse,</em> for example, has changed significantly\nfrom its Middle English form <em>pentis,</em> which\ncontained no suggestion of <em>house.</em>  The original form\nderived instead from the Latin <em>appendix,</em> meaning\n'appendage,' an appropriate term for a crude shed\nadded as an afterthought against the side or on the\nroof of a larger building.  But as the <em>pentis</em> became\nused more for habitation, it is easy to see how people\nmisperceived what they were hearing as “pent<em>house</em>.”\nThe new form made sense, it caught on, and the original\n<em>pentis</em> soon lost all currency.</p>"
}