{
  "type": "Article",
  "title": "Hawaij in the Washing Machine",
  "author": "N.C. Nahmound",
  "location": "Jerusalem",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hawaij in the Washing Machine</h1>\n<p><em><span data-rel=\"author\">N.C. Nahmound</span> <span data-rel=\"location\">Jerusalem</span></em></p>\n<p>Jerusalem is a linguist's delight.  Within the city\nlimits one can find not only all the existing European\nlanguages, but also most of those of the Middle\nEast as well.  In addition to Amharic and three\nvariations of Persian, on any given day at the Old City\n<em>souq</em> one can hear Arabic from Iraq, Yemen, and\nNorth Africa, like a counterpoint against a background\nof the local dialect.  There is also 'written,' or\nclassical Arabic, of course, which is used on the radio\nbut not in workaday conversations in the <em>souqs</em> and\n<em>casbahs</em>.  Its pronounciation, closely adhered to\nthroughout the Middle East, purrs with a grace and\nrhythm that are conducive to poetry.</p>\n<p>The Maghrébi, or North African dialect is a different\nkettle of fish.  Although we Anglo-Saxons refer\nto all Arabic-speaking countries as the “Middle East,”\nthat is quite a relative view; a resident of, say,\nBagdad, looks at North Africa as the western part of\nthe world.  The word <em>Maghrébi</em> means <em>western</em>.\nMaghrébri, now widely spoken in Israel, was introduced\nby the Jews who came from Morocco, Tunisia,\nand Algeria in the early 1950s.  Maghrébi has none of\nthe euphonious features of literary Arabic.  Like\nCzech, it is nearly vowelless.  It jolts along, rattling\nteeth and jarring jaws like an intercity bus taking the\nstones and potholes at 65 mph.\nCompare:</p>\n<blockquote>\n<p>As-safárjal kan názal l'essúbbak\n(Literary Arabic)<br>\nL'sfŕzl knńtzl l'lsŕzm (Maghrébi)<br>\nThe quince is falling on the window. (translation)</p>\n</blockquote>\n<p><em>Nearly</em> vowelless, that is, meaning the aeiou\nfamiliar to speakers of English and Spanish.  There is\none vowel in Magrhébi, however, that seems to occur\nwithout fail every time the larynx, pharynx, and epiglottis\nare exhausted from trying to pronounce a series\nof five or more consonants.  This “last-straw” letter is\nthe ö, a sort of <em>u</em> sound, as impossible to describe as it\nis to pronounce.  Something like it can be heard occasionally\nin German and Hungarian but never, never in\nliterary or Middle Eastern spoken Arabic.  I feel my\nfacial muscles assume most unusual positions as I take\na deep breath to get out at least an approximate ö, to\nthe unabashed delight of my conversation partners.</p>\n<p>As can be readily imagined, such a state of affairs\ncomplicates word identification for the beginner.  As\nphrase after phrase zips by, endings and beginnings of\nwords melt into one another until all that has gotten to\nyou is something like “brdbrdbrdbrd.”  When I started\nplucking a recognizable word here and there out of a\nsentence in flight, I still had to put it through a mental\ncomputer for decoding, a lengthy process which\nentailed reinstating its vowels.  This I did by imagining\nthe word written in Arabic letters on a mental blackboard\nand chalking in the vowel signs.  (Learning languages\nby ear does not come easy after thirty-five\nyears of learning them by the visual method.)</p>\n<p>Jewish Maghrébi Arabic cannot be learned by the\nvisual method anyway, at least not in Israel, since\nthere is no written material on the subject for the\nbeginner.  Thorough investigation of the North African\nshelves at Jerusalem's Sephardic studies library yielded\nonly three stodgy, erudite volumes, none of them\ngeared to my level.  The next stop after leaving this\naugust institution was ... the kitchen.  Since the\nmotive for undertaking my present project was to be\nable to participate more fully in activities with neighbors\nand sisters-in-law, what more natural setting for\na housewife's research?  So, whenever I went visiting, I\ntook along a pencil and notebook.</p>\n<p>“<em>Esh háda?</em>” ['What is this?'] I would ask as I\nhelped peel vegetables.</p>\n<p>“Khizö, ['carrots']; bdlžán ['eggplant']; drščúmeh\n['garlic'].”  I put down the potato-peeler long enough\nto scribble my new etymological discoveries.  Pretty\nsoon the notebook thickened, and I began to burble\nintelligible (albeit far from grammatical) sentences on\nthe order of “The farmer threw the cow over the\nfence, some hay.”  These apron-clad linguistic seminars\nwere never boring for either side, it goes without saying;\nindeed, the hilarity still remains at a constant\nhigh, judging by the reactions to an American accent\nwrapped laboriously around familiar words and expressions.</p>\n<p>The highlight of my last such visit to a sister-in-law\nwas the <em>hawáij</em> in the washing machine.  In the\nYemenite dialect, <em>hawáij</em> is a mixture of spices that\ngoes into soup.  To the Moroccans it means <em>clothing,\nlaundry</em>.  Thus when I was told that <em>hawáij</em> went into\nthe washing machine with detergent, my immediate\nreaction was “Wow, that's going to be an exotic-tasting\nload of laundry!”</p>\n<p>I set up my English-Arabic lexicon by subject,\nwith index tabs headed <em>Family, Shopping, Food, Furniture,\nClothing</em>, etc., a collection of the basic topics\nof conversation indulged in by homemakers everywhere.\nThe verb section of the notebook grew rapidly,\ntoo, as bits of conjugations fit together and fell into\nplace like pieces of a jigsaw puzzle.</p>\n<p>But my word lists are not all serious.  In the back\nof the notebook I keep a little running list of words\nwhich appeal to me for various reasons.  Some are\npoetic, others whimsical.  Still others just plain tickle\nthe funny bone.  Three of my current entries seem to\nhave a rather wintry flavor:</p>\n<blockquote>\n<p><em>Brrrd</em> means just what it sounds like: '<em>cold</em>.'\n<em>Akhcčú</em>, on the other hand, is not a sneeze; it\nmeans 'sister.'\n<em>Wldkhcčú</em>, one of the prizewinners for\nuninterrupted consonant strings, means\n'nephew' (literally, 'sister's son'.)\nThen there is <em>wahdlháza—whatchamacallit</em>.</p>\n</blockquote>\n<p>I believe in memorization, and I make up my own\nexercises:</p>\n<blockquote>\n<p><em>L'tŕbia gĺšt al'l'zŕbia</em>.<br>\nThe baby is sitting on the rug.</p>\n</blockquote>\n<p>I also collect proverbs:</p>\n<blockquote>\n<p>Krd ind umöacute; ajíj ktśr mul gházlah.<br>\n'A monkey in its mother's eyes is more beautiful\nthan a gazelle.'</p>\n</blockquote>\n<p>Learning a language is not just the ho-hum of conjugations.\nWords can be as full of historical surprises as a\nshard in the hand of an archaeologist, and Jewish languages\nare particularly wealthy in this regard.</p>\n<p>Wherever there was a ghetto the Jews were certain\nto have their own lively <em>lingua franca</em>.  Their\nisolation from the surrounding environment; their\nTalmudic studies in Hebrew and Aramaic; their peregrinations\nfrom one country to another—all these\nconditions contributed to the creation of interesting\nand quite internationalized vocabularies.  The Jewish\nMaghrébi dialect, for instance, absorbed many words\nfrom the non-Arab tribes that have lived in North\nAfrica from before the Arab conquest in the seventh\ncentury.  Words like <em>khizö;</em> the pronounciation that\nmakes vocal cords feel like a tangled mass of spaghetti;\nand the infamous ö, probably all came from that\nsource.</p>\n<p>The Spanish Inquisition brought a large wave of\nnew residents to the Jewish quarters of North African\ncities and towns, and they brought with them words\nwhich got stuck permanently in the language: <em>mediásat\n(medias)</em> 'stockings'; <em>escuela</em> 'school'; <em>sueldo</em> 'money';\n<em>sápat (zapatos)</em> 'shoes' are common examples.</p>\n<p><em>“Sáfi, sáfi!”</em> exclaims a guest, refusing a second\nhelping.  I was surprised when I learned the origin of\nthat one: <em>Ça suffit</em> 'That's enough,' an absorption from\nthe recent French occupation of North Africa.</p>\n<p>Since the great influx of North Africans into Israel\nduring the Fifties, Maghrébi has taken on modern\nHebrew words.  A sister-in-law gestured toward her\nsilent TV set and said “Punch.”</p>\n<p>“Some of the programs do make one feel like it,\ndon't they?”  I murmured.  Then it dawned on me that\nshe meant <em>puncture</em>, a word introduced into modern\nHebrew during the British Mandate.  The original\nmeaning was, of course, 'flat tire,' finally extended to\nmean 'anything that is out of order.'</p>\n<p>The last historical development I had noticed (in\ncertain corners of my neighborhood) are some of my\nown American chickens coming home to roost.  By\nnow, our apartment house and the clientéle of Elgrábli's\ngrocery store are used to hearing certain interjections\nfrom my native California: OK, <em>well, hi, bye\nbye, wow, oh yeah</em>.  But the other day I heard a brand\nnew word, or so I thought: <em>cúcusah</em>.  This turned out\nto be the feminine singular form of <em>coocoo</em>, another of\nmy words.  A perfect description, I decided, of how I\nfeel after an hour of Maghrébi Arabic.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hawaij in the Washing Machine</h1> <p><em><span data-rel=\"author\">N.C. Nahmound</span> <span data-rel=\"location\">Jerusalem</span></em></p> <p>Jerusalem is a linguist's delight.  Within the city\nlimits one can find not only all the existing European\nlanguages, but also most of those of the Middle\nEast as well.  In addition to Amharic and three\nvariations of Persian, on any given day at the Old City\n<em>souq</em> one can hear Arabic from Iraq, Yemen, and\nNorth Africa, like a counterpoint against a background\nof the local dialect.  There is also 'written,' or\nclassical Arabic, of course, which is used on the radio\nbut not in workaday conversations in the <em>souqs</em> and\n<em>casbahs</em>.  Its pronounciation, closely adhered to\nthroughout the Middle East, purrs with a grace and\nrhythm that are conducive to poetry.</p> <p>The Maghrébi, or North African dialect is a different\nkettle of fish.  Although we Anglo-Saxons refer\nto all Arabic-speaking countries as the “Middle East,”\nthat is quite a relative view; a resident of, say,\nBagdad, looks at North Africa as the western part of\nthe world.  The word <em>Maghrébi</em> means <em>western</em>.\nMaghrébri, now widely spoken in Israel, was introduced\nby the Jews who came from Morocco, Tunisia,\nand Algeria in the early 1950s.  Maghrébi has none of\nthe euphonious features of literary Arabic.  Like\nCzech, it is nearly vowelless.  It jolts along, rattling\nteeth and jarring jaws like an intercity bus taking the\nstones and potholes at 65 mph.\nCompare:</p> <blockquote>\n<p>As-safárjal kan názal l'essúbbak\n(Literary Arabic)<br>\nL'sfŕzl knńtzl l'lsŕzm (Maghrébi)<br>\nThe quince is falling on the window. (translation)</p>\n</blockquote>"
}