{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Pinckert's Practical Grammar",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/pinckerts-practical-grammar-lively-unintimidating/author/pinckert-robert/\"><em>Pinckert's Practical Grammar</em></a></h1>\n<p>Robert C. Pinckert, (Writer's Digest Books, 1986), 232pp.</p>\n<p>The buying of books on usage, how to improve\none's writing or language in general, and on how to\nget ahead by acquiring a larger vocabulary must be\nsomething like buying lottery tickets: the dream is\nthere, either of incredible social or financial success or\nof writing the great American novel.  The key to it all\nis the mastery of the language, and the book at hand is\nalways the secret method for finding the magical key.</p>\n<p><em>Writer's Digest</em> is a periodical that caters to those\nwho dream about being published, and their publication\nof <em>PPG</em> is entirely appropriate.  The problem lies\nin the fact that getting published has only little to do\nwith writing “proper” English: it has everything to do\nwith writing <em>good</em> English.  Many years ago—about\nthirty, come to think of it—Random House received\nevery week of the year some 500 unsolicited manuscripts.\n(In publisher's jargon, an unsolicited manuscripts\nis one that does not come in through a literary\nagent or an editor's personal contact with the author.)\nToday, the number may be twice that.  I looked at\nquite a few of them out of curiosity and found that\nfew had to be read past the first page to determine\nthat they were unpublishable.  It is impossible to retail\nhere all of the reasons why this was so immediately\nobvious, but it was.  True, once in a while, something\nof value surfaced from the sea of semi-literate muck,\nbut that was—and, I assume, still is—a very rare\nevent.</p>\n<p>It probably goes without saying (but I shall say it\nanyway) that in order to write at all one must have\nsome control over grammar, spelling, and all the rudiments\nof language.  Often, those who can speak reasonably\nwell and even with some eloquence are totally\nincapable of writing down their own words.  In a very\nlimited way, Pinckert deals with that—and the occasional\nunacceptability of writing the way one speaks—\nin his justaposed lists of Informal/Formal usages.  I\ndisagree with some of his examples, but that is not\nimportant.  What is important is that as far as I know\nor can imagine, no one has ever learned how to express\nhimself by reading a book: books like <em>Fowler, Perrin</em>,\neven <em>PPG</em> do not yield up secrets.  They are useful as\nreference books but, like reference books, one must\nknow enough to understand the need to look up something,\nwhat to look up, and how to find it.  Someone\nrecently phoned to complain that <em>supersede</em> was not in\nthe dictionary.  Of course it is there!  It's not listed as\n“supercede” and wasn't findable in that part of the\ndictionary, that's all.</p>\n<p>The media today are bulging with all manner of\nwriting, much of it good, much of it bad, most of it\nnondescript or not worthy of classification.  Because of\nthe sheer number of magazines, newspapers, radio\nprograms, and television shows, millions upon millions\nof words are gobbled up and spewed out daily.  Never\nbefore in history has so much verbiage been so much\nin demand—notwithstanding (and not including)\nrevivals, reissues, and reruns.  Clearly, that means\nmore writers are needed than ever before, and with\nvolume comes mediocrity.</p>\n<p>How do all these people learn to write, whether\nadequately or well?  They learn by reading, and by\nreading the good stuff, much of which, believe it or\nnot, abounds in the English language.  Only after years\nof reading should one try to write, and then only\nwith a severe critic at hand to review what has been\nwritten.  English teachers in secondary schools (if not\nearlier) and teachers of special writing courses in universities\nare supposed to fill this need, but one is given\nto wonder whether the standard of their criticism is\nwhat one likes to believe it once was.  The good old\ndays are always, somehow, the better days, especially\nin retrospect.  I am under the impression that teachers\nare so completely occupied trying to instruct nature\nstudents in the rudiments of writing basically clear,\nexpository prose that they have no time to pay attention\nto art.  And, after all, it is art that makes a writer\ngood, not the ability to decide that a verb should agree\nwith its noun in number.  Notwithstanding, the\nmechanics of language are important, and there are\nprobably not a large number of good writers—at least\npublished ones—whose art outshines their bad grammar.</p>\n<p>All that said, it is understood that mastery of the\nmechanics of language makes one a master of the\nmechanics, and not an artist, any more than identifying\nred from green makes one an artist.  The analogy of\na skill against a natural ability may be a poor one, but\ncreative writing is not just writing, any more than\npainting a bookcase is painting a portrait that will\nhang in even the most modest gallery.</p>\n<p>In the context of these admonitions, Pinckert's\n(and others') books may be regarded as worthwhile,\nbut following their precepts is arduous and the practitioner\nwill inevitably encounter constructions that\nare not covered by a work of such narrow scope.\nYet, what is there is useful, provided that it is put to\ngood use.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/pinckerts-practical-grammar-lively-unintimidating/author/pinckert-robert/\"><em>Pinckert's Practical Grammar</em></a></h1> <p>Robert C. Pinckert, (Writer's Digest Books, 1986), 232pp.</p> <p>The buying of books on usage, how to improve\none's writing or language in general, and on how to\nget ahead by acquiring a larger vocabulary must be\nsomething like buying lottery tickets: the dream is\nthere, either of incredible social or financial success or\nof writing the great American novel.  The key to it all\nis the mastery of the language, and the book at hand is\nalways the secret method for finding the magical key.</p> <p><em>Writer's Digest</em> is a periodical that caters to those\nwho dream about being published, and their publication\nof <em>PPG</em> is entirely appropriate.  The problem lies\nin the fact that getting published has only little to do\nwith writing “proper” English: it has everything to do\nwith writing <em>good</em> English.  Many years ago—about\nthirty, come to think of it—Random House received\nevery week of the year some 500 unsolicited manuscripts.\n(In publisher's jargon, an unsolicited manuscripts\nis one that does not come in through a literary\nagent or an editor's personal contact with the author.)\nToday, the number may be twice that.  I looked at\nquite a few of them out of curiosity and found that\nfew had to be read past the first page to determine\nthat they were unpublishable.  It is impossible to retail\nhere all of the reasons why this was so immediately\nobvious, but it was.  True, once in a while, something\nof value surfaced from the sea of semi-literate muck,\nbut that was—and, I assume, still is—a very rare\nevent.</p> <p>It probably goes without saying (but I shall say it\nanyway) that in order to write at all one must have\nsome control over grammar, spelling, and all the rudiments\nof language.  Often, those who can speak reasonably\nwell and even with some eloquence are totally\nincapable of writing down their own words.  In a very\nlimited way, Pinckert deals with that—and the occasional\nunacceptability of writing the way one speaks—\nin his justaposed lists of Informal/Formal usages.  I\ndisagree with some of his examples, but that is not\nimportant.  What is important is that as far as I know\nor can imagine, no one has ever learned how to express\nhimself by reading a book: books like <em>Fowler, Perrin</em>,\neven <em>PPG</em> do not yield up secrets.  They are useful as\nreference books but, like reference books, one must\nknow enough to understand the need to look up something,\nwhat to look up, and how to find it.  Someone\nrecently phoned to complain that <em>supersede</em> was not in\nthe dictionary.  Of course it is there!  It's not listed as\n“supercede” and wasn't findable in that part of the\ndictionary, that's all.</p>"
}