{
  "type": "Article",
  "title": "Unusual Place Names in Canada",
  "author": "Marc A. Schindler",
  "location": "Gloucester, Ontario, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Unusual Place Names in Canada</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Gloucester, Ontario, Canada</span></em></p>\n<p>A widely repeated observation currently in vogue\nin Canada is that after more than a century of\nsearching for our national identity, we've finally\nfound that our identity consists of not having an identity.\nIf language is a major key to a country's soul,\nthere are hints that this sardonic remark may have an\nelement of truth.  There is no such thing, linguistically\nspeaking, as a uniquely Canadian place name, but one\ncan distill from the large variety of different types of\nplace names borrowed from imported or aboriginal\ncultures at the very least a unique combination (or\nmosaic, to use a cliché with special meaning in Canada)\nof unusual or interesting place names.  Although\nthis article does not even attempt to deal with the\ncomplete range of unusual place names, it should serve\nas an introduction.  I offer eight categories:</p>\n<p><em>1: The Whimsical Names of Newfoundland</em></p>\n<p>Newfoundland was probably first visited by Europeans\nin the 11th century when Norsemen discovered\nit, but was not visited regularly until the early 16th\ncentury, when the Portuguese discovered the rich fishing\ngrounds in the vicinity.  It was apparently the Portuguese\nwho coined the name <em>Labrador</em>, meaning a\n'farmer.'  Today's district of Labrador, which consists\nof the mainland portion of the province of Newfoundland,\nis about as suitable for farming as Greenland is\ngreen.  So much for early efforts at public relations!</p>\n<p>Eventually the French touched down here and\nthere on <em>Terre-Neuve</em>—even today the islands of St.\nPierre and Miquelon, which are geographically part of\nNewfoundland, still belong to France—but it was the\ngreat flood of Irish and working-class English who\nimmigrated to Newfoundland in the 19th century who\ngave the province its existing dominant culture.  Newfoundland's\nplace names reflect the whole mixture.\nMany names are mixed French and English: <em>Bay\nL'Argent, Bay de l'Eau, Barasway de Plate, Rouge\nHarbour, Channel-Port-aux-Basques,</em> and <em>Port-auPort.</em>\nIf the last sounds like a redundancy or a reduplication,\nhow about this feat of bilingual redundancy:\n<em>L'Anse aux Meadows (Anse</em> is a meadow).  L'Anse aux\nMeadows has become famous in recent years as the site\nof an early Norse settlement and is now a UN cultural\nheritage site.</p>\n<p>What Newfoundland is really famous for, though,\nis its truly whimsical names.  A selection of my favorites\nfollows:</p>\n<blockquote>\n<p><em>Halfway Tucks</em><br>\n<em>Cupids Crossing</em><br>\n<em>Juniper Stump</em><br>\n<em>Pick Eyes</em><br>\n<em>Blow Me Down</em><br>\n<em>Heart's Content</em><br>\n<em>Spread Eagle</em><br>\n<em>Heart's Desire</em><br>\n<em>Tickle Bay</em><br>\n<em>Heart's Delight</em><br>\n<em>The Tickles</em><br>\n<em>Little Heart's Ease</em><br>\n<em>Tickle Cove</em><br>\n<em>Come-by-Chance</em><br>\n<em>Leading Tickles</em><br>\n<em>Ireland's Eye</em><br>\n<em>Chimney Tickle</em><br>\n<em>Little Seldom</em><br>\n<em>Happy Adventure</em><br>\n<em>Whale's Gulch</em><br>\n<em>Joe Batt's Arm</em><br>\n<em>Nicky's Nose Cove</em><br>\n<em>Muddy Hole</em><br>\n<em>St. Jones Within</em><br>\n<em>Tumbledown Dick</em><br>\n<em>Nameless Cove</em><br>\n<em>Island</em></p>\n</blockquote>\n<p>There used to be a town called <em>Gayside</em>, but because\nof the evolved (devolved?) meaning of <em>gay</em> in North\nAmerica, the local residents recently had the town's\nname changed to <em>Baytona</em>.  Fortunately for enthusiasts\nof unusual names, disgruntled residents of the birthplace\nof Shannon Tweed, <em>Playboy's</em> 1982 Playmate of\nthe Year, were not successful in changing the name of\ntheir town.  It remains <em>Dildo,</em> Newfoundland.</p>\n<p><em>2: The “Multiplying” Place Names of Nova Scotia</em></p>\n<p>As in New England, Nova Scotia seems to have been\ndealt only a limited number of place names, which then\nmade do, with auxiliary words, for daughter settlements\nand suburbs.  Two of the most profligate “multiplying”\nplace names are <em>Margaree,</em> on Cape Breton Island, and\n<em>Pubnico,</em> in Shelburne County.  <em>Margaree</em> has spawned\n<em>Margaree Harbour, Margaree Centre, Margaree\nValley, North East Margaree, Margaree Brook,\nSouth West Margaree,</em> and <em>Upper Margaree.</em>  I am\nnot sure if the United Empire Loyalists of Shelburne\nCounty were more fecund than the Scots of Cape Breton\nor just less imaginative, but here are the metastases of\n<em>Pubnico: East Pubnico, West Pubnico, Upper West\nPubnico, Middle West Pubnico, Lower West Pubnico,\nPubnico Point, Centre East Pubnico,</em> and <em>Lower\nEast Pubnico</em>.</p>\n<p><em>3: Genitive Forms of French-speaking Quebec</em></p>\n<p>It has been pointed out before that French place\nnames have associated genitives which sometimes do\nnot appear to resemble the place names in any way,\nshape, or form [e.g., Elisabeth Larsh Young, “In\nPraise of Irregularity,” VERBATIM, XII, 1].  Admirers\nof Gallic unpredictability will be happy to know\nthat this tendency was brought over to <em>le nouveau\nmonde</em> as well, by the French settlers in Canada, with\nsome unique twists.  I can understand why someone\nfrom Bois-Franc is called <em>un(e) Silvifranc (-franque)</em>\n(consider the Latin roots), but it totally escapes me\nwhy someone from the north shore town of HavreSt.-Pierre\nis <em>un(e) Cayen(ne).</em>  Other genitives derived\nfrom Latin abound: Pierrefonds/<em>Pétrifontain(e)</em>,\nSaint-Etienne/<em>Stéphanois(e)</em>, etc.</p>\n<p>An interesting Latin genitive is that of <em>Salaberry-de-Valleyfield,</em>\na town on the St. Lawrence near the\nNew York and Ontario borders which, when settled\nby the English, was originally known simply as <em>Valleyfield.</em>\nIn French a Valleyfielder is known as <em>un(e)\nCampivallensien(ne),</em> which is straightforward enough\nif you know where the English words <em>campus</em> and <em>vale</em>\ncome from, but the situation was confused in the\n1970s when the nationalist Parti Québecois government\nwent around francisizing as many “English”\nnames as it could, so they added the “Salaberry-de-,”\nresulting in a reference to a completely nonexisting\nperson.</p>\n<p>Some French-Canadian genitives can be described\nonly as small acts of mercy.  If you wonder why a\nhockey player from Saint-Stanislas is called <em>un Koska,</em>\nyou'll be glad to know that it is probably because even\n<em>les Koskas</em> get tired of saying the complete name of\ntheir village, <em>Saint-Stanislas-de-Koska-de-la-Riviéredes-Envies.</em></p>\n<p>In the north of Quebec <em>(Nouveau Québec)</em> there\nare many Inuit (“Eskimo”) settlements, but fortunately\nthe long arm of Quebec's language police does\nnot extend that far; Inuktitut, the Inuit language, has\nits own rules for forming genitives.  For example,\nsomeone from Inukjuak is an <em>Inukjuamiuq,</em> and a\nnative of <em>Kangiqsujuaq</em> is a <em>Kangiqsurjararmiuq.</em></p>\n<p><em>4: The Alphabetical Railroad Hamlets of Saskatchewan</em></p>\n<p>They say that Saskatchewan is so flat you can\nstand on a sardine can and see the U.S. border.  My\nchildhood memories seem to consist almost entirely of\ninterminable hours on the hot dusty highways of\nsouthern Saskatchewan, stopping periodically for pee\nbreaks while Dad scraped the dead crickets off the\nwindshield.  A lot of grain elevators and telephone\npoles seemed to zip by but we never seemed to get\nanywhere.  Thus I can empathize with the builders of\nthe Grand Trunk Railway (now part of Canadian\nNational) who had to dream up names for the little\nrailway station hamlets stretching out along great\nstraight lines of steel track from Portage la Prairie,\nManitoba, to Edmonton, Alberta.  What more worthy\nnotables to name towns after than company VIPs?  In\norder to give every bigshot a chance, they named the\ntowns in alphabetical order, starting at the eastern terminus\nof Portage la Prairie, then proceeding northwest\nthrough Saskatoon, Saskatchewan, ending in Edmonton.\nThey managed to exhaust the letters of the alphabet\nat least three times.  I will not repeat the whole\nsequence here, but here is the second A-Z stretch,\nwhich includes Hubbard, Saskatchewan, where my\nown great-grandparents homesteaded.  The sequence\nisn't perfect any more because some of the towns have\nsince disappeared (indicated by a dash), or have been\nrenamed (indicated by the present name in parentheses):</p>\n<p><em>Atwater, Bangor, Cana,</em> (Melville), (Birmingham),\n<em>Fenwood, Goodeve, Hubbard, Ituna, Jasmin,\nKelliher, Leross, (Lestock)</em>, —, —, <em>Punnichy, Quinton,\nRaymore, Semans, Tate,</em> (Nokomis), <em>Venn, Watrous,\n—, Young, Zelma</em>.</p>\n<p><em>5: Anglicized Amerindian Names of Alberta</em></p>\n<p>In common with the Plains Indians names of the\nU.S. prairies, Canadian prairie Indian names were\noften translated literally into English, resulting in a\nunique type of place name.  Examples in Alberta and\nto some extent Saskatchewan, including one or two\ncontributed by European settlers are: <em>Wild Horse,\nManyberries, Medicine Hat, Smoking Tent, Whiskey\nGap, Seven Persons, Stand Off, Crowfoot, Bearspaw,\nBuffalo Pound, Dogpound, Moose Jaw, Westward\nHo, Red Deer, Sweathouse Creek, Crowchild, White\nElk Night, Starlight, Two Guns,</em> and the former name\nof Regina, <em>Pile o' Bones.  Whiskey Gap</em> is a town in a\ngap in the Milk River Ridge of the Rocky Mountain\nfoothills through which U. S. whiskey traders from\nFort Benton, Montana, smuggled alcohol to their\nsecret trading post near modern-day Lethbridge,\nknown as <em>Fort Whoop-Up.  Whoop-Up</em> was closed\ndown by the Northwest Mounted Police in the 1880s\nwhen those scarlet-coated precursors to today's Royal\nCanadian Mounted Police were sent west to assert\nCanadian sovereignty over the prairies.  <em>Stand Off</em> is a\nHutterite colony on the Blood Indian Reserve near the\nMormon settlement of Cardston.</p>\n<p><em>6: The Tongue-twisting Names of British Columbia</em></p>\n<p>I am really impressed with the names of the\nPacific Northwest Amerindians.  I cannot pronounce\nmany of them, but it is fun trying!  From the Halkomelem\nSalishan we have <em>Yakweakwioose, Aitchelitch,\nLukseetsissum,</em> and <em>Puckatholetchin;</em> from their\nThompson Salishan neighbors: <em>Inklyukhinatko</em> and\n<em>Unpukpulquatam;</em> from the Coast Tsimshiam: <em>Tsemknawalqan</em>\nand <em>Nishanocknawnak;</em> and for dessert,\n<em>Quan-skum-ksin-mich-mich,</em> courtesy of the Nass-Gitksan\nTsimshian.</p>\n<p><em>7: Place Names of the Inuit</em></p>\n<p>After practising on Pacific Coast place names, I\ngrit my teeth, loosen up the old uvula and try these\nInuit names: <em>Tuktoyaktuk</em> and <em>Umingmaktok</em> from the\nDistrict of Mackenzie, Northwest Territories.  <em>Tuktoyaktuk</em>\nwas immortalized by oil workers who sported\nT-shirts with a phony university crest and the legend,\n“Tuk U.”  Igloolik and Pangnirtung are in the District\nof Franklin, N. W. T., where the latter settlement\nserves as the port of entry to Auyuittuq National Park\non Baffin Island.  Finally, these grand-daddy tongue-twisters\nfrom northern Quebec: <em>Kuujjuaq</em> (mercifully\nknown in English as Fort Chimo), <em>Inoucdjouac, Umingmaoautik,</em>\nand <em>Kangiqsualujjuaq.</em></p>\n<p><em>8: “Be-of-good-cheer-my-backside”: Names given in\nmoments of despair</em></p>\n<p>Perhaps you can imagine the endless ennui interspersed\nwith dashes of pure horror experienced by our\nearly northern explorers and settlers.  These courageous\nheroes exacted occasional revenge at the expense of our\ntoponymy, as evidenced by <em>Deception</em> (Quebec), <em>Resolute</em>\n(N. W. T.), <em>Ruin Point</em> (N. W. T.), <em>Terror Point</em>\n(N. W. T.), <em>Stormy Point</em> (Nfld.), <em>Mistaken Point</em>\n(Nfld.), <em>Breakheart Point</em> (Nfld.) and this expression of\nanguish by some anonymous Irish immigrant wife:\n<em>Harbour My God Point</em> (Nfld.)  It is a shame that the\nCanadian toponymic committee does not recognize\nexclamation marks as being a legitimate part of place\nnames!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Unusual Place Names in Canada</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Gloucester, Ontario, Canada</span></em></p> <p>A widely repeated observation currently in vogue\nin Canada is that after more than a century of\nsearching for our national identity, we've finally\nfound that our identity consists of not having an identity.\nIf language is a major key to a country's soul,\nthere are hints that this sardonic remark may have an\nelement of truth.  There is no such thing, linguistically\nspeaking, as a uniquely Canadian place name, but one\ncan distill from the large variety of different types of\nplace names borrowed from imported or aboriginal\ncultures at the very least a unique combination (or\nmosaic, to use a cliché with special meaning in Canada)\nof unusual or interesting place names.  Although\nthis article does not even attempt to deal with the\ncomplete range of unusual place names, it should serve\nas an introduction.  I offer eight categories:</p> <p><em>1: The Whimsical Names of Newfoundland</em></p> <p>Newfoundland was probably first visited by Europeans\nin the 11th century when Norsemen discovered\nit, but was not visited regularly until the early 16th\ncentury, when the Portuguese discovered the rich fishing\ngrounds in the vicinity.  It was apparently the Portuguese\nwho coined the name <em>Labrador</em>, meaning a\n'farmer.'  Today's district of Labrador, which consists\nof the mainland portion of the province of Newfoundland,\nis about as suitable for farming as Greenland is\ngreen.  So much for early efforts at public relations!</p>"
}