{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Dictionary of Cliches",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/156684/dictionary-of-cliches-by-james-rogers/9780345338143\"><em>The Dictionary of Cliches</em></a></h1>\n<p>James Rogers, (Facts on File, 1985), 305pp.</p>\n<p>On several occasions I have started writing an\narticle on the importance of “white noise” in communication.\nThe world, awaiting that extraordinary\npiece of scholarship, couched in deathless prose, will\nhave to be disappointed, as I have consistently encountered\nproblems after the first few pages.  The idea\nbehind the article is simple to delineate; but, as everyone\nknows, an article must take up a fair amount of\nspace to give its subject some weight: no one pays heed\nto an idea that is set forth in a short paragraph—no\nmatter how good it may be.  Therefore, the reader\nshould not be deceived by the brevity of the theory\nthat follows; though I readily acknowledge that it\nneeds support beyond that which mere intuition can\nprovide, such support is hard to come by considering\nthe sparse facilities I have to hand—a pen and\npaper—and it will have to remain for others to test the\nvalidity of my argument.  The reader is asked to bear\nin mind that what follows is, at bottom, intuitive,\nwhich is to say that it reflects what is common sense\n(to me).</p>\n<p>I am of the opinion that the human mind is capable\nof assimilating only a limited amount of information\nin a given time interval.  Clearly, the amount varies\nwith the attention span, intelligence, and other factors\nconcerning the individual as well as with the\nfamiliarity the individual has with the subject matter.\nFor instance, my attention span for the subject of botany\nor flower arranging is quite limited; another's\nattention span for a subject related to mathematics\nmay be extremely short, and so on.  To be sure, the\nability to assimilate information depends on many factors,\nof which interest in the subject is merely one.\nOthers are the language (or other medium) in which\nthe information is presented, the speed of presentation,\netc., as well as the receiver's reaction to the presenter:\na Gorgon speaking about the most fascinating\nsubject on earth could turn any audience to stone.  But\nthese variables, in a properly conducted experiment,\ncould be controlled—George Miller: Are you listening?—and\nwe might then turn to the more important\naspects of the theory.</p>\n<p>The sum of the preceding point is that given certain\nconditions, people need a certain amount of time\nto understand certain kinds of information; above, I\nused <em>assimilate</em> for <em>understand:</em> what I mean is 'absorb,'\n'know well enough to be able to use' information.</p>\n<p>Let us go on to the next point, best made by illustration.\nEveryone—especially everyone in academia—\nhas experienced the enormous difference between listening\nto a learned paper prepared for oral delivery by\nsomeone adept at such writing and one delivered\norally that was written for publication in a journal.\nThere is little point in going into the details of the differences,\nwhich we all know: suffice it to say that it is\noften impossible to understand the latter, especially if\nit deals with an arcane subject; the best examples of\nthe former can be encountered by watching “Nova” or\nsome other such program on TV, Disney's “Nature's\nHalf Acre,” and the like.  Such information-packed\npresentations are carefully prepared, with visual\nmaterials as support, by people who seem to have a\npretty good feel for how much information (and what\nkind) a person can absorb.  The success of these presentations\nis testimony to their writers' ability to gauge\nproperly the capacity of a wide segment of the population\nto assimilate such information, regardless of age,\neducation, and so forth.  A few people are bored by\nsuch matter, undoubtedly, but most seem to enjoy it\nand to learn from it.  If we try to characterize what it\nis that makes material “prepared for oral delivery” different\nfrom material prepared for publication (in a\njournal), we are ineluctably led to the conclusion that\nit must be written in a certain way.  That may seem\nobvious to many, but what is not immediately apparent\nis the set of criteria that apply to such writing.\nSome scholars, Louis T. Milic of Cleveland State University\namong them, have for many years been doing\nresearch in the branch of linguistics that deals with\nthat question and related ones.  It is called stylistics.\nBut from my understanding of stylistics, it is more\noften used in analyzing and comparing texts than in\nsynthesizing them, and I am not sure that the criteria\nof simplicity—if that is what we are discussing—have\nbeen satisfactorily identified.  There are a number of\nways in which simplicity can be achieved, but from\nwhat I have seen, it would seems that they must be\nconsidered as guidelines more than as hard and fast\ncriteria.  They include recommendations regarding\nhigh-frequency words, convoluted syntax, the use of\nnested relative clauses and other modifiers, and so\non—all quite valid, but scarcely definitive.</p>\n<p>None, as far as I know, has concerned itself specifically\nwith “white noise,” which, applied to language,\nI should define as empty words, phrases,\nclauses, even sentences that enable a listener to “recover”\nfrom a heavy, concentrated barrage of information.\n(It may enable the speaker to do so, as well,\nbut these comments have to do with the understanding\nof information by a receiver.)  The obvious examples\nare <em>y'know, Do you see?, You know what I mean?,</em>\nand other utterances that are either meaningless or\nthat allow the brain to recover from a preceding utterance\nthat (presumably) contained a message of some\nimport.  This white noise, if overdone, leads to pretty\nvapid conversation, and we all know how much of\nthat there is about.  But if it is not done enough, the\nresulting concentration of information can be overwhelming.</p>\n<p>There would seem to be some sort of obsession\nabout clichés in the national mind, if we judge by the\npopularity of game shows.  Many people win many\ndollars daily by responding to questions or clues with\nanswers that require no more knowledge than the ability\nto fill in the blanks of cliché structures like the following:\n“To die is 'to kick the —' ”; “In Washington,\nthe President lives in the '—House' ”; “Margaret\nMitchell's book about the South was called '—\nwith the Wind,' ” and so on.  Virtually anyone who is\nalive these days can answer questions like that, and it\nis beyond me what sort of special talent or knowledge\nit takes.  These questions are the trivia of trivia.</p>\n<p>Take, for example, <em>The $100,000 Pyramid</em>, in\nwhich a contestant and a partner (usually an actor or\nactress badly in need of publicity and promotion) are\npaired together.  One is given a list of seven words, one\nat a time, and is supposed to provide the other with\nclues that will allow all of the words to be guessed\nwithin 30 seconds.  The contestant picks the category,\nwhich, for the purpose of this illustration might be\ncutely called “Strike me pink”; the television viewer is\nshown the word to be guessed, but it is unclear\nwhether the studio audience sees it, too.  Here is a typical\nexchange:</p>\n<blockquote>\n<p>Clue 1: “Roses are —, Violets are blue.”<br>\nClue 2: “The President lives in the —House.”<br>\nClue 3: “An old English song is named —\n<em>Sleeves.</em>  The color of grass is—.”<br>\nClue 4: “When something is perfectly clear, you\nsay 'It is there in — and white.' ”<br>\nClue 5: ...Need I go on?</p>\n</blockquote>\n<p>There are several game shows, broadcast daily\non a nationwide basis, that are based on the contestants'\nability to provide similar information; though\nthe structures of the shows differ, all pay hundreds—\nsome thousands or tens of thousands—of dollars.  Of\ncourse, the “game” aspect and the characteristic that\ngives such shows the appearance of moving along\nquickly, thus building excitement, lies in the speed\nwith which the contestant can come up with the correct\nanswer.  And it must be assumed that shows of this\nkind would not be on television at all if they weren't\npopular.  Yet, it makes one wonder whatever became\nof <em>Information Please</em> or even its feeble-minded imitator,\n<em>Dr. I. Q.</em> (“I have a lady in the balcony, Doctor.”\n“A box of Snickers to that lady if she can answer this\nquestion: 'Who is buried in Grant's Tomb?' ”)  Even\nGroucho Marx's <em>You Bet Your Life</em> had humor: these\nmodern shows are vapid, and their only attraction is\nwatching people walk off with money, cars, refrigerators,\nand other accoutrements of American covetousness\nfor knowing little more than how to speak their\nown language.  Greed turned <em>The $64 Question</em> into\n<em>The $64,000 Question,</em> and greed created the problem\nof dishonesty that banished the show from television.</p>\n<p>All of the foregoing is a somewhat long-winded\nintroduction to a point I wished to make about the\nbook under review in order to emphasize that the\nclichés (which I prefer to spell with the accent) covered\nare not merely a trivial exercise and may well\nprovide investigators with a convenient catalogue of\nexamples of white noise.  The prime clichés mentioned\nabove, as well as <em>There you go, Good-by, How are\nyou?, Pleased ta meetcha, Howdy do?, Have a nice\nday</em>, etc. are not in the book; but that is understandable,\nfor, as white noise, they are quite boring, virtually\ndevoid of meaning, and of unimportant origin.\nOn the other hand, some of them are essential to\npoliteness in society, and it is doubtful that many consider\n<em>Please</em> and <em>Thank you</em> to be dispensable clichés.\nAlthough most of us would agree that the elimination\nof clichés like <em>lets no grass grow under his feet, letter\nperfect, lick your chops, lie low, life and soul of the\nparty,</em> and <em>life of Reilly</em> (just to list those appearing on\none page of Rogers's book) would improve any written\nmaterial, I am not sure that their presence—unless\nused to excess—would be quite so obtrusive in spoken\ncolloquy.  Such matters are often a matter of taste, and\nthere are those who would hold that any form of language\nliberally salted (if not peppered) with clichés is\nto be avoided.  The accomplishment of such an end,\nwhile possibly commendable, may yield so highly distilled\na pattern of utterances as to make conversation\n(and its comprehension) difficult.  At the very worst,\none might have to concentrate on what others are saying,\nwhich, in the present climate of triviality, may be\na useful exercise.</p>\n<p>Beyond the usefulness of the list, Rogers provides\nmeanings and origins of the clichés selected for entry.\nIt is conceivable, I suppose, that learners of English as\na foreign language, who are unable to distinguish\nbetween a cliché and a well-turned phrase, might\nneed to know their meanings, but it is beyond me of\nwhat use the book is otherwise.  The “origins” are often\nmerely citations.  Though they might be early, they are\nnot consistently so, and, unless a specific quotation\nfrom Shakespeare or Milton or Pope can be adduced,\none is hard put to accept the citations as origins, per\nse.  Also, some of those I spotted cannot be said to be\nthe origins of the cliché and may be nothing more than\nthe earliest citation for its metaphoric extension.  For\nexample, <em>get your second wind</em> contains an 1830 quotation\nfor a metaphoric use of the phrase <em>second wind,</em>\nand Rogers quite properly points out that the “phenomenon\ngot the name..., which is almost literally\ndescriptive, long ago.”  In fact, many of the entries\ndo not contain information about the origin of the\nexpression treated—How could they?—and, instead\nhave an example of it in use.  What I think is a shortcoming\nis the failure, say in an entry like <em>food for\nthought,</em> to mention, after an irritatingly literal definition,\nthe word <em>ruminate</em>.  I hasten to say that it is not\nRogers's fault that definitions of clichés are irritating:\nthe fault lies in the necessary task he has set for himself\nof stating the obvious.  To a great extent, all general\ndictionaries contain definitions that are “irritatingly\nobvious”: although guesses of the number of words\nknown to an educated speaker range from 10,000 to\n30,000, it is seldom that such estimates take account of\nthe multiple meanings that words like <em>set, take, run,</em>\netc. may have.  Thus the number of senses known to a\nspeaker probably far exceeds the number of mere\nwords counted.  Because general dictionaries—that is,\nthose not dealing with a specialized subject area—\npurport to be descriptions of the lexicon of the language,\nthey have entries for words that few if any\nnative speakers are ever going to look up: <em>the, a/an,\nbut, for, in</em>, etc.  And such entries occupy a relatively\nlarge amount of space.</p>\n<p>Students of the genre should be referred to Frank\nSullivan's <em>New Yorker</em> pieces about Dr. Arbuthnot, the\nCliché Expert, and to the articles by Joe Queenan,\n“When Everything Was Everything,” and Barbara\nHunt Lazerson, “Patterned Words and Phrases,” in\nVERBATIM XII, 3.</p>\n<p>This book may one day be of great value, but that\nday is not likely to come for the native speaker of English\ntill he finds many of the clichés unfamiliar in\nmeaning.  Try to explain (if you know) the meaning of\n<em>23 skiddoo!</em> to anyone who doesn't know it.  See?  It\nisn't obvious, is it?</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/156684/dictionary-of-cliches-by-james-rogers/9780345338143\"><em>The Dictionary of Cliches</em></a></h1> <p>James Rogers, (Facts on File, 1985), 305pp.</p> <p>On several occasions I have started writing an\narticle on the importance of “white noise” in communication.\nThe world, awaiting that extraordinary\npiece of scholarship, couched in deathless prose, will\nhave to be disappointed, as I have consistently encountered\nproblems after the first few pages.  The idea\nbehind the article is simple to delineate; but, as everyone\nknows, an article must take up a fair amount of\nspace to give its subject some weight: no one pays heed\nto an idea that is set forth in a short paragraph—no\nmatter how good it may be.  Therefore, the reader\nshould not be deceived by the brevity of the theory\nthat follows; though I readily acknowledge that it\nneeds support beyond that which mere intuition can\nprovide, such support is hard to come by considering\nthe sparse facilities I have to hand—a pen and\npaper—and it will have to remain for others to test the\nvalidity of my argument.  The reader is asked to bear\nin mind that what follows is, at bottom, intuitive,\nwhich is to say that it reflects what is common sense\n(to me).</p> <p>I am of the opinion that the human mind is capable\nof assimilating only a limited amount of information\nin a given time interval.  Clearly, the amount varies\nwith the attention span, intelligence, and other factors\nconcerning the individual as well as with the\nfamiliarity the individual has with the subject matter.\nFor instance, my attention span for the subject of botany\nor flower arranging is quite limited; another's\nattention span for a subject related to mathematics\nmay be extremely short, and so on.  To be sure, the\nability to assimilate information depends on many factors,\nof which interest in the subject is merely one.\nOthers are the language (or other medium) in which\nthe information is presented, the speed of presentation,\netc., as well as the receiver's reaction to the presenter:\na Gorgon speaking about the most fascinating\nsubject on earth could turn any audience to stone.  But\nthese variables, in a properly conducted experiment,\ncould be controlled—George Miller: Are you listening?—and\nwe might then turn to the more important\naspects of the theory.</p> <p>The sum of the preceding point is that given certain\nconditions, people need a certain amount of time\nto understand certain kinds of information; above, I\nused <em>assimilate</em> for <em>understand:</em> what I mean is 'absorb,'\n'know well enough to be able to use' information.</p>"
}