{
  "type": "Article",
  "title": "Antipodean Newsletter: Where Words Run Widdershins",
  "author": "G. W. Turner",
  "location": "University of Adelaide",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean Newsletter: <em>Where Words Run Widdershins</em></h1>\n<p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p>\n<p>This really is an antipodean newsletter.  As I look\nout of a window in the week before Christmas I see\nthe grass on the Adelaide Hills bleached in the sun.  It\nhas passed from the green of winter through golden\nbrown to what women might think of as a sort of ecru,\nalmost white, the only white Christmas we will ever\nhave in South Australia.</p>\n<p>In the southern hemisphere the months are out of\nphase with the seasons.  An introduced language with\nits associations formed in the northern hemisphere\ndoes not match experience.  Even Australian dictionaries\ndo not always adjust; one of them defines <em>midwinter</em>\nas 'about Dec. 22.'  Similarly, <em>midsummer's day</em> is\ndefined as June 24, perhaps more forgivably since we\nhardly use the term here and are more likely to meet it\nin English contexts where it refers to a quarter day\nand the feast of St. John the Baptist.</p>\n<p>Failure to give southern-hemisphere dictionary\nmeanings to <em>midwinter</em> and <em>midsummer</em> can only be\noversight which a moment's thought will correct.  The\nsame is true of <em>vernal equinox</em> when an Australian dictionary\ndates it circa March 23.  But these are obvious\nand striking differences between the hemispheres;\nmore subtle ones require sharper attention and more\nstrenuous thought.</p>\n<p>In both hemispheres the sun rises in the east and\nsets in the west.  If you look at the setting sun in either\nhemisphere, the direction to your right is north and\nsouth is to your left.  So far, so good.  But during part\nof the year (depending on where you live), if you look\ntowards the midday sun you look south in the northern\nhemisphere, north in the southern hemisphere.  Therefore\nthe sun moving from east to west appears to move\nin a clockwise direction (left to right) to the northernhemisphere\nobserver but anti- (or counter) clockwise\n(right to left) to us.</p>\n<p>The <em>Concise Oxford Dictionary</em> defines a phrase\n<em>with the sun</em> as 'clockwise.'  This would not do in the\nsouthern hemisphere (the phrase appears not to be\nused here).  More interestingly, the old (especially Scottish)\nword <em>widdershins</em> or <em>withershins</em>, etymologically\nsuggesting 'a contrary direction,' similarly refers to a\nmovement against the apparent course of the sun and\ntherefore considered unlucky or unnatural.  The word\nis not unknown to Australians since a very well-known\npoem, “Bullocky,” by Judith Wright, tells how the\nbullocky (driver of a bullock team) “weathered all the\nstriding years till they ran widdershins in his brain.”\nThe poet here, as elsewhere, may exploit the eerie\nassociations of the word, but a lexicographer has to\nremember that here, if <em>widdershins</em> still means anti-clockwise,\nthe sun runs widdershins every day.</p>\n<p>The word draws attention to an inbuilt ambiguity\nin our language and literature and the traditions of\nour culture.  In South America also, where, as here,\nOrion's belt falls upwards and the man in the moon\nhangs upside down above the bundle of sticks he is\nreputed to carry, the seasons are out of phase with tradition,\nand I am told that monasteries with a very\nsevere rule have been obliged to relax the restrictions\nof Lent because it coincides with the heavy work of\nharvest.  In Europe, religion and nature were in harmony;\nin our hemisphere, an imported religion and\nnature are opposed.</p>\n<p>It is doubtful whether Australians would have\nthought it obvious—were it not for an inherited linguistic\nclassification—to divide the year into four distinctive\nseasons.  In Northern Australia there are two\nseasons, the dry and the wet; and even in the south no\nburgeoning buds or falling leaves celebrate spring or\nautumn except for some introduced trees.</p>\n<p>Probably, as time goes on, nature will increasingly\nassert itself over tradition.  Already Christmas\nseems more suitably celebrated at the beach or with\nlight meals rather than a heavy Christmas pudding.\nThe celebration of Guy Fawkes night on November 5\nstarted too many fires in tinder-dry early summer\ngrass to survive.  With the name <em>cracker night</em> it was\ntransferred to May 24 (Commonwealth Day, formerly\nEmpire Day) and is now usually replaced with public\nfireworks displays.</p>\n<p>Antipodeans live with a divided consciousness.\nNorthern hemisphere nature invades our literary and\ntraditional consciousness, while the world outside our\nlibraries confronts it with an opposite rhythm.  In\nreturn we gain a more than usual awareness that there\nare places and ways different from our own.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean Newsletter: <em>Where Words Run Widdershins</em></h1> <p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p> <p>This really is an antipodean newsletter.  As I look\nout of a window in the week before Christmas I see\nthe grass on the Adelaide Hills bleached in the sun.  It\nhas passed from the green of winter through golden\nbrown to what women might think of as a sort of ecru,\nalmost white, the only white Christmas we will ever\nhave in South Australia.</p> <p>In the southern hemisphere the months are out of\nphase with the seasons.  An introduced language with\nits associations formed in the northern hemisphere\ndoes not match experience.  Even Australian dictionaries\ndo not always adjust; one of them defines <em>midwinter</em>\nas 'about Dec. 22.'  Similarly, <em>midsummer's day</em> is\ndefined as June 24, perhaps more forgivably since we\nhardly use the term here and are more likely to meet it\nin English contexts where it refers to a quarter day\nand the feast of St. John the Baptist.</p> <p>Failure to give southern-hemisphere dictionary\nmeanings to <em>midwinter</em> and <em>midsummer</em> can only be\noversight which a moment's thought will correct.  The\nsame is true of <em>vernal equinox</em> when an Australian dictionary\ndates it circa March 23.  But these are obvious\nand striking differences between the hemispheres;\nmore subtle ones require sharper attention and more\nstrenuous thought.</p>"
}