{
  "type": "Article",
  "title": "What Do You Call a Person from...?",
  "author": "Robert R. Rasmussen",
  "location": "Arcadia, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What Do You Call a Person from...?</h1>\n<p><em><span data-rel=\"author\">Robert R. Rasmussen</span> <span data-rel=\"location\">Arcadia, California</span></em></p>\n<p>When I first studied Spanish, I was disappointed\nto learn that there is no rule for\nderiving a word from a place name that identifies\ninhabitants of that place.  Often the suffix -<em>no</em> is used:\n<em>Mexicano, Cubano, Colombiano</em>.  But then so is -<em>ense</em>,\nas in <em>Nicaragüense, Sonorense, Londinense</em>.  Sometimes\n-<em>ño</em> is used, as in <em>Puertorriqueño, Salvadoreño</em>,\nand <em>Limeño</em>.  There are other endings as well.  For\nexample, -<em>és</em>, as in <em>Japonés</em> and <em>Francés</em>.  Still others\nexist that seem to have no reason for being: <em>Guatemalteco</em>\nand <em>Ecuatoriano</em>.</p>\n<p>I thought that English is so much more systematic.\nBut upon reflection, perhaps not.  English is no\nless puzzling and capricious than Spanish.  And this\nwhole question of naming someone from a particular\nplace is more complex than I had at first imagined.</p>\n<p>Certainly those of us who try to systematize the\nlanguage know that there are rules for creating a\nname for a person from the name of a place, but these\nrules are all too plentiful and interchangeable.  Commonly\nwe have -<em>ian</em>, from the Latin -<em>(i) anus</em> meaning\n'pertaining or belonging to,' as a suffix for words ending\nin -<em>a</em> or -<em>on</em>.  Thus we have <em>Canadian, Philadelphian,\nFloridian, Washingtonian</em>, and <em>Oregonian</em>, to\nname a few.  Sometimes, however, we use only -<em>n</em> for\nwords ending with -<em>a</em> or most consonants: <em>Texan</em>,\n<em>Nevadan, Coloradan, Kansan</em>.  Still a third way is the\n-<em>er</em> suffix, coming through the Middle English -<em>ere</em> or\n-<em>er</em> from the Old English meaning 'a person who is a\nnative,' as in <em>New Yorker</em>.  At the same time, we may\nuse -<em>ite</em>, from Middle English through Old French and\nLatin from Greek -<em>it(ēs)</em> meaning 'a native of an area'\nmost commonly for words ending in <em>d, f, g, l, m, n, r,\ns</em>, or <em>y: New Jerseyite</em>, <em>Berkeleyite, Wyomingite</em>.  People\nfrom Berkeley used to call themselves <em>Berkeleyans</em>,\nbut they switched many years ago.  H.L. Mencken,\nwriting in 1936, referred to the -<em>ite</em> ending as a “hideous\nsuffix.”  Still, it is charming to hear <em>Carmelites</em>, as\nthe residents of Carmel, California, call themselves.\nThe -<em>ite</em> ending is common in the Bible: <em>Hittites</em>,\n<em>Moabites, Israelites</em>.  The descendants of Abraham are\ncalled Israelites until their return from the Babylonion\nCaptivity; after that, with the Northern Kingdom\ndestroyed, they are referred to as Jews, with an occasional\nreference to “people of the house of Israel” or\n“children of Israel.”  There is a strong religious significance\nto the word <em>Israelite</em>.  When Israel proclaimed\nitself a sovereign state in 1948, the word <em>Israeli</em> came\ninto being, the -<em>i</em> suffix coming from the Latin and\ndenoting possession.  <em>Israeli</em> is a political word only,\nwithout the religious implications of <em>Israelite</em>.</p>\n<p>With a few words naming places outside the\nUnited States we use the -<em>ish</em> element, derived through\nMiddle English from Old English -<em>isc</em> meaning\n'belonging to,' as in <em>British, English</em>, and <em>Welsh</em>.  It is\ncurious we use <em>English</em> to mean all of the citizens of\nEngland and <em>Englishman, Englishmen, English-woman</em>,\nor <em>Englishwomen</em> to identify the people.  Similarly,\n<em>Welsh</em> stands for all the people of Wales, and\n<em>Welshman</em> or <em>Welshwoman</em> is used to speak of just\none.  Then too the <em>British</em> is a collective noun, while\n<em>Britisher</em> or <em>Briton</em> refers to a particular one.  We cannot\nuse <em>Englisher</em> or <em>Britishman</em>.  But when we cross\nthe Atlantic, we find that a person from New England\nis not a <em>New Englishman</em> but a <em>New Englander</em>.</p>\n<p>Most cities that end in -<em>on</em> will use the -<em>ian</em> suffix\nto name their inhabitants.  Then London should yield\n<em>Londonian</em>.  The word seems to support the image\nthe world has of England as being formal and somewhat\naloof.  But no.  They are <em>Londoners</em>.  And as with\n<em>New Yorker</em>, the word suggests a business-like, no-nonsense\nquality, getting straight to the pith and core,\nas it were.</p>\n<p>But Burbank, California, made famous by the\ntelevision industry, chooses not to have a name for its\ncitizens, even though <em>Burbanker</em>, after <em>New Yorker</em>,\nhas a hard-hitting, straightforward sound, and <em>Burbankian</em>\nwould suggest old-world charm, handsome\nprinces dancing gracefully with beautiful princesses in\nlarge ballrooms with vaulted ceilings and crystal chandeliers.\nBut the newspapers in the area often use <em>Burbank\nman</em>.  A headline might read BURBANK MAN\nINJURED IN CRASH.</p>\n<p>While the Boston Celtics dismantled the Houston\nRockets, the Boston fans appeared more like <em>Bostoners</em>\nthan <em>Bostonians</em>.  At the same time, the <em>Houstonians</em>—\nfor that is what they call themselves in Houston,\nthough the word is certainly not so familiar as Bostonian—acted\nmore like <em>Houstoners</em>.  Also, residents of\nGalveston call themselves <em>Galvestonians</em>, the word\nseeming incongruous with the Texas image.</p>\n<p>Another rule tells us that words ending in -<em>o</em> will\nadd -<em>an</em> to create a word naming inhabitants: <em>Chicagoan,\nOhioan</em>.  But in California there are a number of\ncities ending in -<em>o</em> and for these, that is not the way it\nis done.  Rather, we have <em>San Diegan, San Franciscan</em>,\n<em>Palo Altan, San Matean</em>.</p>\n<p>During the World Cup of Soccer we heard both\n<em>Argentinian</em> and <em>Argentine</em>.  During the Falklands War\none linguist explained that <em>Argentine</em> is closer to the\nSpanish, and <em>Argentinian</em> is in the manner of the English.\nThis means that one could tell whose side one was\non simply by noting which word was used.</p>\n<p>The citizens of Los Angeles call themselves <em>Angelinos</em>,\nor <em>Angelenos</em>.  H.L. Mencken claimed the\nword was spelled <em>Angeliños</em> but the press had dropped\nthe tilde because it was difficult to set in type.  He\nshowed the phonetics to be an-gel-EE-no, but a tilde\nwould make the word an-gel-EE-nyo, which is never\nheard in Los Angeles.  Since the word ends in -<em>s, Los\nAngelesian</em> is possible.  Thank God it is not used.</p>\n<p>Things seem to be confused in Oklahoma.  People\noutside the state often use <em>Oklahomian</em>, but within the\nstate they use <em>Oklahomian</em>, which follows one of the\nrules quite nicely.</p>\n<p>El Salvador falls victim to many errors.  Several\nyears ago, several <em>Salvadorans</em> perished in the intense\nheat of the Sonoran Desert in northern Mexico and\nsouthern Arizona.  The reporter who first relayed the\nstory used <em>Salvadorian</em>, a common but nonstandard\nform of the word.  The first news releases on television\nrepeated that form, but by the time the evening newscasts\ncarried the story, the change had been made.  Yet\nboth <em>Ecuadoran</em> and <em>Ecuadorian</em> are accepted.  Peru\nchanges totally, to <em>Peruvian</em>, which is in the style of\nthe Spanish <em>Peruviano</em>.</p>\n<p>The citizens of Kansas call themselves <em>Kansans</em>.\nThis seems much better than <em>Kansasians</em>, which is possible;\nbut with the accent on the second syllable, the\nword does not sound complimentary.  Residents of\nArkansas used to call themselves <em>Arkansayers</em>, but now\nthey call themselves <em>Arkansans</em>.</p>\n<p>In Idaho, the state university used to prefer\n<em>Idahovan</em>, but <em>Idahoan</em> is more common.  And in Moscow,\nIdaho, the state university preferred <em>Moscovite</em>,\nbut <em>Moscowite</em> and <em>Moscovian</em> are in general usage,\nwith <em>Moscowite</em> being more popular.</p>\n<p>Jonathan Swift, writing in 1726 in <em>Gulliver's\nTravels</em>, contributes some magnificent place names for\nus.  In the land of Lilliput, the citizens call themselves\n<em>Lilliputians</em>, but they could just as easily have called\nthemselves <em>Lilliputites</em> or <em>Lilliputers</em>.  And Swift gives\nus the land of Brobdingnag with its <em>Brobdingnagians</em>,\nand not, heaven save us, <em>Brobdingnaggers</em> or <em>Brobdingnagites</em>.\nAnd the people of Glubbdubdrib, Swift\nmercifully calls <em>the people of Glubbdubdrib</em>.  He refers\nto another nation charmingly as the <em>country of the\nHouyhnhnms</em>.</p>\n<p>Citizens of Liverpool are <em>Liverpudlians</em>.  And for\nmany countries in Europe, the hapless student simply\nmust learn each one: Holland, <em>Hollander</em> or <em>Dutch;</em>\nFrance, <em>French;</em> Ireland, <em>Irish</em>, etc.  Someone learning\nEnglish can, at best, make an educated guess based on\nother similar words, but it is often wrong.</p>\n<p>One may conclude that the rules are helpful and\nuniform in many cases, but at the same time, there are\nmany, many exceptions.  The names that inhabitants\ncall themselves in a region are derived from local tastes\nand traditions, and are often not formed to conform to\nrules gleaned from many examples.  The local press\nmay be a leader here.  But often, residents will not\nallow themselves to be led.  For instance, here in the\nUnited States some have balked at the word <em>American</em>,\nbecause both continents bear the name: <em>American</em>\ncan refer to anyone on these two continents.  So, to\ndistinguish the people of the United States from those\nof other nations, there was a movement to use <em>Unisian</em>\nor <em>United Statesian</em>, and even <em>Columbard</em>, but these\nwords never caught on.  One suspects that if the media\nused these terms exclusively, one would hear them\nonly in the media, and citizens of the United States\nwould staunchly stick to <em>American</em>.</p>\n<p>In short, people will think for themselves.  Burbank's\ncitizenry will not accept <em>Burbankian</em>.  Inhabitants\nof San Francisco will not call themselves <em>San\nFranciscoans</em>.  New Englanders will never agree to\n<em>New English</em>.  And residents of Los Angeles will not\nconsent to <em>Los Angelesians</em>.  It is this brand of selfdetermination\nthat has forged a world of individualists\nand at the same time fostered a diversification we have\nall come to appreciate and admire.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What Do You Call a Person from...?</h1> <p><em><span data-rel=\"author\">Robert R. Rasmussen</span> <span data-rel=\"location\">Arcadia, California</span></em></p> <p>When I first studied Spanish, I was disappointed\nto learn that there is no rule for\nderiving a word from a place name that identifies\ninhabitants of that place.  Often the suffix -<em>no</em> is used:\n<em>Mexicano, Cubano, Colombiano</em>.  But then so is -<em>ense</em>,\nas in <em>Nicaragüense, Sonorense, Londinense</em>.  Sometimes\n-<em>ño</em> is used, as in <em>Puertorriqueño, Salvadoreño</em>,\nand <em>Limeño</em>.  There are other endings as well.  For\nexample, -<em>és</em>, as in <em>Japonés</em> and <em>Francés</em>.  Still others\nexist that seem to have no reason for being: <em>Guatemalteco</em>\nand <em>Ecuatoriano</em>.</p> <p>I thought that English is so much more systematic.\nBut upon reflection, perhaps not.  English is no\nless puzzling and capricious than Spanish.  And this\nwhole question of naming someone from a particular\nplace is more complex than I had at first imagined.</p> <p>Certainly those of us who try to systematize the\nlanguage know that there are rules for creating a\nname for a person from the name of a place, but these\nrules are all too plentiful and interchangeable.  Commonly\nwe have -<em>ian</em>, from the Latin -<em>(i) anus</em> meaning\n'pertaining or belonging to,' as a suffix for words ending\nin -<em>a</em> or -<em>on</em>.  Thus we have <em>Canadian, Philadelphian,\nFloridian, Washingtonian</em>, and <em>Oregonian</em>, to\nname a few.  Sometimes, however, we use only -<em>n</em> for\nwords ending with -<em>a</em> or most consonants: <em>Texan</em>,\n<em>Nevadan, Coloradan, Kansan</em>.  Still a third way is the\n-<em>er</em> suffix, coming through the Middle English -<em>ere</em> or\n-<em>er</em> from the Old English meaning 'a person who is a\nnative,' as in <em>New Yorker</em>.  At the same time, we may\nuse -<em>ite</em>, from Middle English through Old French and\nLatin from Greek -<em>it(ēs)</em> meaning 'a native of an area'\nmost commonly for words ending in <em>d, f, g, l, m, n, r,\ns</em>, or <em>y: New Jerseyite</em>, <em>Berkeleyite, Wyomingite</em>.  People\nfrom Berkeley used to call themselves <em>Berkeleyans</em>,\nbut they switched many years ago.  H.L. Mencken,\nwriting in 1936, referred to the -<em>ite</em> ending as a “hideous\nsuffix.”  Still, it is charming to hear <em>Carmelites</em>, as\nthe residents of Carmel, California, call themselves.\nThe -<em>ite</em> ending is common in the Bible: <em>Hittites</em>,\n<em>Moabites, Israelites</em>.  The descendants of Abraham are\ncalled Israelites until their return from the Babylonion\nCaptivity; after that, with the Northern Kingdom\ndestroyed, they are referred to as Jews, with an occasional\nreference to “people of the house of Israel” or\n“children of Israel.”  There is a strong religious significance\nto the word <em>Israelite</em>.  When Israel proclaimed\nitself a sovereign state in 1948, the word <em>Israeli</em> came\ninto being, the -<em>i</em> suffix coming from the Latin and\ndenoting possession.  <em>Israeli</em> is a political word only,\nwithout the religious implications of <em>Israelite</em>.</p>"
}