{
  "type": "Article",
  "title": "Time and Life",
  "author": "Julienne Eden Busic",
  "location": "Dublin, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Time and Life</h1>\n<p><em><span data-rel=\"author\">Julienne Eden Busic</span> <span data-rel=\"location\">Dublin, California</span></em></p>\n<p>Language serves not only to communicate ideas\nbut to obscure them as well, transforming them\naccording to the psychological needs of the individual\nspeaker.  In most cultures, for example, words and\nimages with loaded meanings are dealt with indirectly,\neuphemistically, as though their essence could be altered,\neven denied, by assigning them new labels.  The\nextent to which this linguistic transformation occurs\nindicates the way the culture assimilates or rejects the\nloaded concept.  The type of transformation is important\nas well.  In our society, for example, one does not\nsimply die, one <em>passes away, goes either on to greener\npastures or west, meets one's Maker</em>.  One also <em>croaks</em>\nor <em>kicks the bucket</em>.  Here the idea of death, of eternal\nnothingness, is defuzed through the use of substitution,\nor of humor.  Death is deprived of its sting, in\nboth instances, either by prettification or ridicule.\nFear and apprehension of the ultimate existential void\nare replaced by a certain whimsicality, a capacity to\nconfront and accept the inevitability of death.  The\ngreater the anxiety felt within a culture or even by an\nindividual about a concept, the more extensive the\neuphemistic system designed to obscure it, to render it\ntolerable.</p>\n<p>The use of and need for euphemism is nowhere\nmore apparent than within a prison population.  In\nthis highly specialized subculture, the psychological\nneed to disguise and transform unpalatable realities\nbecomes critical.  In fact, conclusions about the nature\nof prisoner mentality, perception, and philosophy can\nbe reached by examining the form these transformations\ntake and the area in which they most often occur.\nIn prison, the entire consciousness is consumed with\nthe notion of time: how much time one has, what\nportion will have to be served, whether the time is\nconcurrent or consecutive, whether “you do the time\nor the time does you.”  Time is synonymous here with\nlife.  Of what else does life consist?  What, indeed, is its\nvery essence?  The way, then, in which people relate to\ntime is indicative of the way they relate to life in general,\nand this relation is nowhere more clearly illustrated\nthan in a study of the language used by prisoners\nto talk about time.  Some very basic psychological\nelements of the alleged “prisoner mentality” emerge\nduring the course of such a study, lending insight into\ntheories set forth by many social psychologists that\nsuch a mentality reflects special ways of looking at the\nworld.</p>\n<p>The length of a sentence, if it falls within an area\nbetween the two extremes of a very short period and a\nvery long one, is expressed not in terms of years but of\nmoney.  Generally, any sentence of less than five years\ndoes not merit its own particular expression and is\nreferred to, if not derisively, then with a certain\namount of condescension.  A one-year sentence is one\nof the few exceptions.  This sentence is called a <em>bullet</em>,\ntaken from card-players' terminology for an ace.  Anyone\nwith a <em>bullet</em> has been dealt a good hand, one that\nis superior to most others.  Short sentences are those\nwhich can be done <em>standing on one's head</em> 'with small\ninconvenience.'  The longer sentences, though, are described\nin monetary terms, perhaps because prisoners\noften equate time with money and all time spent in\nprison is money lost.  A prisoner with a five-year sentence\nis <em>pulling a nickel</em>, ten years is <em>pulling a dime</em>,\nand twenty-five is <em>pulling a quarter</em>, all small change.\nThese sentences are still relatively manageable and accessible\nto humor; however, the expressions for types of\nlife sentences move away from concepts of money.  In\nstate prisons, those with three felonies are given\ntwenty-to-life sentences.  Those with more than three\nfelonies are given fifty-to-life sentences.  Thus, one has\neither <em>the little bitch</em> or <em>the big bitch</em> laid on him,\nderived from <em>habitual</em> in the Habitual Criminal Act.\nThe prisoner is in the passive role; he doesn't admit to\nhaving done anything actively to get the sentence: it is\n<em>laid on him</em>.  Doing life means adjusting the consciousness\nto the fact that the prisoner ceases for the most\npart to be an autonomous entity.  Things are done to\nhim; he does little himself.  A straight life sentence\nwith a possibility for parole is referred to as <em>all day\nlong</em>.  Life without parole is <em>one dark day</em>.  Time is no\nlonger divided here into manageable units but becomes\na continuum without end and without hope.\nThe lightness and humor used to describe the shorter\nsentences are gone.  There is simply no escaping reality,\nthere is little left to joke about.</p>\n<p>Humor, however, is a constant in the prison euphemistic\nsystem; it enables the prisoner to cope with his\nsentence, to defuze the tragic implications of his imprisonment.\nThis whimsicality lends itself especially to\nthe subject of concurrent and consecutive sentences.\nConcurrent sentences are two or more that are served\nsimultaneously; for example, two five-year sentences\nare merged into one.  With a consecutive sentence, one\nfive-year sentence must be served before the second\nbegins.  Because a consecutive sentence is far more devastating\nand psychologically loaded to the prisoner,\nmore humor is used to speak of these particular\nsentences to make them tolerable.  Thus, two five-year\nsentences given consecutively become, in prison terminology,\n<em>two nickels running wild, running cockeyed</em>,\nor <em>running bowlegged</em>.  One understands not only the\nhumor here, but also the deeper currents of feeling\nwhich run throughout, the images which conjure up\ndisorganization, chaos, a loss of control, lack of coordination,\nall states of mind typical of a human being\nleft powerless, disenfranchised, imprisoned, without\nany control over his own actions or destiny.</p>\n<p>Other expressions for consecutive sentences add\nyet another dimension to the prisoner's perception of\nthe world and his role in it.  A consecutive sentence\nbecomes <em>a shove and a kick</em>.  The prisoner is a passive\nagent, he does no initiating, he is acted upon, as an\nobject.  First he is shoved, then he is kicked, and no\nmention is made of who is perpetrating this violence.\nThe analogy to a nameless, faceless, uncaring bureaucracy\nis inescapable.  The prisoner's perception of himself\nis, again, that of a powerless entity, a victim of the\nfates and a universal injustice.  Two nickels <em>boxcarred</em>\nor <em>stacked</em> further reinforce this perception.  The first\nevokes images of involuntary connection, the state of\nbeing boxed in, stuck on one track from which there is\nno escape.  The second, a <em>stacked</em> sentence, conjures up\nblocks piled one upon another, each standing in a state\nof extreme precariousness, and completes the prisoner's\npsychological view of himself as existing in a\ntype of limbo, in danger of toppling over at any time.\nIn fact, there are no expressions presenting the prisoner\nin an active role save one, <em>riding the buffalo</em>, used\nto express what a prisoner is doing who has been told\nby the Parole Board to serve all of a five-year sentence.\nHowever, though he may be <em>riding</em>, he is not necessarily\nin control or determining the course the animal\ntakes.  The animal remains the more active agent, the\nprisoner the more passive.  Actually, prisoners who are\ngiven harsh decisions by the Board are more often\n<em>slammed</em> or <em>stretched</em> or told to <em>flatten it</em> [their sentence]\n<em>out</em>.  They are put into a <em>time tunnel</em>.  These last\nimages are more representative of the prisoner's view\nof himself as being a powerless mote in the universe,\nexploited, maligned, and maltreated.</p>\n<p>The use of the passive voice to assign him permanently\nto a fixed and static role, humor to make his\nassumption of the role bearable, even though the humor\ntends to reinforce the negative psychological state\nin which a prisoner perceives himself—all these linguistic\nmanifestations provide clues to understanding\nthe fatalistic way in which prisoners in general relate\nto the world and their corresponding role in it.  Language\nis not merely a means for communicating ideas\nbut for predicting behavior as well.  To the prisoner,\nthe most important concept in his circumscribed existence\nis time and, by extension, life.  Any prisoner,\nwhen speaking about these, continually casts himself\nin a passive role and uses images that reinforce his\nsense of powerlessness and disintegration.  In so doing,\nhe perpetuates, consciously or not, a state of mind that\nprecludes any modification of his behavior or of his\nperception of the world.  This study indicated that\nthose who regularly used this type of terminology were\nrecidivists, while the others who avoided it tended to\nbe innocent of prior criminal records and did not commit\nnew crimes after release.  While this hypothesis is\nhardly a new one, it does reinforce the idea propounded\nby many social psychologists that recidivist\nprisoners have low self-esteem, lack confidence in their\nabilities, and view themselves as passive pawns in a\ngame that has been manipulated to their disadvantage.\nPrison slang and euphemism, developing and existing\nin a closed environment, change slowly—if ever.\nTherefore, the views of the world expressed by such\nlanguage are reinforced and passed on from population\nto population.  The results of this short study indicate\nthat prisoner philosophy has changed little\nin the last twenty years, a notion unlikely to inspire\noptimism in those who continue to believe in “rehabilitation.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Time and Life</h1> <p><em><span data-rel=\"author\">Julienne Eden Busic</span> <span data-rel=\"location\">Dublin, California</span></em></p> <p>Language serves not only to communicate ideas\nbut to obscure them as well, transforming them\naccording to the psychological needs of the individual\nspeaker.  In most cultures, for example, words and\nimages with loaded meanings are dealt with indirectly,\neuphemistically, as though their essence could be altered,\neven denied, by assigning them new labels.  The\nextent to which this linguistic transformation occurs\nindicates the way the culture assimilates or rejects the\nloaded concept.  The type of transformation is important\nas well.  In our society, for example, one does not\nsimply die, one <em>passes away, goes either on to greener\npastures or west, meets one's Maker</em>.  One also <em>croaks</em>\nor <em>kicks the bucket</em>.  Here the idea of death, of eternal\nnothingness, is defuzed through the use of substitution,\nor of humor.  Death is deprived of its sting, in\nboth instances, either by prettification or ridicule.\nFear and apprehension of the ultimate existential void\nare replaced by a certain whimsicality, a capacity to\nconfront and accept the inevitability of death.  The\ngreater the anxiety felt within a culture or even by an\nindividual about a concept, the more extensive the\neuphemistic system designed to obscure it, to render it\ntolerable.</p> <p>The use of and need for euphemism is nowhere\nmore apparent than within a prison population.  In\nthis highly specialized subculture, the psychological\nneed to disguise and transform unpalatable realities\nbecomes critical.  In fact, conclusions about the nature\nof prisoner mentality, perception, and philosophy can\nbe reached by examining the form these transformations\ntake and the area in which they most often occur.\nIn prison, the entire consciousness is consumed with\nthe notion of time: how much time one has, what\nportion will have to be served, whether the time is\nconcurrent or consecutive, whether “you do the time\nor the time does you.”  Time is synonymous here with\nlife.  Of what else does life consist?  What, indeed, is its\nvery essence?  The way, then, in which people relate to\ntime is indicative of the way they relate to life in general,\nand this relation is nowhere more clearly illustrated\nthan in a study of the language used by prisoners\nto talk about time.  Some very basic psychological\nelements of the alleged “prisoner mentality” emerge\nduring the course of such a study, lending insight into\ntheories set forth by many social psychologists that\nsuch a mentality reflects special ways of looking at the\nworld.</p> <p>The length of a sentence, if it falls within an area\nbetween the two extremes of a very short period and a\nvery long one, is expressed not in terms of years but of\nmoney.  Generally, any sentence of less than five years\ndoes not merit its own particular expression and is\nreferred to, if not derisively, then with a certain\namount of condescension.  A one-year sentence is one\nof the few exceptions.  This sentence is called a <em>bullet</em>,\ntaken from card-players' terminology for an ace.  Anyone\nwith a <em>bullet</em> has been dealt a good hand, one that\nis superior to most others.  Short sentences are those\nwhich can be done <em>standing on one's head</em> 'with small\ninconvenience.'  The longer sentences, though, are described\nin monetary terms, perhaps because prisoners\noften equate time with money and all time spent in\nprison is money lost.  A prisoner with a five-year sentence\nis <em>pulling a nickel</em>, ten years is <em>pulling a dime</em>,\nand twenty-five is <em>pulling a quarter</em>, all small change.\nThese sentences are still relatively manageable and accessible\nto humor; however, the expressions for types of\nlife sentences move away from concepts of money.  In\nstate prisons, those with three felonies are given\ntwenty-to-life sentences.  Those with more than three\nfelonies are given fifty-to-life sentences.  Thus, one has\neither <em>the little bitch</em> or <em>the big bitch</em> laid on him,\nderived from <em>habitual</em> in the Habitual Criminal Act.\nThe prisoner is in the passive role; he doesn't admit to\nhaving done anything actively to get the sentence: it is\n<em>laid on him</em>.  Doing life means adjusting the consciousness\nto the fact that the prisoner ceases for the most\npart to be an autonomous entity.  Things are done to\nhim; he does little himself.  A straight life sentence\nwith a possibility for parole is referred to as <em>all day\nlong</em>.  Life without parole is <em>one dark day</em>.  Time is no\nlonger divided here into manageable units but becomes\na continuum without end and without hope.\nThe lightness and humor used to describe the shorter\nsentences are gone.  There is simply no escaping reality,\nthere is little left to joke about.</p>"
}