{
  "type": "Article",
  "title": "Antipodean English: Divided by a Common Tongue",
  "author": "George W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Divided by a Common Tongue</em></h1>\n<p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Those who grow up as members of a minor speech\ncommunity have one advantage, a strong incentive\ntoward bilingualism.  But speakers of a major language\nsuch as English have at least some faint shadow\nof this through their access to a number of literary\nsublanguages such as Welsh English, Scots, Indian\nEnglish, British, American, Australian, and other varieties\nof English.  Some more limited passive understanding\nof varieties of spoken language is also possible.\nAustralians seldom speak of <em>thumbtacks,\nsophomores</em>, or <em>tuxedos</em>, but would recognize the\nwords and understand their meanings.  They know\nAmericans call <em>lifts elevators</em> and <em>petrol gas, lollies\ncandy, railways railroads</em> and <em>trams trolleys</em> or <em>street-cars</em>\n(known especially because of the play, <em>A Streetcar\nNamed Desire</em>).  Particularly strange is the pronunciation\n<em>zee</em> for <em>zed</em>.  Australians may not recognize in <em>tick\ntack toe</em> a simple game of <em>noughts and crosses</em> and they\nmight not know exactly what a <em>drugstore</em> sells, but\nthey know the New York <em>subway</em> is not a pedestrian\nunderpass.  They rather admire the use of <em>through</em> to\nindicate inclusive dates.  Similarly, British English expressions\nnot current in Australia may be understood,\n<em>cinema, wellington boots</em>, or <em>wing</em> to refer to the mudguard\nof a car (what Americans equally strangely call\nthe <em>fender</em>).</p>\n<p>Not infrequently, however, differences result in\nmisunderstandings.  If I am told someone called, I assume\nthat that person visited the house; an American\nor someone influenced by American usage might be\nreferring to a phone call (we do use <em>call</em> in that\nphrase).  When my luggage (all right, <em>baggage</em>) was\nstolen from a car (<em>automobile</em>?) in England, my wife,\nstaying in the U.S. and, it appears, already contaminated\nwith its usage, asked if I had locked the <em>trunk</em>.  I\ntook this to mean the suitcase but she meant the <em>boot</em>\nof the car.  (In reporting this I have hesitated at the\nword <em>car</em>, thinking it might suggest a <em>railway</em> (often\n<em>railroad) carriage</em>!</p>\n<p>We understand that <em>suspenders</em> are not only for\nsocks, have given up trying to distinguish <em>scones, cookies,\nbiscuits</em>, and <em>crackers</em>, and, in another context,\nhave learned that British speakers talking of <em>corn</em> do\nnot necessarily mean sweet corn (maize, Indian corn).\nMore likely to cause trouble are references to a <em>first\nfloor</em>, which we, like the British, would call a <em>ground\nfloor</em>, or varying references to <em>billions</em> where, like the\nBritish, we are beginning to follow American usage, or\n<em>gallons</em> where the same name refers to different\nvolumes in Britain and the U.S.</p>\n<p>Australia has traditionally been attached to Britain\nand in theory follows British usage.  There is a good\ndeal of similarity in fact, and where there are differences\nit is often because there are local Australian\ndevelopments.  We follow English usage in saying <em>tap</em>\nmuch more often than American <em>faucet; got</em>, not <em>got-ten</em>;\nnamed <em>after</em> consistently, not <em>for; engine-driver</em>,\nnot <em>engineer; bonnet</em> not <em>hood</em> for <em>top</em> of a car;\n<em>draughts</em>, not <em>checkers; pram</em>, not <em>baby carriage; autumn</em>,\nnot <em>fall; standard lamp</em>; not <em>floorlamp</em>; and\n<em>swede</em> (consistently), not <em>rutabaga</em> (sometimes misnamed\n<em>turnip</em>).  We are likely to call a two-week period\na <em>fortnight</em>, and children don't always know not to call\nan eraser a <em>rubber</em> when they go to the States.  To <em>tick\noff</em> is for us to 'scold,' not to 'anger.'</p>\n<p>Sometimes it is the American word which is established\nhere against the British.  We talk of <em>semi-trailers</em>,\nor <em>semis</em> (pronounced SEMeez), not <em>articulated lorries</em>\n(though New Zealand usage appears to differ); our\n<em>cuffs</em> may be on trousers (British <em>turn-ups</em>) as well as\nsleeves; we say <em>mail</em>, not <em>post; sedan</em>, not <em>saloon car</em>;\nare familiar with <em>bleachers</em> or a university <em>campus</em>; say\n<em>station-wagon</em>, not <em>estate car</em>; know no other name for\na <em>crew cut</em>; tend not to distinguish <em>around</em> from <em>round</em>\nand use it with figures to mean 'about'; and would be\nmore likely to say “Please come in” than “Do come in.”</p>\n<p>It often happens that we are bilingual and use\neither a British or a U.S. term without distinction of\nmeaning.  There is no difference here between a <em>broad\njump</em> and a <em>long jump</em>.  Our <em>luggage</em> might equally\nwell be <em>baggage</em>; a (car) <em>muffler</em> is another name for a\n<em>silencer</em>; a <em>zucchini</em> the same as a <em>courgette</em>.  An <em>egg-plant</em>\ncan be called an <em>aubergine</em>, a <em>squash</em> a <em>marrow</em>.\n<em>Lorry</em> has a somewhat British flavor as a name for a\n<em>truck</em>, but <em>crib</em> retains a faint American flavor as a\nname for a <em>cot</em>.  Oddly the U.S. <em>stove</em> sounds more\ntraditional than the English <em>cooker</em> (which I somehow\nassociate with advertisements).  <em>Yard</em> (if without vegetables\nor flowers) is favored over <em>garden</em> here, and\nthere is local variation in Australia between <em>runners</em>\n(Victoria) and <em>tennis shoes, sandshoes</em>, or <em>gym shoes</em>\n(but <em>plimsolls</em> is decidedly British).</p>\n<p>Americanisms in Australian English seem likely to\nincrease as ties with Britain weaken and the Pacific\nregion gains importance.  There is a tendency for\nAmericanisms to “take on.”  There is much opposition.\nEven English teachers, untrained in linguistics, are apt\nto confuse colloquial and regional with substandard,\nand equate American influence, especially its more\ncolloquial and disputed reaches, with a kind of disease\nin language.  There was once a campaign against the\nuse of <em>overall</em> to mean 'general(ly),' then <em>hopefully</em> as a\nsentence adjunct came under fire.  <em>Presently</em> meaning\n'at present' is attacked, and even the present liberalminded\nwriter has qualms about following <em>different</em>\nwith <em>than</em> (useful though that construction is).  Where\nAmerican flavor is less evident (as in using <em>flashlight</em>\nfor <em>torch</em> or <em>dessert</em> for <em>sweets</em>) there is less likely to be\nopposition and in at least one case, the formula “You're\nwelcome” as a reply to “Thanks,” there should surely\nbe general acceptance.  Sometimes opposition is deeper\nto commercial penetration by American interests\n(<em>French fries</em> rather than <em>chips</em>), or an Americanism is\nleft mainly to advertisers (<em>drapes</em> for <em>heavy curtains</em>—though\n<em>stroller</em> seems to be making some headway\nmore generally against <em>push-chair</em> or <em>pusher</em>).  Angry\nletters to newspapers by adults who hear a child\ncall a <em>skipping-rope a jump-rope</em> presumably fear that\nit represents some threat to our independence.  The\ndegree of opposition to colloquial Americanisms is a\nmeasure of their attraction, especially to the young.\nThere is a pleasure in saying <em>for free</em> or <em>meet up with</em>\nor <em>miss out on</em> which seems to be more than a liking\nfor the forbidden.  Unfortunately there is a further tendency\nto add a rich dose of what is taken to be American\nslang and so we have a stereotype American that\nmost real-life Americans would be glad to disown.\nNever mind.  They will have their revenge as a new\nstereotype invades their shores, the uncouth <em>dinkum\nAussie</em> of some popular Australian films.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Divided by a Common Tongue</em></h1> <p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Those who grow up as members of a minor speech\ncommunity have one advantage, a strong incentive\ntoward bilingualism.  But speakers of a major language\nsuch as English have at least some faint shadow\nof this through their access to a number of literary\nsublanguages such as Welsh English, Scots, Indian\nEnglish, British, American, Australian, and other varieties\nof English.  Some more limited passive understanding\nof varieties of spoken language is also possible.\nAustralians seldom speak of <em>thumbtacks,\nsophomores</em>, or <em>tuxedos</em>, but would recognize the\nwords and understand their meanings.  They know\nAmericans call <em>lifts elevators</em> and <em>petrol gas, lollies\ncandy, railways railroads</em> and <em>trams trolleys</em> or <em>street-cars</em>\n(known especially because of the play, <em>A Streetcar\nNamed Desire</em>).  Particularly strange is the pronunciation\n<em>zee</em> for <em>zed</em>.  Australians may not recognize in <em>tick\ntack toe</em> a simple game of <em>noughts and crosses</em> and they\nmight not know exactly what a <em>drugstore</em> sells, but\nthey know the New York <em>subway</em> is not a pedestrian\nunderpass.  They rather admire the use of <em>through</em> to\nindicate inclusive dates.  Similarly, British English expressions\nnot current in Australia may be understood,\n<em>cinema, wellington boots</em>, or <em>wing</em> to refer to the mudguard\nof a car (what Americans equally strangely call\nthe <em>fender</em>).</p> <p>Not infrequently, however, differences result in\nmisunderstandings.  If I am told someone called, I assume\nthat that person visited the house; an American\nor someone influenced by American usage might be\nreferring to a phone call (we do use <em>call</em> in that\nphrase).  When my luggage (all right, <em>baggage</em>) was\nstolen from a car (<em>automobile</em>?) in England, my wife,\nstaying in the U.S. and, it appears, already contaminated\nwith its usage, asked if I had locked the <em>trunk</em>.  I\ntook this to mean the suitcase but she meant the <em>boot</em>\nof the car.  (In reporting this I have hesitated at the\nword <em>car</em>, thinking it might suggest a <em>railway</em> (often\n<em>railroad) carriage</em>!</p> <p>We understand that <em>suspenders</em> are not only for\nsocks, have given up trying to distinguish <em>scones, cookies,\nbiscuits</em>, and <em>crackers</em>, and, in another context,\nhave learned that British speakers talking of <em>corn</em> do\nnot necessarily mean sweet corn (maize, Indian corn).\nMore likely to cause trouble are references to a <em>first\nfloor</em>, which we, like the British, would call a <em>ground\nfloor</em>, or varying references to <em>billions</em> where, like the\nBritish, we are beginning to follow American usage, or\n<em>gallons</em> where the same name refers to different\nvolumes in Britain and the U.S.</p>"
}