{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p>1.  <em>Advertising</em>:</p>\n<p>(a)  Before your very eyes, another intransitive\nverb bites the dust!  If you enjoy watching the language\nchange, keep your eye on <em>shop</em>.  It is an established\ntransitive verb in British slang, where to <em>shop</em> someone\nmeans to betray him to the police or other authorities.\nBut the Americans, always ready to exploit commercialism,\nhave taken to removing the <em>at</em> from the traditional\n<em>Shop at Gimbels</em>: now that Gimbels is (<em>are?</em>)\ngone, we are told to <em>Shop Macys, Harrods</em>, etc.  What\nhave they ever done to me?</p>\n<p>(b)  One is easily seduced into believing that the\nadvertising agency for a new headache remedy must\nbe delighted that the name of the product seems to be\nthe 1980s' version of <em>MadAve</em>: it is called <em>Advil(le)</em>.</p>\n<p>(c)  Coors managed to make the wrong choice no\nmatter how one looks at it.  Their current slogan is\n<em>Coors ages their beer</em>.  With a name like <em>Coors</em>, which\nsounds like a plural anyway, there is unlikely to have\nbeen any objection to <em>Coors age their beer</em>.  If they\nrevel in their singularity, then <em>Coors ages its beer,\nCoors ages the beer, Coors ages beer</em>, or what-have-you—anything\nbut what they have.</p>\n<p>(d)  On a logic-defying note, how about this exchange\nin a TV commercial for Genovese Drugstores?:</p>\n<blockquote>\n<p>SHE: How can we afford to take so many pictures?</p>\n<p>HE: At Genovese, the more we take, the more\nwe save.</p>\n</blockquote>\n<p>(e)  To <em>marathon, sale-athon</em>, you might want to\nadd <em>Toyotathon</em>.  On the other hand, you might not.</p>\n<p>(f)  Wrangler seem to be having DNA problems.\nIn their TV commercials aimed at women, in which\n“special fitting” is stressed, they have come up with a\nline that ought to arouse the feminists: “It's not a better\nbody you need, it's better genes.”</p>\n<p>(g)  There are desperate drinkers in the West\nCountry of England.  An advertisement in <em>The Sunday\nTimes</em> (27 September 1987) offers “Sheep Dip—An 8\nyear old pure Malt Scotch whisky much enjoyed by the\nvillagers of Oldbury-on-Severn.”</p>\n<p>2.  <em>Insurance/Law Note</em>: [from <em>Buck Rogers</em>, 19 April\n1987]</p>\n<blockquote>\n<p>WILMA: I'll check the engineroom for damages.</p>\n</blockquote>\n<p>3.  [<em>Editor's Prejudice Department</em>]\nDon't you wish that TV would</p>\n<p>(a)  stop spending so much of its time promoting\nitself and the entertainment business in general?  Virtually\neveryone interviewed on every talk show (with a\nfew notable exceptions) is an “entertainer.”  Where are\nthe artists, musicians, authors, philosophers, teachers,\nhistorians, craftsmen, physicists, chemists, biologists,\npsychologists, etc.?</p>\n<p>(b)  notwithstanding the (disconcerting) prospect\nof 3D reception in the future, reduce for the time\nbeing the overwhelming frequency of commercials for\nDouches, Diapers, and Drugs?  The latest disposable\ndiaper commercial features <em>blue urine!</em></p>\n<p>(c)  eliminate—or, at least, reduce—violence by\nmaking those actors who meet a horrible death on the\ntube <em>stay dead?</em></p>\n<p>(d)  make toilet-paper manufacturers confine their\nsponsorship to shitcoms?</p>\n<p>(e)  discontinue (at once) all domestic comedies in\nwhich every five-year-old is a wise-cracking Groucho\nMarx?  (On a heartening note, the Bill Cosby show\ndied a quick rating death in the U.K.)</p>\n<p>(f)  forbid Kentucky Fried Chicken from using\nchickens on TV to promote their own consumption?</p>\n<p>(I'm no vegetarian, but aren't there limits?)</p>\n<p>4.  <em>Felicitous metaphor</em>: In an interview concerning\nthe Reagan/Gorbachev summit scheduled for late\n1987, Peter Hobday (BBC4, 25 September 1987) referred\nto those hardworking people responsible for the\ncomplex organizations details as <em>Sherpas</em>.</p>\n<p>5.  The British Home Office maintains a register of\nprisoners who have escaped custody.  According to a\nnewspaper report, it is called <em>The Book of Exodus</em>.\n[September 1987]</p>\n<p>6.  <em>Irish Bull Department:</em> “But how do I know what is\ngoing to be useful or make me laugh until I see it?”\n[Philip Howard, <em>The Times</em>, 28 September 1987]</p>\n<p>7.  The name of the former Conservative Lord Mayor\nwho urged the city councillors of Birmingham, England,\nto license brothels is <em>Freda Cocks</em>.  [October\n1987]</p>\n<p>8.  In an effort to acquaint London taxi drivers with\nthe whereabouts of the new Stolport (short take-off\nand landing airport) in the East End, Brymon, the\nproprietors, are holding a competition for an airport\nmonicker in rhyming slang.  [October 1987]</p>\n<p>9.  <em>Librarians, Thesaurus Compilers, and Other Cataloguers\nPlease Copy:</em> According to <em>The Times</em> City\nDiary [15 October 1987], the Sheffield City Council\nlists cemeteries and crematoria under RECREATION DEPARTMENT;\nWirral County Council lists them under\nLEISURE (along with parks, museums, and public\nbaths); the London Stock Exchange lists funeral directors\nunder FREIGHT AND TRANSPORT.</p>\n<p>10.  In October 1987, the British Independent Broadcasting\nAuthority, several Tory MPs, executives of\nChannel 4, and several prominent literary figures, including\nAuberon Waugh, Harold Pinter, Andrew Motion,\nand Peter Levi, became embroiled in a dispute\nconcerning the banning from a reading, scheduled for\nNovember on Channel 4, of “v.,” a poem by Tony\nHarrison on the grounds that it is “a torrent of abscene\nlanguage” and a “stream of four-letter filth.”  It does\nseem curious that Great Britain and America, which\nmake so much of the issue of the freedom of the press\n(and, one must assume, other media), still suffer from\nperiodic attacks of puritan logomancy, while countries\nthat have never made such a fuss over such matters\nappear to be surviving quite well, unsullied by pornography\non TV and, in the case of Italy, unaffected by\nthe election to Parliament of “La Cicciolina” (Ilona\nStaller), a star of pornographic films.  In his leading\narticle in <em>The Times</em> [19 October], Bernard Levin\nquite properly (if that is the right word) laces into the\nYahoos.  Harrison's poem, according to report, is an\naccount by a Leeds United skinhead on finding graffiti\nsprayed on his parents' gravestone.  As no one has yet\ncome up with a cleaning material successful in removing\ngraffiti, perhaps the only way to get rid of it is to\nlegislate it away.  The furor has had one desirable effect:\nif the reading is broadcast, Channel 4 can be\nassured of the widest possible audience, even though a\nsignificantly large percentage of the viewers is likely to\nconsist of prurient prudes.</p>\n<p>11.  All Belgium is divided into two parts; in the northern,\nthe official language is Flemish, in the southern,\nFrench.  In the Flemish village of Fouron, quite close\nto the border and at the eastern (Dutch) border, it has\nbeen reported that the mayor, who, by law, must be\nable to speak Flemish, was dismissed because he failed\na language proficiency examination.  Countering this\naction, the people of Fouron reelected him.  The law\nbeing what it is, he was required to take the examination\nagain—and again, and again—in all, he refused\nnine times to submit.  As a result (the details were\nsketchy), in October the entire Belgian government\nwas compelled to resign, and the problem was not\nexpected to be resolved till the end of 1987, when elections\nwere again held.</p>\n<p>12.  “[A] layer of unskilled yahoos devoid of either intellectual\nor spiritual depth” is the way Sir Geoffrey\nElton, regius professor of modern history at Cambridge\nUniversity, characterized the coming generation\nif the government were to allow Latin to seek its own\nlevel in the national curriculum.  The present requirement\nis for “a modern language”; the Secretary of\nState for Education and Science, Mr. Kenneth Baker,\nplans to change this to “a foreign language” or “a\nmodern foreign or classical language.”  By the time\nthey have sorted out what “a modern classical language”\nmight be, it will probably include standard\nEnglish.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p>1.  <em>Advertising</em>:</p> <p>(a)  Before your very eyes, another intransitive\nverb bites the dust!  If you enjoy watching the language\nchange, keep your eye on <em>shop</em>.  It is an established\ntransitive verb in British slang, where to <em>shop</em> someone\nmeans to betray him to the police or other authorities.\nBut the Americans, always ready to exploit commercialism,\nhave taken to removing the <em>at</em> from the traditional\n<em>Shop at Gimbels</em>: now that Gimbels is (<em>are?</em>)\ngone, we are told to <em>Shop Macys, Harrods</em>, etc.  What\nhave they ever done to me?</p> <p>(b)  One is easily seduced into believing that the\nadvertising agency for a new headache remedy must\nbe delighted that the name of the product seems to be\nthe 1980s' version of <em>MadAve</em>: it is called <em>Advil(le)</em>.</p> <p>(c)  Coors managed to make the wrong choice no\nmatter how one looks at it.  Their current slogan is\n<em>Coors ages their beer</em>.  With a name like <em>Coors</em>, which\nsounds like a plural anyway, there is unlikely to have\nbeen any objection to <em>Coors age their beer</em>.  If they\nrevel in their singularity, then <em>Coors ages its beer,\nCoors ages the beer, Coors ages beer</em>, or what-have-you—anything\nbut what they have.</p>"
}