{
  "type": "Article",
  "title": "Playing the Numbers Game",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Playing the Numbers Game</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>From time to time, I hear people say, “That didn't\nwork.  I guess we'll have to go back to ground\nzero.”  <em>Ground zero</em> is a relatively new compound in\nthe English language that refers to the surface area\ndirectly below or above the point of detonation of a\nnuclear bomb.  Thus, one can't really go back to\n<em>ground zero</em>.  The more common and more logical\nphrase is “I guess we'll have to go back to square one.”\nHere the analogy is to a board game or a street game\nlike hopscotch, where a player has to return to the\nsquare where he started.  A number of common English\nwords and expressions contain cardinal, ordinal,\nand embeddded forms of the numbers zero through\nten.  Doing a number on the origins of these words and\nphrases reveals some of the most intriguing and controversial\netymologies in our language.</p>\n<p>Something that is <em>A-1</em> is absolutely first class.  <em>A-1</em>\nwas first used by Lloyd's of London in 1756 as the\nhighest possible rating for purposes of maritime insurance.\nThe letter pertained to the condition of the hull\nand the number to the ship's rigging and gear.  Hidden\nin the rigging of the word <em>atonement</em> is the number\none.  That's because <em>atonement</em>, in its original religious\nsense, meant 'at-one-ment' with God.  The verb <em>atone</em>\ncame later and means 'at one.'</p>\n<p>Noting that lambs flick their tails so briskly that\nthe action is scarcely visible, early nineteenth century\nfarmers began using the expression <em>two shakes of a\nlamb's tail</em> to mean 'quickly, in the twinkling of an\neye.'  A similar idiom, <em>I'll be done in two shakes</em>, referring\nto shakes of dice in a cup or dice box, developed in\ngambling parlance.  When we talk about people born\nwith <em>two strikes against them</em>, we are, of course, invoking\na baseball metaphor and comparing the disadvantaged\nor handicapped subject to a batter who is\nvery close to being struck out.</p>\n<p>More hidden forms of <em>two</em> occur in <em>twilight, zwieback,\nbetween</em>, and <em>betwixt</em>, in which <em>twi, zwie,\ntween</em>, and <em>twixt</em> all mean 'two.'  Thus, <em>twilight</em> is literally\nthe 'time of two lights: the fading sunset and the\nemerging light of the moon and stars' while the root\nsense of <em>zwieback</em> is 'twice baked.'</p>\n<p>In <em>three sheets in</em> (or <em>to</em>) <em>the wind</em>, a common\nexpression for an unsteady state of drunkenness, <em>sheets</em>\nrefers to the lines attached to the two lower corners of\na square sail for control.  When both sheets of an old\nsailing vessel came loose or were allowed to run free,\nthey were said to be “to the wind,” and the sail would\nflap wildly, out of control, like a person inebriated.\nSince, technically, there are only two sheets, <em>three\nsheets to the wind</em> is a hyperbole.</p>\n<p>Just as a third degree burn is the most severe and\ndamaging type, so giving somebody <em>the third degree</em> is\nthe most extreme method of questioning.  Another explanation\nof the phrase is that in Freemasonry the\nthird degree, that of master mason, requires of the\ninitiate an extremely elaborate and severe test of his\ncraftsmanship.  <em>Third world nations</em> are those underdeveloped\ncountries of Africa, Asia, and Latin America\nwho have not officially allied themselves with the first\nand second worlds, that is, the Communist and nonCommunist\ngroupings.</p>\n<p>Have you ever wondered if the <em>tri</em> in <em>trivial</em> is the\nsame as the <em>tri</em> in words such as <em>triple, tripod</em>, and\n<em>trinity</em>?  In fact, <em>trivial</em> does come from the Latin <em>tri</em>\n'three' and <em>via</em> 'way' and means literally 'like something\nfound at a place where three roads meet.'  In\nancient times, travelers and shoppers returning from\nthe market place often stopped at intersections where a\nside road joined a main road in order to gossip.  Hence\nthe definition of <em>trivial</em>: 'common, insignificant.'</p>\n<p>Which brings us to the word <em>quarantine</em>.  Is the\n<em>quar</em> in <em>quarantine</em> related to the <em>quar</em> in <em>quarter</em> and\n<em>quartet</em>?  Again the answer is yes, and again we must\nlook back in time.  In thirteenth and fourteenth century\nVenice and other ports along the Adriatic, to prevent\nthe importation of the dread bubonic plague,\nships' passengers and cargoes were customarily isolated\nfor forty days (from the Latin <em>quadraginta</em> and Italian\n<em>quaranta</em>), held to be the incubation period for the\ndisease.  Since then, the meaning of <em>quarantine</em> has\nbeen extended and generalized.</p>\n<p>More obvious occurrences of the number four are\nfound in <em>four-flusher</em> and <em>Fourth Estate</em>.  A <em>four-flusher</em>\nis a phony or a bluffer.  The term arose from the game\nof poker, in which a player may pretend to have a\nwinning flush of five cards when in fact he or she holds\na worthless hand of four same-suit cards and one that\ndoesn't match.  <em>Fourth Estate</em> as a designation for the\npress originated in a speech of Sir Edmund Burke in\nParliament.  He noted the various estates of the\nrealm—the Lords Spiritual, the Lord Temporal, and\nthe Commons—then pointed to the press gallery and\nadded: “And yonder sits the Fourth Estate, more important\nthan them all.”</p>\n<p>A <em>fifth wheel</em> on a vehicle is usually useless and\nburdensome, and a person so regarded is analogous to\nan extra, superfluous wheel.  Far less apparent is the\n<em>quin</em> in <em>quintessence</em>, which turns out to be the same\nword part that appears in <em>quintet</em> and <em>quintuplets</em> and\nmeans 'five.'  The ancient Greeks held that everything\nin the universe was composed of four elements—earth,\nair, fire, and water.  To these Aristotle added a 'fifth\nessence,' the purest and most concentrated of all the\nelements because it made up the heavenly bodies and\nman's God-seeking soul.  Thus, the quintessence (Greek\nthrough Latin: <em>quinta essentia</em>) is its purest form.</p>\n<p>Like <em>A-1</em> and <em>three sheets to the wind</em>, to <em>deep six</em>\nis a seafaring metaphor.  It is an old naval term meaning\nto 'throw overboard,' the six meaning 'six fathoms\ndown.'  By extension, the phrase has come to mean to\n'kill a person or get rid of something.'</p>\n<p>Like the expressions <em>two shakes</em> and <em>four-flusher,\nat sixes and sevens</em> might have originated in the world\nof gambling, in this case a dice game old enough to\nhave been reported by Chaucer in the <em>Canterbury\nTales</em>.  Apparently the dice used by the Canterbury\npilgrims had numbers higher than those in use today,\nbut rolling a six and a seven was attempted only by\nstubborn or careless players.  The present-day meaning\nof <em>at sixes and sevens</em>—'all disorder and confusion'—appears\nto come from the fact that only a disordered\nand confused player would roll for such a\ncombination.</p>\n<p>Now that we've reached the number seven, your\nsixth sense (the one beyond sight, hearing, touch,\ntaste, and smell) may be leading you to the origin of\nthe compound <em>seventh heaven</em>, the very height of happiness.\nIn Islamic religion, as set forth in the Koran,\nthe seventh ring of stars is the highest, “the heaven of\nheavens,” and hence represents the supreme bliss.</p>\n<p>To be <em>behind the eight ball</em> is yet another gaming\nterm.  In one version of Kelly pool the balls must be\npocketed in numerical order except for the eight,\nwhich must be saved for last.  If another ball touches\nthe eight, the player is penalized.  Thus, any player\nwhose cue ball or target is behind the eight ball is in\nthe difficult position of having to sink another ball\nwithout touching the eight.  By extension, <em>behind the\neight ball</em> has come to denote any difficult situation.</p>\n<p>With your new knowledge of numerical expressions,\nyou may be <em>on cloud nine</em>, which is akin to\nbeing <em>in seventh heaven</em>.  One theory proposes that,\njust as <em>seventh heaven</em> is based on the Islamic conception\nof a seven-tiered universe, <em>on cloud nine</em> derives\nfrom the Ptolemaic conception of the universe as nine\nconcentric spheres, the highest of which is Heaven.\nOther theories explain the idiom as a reference to the\nInternational Classification of Clouds, in which a\n“cloud nine” is a cumulonimbus cloud that may reach\n30,000 to 40,000 feet.</p>\n<p>Etymologists continue to search for the origins of\ntwo other popular expressions involving the number\nnine.  <em>The whole nine yards</em>, meaning roughly the\nsame as <em>whole hog</em> and <em>whole ball of wax</em>, has inspired\nthree theories, none of which can be absolutely proven\nat this time.  Some contend that bolts of cloth used to\nconsist of nine yards and that only the fanciest of\ndresses would require the whole bolt.  Others postulate\nthat a three-masted square-rigger carried nine yards of\nsail, three on each mast, so <em>the whole nine yards</em>\nwould mean 'the sails were fully set.'  A third explanation,\nand one supported by my interviews with local\nworkers, is that the trucks on whose backs repose\nlarge, revolving cement mixers hold nine cubic yards\nof cement.  Hence, any job that requires all that the\ntruck holds will take <em>the whole nine yards</em>.</p>\n<p><em>Dressed to the nines</em> 'wearing one's best from head\nto toe,' may be a corruption of the Middle English\n<em>dressed to then eynes</em> 'to the eyes.'  Or the phrase may\nspring from the Scottish game of ninepins, in which\nnine is the maximum score possible on any one throw.\nOr the nines may simply represent numerological perfection,\nthe number nine referring to the nine Muses,\nthe loftiest of Ptolemaic strata, or a trinity of trinities.</p>\n<p>A cowpoke <em>dressed to the nines</em> might well be\nwearing a <em>ten-gallon hat</em>.  The traditional theory is\nthat the high-crowned, broad-brimmed western hat\nwas worn in part because of its water-carrying capacity,\neven though no such hat could literally hold ten\ngallons.  Others assert that the <em>gallon</em> is borrowed from\nMexican Spanish <em>sombrero galón</em> 'ribboned hat,' an\nitem still in the costume of Mexican vaqueros.  The\nlarger the sombrero, the more <em>galones</em> are possible.  A\nsombrero of <em>diez galones</em> is some hat indeed.</p>\n<p>More hidden uses of the number ten occur in the\nwords <em>decibel</em> and <em>decimate</em>.  A <em>decibel</em> is so called\nbecause it expresses the ratio of two amounts of acoustic\npower equal to ten times the common logarithm of\nthat ratio.  <em>Decimate</em> arises from the nasty practice of\nthe Roman legions of maiming or slaying one out of\nevery ten captive soldiers.  Some purists insist that <em>decimate</em>\nshould continue to apply only to situations in\nwhich exactly ten percent of something is destroyed,\nbut in common usage the word has come to mean\n'destroy a large part of,' as in “the caterpillars decimated\nthe neighbourhood maple trees.”</p>\n<p>The earlies record of the <em>ten-foot pole</em> with\nwhich you wouldn't touch something appears in a 1738\nhistory by William Byrd: “We found the ground moist,\ninsomuch that it was an easy matter to run a ten-foot\npole up to the head of it.”  For more than a century the\n<em>ten-foot pole</em> remained essentially a literal object denoting\nsomeone or something more than ten feet deep\nor distant.  Midway through the nineteenth century the\nexpression began evolving into <em>I wouldn't touch it with\na ten-foot pole</em> and came to refer to someone or something\nrepugnant or distasteful.  May you be less at sixes\nand sevens and behind the eight ball and more in\nseventh heaven and on cloud nine, now that I have\ntouched these zero-through-ten expressions with a ten-foot\npole.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Playing the Numbers Game</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>From time to time, I hear people say, “That didn't\nwork.  I guess we'll have to go back to ground\nzero.”  <em>Ground zero</em> is a relatively new compound in\nthe English language that refers to the surface area\ndirectly below or above the point of detonation of a\nnuclear bomb.  Thus, one can't really go back to\n<em>ground zero</em>.  The more common and more logical\nphrase is “I guess we'll have to go back to square one.”\nHere the analogy is to a board game or a street game\nlike hopscotch, where a player has to return to the\nsquare where he started.  A number of common English\nwords and expressions contain cardinal, ordinal,\nand embeddded forms of the numbers zero through\nten.  Doing a number on the origins of these words and\nphrases reveals some of the most intriguing and controversial\netymologies in our language.</p> <p>Something that is <em>A-1</em> is absolutely first class.  <em>A-1</em>\nwas first used by Lloyd's of London in 1756 as the\nhighest possible rating for purposes of maritime insurance.\nThe letter pertained to the condition of the hull\nand the number to the ship's rigging and gear.  Hidden\nin the rigging of the word <em>atonement</em> is the number\none.  That's because <em>atonement</em>, in its original religious\nsense, meant 'at-one-ment' with God.  The verb <em>atone</em>\ncame later and means 'at one.'</p> <p>Noting that lambs flick their tails so briskly that\nthe action is scarcely visible, early nineteenth century\nfarmers began using the expression <em>two shakes of a\nlamb's tail</em> to mean 'quickly, in the twinkling of an\neye.'  A similar idiom, <em>I'll be done in two shakes</em>, referring\nto shakes of dice in a cup or dice box, developed in\ngambling parlance.  When we talk about people born\nwith <em>two strikes against them</em>, we are, of course, invoking\na baseball metaphor and comparing the disadvantaged\nor handicapped subject to a batter who is\nvery close to being struck out.</p>"
}