{
  "type": "Article",
  "title": "In Praise of St. Jerome",
  "author": "Virginia Howard",
  "location": "Metairie, Louisiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">In Praise of St. Jerome</h1>\n<p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p>\n<p>It all started with <em>The Grapes of Wrath</em>.  A friend\nwho had seen the movie version on television\nasked me how the book ended.  After my cryptic\ninstruction for her to read it for herself, she returned\nfrom the library with a new question, “Where did the\ntitle come from?”  Julia Ward Howe's <em>Battle Hymn of\nthe Republic</em> came immediately to mind, but, we\nasked ourselves, was that the origin of the phrase, or\nwere its roots in ancient soil?  The answer was in the\nlibrary's 1968 edition of <em>Bartlett's Book of Familiar\nQuotations</em>.  Under “grapes of wrath” in the index, I\nwas referred to Mrs. Howe's offerings, and from her\nquote “...trampling out the vintage where the\ngrapes of wrath are stored...” a footnote sent me to\nIsaiah 63:3:</p>\n<blockquote>\n<p>I have trodden the winepress alone; and of the people\nthere was none with me: for I will tread them in mine\nanger and trample them in my fury; and their blood\nshall be sprinkled upon my garments, and I will stain\nall my raiment.</p>\n</blockquote>\n<p>My trek through “grape” in the index of <em>Bartlett's</em>\nalso led me to “Beulah, peel me a grape” (Mae West)\nand “For they wish to fill the wine press of eloquence\nnot with the tendrils of mere words but with the rich\ngrape juice of good sense” (St. Jerome).  So taken with\nSt. Jerome's choice of (translated) words was I that\nlater, while seated in a comfortable chair at home, I\nreached for my own 1955 edition of <em>Bartlett's</em> to pursue\nand ponder St. Jerome's other verbal gems.  But\nwhat's this?  My copy of <em>Bartlett's</em> listed only five quotations\nunder St. Jerome's name, and the one about\nthe rich grape juice of good sense was not among\nthem.  The only quotations given were as follows:</p>\n<blockquote>\n<p>Avoid, as you would the plague, a clergyman who is\nalso a man of business.</p>\n<p>A fat paunch never breeds fine thoughts.</p>\n<p>Preferring to store her money in the stomachs of the\nneedy rather than hide it in a purse.</p>\n<p>The best almoner is he who keeps back nothing for\nhimself.</p>\n<p>It is no fault of Christianity if a hypocrite falls into sin.</p>\n</blockquote>\n<p>In the 1968 and 1980 editions of <em>Bartlett's</em>, St. Jerome\nwas credited with 38 “familiar” quotations.  How\ncould St. Jerome (A.D.C. 342-420) have said so much\nbetween 1955 and 1968?  At least one of his comments\namong those in the 1968 listing was certainly familiar\nback in 1955: “Never look a gift horse in the mouth.”\nIf St. Jerome was credited with saying it in 1968, who\ngot credit back in 1955?  The 1955 edition indicated\nthat Rabelais, in 1532, said, “He always looked a\ngiven horse in the mouth,” and a footnote clarified:\n“Archbishop Trench says the proverb (Never look a\ngift horse in the mouth) is certainly as old as Jerome of\nthe fourth century, who, when someone found fault\nwith certain writings of his, replied that they were\nfree-will offerings, and that it did not behoove to look\na gift horse in the mouth.”</p>\n<p>In the 1968 <em>Bartlett's</em>, St. Jerome said, “No athlete\nis crowned but in the sweat of his brow.”  Upon whose\nbrow was that drop of wisdom placed in 1955?  I found\nthe index deluged by sweaty brows, none having to do\nwith athletes:</p>\n<blockquote>\n<p>Badness, look you, you may choose easily in a heap:\nlevel is the path and right near it dwells.  But before\nVirtue the immortal gods have put the sweat of\nman's brow; and long and steep is the way to it, and\nrugged at the first.  (Hesiod, c. 720 B.C.)</p>\n<p>Which I have earned with the sweat of my brows.\n(Cervantes, 1547-1616)</p>\n<p>The sweat of a man's brow, and the exudations of a\nman's brains, are as much a man's own property as\nthe breeches upon his backside.  (Laurence Sterne,\n1713-68)</p>\n<p>His brow is wet with honest sweat.  (“The Village\nBlacksmith,” Longfellow, 1807-82)</p>\n</blockquote>\n<p>Thoreau, ever the maverick, had a different view: “It\nis not necessary that a man should earn his living by\nthe sweat of his brow, unless he sweats easier than\nI do.”</p>\n<p>Another 1968 St. Jerome offering that must have\nbeen familiar even back in 1955 was “Do not let your\ndeeds belie your words, lest when you speak in church\nsomeone may say to himself, 'Why do you not practice\nwhat you preach?' ”  Who was sermonizing in 1955?\nRowland Howard (floruit 1876) said:</p>\n<blockquote>\n<p>Waste not, want not, is a maxim I would teach,<br>\nLet your watchword be dispatch, and practice<br>\nwhat you preach.</p>\n</blockquote>\n<p>Logan Pearsall Smith (1865-1946) then came along\nand said, “That we should practise what we preach is\ngenerally admitted; but anyone who preaches what he\nand his hearers practise must incur the gravest moral\ndisapprobation.”</p>\n<p>St. Jerome's other maxims in the 1968 <em>Bartlett's</em>\ndid not appear to be duplicated by other sages in the\n1955 edition of the book, although one particularly\npleasing one had an earlier parallel of sorts.  St.\nJerome said:</p>\n<blockquote>\n<p>The face is the mirror of the mind, and the eyes\nwithout speaking confess the secrets of the heart.</p>\n</blockquote>\n<p>Centuries earlier, Publilius Syrus (c. 42 B.C.) said,\n“Speech is a mirror of the soul: as a man speaks, so is\nhe.”  Man sometimes speaks with such glib insincerity,\nhowever, that more truth may be found in St.\nJerome's observation than in that of Publilius Syrus.</p>\n<p>In fact, St. Jerome admonished, “Everything\nmust have in it a sharp seasoning of truth.”  He did,\nhowever, occasionally contradict himself.  Although he\ninsisted, “A friend is long sought, hardly found, and\nwith difficulty kept,” he also admitted, “The friendship\nthat can cease has never been real.”  If the second\npremise were true, then the friend in the first premise\nwould not be difficult to keep—unless the friendship\nwas never real.</p>\n<p>Other insightful comments that mysteriously surfaced\nbetween 1955 and 1968 as a part of St. Jerome's\nrepertoire did fit his own admonition:</p>\n<blockquote>\n<p>Love is not to be purchased and affection has no price.</p>\n<p>The scars of others should teach us caution.</p>\n<p>Even brute beasts and wandering birds do not fall into\nthe same traps or nets twice.</p>\n<p>Small minds can never handle great themes.</p>\n<p>It is worse still to be ignorant of your ignorance.</p>\n<p>No one cares to speak to an unwilling listener.  An\narrow never lodges in a stone; often it recoils upon\nthe sender of it.</p>\n<p>That clergyman soon becomes an object of contempt\nwho often asked out to dinner never refuses to go.</p>\n<p>When the stomach is full, it is easy to talk of fasting.</p>\n<p>The fact is that my native land is a prey to barbarism,\nthat in it men's only God is their belly, that they live\nonly for the present, and that the richer a man is the\nholier he is held to be.</p>\n<p>Early impressions are hard to eradicate from the mind.</p>\n<p>When once wool has been dyed purple, who can\nrestore it to its previous whiteness?</p>\n<p>Athletes as a rule are stronger than their backers; yet\nthe weaker presses the stronger to put forth all his\nefforts.</p>\n</blockquote>\n<p>And thus I capped a concoction fermented from a\ncluster of grapes.  Mae West said “Beulah, peel me a\ngrape” in both editions of <em>Bartlett's</em>, but in the 1955\nedition she said it in <em>She Done Him Wrong</em> and in the\n1968 edition, it was in <em>I'm No Angel</em>.  Should this\ninconsistency be pursued?  I think not.  One peeled\ngrape could lead to a bushel of slippery berries.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">In Praise of St. Jerome</h1> <p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p> <p>It all started with <em>The Grapes of Wrath</em>.  A friend\nwho had seen the movie version on television\nasked me how the book ended.  After my cryptic\ninstruction for her to read it for herself, she returned\nfrom the library with a new question, “Where did the\ntitle come from?”  Julia Ward Howe's <em>Battle Hymn of\nthe Republic</em> came immediately to mind, but, we\nasked ourselves, was that the origin of the phrase, or\nwere its roots in ancient soil?  The answer was in the\nlibrary's 1968 edition of <em>Bartlett's Book of Familiar\nQuotations</em>.  Under “grapes of wrath” in the index, I\nwas referred to Mrs. Howe's offerings, and from her\nquote “...trampling out the vintage where the\ngrapes of wrath are stored...” a footnote sent me to\nIsaiah 63:3:</p> <blockquote>\n<p>I have trodden the winepress alone; and of the people\nthere was none with me: for I will tread them in mine\nanger and trample them in my fury; and their blood\nshall be sprinkled upon my garments, and I will stain\nall my raiment.</p>\n</blockquote> <p>My trek through “grape” in the index of <em>Bartlett's</em>\nalso led me to “Beulah, peel me a grape” (Mae West)\nand “For they wish to fill the wine press of eloquence\nnot with the tendrils of mere words but with the rich\ngrape juice of good sense” (St. Jerome).  So taken with\nSt. Jerome's choice of (translated) words was I that\nlater, while seated in a comfortable chair at home, I\nreached for my own 1955 edition of <em>Bartlett's</em> to pursue\nand ponder St. Jerome's other verbal gems.  But\nwhat's this?  My copy of <em>Bartlett's</em> listed only five quotations\nunder St. Jerome's name, and the one about\nthe rich grape juice of good sense was not among\nthem.  The only quotations given were as follows:</p>"
}