{
  "type": "Article",
  "title": "Indian Words in English: Resident Aliens and Naturalized Citizens",
  "author": "Peter Heehs",
  "location": "Wayne, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Indian Words in English: Resident Aliens and Naturalized Citizens</h1>\n<p><em><span data-rel=\"author\">Peter Heehs</span> <span data-rel=\"location\">Wayne, Pennsylvania</span></em></p>\n<p>When does a loanword cease to be regarded as a\nloanword?  When, that is, does a word borrowed\nfrom another language cease to be considered\nan alien?  The process of naturalization is complete\nwhen the word has lost its exotic flavor and is regarded\nby most speakers as part of the ordinary lexicon of the\nborrower language.  The etymologist can of course still\ntrace its origin, but as far as anybody else is concerned,\nits antecedents are of no consequence.  There are a\nnumber of stages, overlapping but sufficiently distinct,\nbetween complete exoticism and complete domestication.\nThese can be illustrated by loanwords from\ndifferent Indian languages in English.  We have been\nborrowing Indian words for more than three hundred\nyears.  Most of them still have the allure of the exotic\nEast about them, but many are such solid citizens that\nno one would think of asking to see their immigration\npapers.</p>\n<p>The linguistic commerce between Indian and the\nEnglish-speaking world proceeds both ways, and it\narouses the interest of both parties.  At breakfast the\nother day, while I was questioning a friend about his\nuse of Hindi words in English sentences, a gentleman\nbeside us suddenly announced, somewhat defensively,\nthat this sort of mixture was after all quite natural.\nNot only did he and other Indians use words from their\nlanguages while speaking English, but English speakers\nalso employed many words of Indian origin.  One\ncould find them, he said, in the <em>Oxford Dictionary.</em>\nIndia has a great reverence for scriptures of all sorts.\nLexicons like Yaska's collection of glosses on difficult\nVedic words have acquired, through centuries of use by\nscholars, some of the authority of the sacred texts\nthemselves.  Certain <em>koshas</em> or 'treasuries' of related\nwords are studied side by side with Kalidasa's dramas\nand Bhartrihari's epigrams, and like them have\nachieved the status of classics.  And I have heard on\nreliable authority that a modern <em>pandit</em> (literal sense),\nwishing to learn the language of the one-time masters\nof India, decided that the best way to go about it\nwould be to learn the whole <em>Collins Gem Dictionary</em>\nby heart.</p>\n<p>Among scriptures of English there is of course\nnone so authoritative as the <em>Oxford English Dictionary,</em>\nso I was obliged to accept my breakfast-table interlocutor's\npoint as proved.  I was, besides, familiar\nwith the words he referred to.  They appear periodically\nin Sunday-supplement articles.  Who has not\nheard the story (probably fictional, as it turns out) of\nhow <em>punch</em> was so named after the <em>panch</em> (Hindi,\n'five') ingredients first used to make it?  What visitor to\nIndia has not looked with renewed interest on his <em>pyjamas</em>\nonce he has learned of their Persian origin?  But\nmost lists of Indian loanwords in English are disappointingly\nshort.  To get the full story one would have\nto search through the unabridged <em>OED,</em> and who has\ntime for such a labor?  Fortunately for the scholar, R.E.\nHawkins has recently published, first as a Supplement\nto the Indian edition of the <em>Little Oxford Dictionary,</em>\nand later as a separate book,<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>  a list of about two\nthousand lexical items culled from the <em>OED</em> and other\nsources.  I am indebted to this book for several of my\nexamples.</p>\n<p>Two thousand words is surely a significant contribution\nby one group of languages to another tongue.\nWhen one goes through Mr. Hawkins's list, however,\none soon realizes that it contains many more Indian\nwords used by Indians speaking English than by native\nEnglish speakers.  By my own very rough calculation,\nbased on a random sampling of twenty pages containing\n165 words, about 80 percent of Mr. Hawkins's\nentries are not loanwords at all, but words without\nadequate English equivalents used by Indians while\nspeaking English.  <em>Ghoongat</em> (Hindi 'face-veil') is not\nused by English speakers.  Neither are <em>dudhi</em> (Gujarati\n'gourd of family Cucurbitaceae') or <em>taka</em> (Bengali 'rupee').\nSuch words are included in English dictionaries\nfor the convenience of readers of books about India.\nThere is very little likelihood that they will ever become\nparts of the English language.  Indeed, the three\nexamples just given are hardly known outside the regions\nof their origin.  Other words of this type, however,\nare known by English-speaking people in all parts\nof India, as well as by many foreigners; for example,\n<em>kurta</em> (Hindi-Urdu 'shirtlike garment'), <em>bindi</em> (Hindi\n'mark on woman's forehead'), and <em>idli</em> (Tamil 'steamed\ncake of rice and gram').</p>\n<p>All of these examples and hundreds of others like\nthem have a decidedly exotic air about them.  They are\nregularly used in English only by two restricted groups\nof speakers: Indians who speak English, and English\nspeakers resident in India.  They cannot therefore be\nconsidered loanwords properly speaking.  They are not\nresident aliens but visitors.  India does have to her\ncredit, however, a good number of words known by\nspeakers without any special connection with India.\nMost of these words belong to one of three related\ncategories: flora and fauna, food and drink, and fabric\nand clothing.  Many names of Indian plants and animals,\nand products made from them, have entered our\nlanguage with their meanings practically intact, and\ntheir pronunciations relatively undistorted.  <em>Cheetah</em>\nflourishes in English even though the Indian variety of\n<em>Acinonyx jubatus</em> is practically extinct.  <em>Mangoes</em> are\nnow cultivated in Florida, and <em>jute</em> is twisted into rope\nin factories far from the Ganges delta.  <em>Afghan</em> coverlets\nand <em>cashmere</em> sweaters are found in some of the\nbest households.  <em>Calico</em> and <em>chintz</em> grace the homes of\nthe less affluent.  All of these words are familiar, but\nmost of them (calico and chintz may be exceptions) are\nclearly non-native.  They roam through our language\nlike Brahma bulls in a Texas pasture; put down roots\nlike patchouli trees in Kew Gardens.</p>\n<p>India has always been famous for its spirituality,\nso it should come as no surprise that another major\nsource of Indian words in English is religion.  Many\nsuch terms are rather new additions, and the list is\ngrowing: <em>guru, avatar, swami, nirvana, ashram.</em>\nThese five, and a number of others, have entered the\nlanguage directly from Sanskrit.  Their careful use by\nscholars and devotees has allowed them to keep a fair\napproximation of their original phonetic form.  The\npronunciation of other borrowings from the spiritual\nworld is commonly Anglicized, either because the\nwords contain phonemes that the English speaker's\ntongue cannot easily reproduce, such as the <em>dh</em> of <em>Buddha,</em>\nor because they were introduced not by admirers\nbut by detractors, <em>juggernaut,</em> for example.</p>\n<p><em>Juggernaut</em> had to submit to semantic as well as\nphonetic deformation when it reincarnated in English.\nThe word comes from the Sanskrit <em>jagat-nath,</em> Vishnu\n'Lord of the World,' specifically the image of Jagannath\nat Puri that is taken out in a famous procession.  It\nis doubtful whether many devotees of Lord Jagannath\never cast themselves under the wheels of his chariot;\nbut the connotative meaning that has arisen from this\nsupposed practice, 'deity (or cause, etc.) to which people\nblindly sacrifice themselves,' has in some English\ncontexts entirely replaced the denotative meaning that\nis still current in India.</p>\n<p>This sort of replacement of the literal by the figurative\nsense of a word can be observed in a number of\nalmost completely naturalized words that might be\nreferred to as quasi-religious or jocular-learned.  <em>Brahmin,\npundit,</em> and <em>pariah</em> are generally used in English\nfiguratively.  The same sort of semi-jocular meanings\nhave been given to the Sanskrit religious terms mentioned\nabove; all five are now employed more frequently\nin these derivative senses than in their proper\nmeanings.  Despite their increasing use, these “religious”\nwords are all recognizably foreign.  Their utility\nas ironic dismissive terms depends in large measure on\ntheir exotic character.</p>\n<p>Only about two dozen of the words that English\nhas borrowed from Indian languages have been so\nthoroughly assimilated that very few speakers think of\nthem as aliens.  Most of these belong to categories already\nconsidered.  Indian weavers, tailors, and dyers\nhave provided us with <em>pyjamas, bandanas, shawls,\ngunny</em> sacks, <em>dungarees</em>, and <em>khaki</em>.  One of the materials\npreviously mentioned has given rise to the more\nperfectly naturalized adjective <em>chintzy.</em>  Indian plants\nhave given us <em>toddy</em> and <em>cheroots;</em> their abundance has\nbrought <em>jungle</em> into the imaginations of mountain- and\ndesert-dwellers.  India is not famous as a nautical nation,\nbut we owe <em>catamaran</em> and <em>dinghy</em> to Indian\nboatmen.  From Indian domestic life have come <em>chit,</em><sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>\n<em>cot, shampoo, bungalow, tank, bazaar,</em> and <em>veranda.</em>\nAlmost all these words have significances in English\nthat differ considerably from the original meaning.\nThere is, in fact, a close correlation between the degree\nof assimilation and the amount of semantic\nchange.  <em>Lut</em> means 'loot,' <em>dingi</em> a 'small boat,' in\nHindi, but few other well-assimilated Indian loanwords\nhave kept their root senses so well.  <em>Tankh,</em> the\noriginal of <em>tank,</em> does not mean a fabricated container\nfor liquids, much less an armored combat vehicle, in\nGujarati.  Even if the original sense of a loanword is\npossible in English, as in <em>toddy, chit,</em> and <em>bazaar,</em> a\nderivative meaning, often far removed from the original,\nusually predominates, particularly outside India.\n<em>Khaki</em> can be used for anything “dust-colored” in English\nas in Hindi, but in our language the word is usually\nreserved for a certain color of cloth, or the coarse\nmaterial that is dyed this color.</p>\n<p>Occasionally the semantic change is so considerable\nthat the borrowed word has in English a meaning\nquite different, sometimes the very opposite of what it\nmeant in the source language.  <em>Shampoo</em> comes from\nthe Hindi <em>champo,</em> imperative of the verb <em>champna,</em>\n'to press,' hence 'to rub, massage.'  Somewhere along\nthe line the verb began to be used as a noun, first in\nthe sense of 'body-massage,' then 'scalp-massage,' then,\naccording to Hawkins, 'washing of hair with rubbing\nof scalp.'  Modern speakers of Hindi needing a soap for\nwashing their hair go the grocery store (rather, the\n“general merchants”) and ask for <em>shampoo.</em>  They use\nthis word, which they assume to be as English as\n<em>toothpaste,</em> whether they address the shopkeeper in\nHindi or English.  None of the half-dozen north Indians\nI questioned had any idea the word was originally\nHindi.</p>\n<p>An even greater metamorphosis has been undergone\nby <em>jungle.</em>  In Sanskrit <em>jangla</em> means 'dry, a\ndesert.'  This has given rise to the Hindi and Marathi\n<em>jangal,</em> properly 'wasteland,' but by extension 'wild\nplace, forest.'  The latter is the current meaning in\nHindi and related languages, so current in fact that\nnorth Indians speaking English often use <em>jungle</em> to\nmean any sort of forest, even one with deciduous or\nconiferous trees.  Only in English and languages that\nhave borrowed the word from English does <em>jungle</em>\ncarry exclusively the sense of 'tropical rain forest,' the\ndistinguishing characteristic being denseness of vegetation.\nTo Hindi speakers (at least to all four informants I\nhave asked) what makes a jungle a jungle is the possibility\nof meeting wild animals; the type of vegetation\ndoes not matter.  At any rate the familiar English word\n<em>jungle</em> has come a long way from the deserts of Rajasthan.</p>\n<p>Enterprising immigrants adopt many of the habits\nof their new homelands.  The more they do this, the\nmore like the natives they become, until a point is\nreached when they no longer can be considered strangers.\nAn apprehensive Londoner once complained that\nEngland was fish and chips, not rice and curry.  But\nwhat about hot toddy?  And if women in New York\nashrams never look really at home in their saris, what\ncould be more American than their children's khaki\ndungarees?</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>R.E. Hawkins, <em>Common Indian Words in English</em>. Delhi: Oxford University Press, 1984. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>I think of <em>chit</em> as being well assimilated because it was of frequent\noccurrence in my home in Illinois when I was growing up.  I was\nsurprised to find that none of my fellow expatriates were familiar\nwith it before coming to India.  My father tells me he picked up the\nword from other servicemen in the South Pacific in 1944. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Indian Words in English: Resident Aliens and Naturalized Citizens</h1> <p><em><span data-rel=\"author\">Peter Heehs</span> <span data-rel=\"location\">Wayne, Pennsylvania</span></em></p> <p>When does a loanword cease to be regarded as a\nloanword?  When, that is, does a word borrowed\nfrom another language cease to be considered\nan alien?  The process of naturalization is complete\nwhen the word has lost its exotic flavor and is regarded\nby most speakers as part of the ordinary lexicon of the\nborrower language.  The etymologist can of course still\ntrace its origin, but as far as anybody else is concerned,\nits antecedents are of no consequence.  There are a\nnumber of stages, overlapping but sufficiently distinct,\nbetween complete exoticism and complete domestication.\nThese can be illustrated by loanwords from\ndifferent Indian languages in English.  We have been\nborrowing Indian words for more than three hundred\nyears.  Most of them still have the allure of the exotic\nEast about them, but many are such solid citizens that\nno one would think of asking to see their immigration\npapers.</p> <p>The linguistic commerce between Indian and the\nEnglish-speaking world proceeds both ways, and it\narouses the interest of both parties.  At breakfast the\nother day, while I was questioning a friend about his\nuse of Hindi words in English sentences, a gentleman\nbeside us suddenly announced, somewhat defensively,\nthat this sort of mixture was after all quite natural.\nNot only did he and other Indians use words from their\nlanguages while speaking English, but English speakers\nalso employed many words of Indian origin.  One\ncould find them, he said, in the <em>Oxford Dictionary.</em>\nIndia has a great reverence for scriptures of all sorts.\nLexicons like Yaska's collection of glosses on difficult\nVedic words have acquired, through centuries of use by\nscholars, some of the authority of the sacred texts\nthemselves.  Certain <em>koshas</em> or 'treasuries' of related\nwords are studied side by side with Kalidasa's dramas\nand Bhartrihari's epigrams, and like them have\nachieved the status of classics.  And I have heard on\nreliable authority that a modern <em>pandit</em> (literal sense),\nwishing to learn the language of the one-time masters\nof India, decided that the best way to go about it\nwould be to learn the whole <em>Collins Gem Dictionary</em>\nby heart.</p> <p>Among scriptures of English there is of course\nnone so authoritative as the <em>Oxford English Dictionary,</em>\nso I was obliged to accept my breakfast-table interlocutor's\npoint as proved.  I was, besides, familiar\nwith the words he referred to.  They appear periodically\nin Sunday-supplement articles.  Who has not\nheard the story (probably fictional, as it turns out) of\nhow <em>punch</em> was so named after the <em>panch</em> (Hindi,\n'five') ingredients first used to make it?  What visitor to\nIndia has not looked with renewed interest on his <em>pyjamas</em>\nonce he has learned of their Persian origin?  But\nmost lists of Indian loanwords in English are disappointingly\nshort.  To get the full story one would have\nto search through the unabridged <em>OED,</em> and who has\ntime for such a labor?  Fortunately for the scholar, R.E.\nHawkins has recently published, first as a Supplement\nto the Indian edition of the <em>Little Oxford Dictionary,</em>\nand later as a separate book,<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>  a list of about two\nthousand lexical items culled from the <em>OED</em> and other\nsources.  I am indebted to this book for several of my\nexamples.</p>"
}