{
  "type": "Article",
  "title": "A Man of Fire-new Words",
  "author": "Richard Lederer",
  "location": "Concord, New Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Man of Fire-new Words</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p>\n<p>What do these sentences have in common?  “Has\nWill a peer?, I ask me.” “I swear he's like a\nlamp.”  “We all make his praise.”  Each of these three\nsentences is an anagram that uses all the letters in the\nname <em>William Shakespeare,</em> and each makes a true\nstatement; peerless Will Shakespeare shines through\nthe centuries and inspires our praise.</p>\n<p>Shakespeare's plays have been in almost constant\nproduction since their creation.  Because the playwright\ndealt with universal truths and conflicts in human\nnature, his works continue to draw audiences\nfrom all walks of life, just as they did in his own day.\nHistory has proven the truth of what Shakespeare's\ncontemporary, Ben Jonson, said of him: “He was not of\nan age, but for all time.”  An often neglected aspect of\nWilliam Shakespeare's genius is that he was the greatest\nword-maker of all time.  Ongoing research demonstrates\nthat there are 20,138 individual words (lemmata)\nin Shakespeare's published works—a figure that\nrepresents approximately 45 percent of the total recorded\nfor the English language up to the year 1623.\nOf the 20,138 such words that Shakespeare employs in\nhis plays, sonnets, and narrative poems, his is the first\nknown use of more than 1,700 of them.  More than 8.5\npercent of Shakespeare's vocabulary was fashioned\nfrom neologisms, making him by far the most verbally\ninnovative of our authors.</p>\n<p>Here is a list of fifty representative words that, as\nfar as we can tell, Shakespeare is the first to have used\nin writing.  So great is his influence on his native\ntongue that we find it hard to imagine a time when\nthese words did not exist:</p>\n<blockquote>\n<p><em>accommodation</em><br>\n<em>aerial</em><br>\n<em>amazement</em><br>\n<em>apostrophe</em><br>\n<em>assassination</em><br>\n<em>auspicious</em><br>\n<em>baseless</em><br>\n<em>bump</em><br>\n<em>castigate</em><br>\n<em>changeful</em><br>\n<em>clangor</em><br>\n<em>control (n.)</em><br>\n<em>countless</em><br>\n<em>courtship</em><br>\n<em>critic</em><br>\n<em>critical</em><br>\n<em>dexterously</em><br>\n<em>dishearten</em><br>\n<em>dislocate</em><br>\n<em>dwindle</em><br>\n<em>eventful</em><br>\n<em>exposure</em><br>\n<em>fitful</em><br>\n<em>frugal</em><br>\n<em>generous</em><br>\n<em>gloomy</em><br>\n<em>gnarled</em><br>\n<em>hurry</em><br>\n<em>impartial</em><br>\n<em>indistinguishable</em><br>\n<em>invulnerable</em><br>\n<em>lapse</em><br>\n<em>laughable</em><br>\n<em>lonely</em><br>\n<em>majestic</em><br>\n<em>misplaced</em><br>\n<em>monumental</em><br>\n<em>multitudinous</em><br>\n<em>obscene</em><br>\n<em>palmy</em><br>\n<em>perusal</em><br>\n<em>pious</em><br>\n<em>premeditated</em><br>\n<em>radiance</em><br>\n<em>reliance</em><br>\n<em>road</em><br>\n<em>sanctimonious</em><br>\n<em>seamy</em><br>\n<em>sportive</em><br>\n<em>submerge</em></p>\n</blockquote>\n<p>Now add to these individual words Shakespeare's\ndaring originality with compounds.  In addition to\nsplendid audacities such as <em>proud-pied April, heaven-kissing\nhill,</em> and <em>world-without-end hour,</em> Shakespeare\ngave to the English language such now-familiar compounds\nas <em>barefaced, fancy free, green-eyed, heartsick,\nhot-blooded, housekeeping, lackluster, leapfrog,\nlong-haired,</em> and <em>pitched battle.</em>  The striking compound\nthat Shakespeare used to describe Don Adriano\nde Armando in <em>Love's Labour's Lost</em> is an appropriate\nepithet for the playwright himself: “a man of fire-new\nwords.”</p>\n<p>Unrivaled in so many other ways, Shakespeare has\nno equal as a phrase-maker.  A student who attended a\nperformance of <em>Hamlet</em> came away complaining that\nthe play “was nothing more than a bunch of clichés.”\nThe reason for this common reaction is that so many of\nthe memorable expressions in <em>Hamlet</em> have become\nproverbial.  In that one play alone were born <em>mind's\neye; brevity is the soul of wit; primrose path; it smells\nto heaven; there's the rub; the very witching time of\nnight; not a mouse stirring; towering passion; there's\nmethod in his madness; ministering angel; dog will\nhave his day; the apparel oft proclaims the man; neither\na borrower nor a lender be; to thine own self be\ntrue; frailty, thy name is woman; something is rotten\nin the state of Denmark; more honored in the breach\nthan the observance; hoist with his own petard; the\nlady both protest too much; to be or not to be; and to\nthe manner born.</em></p>\n<p>To these we may append a small sample of everyday,\nidiomatic phrases from other Shakespearean\nplays: <em>what the dickens; breathe my last; live long\nday; the be-all and end-all; break the ice; one fell\nswoop; foregone conclusion; heart of gold; all that glisters\nis not gold; strange bedfellows; give the devil his\ndue; the course of true love never did run smooth;\nwear one's heart on one's sleeve; we have seen better\ndays; more sinned against than sinning; it's Greek to\nme; the most unkindest cut of all; itching palm; eat\nout of house and home; paint the lily; too much of a\ngood thing;</em> and <em>the milk of human kindness.</em></p>\n<p>Shakespeare was an extremely prolific writer.  In\ntwenty-five years he turned out thirty-seven long plays\nand co-authored several others, yet so felicitous was his\nphrasing that he still found time to provide generations\nof authors with titles for their books.  Take <em>Macbeth,</em>\nfor example.  Near the end of the play, Macbeth\nexpresses his darkening vision of life: “It is a tale/Told\nby an idiot, full of sound and fury,/Signifying nothing.”\nCenturies later, William Faulkner purloined a\nphrase from that speech, and <em>The Sound and the Fury</em>\nbecame a great American novel.  Earlier in the play,\none of the witches chants, “By the pricking of my\nthumbs,/Something wicked this way comes.”  Agatha\nChristie plucked the first line and Ray Bradbury the\nsecond as titles for their bestsellers.  Other borrowings\nfrom just the one play <em>Macbeth</em> include Rose Macauley's\n<em>Told by an Idiot,</em> Ellis Middleton's <em>Vaulting Ambition,</em>\nAdrienne Rich's <em>Of Woman Born,</em> Ngaio Marsh's\n<em>Light Thickens,</em> Alistair MacLean's <em>The Way to Dusty\nDeath,</em> Edward G. Robinson's <em>All Our Yesterdays,</em> and\nJohn Steinbeck's <em>The Moon is Down.</em>  From those other\nfavorites—<em>Julius Caesar, Hamlet,</em> and <em>Romeo and Juliet</em>—have\nbeen lifted the titles of Robert Stone's <em>The\nDogs of War,</em> James Barrie's <em>Dear Brutus,</em> John Gunther's\n<em>Taken at the Flood,</em> R. Lance Hill's <em>The Evil\nThat Men Do,</em> H. Hall's *The Valiant,*A.G. MacDonnell's\n<em>How Like an Angel,</em> Joyce Martins' <em>Rosemary\nfor Remembrance,</em> Arthur Schnitzler's <em>Undiscovered\nCountry,</em> Ernest Hebert's <em>A Little More Than Kin,</em> Eric\nKnight's <em>This Above All,</em> Dorothy Parker's <em>Not So Deep\nas a Well,</em> and Henry Wade's <em>No Friendly Drop.</em>  Add to\nthese Aldous Huxley's <em>Brave New World,</em> James Stewart\nCarter's <em>Full Fathom Five,</em> and Andrew Soutar's\n<em>Strange Bedfellows</em> (all from <em>The Tempest</em>); W. Somerset\nMaugham's <em>Cakes and Ale (Twelfth Night),</em> John\nSteinbeck's <em>The Winter of Our Discontent (Richard\nII),</em> John van Druten's <em>Bell, Book, and Candle (King\nJohn),</em> Richard Oke's <em>Wanton Boys (King Lear),</em> Frank\nSwinnerton's <em>The Merry Heart (Much Ado About\nNothing</em>), and Francis Ferguson's <em>Naked to Mine Enemies\n(Henry VIII);</em> and, from the sonnets, John Herbert's\n<em>Fortune and Men's Eyes,</em> Marcel Proust's <em>Remembrance\nof Things Past</em> (the English translation, of\ncourse), and Gary Wills' <em>Bare Ruined Choirs</em>—and it\nbecomes evident that William Shakespeare was one of\nthe most generous souls who ever put quill to parchment.\nAlthough he was never granted a title, he freely\ngranted titles to others.</p>\n<p>The etymologist Ernest Weekley said of Shakespeare,\n“His contribution to our phraseology is ten\ntimes greater than that of any writer to any language\nin the history of the world.”  The poet Walter Pater\nexclaimed, “What a garden of words!”  If Shakespeare\nhad not lived and written, our English tongue would\nbe immeasurably the poorer.  No day goes by that we\ndo not speak and hear and read and write his legacy to\nour language.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Man of Fire-new Words</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p> <p>What do these sentences have in common?  “Has\nWill a peer?, I ask me.” “I swear he's like a\nlamp.”  “We all make his praise.”  Each of these three\nsentences is an anagram that uses all the letters in the\nname <em>William Shakespeare,</em> and each makes a true\nstatement; peerless Will Shakespeare shines through\nthe centuries and inspires our praise.</p> <p>Shakespeare's plays have been in almost constant\nproduction since their creation.  Because the playwright\ndealt with universal truths and conflicts in human\nnature, his works continue to draw audiences\nfrom all walks of life, just as they did in his own day.\nHistory has proven the truth of what Shakespeare's\ncontemporary, Ben Jonson, said of him: “He was not of\nan age, but for all time.”  An often neglected aspect of\nWilliam Shakespeare's genius is that he was the greatest\nword-maker of all time.  Ongoing research demonstrates\nthat there are 20,138 individual words (lemmata)\nin Shakespeare's published works—a figure that\nrepresents approximately 45 percent of the total recorded\nfor the English language up to the year 1623.\nOf the 20,138 such words that Shakespeare employs in\nhis plays, sonnets, and narrative poems, his is the first\nknown use of more than 1,700 of them.  More than 8.5\npercent of Shakespeare's vocabulary was fashioned\nfrom neologisms, making him by far the most verbally\ninnovative of our authors.</p> <p>Here is a list of fifty representative words that, as\nfar as we can tell, Shakespeare is the first to have used\nin writing.  So great is his influence on his native\ntongue that we find it hard to imagine a time when\nthese words did not exist:</p>"
}