{
  "type": "Epistola",
  "title": "EPISTOLA Robin D. Gill",
  "contributor": "Robin D. Gill",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Robin D. Gill</span></h1>\n<p>I found Paul V. Axton's article, “The Nihongo\nReligion” [XIII, 2], a bit too much to stomach.</p>\n<p>“According to Whorf, language determines perception\nregardless of race....  For Tsunoda, race and\nlanguage are so intertwined that they cannot be separated.”</p>\n<p>Nonsense! Dr. Tsunoda makes it very clear in\n<em>Nihonjin-no-No</em> ('<em>The Japanese Brain</em>') that the process\nby which speakers of Japanese acquire their unique\nbrain functions is epigenetic and that anyone <em>of whatever\nrace</em> who learns Japanese before the age of seven\nor eight develops in an identical “Japanese” manner.\nMoreover, Tsunoda admits that people who have\ngrown up speaking vowel-heavy Polynesian languages\nshare the Japanese brain functions in question.</p>\n<p>To be fair to Mr. Axton, it would seem he picked\nup the mistaken view of Tsunoda's work from linguist\nRoy Andrew Miller who (knowing Japanese) should\nhave known better.</p>\n<p>“His experiments,” he claims, “show a marked\ndrop in activity in the creative brain of second-generation\nJapanese living overseas, of Koreans, Indians,\nWesterners, or, it seems, anyone who is not Japanese.”</p>\n<p>Nonsense! Tsunoda does indeed claim native Japanese\nspeakers speaking English show even a stronger\nleft hemispheric bias than they normally enjoy/suffer.\n(Koreans, on the other hand, can speak English without\nparticular stress because they don't share the\nJapanese brain-function.)  But he never writes that\nnon-Japanese are not as creative as Japanese.  Rather\nhe points out that Japanese overdependence on the left\nhemisphere may be responsible for a lack of truly creative\nwork in Japan and therefore suggests that Japanese\nlisten to Western classical music (harmonic music being\none of the few sounds to be received by the right\nbrain hemisphere of Japanese) in order to stimulate\ntheir creativity.</p>\n<p>Ironically, Mr. Axton's article has much in common\nwith Dr. Tsunoda's book in that both tend to\nmush together Tsunoda's scientific experiments and\namateur hypotheses.  Tsunoda's discovery of differences\nin sound cognition between, on the one hand,\nJapanese and Polynesian native speakers and, on the\nother, all other peoples he has tested to date is the\nresult of a carefully conducted series of hearing tests.\nBut his interpretation of the cultural significance of his\nfinds was strongly biased as he took the preexistent\nJapanese self-image and other (Western) images as gospel\nand fit his interpretation to them.</p>\n<p>Paul Axton's heavy reliance on Andrew Miller also\nexplains the numerous referrals to Professor Suzuki\nTakao who is unfairly depicted as some sort of high\npriest of “The Nihongo Religion.”  Please note that\nwhen Suzuki wrote “Foreigners properly ought not to\nunderstand the language at all,” he was not expressing\nhis opinion—which is just the opposite—but the unfortunate\nattitude of many if not most Japanese when\nconfronted with a Japanese-speaking person with\nnon-Japanese features.  Suzuki did a great service by\neloguently pointing out the problems arising from\nequating race with language and surely deserves better\nfrom Miller and, now, Axton!</p>\n<p>I refrain from dealing with every mistaken fact\nand unfair innuendo in the article because it is Christmas\nDay here in Tokyo and I have better things to do,\nincluding correcting the galleys of my next book:\n<em>Goyaku Tengoku</em> ('Mistranslation Paradise'), an\nexpose of the poor quality of English-Japanese translation\ncentering on Peter Farb's <em>Word Play</em>, which was\nhorribly mistranslated.</p>\n<p><em>[Robin D. Gill, Tokyo]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Robin D. Gill</span></h1> <p>I found Paul V. Axton's article, “The Nihongo\nReligion” [XIII, 2], a bit too much to stomach.</p> <p>“According to Whorf, language determines perception\nregardless of race....  For Tsunoda, race and\nlanguage are so intertwined that they cannot be separated.”</p> <p>Nonsense! Dr. Tsunoda makes it very clear in\n<em>Nihonjin-no-No</em> ('<em>The Japanese Brain</em>') that the process\nby which speakers of Japanese acquire their unique\nbrain functions is epigenetic and that anyone <em>of whatever\nrace</em> who learns Japanese before the age of seven\nor eight develops in an identical “Japanese” manner.\nMoreover, Tsunoda admits that people who have\ngrown up speaking vowel-heavy Polynesian languages\nshare the Japanese brain functions in question.</p> <p>To be fair to Mr. Axton, it would seem he picked\nup the mistaken view of Tsunoda's work from linguist\nRoy Andrew Miller who (knowing Japanese) should\nhave known better.</p>"
}