{
  "type": "Article",
  "title": "Microlinguistics",
  "author": "Harry Cohen",
  "location": "Brussels",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Microlinguistics</h1>\n<p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels</span></em></p>\n<p>My new flatlet is the smallest apartment I've ever\nhad.  The kitchen is a mere cubicle; there isn't\neven a place to hide the cookies from the dog.  The only\nwindow is in the dining room (aptly called dinette).  It\nlooks out on a hillock where a red-headed damsel with\na kitten on a leash is tending her goslings.  Near the\ntop, a lambkin is dozing in the shade of an obelisk.</p>\n<p>A load of nonsense?  Agreed.  I don't even have a\ndog.  The sole purpose of this silly tale is to present a\nnumber of words all of which convey a certain idea of\nsmallness: <em>flatlet, cubicle, cookie, dinette, hillock,\ndamsel, kitten, gosling, lambkin</em>—all of these suggest\nobjects of less than average size.  Clearly, the effect is\nachieved by the endings: <em>-let, -cle, -ie, -ette, -ock, -el,\n-en, -ling, -kin</em>.  A little experimenting will show that\nthese endings can do the same for certain other nouns.\nIn the case of <em>-ock</em>, for instance, think of the relative\nsize of a <em>bullock</em> or, if you are Scottish, a <em>bittock</em>.\nSuitable test material for the other endings includes:\n<em>tartlet, booklet, particle, versicle; birdie, bootee, statuette,\nsuperette</em>.  In this article, such words will be\ncalled DIMs, and their endings DIMSUFs.</p>\n<p>On closer inspection, the phrase “objects of less\nthan average size” appears to fit rather loosely in most\ncases.  It may be all right to use <em>droplet</em> for any little\ndrop but it would be incorrect to apply <em>kitchenette</em> to\nall undersized kitchens.  Kitchenettes constitute a category\nof their own, a recognized offshoot of kitchens\nproper.  Admittedly, they are small, but smallness is\njust one of their characteristics (as for the others, ask\nyour interior decorator).  Similar observations could be\nmade about words like <em>starlet</em> or <em>cigarillo</em> (<em>-illo</em> is also a\nDIMSUF).  Interestingly, what is true for <em>cigarillo</em> does\nnot hold for <em>cigarette</em>.  Cigarettes are no longer looked\nupon as a subspecies of cigars but rather as a separate\nsmoking article, on the same footing as, say, pipe tobacco.\nIn other words, cigarillos relate to cigars as\nchildren to parents, whereas cigarettes and cigars are\nmore like siblings.  Other examples of this kind: <em>ballet,\noperetta</em>, (<em>-etta</em> is another DIMSUF).</p>\n<p>Many DIMs have become even more emancipated.\nA <em>lancet</em> has little in common with a <em>lance</em>, though it\nmay be used for lancing.  <em>Eyelet</em> and <em>catkin</em> are linked\nto their origins by similarity in shape or appearance\nonly.  Yet, the implication of smallness subsists.  As these\nexamples suggest, there is a tendency for DIMs to evolve\ntoward semantic independence; indeed, many have\nlost their DIM character altogether.  <em>Muscle</em>, for instance,\nderives from the Latin DIM <em>musculus</em> 'little\nmouse,' a name probably inspired by the way the muscle\nmoves under the skin when tensing the biceps.  The\nDIMSUF is still visible, but any association with smallness\nhas vanished.  <em>Mussel</em>, though it stems from the\nsame source, seems to retain no sense of diminution.</p>\n<p>Less well known is the story of <em>obelisk</em>.  The word\noriginally meant 'small spit,' <em>-isk(os)</em> being an ancient\nGreek DIMSUF (cf. <em>asterisk</em> 'little star').  Designed to\nimpress the populace (and probably serving as phallic\nsymbols), obelisks were bound to expand, and we now\nthink of them as huge.  However, to remind you of their\nhumble beginnings, one of them has been given a\nplace in our introductory story.  In fact, we do not need\nto go back to antiquity to find autonomous ex-DIMs.  A\n<em>budget</em> was once a 'little bag,' a <em>morsel</em> a 'little bite,' a\n<em>manikin</em> a 'little man,' a <em>cutlet</em> ... no, not a little cut,\nbut a 'small rib' (from French côtelette).  More arcane\nare the fortunes of <em>tinsel</em> and <em>toilet</em>, of <em>codicil</em>,\n<em>calculus</em>, and <em>carbuncle</em>, of <em>gazette</em>, <em>bulletin</em>, and\n<em>formula</em>, of <em>mosquito</em>, <em>casino</em>, and <em>spaghetti</em>.  Real curios\nare DIMS that have preserved their ending but shed\nmost of their base, like <em>cello</em> (a shortening of <em>violoncello</em>)\nand <em>ghetto</em> (probably from Italian <em>borghetto</em> 'little\nborough').  <em>Uncle</em> also comes under this heading.\nBecause of the foreign origin of these words, identifying\ntheir DIM character requires some familiarity with\nDIM mechanics in other languages.  However, English\nkeeps adopting new DIMs from all parts of the globe:\n<em>babushka</em>, <em>neutrino</em>, <em>kopje</em>, <em>guerrilla</em>.  It is hard to say\nwhether all these importees ought to be classified as\nDIMs in the English lexicon.  And it would certainly be\nvain to attempt to compile an exhaustive list of English\nDIMSUFs.</p>\n<p>Even if we had a complete DIMSUF list, two\nproblems would remain.  First, most word endings\nserve different functions in different contexts.  For instance,\nthe ending <em>-let</em> acts as a DIMSUF in <em>platelet</em> but\nits role seems different in <em>wristlet</em> or <em>necklet</em>.  A <em>sapling</em>\nis small but a <em>hireling</em>, though lowly, is not.  And the\nRockies are certainly no tiny rocks! In short, there are\nnot only ex-DIMs and crypto-DIMs but also pseudo-DIMs.\nIf you come across a doubtful case, ask your neighborhood\netymologist.</p>\n<p>The other problem is that DIMs often have side\neffects.  While smallness remains the underlying concept,\nother ideas are conveyed as well.  One such concurrent\nnotion has already been demonstrated in the\nfirst paragraph of this article.  The various animals on\nthe slope of the hillock were indicated by DIMs that\ndefined them primarily as <em>young</em> creatures.  Their\nsmallness was rather a corollary.  The same holds for\n<em>ducklings</em> and <em>lionets</em>, and also for <em>maidens</em> and\n<em>princelets</em>.</p>\n<p>Then too, the DIMSUF <em>-ette</em> is often employed as a\nfeminizer, either to create a new female-agent name,\nlike <em>suffragette</em>, or to convert an existing male-agent\nname, as in <em>majorette</em>, or to adapt a proper name, as\nin <em>Paulette</em>.  The link with smallness rests on age-old\nconceptions about sex differentials but is rapidly losing\nforce.</p>\n<p>Many other DIMs, however, retain their full emotional\ncharge.  In fact, the conveyance of affective\nmeanings is the most notable side effect produced by\nDIMs.  A <em>lambkin</em> is not just a small lamb, it's a 'sweet\nlittle lamb,' a <em>piglet</em> a 'cute little pig,' a <em>doggie</em> a\n'charming little dog.'  Where feelings like tenderness,\nintimacy, or coziness come in, the size-reducing function\nretreats.  It may even become virtually imperceptible,\nas in <em>darling</em> or <em>daddy</em>, not to speak of\n<em>biggie</em>.  A borderline case is the adding of <em>-ie</em> (or <em>-y</em> or\n<em>-ee</em>) to clipped words, not only in nursery talk (<em>nappie</em>,\n<em>hankie</em>, <em>grannie</em>) but also in colloquial speech (<em>telly,\nhubby, comfy</em>), especially for proper names: <em>Eddie</em>,\n<em>Maggie</em>, <em>Dizzy</em> (Disraeli), <em>Monty</em> (Field Marshal Montgomery).</p>\n<p>So much for DIMs as terms of endearment.  Verbs\nlike <em>belittle</em> and <em>slight</em> suggest that they can go other\nways as well.  <em>Princeling</em> and <em>kinglet</em> can be derisive,\n<em>darkie</em> and <em>blackie</em> patronizing.  And it could be argued\nthat <em>hireling</em> is a DIM after all, used disparagingly.\nAs for truncation, <em>Aussie</em>, <em>Argie</em>, and <em>Paki</em> range\nin Britain from good-humored mockery to outright\ncontempt.  In areas like these, interpretation becomes\nprecarious.  Context or intonation can make all the\ndifference.  Indeed, some parts of DIM territory merge\ninto a semantic no-man's land where conflicting connotations\nmomentarily emerge, even overlap.</p>\n<p>Many languages apply the DIM concept, through\nDIMSUFs or other means.  This article can offer only a\nfew fragmentary remarks on the main official West\nEuropean languages.  Of these, the members of the\nRomance group are best equipped.  A quick look at\nItalian yields <em>-ino</em>, <em>-ello</em>, <em>-etto</em>, <em>-uccio</em>, to mention only\nthe most common.  Not surprisingly, Italians are virtuosi\nin the art of DIMming.  They even concatenate their\nDIMSUFs, e.g., <em>casa</em> 'house' &gt; <em>casetta</em> 'small house' &gt;\n<em>casettina</em> 'houselet.'  Also, DIMSUFs are attached to adjectives,\ne.g., <em>caro</em> 'dear' &gt; <em>caruccio</em> 'somewhat expensive,'\nand to verbs, e.g., <em>piovere</em> 'to rain' &gt; <em>pioviscolare</em>\n'to drizzle.'  Another handy device consists of\ntagging DIMSUFs to verb roots or adjectives to create\nnew nouns, e.g., <em>spogliare</em> 'to undress' &gt; <em>spogliarello</em>\n'striptease,' <em>povero</em> 'poor' &gt; <em>poverino</em> or <em>poveretto</em>\n'poor devil.'</p>\n<p>The range seems dazzling, but English does sport\nsimilar features, though less exuberantly: <em>yellow</em> &gt;\n<em>yellowish</em>, <em>to crack</em> &gt; <em>to crackle</em>, <em>single</em> &gt; <em>singlet</em>.\nStill, the difference between the English and the Italian\nsystems is not just a matter of degree; they contrast\nessentially in openness.  In Italian, DIMSUFs may be attached\nto practically any noun (and occasionally to\nother parts of speech), so that legions of potential DIMs\nare at a speaker's disposal.  Even if quite a few have\nrisen to lexical independence, the vast majority are not\neven mentioned in the simpler dictionaries.  (Just as\nconcise English dictionaries do not bother to indicate\nregular plurals or conjugations: native speakers are\nsupposed to know how to modify the main entries.)</p>\n<p>Similar possibilities exist in Spanish and Portuguese,\nbut not in French.  Although French DIMSUFs are\nnumerous, the set of DIMs is as good as closed, in other\nwords, the freedom to create new ones is extremely\nlimited—much as in English.  Another similarity is\nthat, generally speaking, the DIM of noun X does not\nrefer to a small specimen of X but rather to a member\nof a class of objects somehow related to X.  Thus <em>femme</em>\n'woman' &gt; <em>femelle</em> 'female animal,' <em>orge</em> 'barley' &lt;\n<em>orgelet</em> 'stye,' the swelling on the eyelid being grain-shaped.\nIn rare cases, different DIMSUFs yield diverse\nmeanings: <em>lune</em> 'moon' &gt; <em>lunettes</em> 'pair of spectacles'\nbut also &gt; <em>lunule</em> 'lunula,' the white area at the base\nof the fingernail being crescent-shaped.</p>\n<p>On the Germanic side, the equipment is simpler.\nThe Germans have basically two DIMSUFs: <em>-chen</em> and\n<em>-lein</em>.  These can be freely applied to practically every\nconcrete noun and, in a few cases, to other parts of\nspeech.  The Dutch are content with one single DIMSUF\n(<em>-tje</em> and its variants) plus some archaic remnants, but\nthe range of deployment is vast.  It comprehends abstract\nas well as concrete nouns and considerable parts\nof other word classes, including even a few numerals\nand interjections.  The DIM density of spoken Dutch is\nperhaps the highest in western Europe.  (Swiss-German\nspeakers may hold the absolute record, but theirs is not\nan official language.)</p>\n<p>Although this anecdotal overview does not warrant\nscientific conclusions, we may perhaps say that\nspeakers of most west European languages can apply\ntheir DIM apparatus at will to all concrete nouns and,\nto varying degrees, to other nouns and other parts of\nspeech.  English speakers—and the French, for that\nmatter—do not enjoy such freedom.  They have to keep\nwithin a given set of DIMs.  Can they never create a\nnew one?  Of course they can, but they are restricted,\nboth in the choice of DIMSUFs and in the areas of application,\nwhich might be delimited as follows:</p>\n<blockquote>\n<p><em>Feminization:</em> Words like <em>usherette</em> are relatively\nyoung, and this model may catch on.  A British\nnewspaper facetiously offered <em>hackette</em> for 'female\njournalist.'  However, this usage is criticized\nby feminists.</p>\n<p><em>Commercial novelties:</em> DIMs are incessantly invented\nfor new products (<em>diskette</em>), new facilities\n(<em>launderette</em>), new mock materials (<em>Leatherette</em>).\nThe association with smallness is not always\nobvious.</p>\n<p><em>Nonce words:</em> Nobody can stop you from calling\na small house a “houselet” if that word happens\nto possess the expressive value you are looking\nfor.  Also, you may wish to synthesize a temporary\nDIM for reasons of euphony or style, or just\nfor fun.  <em>BBC Wildlife</em> magazine recently published\na photograph of a little girl holding a\nbaby owl.  The caption read: “Tawny owlet with\nblond humanlet.”  Inevitably, some of these intended\none-liners hang on.  Many a clipped word\nmay have come into being that way: <em>commie</em>,\n<em>quickie</em>.</p>\n</blockquote>\n<p>Whatever the area of application, modern DIM-makers\nseem to restrict themselves to <em>-ette</em>, <em>-let</em>, and\n<em>-ie</em>.  But then, there is a tendency to forgo word endings\naltogether and instead to put <em>mini</em>- or <em>micro</em>- in\nfront.  Maybe we are entering the DIMPREF era.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Microlinguistics</h1> <p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels</span></em></p> <p>My new flatlet is the smallest apartment I've ever\nhad.  The kitchen is a mere cubicle; there isn't\neven a place to hide the cookies from the dog.  The only\nwindow is in the dining room (aptly called dinette).  It\nlooks out on a hillock where a red-headed damsel with\na kitten on a leash is tending her goslings.  Near the\ntop, a lambkin is dozing in the shade of an obelisk.</p> <p>A load of nonsense?  Agreed.  I don't even have a\ndog.  The sole purpose of this silly tale is to present a\nnumber of words all of which convey a certain idea of\nsmallness: <em>flatlet, cubicle, cookie, dinette, hillock,\ndamsel, kitten, gosling, lambkin</em>—all of these suggest\nobjects of less than average size.  Clearly, the effect is\nachieved by the endings: <em>-let, -cle, -ie, -ette, -ock, -el,\n-en, -ling, -kin</em>.  A little experimenting will show that\nthese endings can do the same for certain other nouns.\nIn the case of <em>-ock</em>, for instance, think of the relative\nsize of a <em>bullock</em> or, if you are Scottish, a <em>bittock</em>.\nSuitable test material for the other endings includes:\n<em>tartlet, booklet, particle, versicle; birdie, bootee, statuette,\nsuperette</em>.  In this article, such words will be\ncalled DIMs, and their endings DIMSUFs.</p> <p>On closer inspection, the phrase “objects of less\nthan average size” appears to fit rather loosely in most\ncases.  It may be all right to use <em>droplet</em> for any little\ndrop but it would be incorrect to apply <em>kitchenette</em> to\nall undersized kitchens.  Kitchenettes constitute a category\nof their own, a recognized offshoot of kitchens\nproper.  Admittedly, they are small, but smallness is\njust one of their characteristics (as for the others, ask\nyour interior decorator).  Similar observations could be\nmade about words like <em>starlet</em> or <em>cigarillo</em> (<em>-illo</em> is also a\nDIMSUF).  Interestingly, what is true for <em>cigarillo</em> does\nnot hold for <em>cigarette</em>.  Cigarettes are no longer looked\nupon as a subspecies of cigars but rather as a separate\nsmoking article, on the same footing as, say, pipe tobacco.\nIn other words, cigarillos relate to cigars as\nchildren to parents, whereas cigarettes and cigars are\nmore like siblings.  Other examples of this kind: <em>ballet,\noperetta</em>, (<em>-etta</em> is another DIMSUF).</p>"
}