{
  "type": "Epistola",
  "title": "EPISTOLA D.S. Bland",
  "contributor": "D.S. Bland",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">D.S. Bland</span></h1>\n<p>I have no intention of <em>driving a coach and horses</em>\nthrough Richard Lederer's article [XIII, 1] on equine\nelements in the language.  He himself has admitted to\ngaps in his compilation, and in any case the above\nidiom applies to the demolition of a shaky argument,\nwhich is not in question here.  No, I simply wish to add\nto Lederer's list and have no wish to <em>snaffle</em> any of his\nkudos.</p>\n<p>The first example that occurred to me was <em>tandem</em>,\na piece of serendipity in that it provided a storyline\non which to hang the rest of this article.</p>\n<p>When Daisy left the church after her unstylish\nmarriage she did so on a “bicycle built for two.”  If she\nhad lived before the invention of that useful mode of\ntransport she would probably have <em>ridden pillion</em> on\nher husband's horse, and these days would do the same\nthing on his motor cycle.  (Let us hope that her <em>girth</em>\nwould not impede their progress.)  But if he could have\n“afforded a carriage” he might have driven his horses\nin tandem, that is, one behind the other.  The etymology\nis a translated pun on the Latin meaning—at\nlength—and it was a natural transition to move the\nword from horses after the invention of the two-seater\nbicycle.</p>\n<p>Did Daisy's boy-friend propose by <em>post</em>, and if so\nwas he aware that this mode of communication was\nassociated with horses?  In origin, to quote the words\nof the <em>OED</em>, a post was “one of a series of men stationed\nalong roads at intervals, the duty of each being\nto ride forward with letters to the next stage.”</p>\n<p>Daisy might have spent a day of her honeymoon\nat the races.  If she put £1 on a winning horse at odds\nof 25 to 1 she would have collected a <em>pony</em> (£25).  If she\nlost, she could console herself with the thought that\nthere are <em>horses for courses</em>, which is a metaphor for\nfitting the right person to the job in hand.  Luckily, she\ndid win and treated her husband to a night out at the\n<em>Hippodrome</em>.</p>\n<p>We don't know how Daisy's marriage turned out\nafter that.  She might have made an unfortunate\nchoice (being <em>blinkered</em> by love) and found herself\n<em>hitched</em> to a man who was <em>hairy on the hoof</em>, a now\nobsolete idiom which expresses class distinction in\nequine terms.  When the knight in armor disappeared\nhis “high horse” descended to being the working horse,\nmanaged by farmers and peasants.  Such horses tend to\nhave hairy fetlocks, but hunters and race-horses and\nother such well-bred equine aristocrats have clean\nones, and they became the perquisite of the upper\nclasses.</p>\n<p>So Daisy might have had to <em>take the bit between\nher teeth</em> and go out to work.  If so, she might have\ncause to complain of being <em>on the collar</em>, like a horse\nthat strains to drag a heavy load.  Coming home at\nnight she might well exclaim “I'm <em>knackered!</em>”—that\nis, only fit to be taken to the knacker's (horse-slaughterer's)\nyard.  She would be much too tired to\nindulge in <em>horseplay</em>, but at least she <em>had the whip-hand\nover</em> her husband.</p>\n<p>Poor Daisy!  I fear she did not <em>have a good run for\nher money</em>, and ended up quite <em>jaded</em>, a jade being a\nwearied or worn-out horse.</p>\n<p><em>[D.S. Bland, Southbourne, Dorset]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">D.S. Bland</span></h1> <p>I have no intention of <em>driving a coach and horses</em>\nthrough Richard Lederer's article [XIII, 1] on equine\nelements in the language.  He himself has admitted to\ngaps in his compilation, and in any case the above\nidiom applies to the demolition of a shaky argument,\nwhich is not in question here.  No, I simply wish to add\nto Lederer's list and have no wish to <em>snaffle</em> any of his\nkudos.</p> <p>The first example that occurred to me was <em>tandem</em>,\na piece of serendipity in that it provided a storyline\non which to hang the rest of this article.</p> <p>When Daisy left the church after her unstylish\nmarriage she did so on a “bicycle built for two.”  If she\nhad lived before the invention of that useful mode of\ntransport she would probably have <em>ridden pillion</em> on\nher husband's horse, and these days would do the same\nthing on his motor cycle.  (Let us hope that her <em>girth</em>\nwould not impede their progress.)  But if he could have\n“afforded a carriage” he might have driven his horses\nin tandem, that is, one behind the other.  The etymology\nis a translated pun on the Latin meaning—at\nlength—and it was a natural transition to move the\nword from horses after the invention of the two-seater\nbicycle.</p> <p>Did Daisy's boy-friend propose by <em>post</em>, and if so\nwas he aware that this mode of communication was\nassociated with horses?  In origin, to quote the words\nof the <em>OED</em>, a post was “one of a series of men stationed\nalong roads at intervals, the duty of each being\nto ride forward with letters to the next stage.”</p>"
}