{
  "type": "Article",
  "title": "Shakespeare's Legal Language",
  "author": "D.S. Bland",
  "location": "Bournemouth",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Shakespeare's Legal Language</h1>\n<p><em><span data-rel=\"author\">D.S. Bland</span> <span data-rel=\"location\">Bournemouth</span></em></p>\n<blockquote>\n<p>...his knowledge of legal terms is not such as\nmight be acquired by the casual observation of\neven his all-comprehending mind; it has the appearance\nof technical skill.</p>\n</blockquote>\n<p>With these words, which appeared in his edition\nof Shakespeare's works in 1790, Edmund Malone\nbegan a debate which has continued to this day,\nthe question of whether Shakespeare was ever a student\nof the law, either as an attorney's apprentice or as\na member of one of the London Inns of Court.  It is a\nquestion which, in default of direct evidence, cannot\nbe satisfactorily settled.  We just do not know whether\nhe received any legal training.  What we do know is\nthat he used the vocabulary of the law to enrich the\ntexture and the impact of his verse.</p>\n<p>Even the briefest survey of his legal terms will\nreveal their great variety, ranging as they do from the\nliteral in Shylock's “I <em>will</em> have my bond,” to the metaphorical,\nindeed the metaphysical, in Macbeth's entreaty\nto Night, that it will destroy the daylight and so\nenable him to proceed on his path to the murder of\nDuncan.</p>\n<blockquote>\n<p>Cancel, and tear to pieces, that great bond\nWhich keeps me pale.</p>\n</blockquote>\n<p>It is the metaphorical uses to which Shakespeare puts\nthe legal vocabulary that are the important ones.  One\nway in which a language lives and grows is by modifying\nexisting meanings and employing them in new\ncontexts, and it is the poets who contribute most to this\nprocess.</p>\n<p>.bqb\nAs an example from Shakespeare we can take the\nword <em>quietus</em> which at first sight seems not to lend\nitself to poetry at all.  But Shakespeare uses it twice,\nthe first time in Sonnet 126.</p>\n<blockquote>\n<p>Nature's audit, though delayed, answered\nmust be,</p>\n<p>And her quietus is to render thee.</p>\n</blockquote>\n<p>Here the metaphor is tied to the literal legal meaning.\n<em>Quietus</em> is a short form of the term <em>quietus est</em> or\n<em>abeinde recessit quietus,</em> the formulae used in the\nCourt of the Exchequer to show that an account has\nbeen correctly presented and cleared.  The Court and\nits formulae are long dead (although it is from this\npiece of procedure that we get the modern colloquial\nterm <em>to be quits</em>).  But Shakespeare's other use of the\nword, in Hamlet's self-debate on suicide,</p>\n<blockquote>\n<p>When he himself might his quietus make<br>\nWith a bare bodkin,</p>\n</blockquote>\n<p>carries the meaning well away from the dusty offices of\nthe Exchequer Court.  The basic meaning is still there,\nof course: by committing suicide one closes the account\nbook of one's life.  But death also involves the\nconcept of <em>quit</em> in the sense of leaving one place for\nanother, of moving from the turmoil of the world to\nthe <em>quiet</em> of the grave.</p>\n<p>This extension of meaning, from the almost literal\nto the fully metaphorical, is to be found quite frequently\nin Shakespeare's work.  Once again, the Sonnets\nand <em>Hamlet</em> will furnish an example.  Sonnet 74\nspeaks of death as the moment</p>\n<blockquote>\n<p>when that fell arrest<br>\nWithout all bail shall carry me away.</p>\n</blockquote>\n<p>This is striking enough in its way, and very contemporary,\nsince an arrest in the street was a familiar sight to\nthe Elizabethans.  Shakespeare makes use of it in <em>Henry\nIV,</em> Part II, when the Chief Justice orders Falstaff and\nhis companions to the Fleet prison.  But the sonnet's\nphrase is somewhat abstract.  In Hamlet's dying words,\nhowever, the idea is given flesh and blood, becomes a\npersonified image which is as visually dramatic as the\ntaking up of Falstaff.</p>\n<blockquote>\n<p>Had I but time—as this fell serjeant, death,<br>\nIs strict in his arrest—O, I could tell you.</p>\n</blockquote>\n<p>This comparison tells us something about Shakespeare's\ndevelopment as a poetic dramatist.  He discovered\nearly in his career that the decorative style he had\nemployed in his poems would not work satisfactorily in\nthe theater.  Drama is action, and dramatic verse, if it\nis to be effective, must <em>move.</em>  It needs activating as\nmuch as plot and character, and in his mature work\nShakespeare makes no exception to this rule, even\nwhen he is building up a scenic effect.  Duncan, approaching\nMacbeth's castle, declares:</p>\n<blockquote>\n<p>This castle hath a pleasant seat; the air<br>\nNimbly and sweetly recommends itself<br>\nUnto our gentle senses.</p>\n</blockquote>\n<p>The air is not only sweet; it moves in the adverb\n<em>nimbly.</em></p>\n<p>But to return to strictly legal matters.  Hovering\ncontinually in the background of an examination of\nShakespeare's legal vocabulary are several questions\nwhich sooner or later have to be faced.  The first is:\nhow accurate was he in his use of legal terms?  G.M.\nYoung, in his essay, “Shakespeare and the Termers”\n(<em>Today and Yesterday,</em> p. 294), singles out his use of\n<em>misprison</em> in <em>All's Well that Ends Well</em> (II, iii, 155) as an\nexample of error.</p>\n<blockquote>\n<p>Here, take her hand,<br>\nProud, scornful boy, unworthy this good gift,<br>\nThat doth in vile misprison shackle up<br>\nMy love and her desert.</p>\n</blockquote>\n<p>Young says it looks as though Shakespeare “thought\nthat misprison was such a good word for poetry that\nthe meaning did not matter.”  In other words, Shakespeare\nthought it meant 'false imprisonment' rather\nthan 'contempt.'  But did he?  Elsewhere we find him\nusing <em>misprise</em> correctly as a synonym for <em>despise.</em></p>\n<p>Here is another example in which legal terms are\nused correctly on one occasion and apparently incorrectly\non another.  Sonnet 137 distinguishes accurately\nbetween enclosed land and common land.</p>\n<blockquote>\n<p>Why should my heart think that a <em>several</em> plot<br>\nWhich my heart knows the wide world's<br>\n<em>common</em> place?</p>\n</blockquote>\n<p>Here, <em>several</em> means 'enclosed' or 'private,' and Shakespeare\nis quite accurate in distinguishing between the\ntwo terms.  But in <em>Love's Labour's Lost</em> (II, i, 224) he\nseems to be confusing them.  Katharine, flirting with\nBoyet (who has just tried to kiss her) says:</p>\n<p>My lips are no common, though several they be.</p>\n<p>Here we have the sort of crux which delights Shakespeare's\neditors: by using the work <em>though</em> he seems to\nbe equating <em>several</em> and <em>common.</em>  Or is it that, not for\nthe first time, he is being carried away by a pun, a play\non <em>several</em> as meaning 'private' and <em>several</em> as meaning\n'more than one' or even 'separate' or 'open,' which is\nwhat common land is and lips can be?  Or is he intending\nto show that Katharine is ignorant of the distinction?\nHardly, for when Boyet asks “belonging to\nwhom?”  she answers “to my fortunes and me.”  But is it\nnecessary to get Shakespeare off this semantic hook?\nFor myself, I am content to follow the Princess of\nFrance who breaks in at this point to declare that\n“good wits will be jangling.”  In other words, one need\nnot look for absolute consistency in a quick bout of\nverbal fencing.</p>\n<p>On the whole, it is obvious that Shakespeare is\naccurate in his use of legal terms, that they occur with\ngreat frequency and embrace many aspects of the law.\nIt is likely that references to English Common law, so\nmuch concerned in his day with property, inheritance,\nand contract, are in the majority.  But there are references\nalso to constitutional law—inevitably so because\nof the large area of his work which deals with English\nhistory—as well as to ecclesiastical law and the law of\nequity.  And since Shakespeare was a dramatist and\ntherefore concerned with people, there is a wide spectrum\nof officers of the law and a variety of ways of\nalluding to them.  On the one hand, there is the respect\npaid to the Chief Justice in <em>Henry IV;</em> on the other,\nthere is Doll Tearsheet's disrespectful reference to the\nparish beadle as a <em>bluebottle</em> because of the color of his\nuniform.  Strictly speaking, this is not a legal term, but\nslang, as is <em>bum- ... baily</em> (a 'sheriff's officer') in\n<em>Twelfth Night.</em>  But they have to be taken into consideration\nbecause they show the dislike for the lower\nofficers of the law which was felt by the ordinary man.\nThe bum-baily, after all, could well be the man who\nlived next door.</p>\n<p>This raises a further question: how did Shakespeare\nhimself regard the law?  It is immediately obvious\nthat he wrote no play or even a considerable part\nof a play in which the law and its officers are made the\nsubject of satire.  And yet it was a common enough\ntheme at the time and had been, both in England and\non the continent, since the Middle Ages.  One example\nis <em>Ignoramus</em>, a Latin play of 1614 presented by the\nUniversity of Cambridge to James I.  There is nothing\nsimilar in Shakespeare, even when he creates Justice\nShallow.  Of course Shallow is an ignoramus—his very\nname is a give-away; of course he is an incompetent\nJustice of the Peace who learned nothing at Clemen's\nInn except where to find the local prostitutes.  But\nShakespeare gives us no picture of that incompetence\nin action in the manor court.  Shallow is introduced\ninto the second part of <em>Henry IV</em> solely to be Falstaff's\ngull and to be cheated out of a thousand pounds.</p>\n<p>As to the question raised by Malone, Did Shakespeare\nreceive any formal training in the law?, scholars\nwho have examined the matter have on the whole decided\non a verdict of “not proven.”  I would go further\nand say that there is no case to answer.  There are many\nimages in Shakespeare drawn from medicine, for example.\nDoes this mean that he was apprenciated to an\napothecary or a barber-surgeon?  There are numerous\nreferences to the sea and to the life of a soldier.  Was\nShakespeare ever a Jack Tar or a Tommy Atkins?  It\nseems most unlikely.</p>\n<p>What <em>can</em> be said in respect of his knowledge of\nthe law is this: Working as he did in London, the\nnational center of legal activity, rubbing shoulders\nwith Southampton and Pembroke and others at the\nroyal court, looking to the Inns of Court for an appreciable\npart of his audience at the Globe, providing\nentertainment at the Inns themselves, and having regard\nto his own involvement with legal matters (his\ngrant of arms, the Bellott-Mountjoy suit, the purchase\nof property in Stratford) it is not surprising that “the\nlaw” figures so largely in his work.  And when his own\nknowledge, experience, or acquaintances failed him\nthere were works of reference he could have consulted,\nsuch as John Rastell's <em>Les Termes de la Ley</em>, first\nprinted in about 1525 and many times reprinted in the\nnext eighty years, or John Cowell's <em>Law Dictionary</em>\nof 1607, as well as standard texts such as Littleton's\n<em>Tenures</em>.</p>\n<p>In the end, however, it was his remarkable assimilative\npowers as a creative artist that enabled him to\nmake such a rich and varied use of the language of the\nlaw, that central feature of the social fabric of this day.\nBut if a legal <em>training</em> were to be regarded as a precondition\nof that richness and variety, then there would be\nsomething to be said for the Baconian theory of authorship\nafter all!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Shakespeare's Legal Language</h1> <p><em><span data-rel=\"author\">D.S. Bland</span> <span data-rel=\"location\">Bournemouth</span></em></p> <blockquote>\n<p>...his knowledge of legal terms is not such as\nmight be acquired by the casual observation of\neven his all-comprehending mind; it has the appearance\nof technical skill.</p>\n</blockquote> <p>With these words, which appeared in his edition\nof Shakespeare's works in 1790, Edmund Malone\nbegan a debate which has continued to this day,\nthe question of whether Shakespeare was ever a student\nof the law, either as an attorney's apprentice or as\na member of one of the London Inns of Court.  It is a\nquestion which, in default of direct evidence, cannot\nbe satisfactorily settled.  We just do not know whether\nhe received any legal training.  What we do know is\nthat he used the vocabulary of the law to enrich the\ntexture and the impact of his verse.</p> <p>Even the briefest survey of his legal terms will\nreveal their great variety, ranging as they do from the\nliteral in Shylock's “I <em>will</em> have my bond,” to the metaphorical,\nindeed the metaphysical, in Macbeth's entreaty\nto Night, that it will destroy the daylight and so\nenable him to proceed on his path to the murder of\nDuncan.</p>"
}