{
  "type": "Article",
  "title": "Whither Thou, Thee, Thy and Thine",
  "author": "Dan E. Soyka",
  "location": "Brownsville, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Whither Thou, Thee, Thy and Thine</h1>\n<p><em><span data-rel=\"author\">Dan E. Soyka</span> <span data-rel=\"location\">Brownsville, Texas</span></em></p>\n<p>“Doest <em>thou</em>, Michael, take this woman to be\n<em>thy</em> lawful wedded wife...?”  This antique\nwedding formula was spoken by a justice of the peace\nat our son's marriage.  I marveled at this legal usage\nhere in Texas in this day and age.  That unexpected use\nof the archaic pronouns stirred up all of the old difficulties\ncaused by the lack of a distinct pronoun for the\nsecond person singular.</p>\n<p>The forms of <em>thou</em> are termed archaic by\n<em>Merriam-Webster's Third New International Dictionary\nof the English Language Unabridged</em>:  “In this dictionary,\nthe label <em>archaic</em> is affixed to words and senses\nrelatively common in earlier times but infrequently\nused in present-day English.”  <em>M-W III's</em> entry for <em>thou</em>\nindicates that its usage prevailed into the 17th century\nas the appropriate form of address to an intimate\nfriend or a person of lower social status.  The first act\nof <em>King Lear</em> provides ample examples of the use of the\nplural form of the second person pronoun (<em>you</em>) when\nresponding to the kingly first person plural (<em>we</em>).  The\n<em>Oxford English Dictionary</em> says that the practice of\nusing <em>you</em> to superiors was later extended to equals.  If,\ntherefore, each individual is conceived of today in the\nsecond person plural, will usage eventually dictate the\nelimination of first and third person singular pronouns,\ntoo?  Will we then bewail:</p>\n<blockquote>\n<p>Alack for <em>I</em> and <em>me</em>,<br>\nAlong with <em>thou</em> and <em>thee</em>,<br>\nFarewell to <em>he</em> and <em>she</em>,<br>\nFor now each one is <em>we</em><br>\nAnd so, of course, we also say<br>\nThat <em>he</em> or <em>she</em> or <em>it</em> is <em>they!</em></p>\n</blockquote>\n<p>That <em>reductio ad absurdum</em> aside, I do know that\nfor me, as probably for many who have had an\nintensely religious upbringing, or have taught or read\nwidely in English literature, or both, the archaic second\nperson singular does not seem so terribly archaic\nin either sacred or secular contexts.  Allen Walker Read\nmay have supplied the reason in his article, “Dictionary,”\nin the <em>Encyclopaedia Britannica</em>, 1976.  He\nwrites of the dangers of affixing labels such as obsolete\nand archaic “because some speakers have long memories\nand might use old words very naturally.”  However,\nan effort to restore the use of a distinct second\nperson singular pronoun would be, I know, as vain as\ncrusading against the pre-Galilean imagery of the sun\nrising and setting.  I can only bemoan the awkward\nconsequences.</p>\n<p>There are persistent problems caused by the current\nmodern English practice.  None is more evident\nthan the controversies over the translation of the Bible\ninto English.  Most modern versions, and there are\nmany, succeed in rendering the ancient documents\ninto reasonably vernacular English, but some stop\nshort of applying the plural pronoun <em>you</em> to the deity\nand to Christ.  Strangely enough, historically speaking,\nthis practice seems to contradict the origins of applying\nthe plural pronoun <em>you</em> to a superior, such as a\nking.  Could an unspoken fear of blasphemy underlie\nthe hesitation of those translators who use <em>Thou</em> to the\ndeity?  There is an amusing citation in the <em>OED</em> under\nthe entry <em>you</em>, verb transitive: “1675 H. More in R.\nWard <em>Life</em> (1710) No Man will <em>You God</em>, but will use\nthe pronoun <em>Thou</em> to him.”  The two most respected\nversions that do make this exception for the deity are\nthe <em>Revised Standard Version</em> and <em>The New English\nBible</em>.  Other respected versions fearlessly follow modern\nEnglish practice, confident, I suppose, that God's\nEnglish is up to date and that He will understand the\nform <em>you</em>, as it applies to Him, as singular.  Among the\nlatter versions are the American Bible Society's <em>Good\nNews Bible</em>, the Roman Catholic <em>New American\nBible</em>, Tyndale's <em>Living Bible</em>, and the New York Bible\nSociety's <em>New International Version (NIV)</em>.  The controversy\nis encapsulated in a curious volume published\nby Zondervan, entitled, <em>The New International Version\nInterlinear Greek-English New Testament</em>.\nWithin its covers is waged a Swiftean “Battle of the\nBooks” between the <em>NIV</em> translators and the interlinear\ntranslator, the Reverend Alfred Marshall.</p>\n<p><em>NIV</em> boldly thrusts: “As for the omission of the\npronouns <em>thou, thee</em> and <em>thine</em> in reference to the\nDeity, the translators felt that to retain these archaisms\n(along with the strange verb forms, such as <em>doest</em>,\n<em>wouldest</em>, and <em>hadst</em>) would have violated their aim of\nfaithful translation.  The Greek text uses no special\npronouns to express reverence for God and Christ.\nScripture is not enhanced by keeping, as a special\nmode of addressing Deity, forms that in the days of\nthe King James Bible were simply the regular pronouns\nand verbs used in everyday speech, whether\nreferring to God or to man.”</p>\n<p>The Reverend Mr. Marshall counters by excoriating\nthe practice of employing the ambiguous <em>you</em>.  He\nconcedes the modern forms of verbs, “but the older <em>ye</em>\nhas been retained for the nominative (<em>you</em> for the\noblique case) of the second person plural pronoun; and\n<em>thou (thee)</em>, not <em>you</em>, for the second person singular.  It\nis a loss that in modern English these differences have\ndisappeared; so unaccustomed are we now to them\nthat even the average reader of the Authorized Version\nmisses the point of Luke <em>ch</em>. 22, <em>v</em> 31.  The loss is even\nmore to be regretted when God is addressed as <em>You</em>.”</p>\n<p>The point of the reference to the verse from the\nKing James Version is germane to this discussion.</p>\n<blockquote>\n<p>v.31 And the Lord said, Simon, Simon, Behold,<br>\nSatan hath desired to have you, that he may<br>\nsift you as wheat;</p>\n<p>v.32 But I have prayed for thee, that thy faith fail<br>\nnot; and when thou art converted,<br>\nstrengthen thy brethren.</p>\n</blockquote>\n<p>The Greek pronoun for <em>you</em> in v. 31 is plural.  Marshall\nis pointing out that modern readers are so accustomed\nto <em>you</em> as singular or plural that they fail to\nrealize that the Lord is addressing Simon on behalf of\nall His disciples, not Simon alone.</p>\n<p>The <em>Revised Standard Version</em>, which here uses\n<em>you</em> unmodified in both verses, footnotes <em>v</em>. 31: “The\nGreek word for you is plural; in <em>v</em>. 32 it is singular,”\nThe <em>NIV</em> translates <em>v</em>. 31 <em>you all</em>: Berkeley uses <em>all of\nyou</em>; the <em>Living Bible</em> misses the distinction.</p>\n<p>Naturally, whichever version is used in the liturgy\nof the various denominations, antique forms may or\nmay not be on the lips of today's worshipers.  However,\nI have yet to run into a modern version of the\nLord's Prayer in public worship.  The good old “Our\nFather which art in heaven; hallowed be <em>thy</em>\nname...” rises with vigor and spontaneity.  I doubt\nthat there is a more conspicuous battlefield of language,\nnor one fought with as much rancor, as that of\nBible translation.</p>\n<p>The controversy over second person pronouns is by\nno means limited to Bible translating.  If usage eased\nquietly into change, as Robert Henry Robins writes in\nhis article, “Language,” also in the <em>Britannica</em>, this\nusually happens “without any direct volition on the\npart of speakers as regards the language itself.”  He\ngoes on: “More deliberate, however, have been various\nattempts at preserving the purity of a language, at\nleast for some uses, or at arresting the processes of\nchange.”</p>\n<p>Simeon Potter in his “English Language” article\n(<em>EB</em>, 1976) decries the hard-line grammarians who\nsucceeded Samuel Johnson: “They spent too much\ntime condemning current 'improprieties' ... Without\nexplanatory comment they banned <em>you</em> was outright,\nalthough it was in widespread use among educated\npeople (on that ground it was later defended by Noah\nWebster).  <em>You was</em> had, in fact, taken the place of\nboth <em>thou wast</em> and <em>thou wert</em> as a useful singular\nequivalent of the accepted plural <em>you were</em>.”</p>\n<p>In the conclusion of his article, Potter discusses the\nfuture of English.  “The abandonment of the forms\n<em>thou</em> and <em>thee</em> may encourage the spread of <em>yous</em> and\n<em>youse</em> in many areas, but it is not necessarily certain\nthat these forms will win general acceptance.  The\nneed for a distinctive plural can be supplied in other\nways (e.g., the forms <em>you all, you fellows, you people</em>.”\nAn amusing citation in the <em>M-W III</em> entry for\n<em>you-all</em> will cap this observation: “down here we can\nalways spot Yankees by the way they use <em>you-all</em> in the\nsingular—Arthur Gordon.”</p>\n<p>Here in Brownsville, Texas, English is a second\nlanguage to the majority, which speaks Mexican Spanish.\nSpanish has not only the familiar second person\npronouns in both singular (<em>te</em>) and plural (<em>vosotros</em>),\nbut also has second person pronouns for general use:\nsingular (<em>usted</em>) and plural (<em>ustedes</em>).  Teaching English\nhere is an especially difficult task, but the simplistic\nand ambiguous <em>you</em> as a translation of all four of the\nSpanish forms is a substantial stumbling block.</p>\n<p>In a cursory examination of personal pronoun paradigms\nof five additional languages—French, German,\nItalian, Swedish, and Yiddish—I tentatively\nconclude that modern English is the only European\nlanguage without a distinction between singular and\nplural second person pronouns.</p>\n<p>Eric P. Hamp's article on “Grammar” (<em>EB,</em> 1976)\ndiscusses grammatical categories: “Some categories\n...turn out to have very ramified implications; that\nof person, since it involves and flows from the speaking\nsituation, is bound up with that of deixis, or the\nkind of pointing that demonstrative pronouns normally\ncarry out (I = this; thou = that (near); third\nperson = yonder).”</p>\n<p>Pondering the fact that the use of <em>thou</em> implies\nnearness and that English speakers (with some exceptions,\nsuch as the Friends and speakers of some modern\nBritish dialects) have spurned it, I wonder with\nZeno Vendler as he concludes his article on “Semantics”\n(<em>EB,</em> 1976): “How much, finally, of the semantic\nstructure can be attributed to a particular language\nand how much can be ascribed to common (and possibly\ninnate) elements of the human mind?”</p>\n<p>Is it possible that the collective unconscious (to use\nCarl Jung's term) of English-speaking people shies\naway from nearness, from intimacy, and prefers to\ndeal with everyone “at arm's length,” as some British\nare fond of saying?  To settle for a second person pronoun\nwhich fails to distinguish between one and many\nmight have to be explained in another discipline, such\nas epistemology, psychology or, even, metaphysics.</p>\n<p><em>Bristol Cities</em></p>\n<p>(Almost) everyone knows the above to be (Cockney)\nrhyming slang for <em>titties</em>.  Why Bristol in particular?\nOf course, the <em>Brist</em>- for <em>breast</em> is almost obvious\nenough to stand by itself; but in a further burst of upfront\nresearch, I suggest that the connection may lie in\nthe Bristol Channel where one may find, as described\nin a travel article, “a pair of conspicuously mammiform\nislands known locally as <em>The Mumbles</em>” by association\nwith a small nearby fishing village called\n<em>Mumbles</em>.</p>\n<p><em>[Stephen M. Edson, Riverside, Connecticut]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Whither Thou, Thee, Thy and Thine</h1> <p><em><span data-rel=\"author\">Dan E. Soyka</span> <span data-rel=\"location\">Brownsville, Texas</span></em></p> <p>“Doest <em>thou</em>, Michael, take this woman to be\n<em>thy</em> lawful wedded wife...?”  This antique\nwedding formula was spoken by a justice of the peace\nat our son's marriage.  I marveled at this legal usage\nhere in Texas in this day and age.  That unexpected use\nof the archaic pronouns stirred up all of the old difficulties\ncaused by the lack of a distinct pronoun for the\nsecond person singular.</p> <p>The forms of <em>thou</em> are termed archaic by\n<em>Merriam-Webster's Third New International Dictionary\nof the English Language Unabridged</em>:  “In this dictionary,\nthe label <em>archaic</em> is affixed to words and senses\nrelatively common in earlier times but infrequently\nused in present-day English.”  <em>M-W III's</em> entry for <em>thou</em>\nindicates that its usage prevailed into the 17th century\nas the appropriate form of address to an intimate\nfriend or a person of lower social status.  The first act\nof <em>King Lear</em> provides ample examples of the use of the\nplural form of the second person pronoun (<em>you</em>) when\nresponding to the kingly first person plural (<em>we</em>).  The\n<em>Oxford English Dictionary</em> says that the practice of\nusing <em>you</em> to superiors was later extended to equals.  If,\ntherefore, each individual is conceived of today in the\nsecond person plural, will usage eventually dictate the\nelimination of first and third person singular pronouns,\ntoo?  Will we then bewail:</p> <blockquote>\n<p>Alack for <em>I</em> and <em>me</em>,<br>\nAlong with <em>thou</em> and <em>thee</em>,<br>\nFarewell to <em>he</em> and <em>she</em>,<br>\nFor now each one is <em>we</em><br>\nAnd so, of course, we also say<br>\nThat <em>he</em> or <em>she</em> or <em>it</em> is <em>they!</em></p>\n</blockquote>"
}