{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Herbert H. Paper, Hebrew Union College</em></p>\n<p>For years now, we have had the works of the “pop”\ngrammarians appear as best sellers.  Edwin Newman,\nJohn Simon, and others—on numerous weekly occasions\nalso William Safire—reign supreme in the public mind.\nIn a recent issue of VERBATIM, the detailed review of a\nbook by Jacques Barzun is an excellent example of the\napodeictic views of that self-elected language guardian\nwho really ought to know better after these many years\nof the debate.  Urdang, the reviewer, documents the\nmany instances where Barzun simply ignores the available\nevidence; not that it is a matter of descriptivism\nversus prescriptivism: it is just a plain ignoring the facts\nof the language.</p>\n<p>Even the recently published book, <em>The Story of\nEnglish</em>—the much touted companion to the generally\nquite good television program on Public Television—contains\nstatements that are a bit too much for\nmy linguistic digestion.  For example, we are told (p.</p>\n<ol>\n<li>that “English has three characteristics that can be\ncounted as assets in its world state.  First of all, unlike all\nother European languages, the gender of every noun in\nModern English is determined by meaning, and does\nnot require a masculine, feminine, or neuter article.”\nSomehow, Latin—in its own time and world\nstate—seemed to have had considerable sway and influence\ndespite its three (grammatical—that is, nonsexual)\ngenders.</li>\n</ol>\n<p>“The second practical quality of English is that it\nhas a grammar of great simplicity and flexibility.”\nReally?  Just because of its “highly simplified word-endings”?\nThe examples that follow concentrate on the\nfact that many words in English function as both noun\nand verb.</p>\n<p>And finally, the third of the great characteristics\nof English that give it its world-sway cachet is “its\nteeming vocabulary, 80 per cent of which is foreignborn.”\nReally, Messrs. McCrum, Cran, and MacNeil?!\nAre there no historical or political factors that have\ngiven English its present position in the world?  There\nis a rather large portion of the world, I would remind\nour three authors, where a language holds sway with\nthree genders and lots of complicated word-endings\nand prefixes.  It is called Russian.</p>\n<p>Then we have the following incredible statement\n(p. 51): “In the course of one thousand years, a series of\nviolent and dramatic events created a new language\nwhich, by the time of Geoffrey Chaucer, is intelligible\nto modern eyes and ears <em>without the aid of subtitles</em>.”\n[Italics mine. —HHP.]  When was the last time that one\nof these authors read a page of Shakespeare—closer to\nour own age than Chaucer—and was able to understand\nit fully without recourse to the glosses and notes\nat the bottom of the page?</p>\n<p>And then in the very next paragraph we have the\nfollowing statements as a prelude to discussing Sir William\nJones and his remarkable insight which later developed\ninto the notion of comparative Indo-European.\n“The English have always [Always?—HHP] accepted\nthe mixed blood of their language [Awful terminology.\n—HHP].  There was a vague understanding [Really??\n—HHP] that they were a part of a European language\nfamily, but it was not until the eighteenth century that a\ncareful investigation by a gifted amateur linguist began\nto decipher the true extent of this common heritage.”  To\nrefer to Sir William Jones as a “gifted amateur linguist”\nis a bit much.  He deserves more than that designation\nsurely.  He was a master of most old and modern European\nlanguages, had written poetry in both Greek and\nLatin, and was well versed in Hebrew, Arabic, and\nPersian.  He wrote and published a grammar of the last\nlanguage, and soon after arriving in India to take up his\nduties as a jurist he began to study Sanskrit and produced\nthe first translations into English from Sanskrit\nliterature.  Is this then no more than “a gifted amateur\nlinguist”?</p>\n<p>Or, turning for a moment to matters phonological,\nwe find this generalization (p. 123): “The English\nspeak quickly; the Americans tend to be more deliberate;\nthe English tend to use a greater variety of tone;\nAmericans tend to a certain monotony.  It is as much\nthe variety of tone as the different pronunciation of\nwords that makes English speech so different to American\nears.”  This in a book that purports to bring the\ngeneral reader up to date in matters of language.  <em>Quo\nusque tandem abutere</em>... <em>patientia nostra</em>... to repeat\nthe words of a famous user of the ancient “world\nlanguage” that seemed to operate quite uninhibitedly\nin a large part of Europe for some centuries.</p>\n<p>On page 128 we read, “Shakespeare and his contemporaries\nhad experimented with the English language\nas no other writers before or since.  There was an\nair of childish innocence in the ease with which they\nbroke the rules and made the language sing.”  Really?!\nWhat self-induced romantic nonsense!</p>\n<p>These citations may strike my reader as a personal\nindulgence in “nit-picking.”  But they are only a few of\nthe really unbelievable and wrong-headed formulations\nthat I came across in a first leisurely reading of\nthe book—a book intended for the interested lay public\nand intended to inform, to educate, and to update\nknowledge about the language.</p>\n<p>So what has happened in all these intervening\ndecades of efforts by linguists researching and writing\non these matters?  How can I be convinced not to\ndespair?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Herbert H. Paper, Hebrew Union College</em></p> <p>For years now, we have had the works of the “pop”\ngrammarians appear as best sellers.  Edwin Newman,\nJohn Simon, and others—on numerous weekly occasions\nalso William Safire—reign supreme in the public mind.\nIn a recent issue of VERBATIM, the detailed review of a\nbook by Jacques Barzun is an excellent example of the\napodeictic views of that self-elected language guardian\nwho really ought to know better after these many years\nof the debate.  Urdang, the reviewer, documents the\nmany instances where Barzun simply ignores the available\nevidence; not that it is a matter of descriptivism\nversus prescriptivism: it is just a plain ignoring the facts\nof the language.</p> <p>Even the recently published book, <em>The Story of\nEnglish</em>—the much touted companion to the generally\nquite good television program on Public Television—contains\nstatements that are a bit too much for\nmy linguistic digestion.  For example, we are told (p.</p> <ol>\n<li>that “English has three characteristics that can be\ncounted as assets in its world state.  First of all, unlike all\nother European languages, the gender of every noun in\nModern English is determined by meaning, and does\nnot require a masculine, feminine, or neuter article.”\nSomehow, Latin—in its own time and world\nstate—seemed to have had considerable sway and influence\ndespite its three (grammatical—that is, nonsexual)\ngenders.</li>\n</ol>"
}