{
  "type": "Article",
  "title": "Sherlock Holmes Adds A Word",
  "author": "Walter P. Armstrong",
  "location": "Jr., Memphis, Tennessee",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sherlock Holmes Adds A Word</h1>\n<p><em><span data-rel=\"author\">Walter P. Armstrong</span> <span data-rel=\"location\">Jr., Memphis, Tennessee</span></em></p>\n<p>This year marks the centenary of the publication\nof the first Sherlock Holmes story, which appeared\nin <em>Beeton's Christmas Annual</em> for 1887.  Since\nthen the stories have been translated into fifty-seven\nlanguages and published in thirty-eight countries, in\nwhich the name of the world's first consulting detective\nhas become a household word.  Less well known, however,\nis the fact that Sir Arthur Conan Doyle, in relating\nHolmes's exploits contributed a new word to the\nEnglish language: <em>grimpen</em>.</p>\n<p>It all began with “The Hound of the Basker-villes.”\nAs Doctor Watson strolled across the moor in\nthe company of Henry Stapleton, the latter pointed\nout to him some bright green spots which seemed more\nfertile than the rest.</p>\n<blockquote>\n<p>That is the great Grimpen Mire.  A false step<br>\nyonder means death to man or beast.  Only yesterday\nI saw one of the moor ponies wander into\nit.  He never came out.  I saw his head for quite a\nlong time craning out of the bog-hole, but it\nsucked him down at last.  Even in dry seasons it\nis a danger to cross it, but after these autumn\nrains it is an awful place.</p>\n</blockquote>\n<p>T.S. Eliot, an avid Sherlockian—he once wrote:\n“Every writer owes something to Holmes”—picked up\nthe word and used it in “East Coker,” one of the “Four\nQuarters”:</p>\n<blockquote>\n<p>We are only undeceived<br>\nOf that which, deceiving, could no longer harm.<br>\nIn the middle, not only in the middle of the way<br>\nBut all the way, in a dark wood, in a bramble,<br>\nOn the edge of a grimpen, where is no secure<br>\nfoothold,</p>\n</blockquote>\n<p>And menaced by monsters, fancy lights,\nRisking enchantment.</p>\n<p>This was first commented upon by James Johnson\nSweeney in an article entitled “East Coker: A Reading”\nin <em>Southern Review</em>, Vol. VI, No. 4, (1941) (reprinted in\n<em>T.S. Eliot: A Selected Critique</em>, 1948), where he says:</p>\n<blockquote>\n<p>“Life has become” for us, as it had for Dr. Watson\nin A. Conan Doyle's <em>The Hound of The Baskervilles</em>,\n“like that great Grimpen Mire, with\nlittle green patches everywhere into which one\nmay sink and with no guide to point the track.”</p>\n</blockquote>\n<p>The quotation from Dr. Watson occurs in a conversation,\nwhich takes place only moments after his first\nencounter with the Grimpen Mire, between him and\nBeryl Stapleton, whom he believes to be the sister but is\nactually the wife of Henry Stapleton.  She, under the\nimpression that he is Sir Henry Baskerville, has just\nwarned him to leave the moor and return to London\nimmediately.  These are some of the psychological\nshadows which surround these four characters and\nwhich prompt Dr. Watson's remark, using the Grimpen\nMire as a metaphor for life's pitfalls.  This is apparently\nwhat attracted Eliot's attention; as one writer (Derek\nTravers, “T.S. Eliot: The Longer Poems”) commenting\non the passage from “East Coker,” puts it:</p>\n<blockquote>\n<p>Such is the human situation, seen at a time of\npersonal and universal stress, and imposing — as\na condition of continuing to live in any real\nsense—the renunciation of all the easy consolations\nwhich offered themselves, in anticipation,\nas desirable goals and which have now turned\nout to be irrelevant in the face of an unknowable\nand menacing future.</p>\n</blockquote>\n<p>More than thirty years after Johnson first noted\nEliot's use of <em>grimpen</em>, Trevor Hall in his essay\n“Thomas Stearns Eliot and Sherlock Holmes” wrote:</p>\n<blockquote>\n<p>What, we may reasonably ask, is a <em>grimpen</em>?\nThe word is not contained either in the <em>Concise\nOxford Dictionary</em>, nor in <em>Chamber's Twentieth\nCentury Dictionary</em>, nor is it even to be found\nin the row of massive all-embracing volumes of\nthe <em>OED</em>....  It can be said, therefore, that as\na common noun <em>grimpen</em> does not exist in the\nEnglish language.</p>\n</blockquote>\n<p>A footnote to the essay in which this appears\nrecords that it is “an adaptation of a talk delivered ...\non 10 April, 1972.”  At that time the statement quoted\nabove was accurate; but it certainly was not so in\nAugust, 1976, the date which Mr. Hall assigns to the\npreface to his volume, <em>Sherlock Holmes and His Creator</em>,\nin which the printed version appears, where he\nwrites:</p>\n<blockquote>\n<p>I am not the first student to point out the use\nthat the late T.S. Eliot made of the Baker Street\ncanon in some of his poems, but I hope that I\nam the first writer to assemble all the facts in\npermanent form.</p>\n</blockquote>\n<p>Dame Helen Gardner in her excellent book, <em>The\nComposition of Four Quartets</em> (1978), writes, quite\ncorrectly:</p>\n<blockquote>\n<p>The supplement to the <em>Oxford English Dictionary,\nA-G</em> (1972) gives “<em>grimpen.</em>  (Etym. uncertain)?\nA marshy area.”  It cites as the first use\nConan Doyle, “The Hound of the Baskervilles”\n(1902): “Life has become like that great\nGrimpen Mire, with little green patches everywhere\ninto which one may sink and with no\nguide to point the track.”  The second citation is\nfrom “East Coker.”  The third from W.S. Baring-Gould,\nAnnotated Sherlock Holmes (1968): “As is\nwell known, Watson's Great Grimpen Mire' is\nGrimspound Bog, three miles to the north and\nwest of Widecombe in the Moor.”</p>\n</blockquote>\n<p>The publishers advise that Volume I (A-G) of <em>A\nSupplement to the OED</em> was published in Britain on\nOctober 12, 1972, six months after Mr. Hall's talk was\ndelivered but almost four years before it was reprinted\nin the volume in which he hopes to “assemble all of the\nfacts in permanent form.”  Robert W. Burchfield, Chief\nEditor of The Oxford Dictionaries (emeritus), in a letter\nto this writer states: “<em>Grimpen</em> was included because\nwe had satisfactory illustrative examples for the\nword, including one from the works of T.S. Eliot.”  It\nshould be noted, however, that of the three examples\ngiven in the <em>OED</em>, two use <em>Grimpen</em> as a proper name;\nit would therefore appear that Eliot's employment of it\nas a word was a nonce usage.  Mr. Hall has fallen into a\ngrimpen of his own making by failing to review the\ncontinued validity of his sources, and Sherlock\nHolmes's creator, Sir Arthur Conan Doyle, must be\ncredited with adding a word to our native vocabulary.</p>\n<p>[The substance of this article first appeared in the\n<em>Baker Street Gazette</em>, Issue #1, Summer 1987.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sherlock Holmes Adds A Word</h1> <p><em><span data-rel=\"author\">Walter P. Armstrong</span> <span data-rel=\"location\">Jr., Memphis, Tennessee</span></em></p> <p>This year marks the centenary of the publication\nof the first Sherlock Holmes story, which appeared\nin <em>Beeton's Christmas Annual</em> for 1887.  Since\nthen the stories have been translated into fifty-seven\nlanguages and published in thirty-eight countries, in\nwhich the name of the world's first consulting detective\nhas become a household word.  Less well known, however,\nis the fact that Sir Arthur Conan Doyle, in relating\nHolmes's exploits contributed a new word to the\nEnglish language: <em>grimpen</em>.</p> <p>It all began with “The Hound of the Basker-villes.”\nAs Doctor Watson strolled across the moor in\nthe company of Henry Stapleton, the latter pointed\nout to him some bright green spots which seemed more\nfertile than the rest.</p> <blockquote>\n<p>That is the great Grimpen Mire.  A false step<br>\nyonder means death to man or beast.  Only yesterday\nI saw one of the moor ponies wander into\nit.  He never came out.  I saw his head for quite a\nlong time craning out of the bog-hole, but it\nsucked him down at last.  Even in dry seasons it\nis a danger to cross it, but after these autumn\nrains it is an awful place.</p>\n</blockquote>"
}