{
  "type": "Article",
  "title": "The Serendipity of Cotyledon",
  "author": "Gene Gramm",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Serendipity of Cotyledon</h1>\n<p><em><span data-rel=\"author\">Gene Gramm</span> <span data-rel=\"location\">New York City</span></em></p>\n<blockquote>\n<p>... The night was opening like a cotyledon.<br>\n—Donald Junkins, The New Yorker</p>\n</blockquote>\n<p>“Eugene,” Edith said, in the manner of a classic\nadvertising campaign, “as long as you're\nup—will you look up the definition of the word <em>cotyledon?</em>”</p>\n<p><em>The Webster's New International Dictionary (Second\nEdition Unabridged</em>) yielded the following:</p>\n<blockquote>\n<p><em>cot' y. le' don</em>..., n. (L., navelwort, fr. Gr.\n<em>kotyledon</em> a cup-shaped hollow, navelwort, fr.\n<em>kotyle</em> Cf. Cotula)</p>\n<p><em>1</em>.  <em>Embryol</em>. a patch or circumscribed area of\nvilli on the placenta of a mammal; —applied\nesp. to the isolated tufts of villi on the chorion\nof the typical ruminants.</p>\n<p><em>2</em>.  <em>Bot</em>.  The first leaf, or one of the first pair or\nwhorl of leaves, developed by the embryo sporophyte\nin seed plants; —also called <em>seed leaf</em>.  The\nnumber of cotyledons is so constant that they afford\na character for the primary division of angiospermous\nplants.  Thus, the grasses, lilies,\npalms, etc. having only one cotyledon, form the\nclass Monocotyledones; while the bean, rose,\noak, etc., with two cotyledons, form the class\nDicotyledones.  Cotyledons sometimes perform\nthe function of foliage leaves, but more frequently\nthey serve as a storehouse of nourishment\nfor the embryo.</p>\n<p><em>3</em>.  <em>(cap.) Bot</em>.  <em>a.</em>  A large genus of herbaceous or\nwoody-stemmed, succulent South African plants\nof the orpine family (Crassulaceae).  <em>b.</em>  Any\nplant of this genus.</p>\n</blockquote>\n<p>I had now compiled, on a yellow scratch pad, the\nfollowing list: <em>navelwort</em>, (I was certain that I had\npossessed one from birth), <em>cotula, villi</em>, (as in the\nphrase, “villi on the chorion”), <em>chorion, ruminants</em>, (I\nhalf-heartedly believed that this would refer to cud-chewing\nanimals, but the qualifying word in the\nphrase, <em>typical ruminants</em> was like a red flag, waved in\nthe face of a ruminant bull), <em>sporophyte, angiospermous</em>,\nand <em>orpine</em>.</p>\n<p><em>Navelwort</em> turned out to be “a European herb having\nround, peltate leaves with a central depression.”</p>\n<p><em>Peltate</em> was defined as a “shield-shaped, <em>scutiform</em>.”</p>\n<p><em>Scutiform</em>, of course, was defined as “shield-shaped.”</p>\n<p><em>Cotula</em> derives from Gr. and Rom. antiq. as “a cup\nor vase of medium size” and is also <em>cotyla</em>.  It sometimes\nhas slightly curved sides with horizontal handles\nnear the brim and a flat base.  In modern Greece,\nhowever, it is a <em>deciliter</em>—in pharmaceutical terms: the\n<em>Mayweed</em>—and under <em>Anat</em>. it is heartlessly described\nas “<em>acetabulum</em>.”</p>\n<p><em>Deciliter</em> is the equivalent of .1 liter in the metric\nmeasure of volume, or 6.1025 cubic inches.  In the\nUnited States it is .211 liquid pints and among the\nBritish, .176.</p>\n<p><em>Mayweed</em> is something I should have let grow, as\nit does, “along roadsides in the U.S.” without further\nattention.  For, on further reading it developed that\nthis strong-scented, “naturalized” European weed has\nbeen used as an “<em>emmenagogue</em>,” which the wavering\ntype on page 838 revealed as a medicinal substance\naiding the menstrual process.</p>\n<p><em>Acetabulum</em> had various <em>Antiq., Anat.</em>, and <em>Zool</em>.\ndefinitions ranging respectively from “a little cup to\nhold vinegar” to the “cup-shaped socket in the hipbone,\nwhich receives the head of the thigh-bone.”\nOther definitions: “The cavity into which the leg of an\ninsect is inserted at its articulation with the body ...\none of the suckers of the cuttlefish ... the large posterior\nsucker of the leeches.”  And then my etymological\nheart quickened in the presence of the Grand Design,\nfor there was one more definition: “One of the <em>cotyle-dons</em>\nor lobes of the placenta in <em>ruminating</em> animals.”</p>\n<p>Wildly circumventing the “villi on the chorion,”\nwhich was next on my list, I proceeded almost directly\nto <em>ruminants</em>.  I say “almost” because immediately\nabove the target word were: <em>rumgumption</em> (which in\nScotland and in the north of England means 'keeness\nor shrewdness') and <em>rumfustian</em> ('a hot drink composed\nof strong beer, white wine or sherry, gin, egg yolks,\nsugar and spices').  And then on to <em>ruminant</em>, which\nverified my initial rumgumption about the cud-chewing,\nbut included, also, a reference to the “ruminantia,”\nwhich are “a division of even-toed, hoofed mammals”\nincluding some which do <em>not</em> chew the cud!  The\ncud-chewing variety, in addition to the familiar oxen,\nsheep, goats, deer, camels, etc., also included “chevrotains”\n(which are, as you might have guessed, “ruminant\nmammals” and are residents of tropical Asia, the\nMalay Islands, and West Africa).  The chevrotains, of\ncourse, are not <em>true</em> ruminants, as are the Pecora.  They\nare of the group known as Tragulina.  There is also the\nTylopoda, which includes llamas and the aforementioned\ncamels.</p>\n<p><em>Villi (see villus)</em> are tufts of hair and are velvety or\nnot velvety, depending on whether you gravitate toward\n<em>Anat</em>. and <em>Embryol., Bot.</em>, or <em>Zool</em>.  I left them\nhastily somewhere in the area of the mucous membrane\nof the small intestine (“including that of the\nplicae circulares”) and reverting to my rapidly proliferating\nlist, journeyed back more than 1,360 tempting\npages to <em>chorion</em>, only to find myself and it deeply\ninvolved with the fetus of mammals.  This chorion on\nwhich those villi are situated is a membrane “always\nembryonic” and “not maternal in origin.”  There was\nalso a passing allusion to the fact that “in higher mammals\nthe allantois becomes intimately united with it,”\nwhich something within me decided to accept as a\ncompliment not to be questioned.</p>\n<p><em>Sporophyte</em> delivered the following definitive dissertation,\nwhich I quote, blindly: “In plants exhibiting\nalternation of generations, the individual or generation\nwhich bears asexual spores;—opposed to <em>gametophyte</em>.\nIt is not clearly differentiated in the life cycle of\nthe lower plants.  In <em>bryophytes</em> it first becomes distinct,\nbeing known as the <em>sporogonium</em>.  In <em>pteridophytes</em>\nit becomes the conspicuous part of the plant,\nthe gametophyte being reduced to a small <em>thalloid</em>\nbody (<em>prothallium</em>); in seed plants it is the only stage\nvisible to ordinary observation, the whole visible tree,\nshrub or herb being the sporophyte.”</p>\n<p>Yes.  But there were still <em>angiospermous</em> and <em>orpine</em>\non my original list; and the night was, indeed, “opening\nlike a cotyledon.”  I decided to issue an interim\nreport to Edith, but when I returned to the bedroom I\ndiscovered that her eyes were closed and the magazine,\nface down, was softly rising and falling with her\nbreathing.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Serendipity of Cotyledon</h1> <p><em><span data-rel=\"author\">Gene Gramm</span> <span data-rel=\"location\">New York City</span></em></p> <blockquote>\n<p>... The night was opening like a cotyledon.<br>\n—Donald Junkins, The New Yorker</p>\n</blockquote> <p>“Eugene,” Edith said, in the manner of a classic\nadvertising campaign, “as long as you're\nup—will you look up the definition of the word <em>cotyledon?</em>”</p> <p><em>The Webster's New International Dictionary (Second\nEdition Unabridged</em>) yielded the following:</p>"
}