{
  "type": "Article",
  "title": "Go to the Dictionary, Thou Sluggard",
  "author": "Nicholas G. Demy",
  "location": "East Hampton, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Go to the Dictionary, Thou Sluggard</h1>\n<p><em><span data-rel=\"author\">Nicholas G. Demy</span> <span data-rel=\"location\">East Hampton, New York</span></em></p>\n<p>In the Winter, 1987, issue of VERBATIM, Arthur\nPlotnik bemoans the state of arts and letters in\nwhich the words have gone stale and flat.  Scientific\nlanguage in contrast, he avers, is sonorous and sparkling.</p>\n<p>Beware the scientist as well as the humanist who\ncasually uses a word without exhausting all the nuances\nof its etymology before choosing the one best\nsuited to his meaning.  He need not be agonizingly\nFlaubertian, but he should take care that no infelicitous\nnotion creeps into print, for once it does, it becomes\na prisoner for life.  An example is in a passage\nfrom Plotkin's article:</p>\n<blockquote>\n<p>Subatomic particles receive such whimsical\nnames as <em>quarks, gluons, gypsies, truths,</em> and\n<em>beauties</em>.  As not quite everybody knows, physicist\nMurray Gell-Mann borrowed <em>quark</em> from\nJames Joyce's phrase “Three quarks for Muster\nMark” in <em>Finnegans Wake</em>.  In German, <em>quark</em>\nmeans 'curds, cream cheese, trash, rubbish, or\nnonsense.'</p>\n</blockquote>\n<p>... Or 'dung.'</p>\n<p>Just about every physics text states Gell-Mann's\nsource for <em>quark</em> and gives 'cheese curds' for its dictionary\nmeaning.  <em>Finnegans Wake</em> is a Babel of tongues, a\nthing of rags and patches from the languages of the\narts and sciences in a linguistic meld of syllables he\ncalled “solubles.”  These “solubles” have as many quirks\nof meaning as quarks have of charm, color, flavor,\nstrangeness, ups-and-downs in physics.  This topsi-turviness\nof physics and humanities came about in\n1963 when theoretical physicists were debating the existence\nof a putative subatomic particle which might\nbe the fundamental building block of the universe.\nMurray Gell-Mann was among a group of physicists at\nColumbia University who had gathered to discuss this\nstrange particle when he used an odd word—<em>quark</em>—\n(rhymed with <em>pork</em>) as a provisional name for it.  Being\na fan of <em>Finnegans Wake</em> and of a whimsical turn of\nmind which delighted in the vagaries of not only physics\nbut of language, he thought the strange sound of\n<em>quark</em> appropriate for a strange particle.  He described\nthe events leading to the final adoption of the name\nthus: the word, he said, seemed appropriate as</p>\n<blockquote>\n<p>... a strange sound for something peculiar.\nWhen I was going to publish the idea eight\nmonths later or whenever it was, late in sixty-three,\nI was paging through <em>Finnegans Wake</em> as\nI often do trying to understand bits and\npieces—you know how you read <em>Finnegans\nWake</em>—and I came across “Three quarks for\nMuster Mark.”  I said “That's it!”  Joyce's word\nrhymes with <em>bark</em> but it was close enough to my\nfunny word. ...  The whole thing is just a gag.\nIt's a reaction against pretentious scientific\nlanguage.</p>\n</blockquote>\n<p>His “reaction against pretentious scientific language”\nled him unwittingly into one of Joyce's linguistic\ntraps.  In the Brideship episode of <em>Finnegans Wake</em>,\nTristan and Isolde have just had their <em>Liebestod</em>, and\nas the vessel approaches the harbor, it is greeted by the\njeering seagulls who sing a derisive song for the cuckolded\nmonarch: “Three quarks for Muster Mark.”\nJoyce slyly knew what he was doing with the word\n<em>quark</em>.  He said he could justify the use of every word\nin <em>Finnegans Wake</em>, that there wasn't a single serious\nline in it, that he had put so many linguistic puzzles in\nit, the professors would be busy for centuries figuring\nout what he had meant....</p>\n<p>Anyone who has read Joyce's letters in German,\nFrench, and Italian will be struck by two things: first,\nthat he could use the language with academic ease and\nprecision; and second that he could also use the lowlife\nlanguage of the vulgar his sharp ear picked up in\nthe taverns and gutters of Austria, Italy, France, and\nSwitzerland.  This is the scatologic material he used in\n<em>Ulysses</em> and <em>Finnegans Wake</em>, and his method was a\ndeliberate melding of “solubles” into a fakesimilar of\nthe originals.  Nora Barnacle reported hearing him\nlaugh uproariously in his room during the composition\nof <em>Finnegans Wake</em>.  The same tale is told by Phillipe\nSoupalt in describing a typical day in Joyce's life in\n<em>Portrait of the Artist in Exile</em>:</p>\n<blockquote>\n<p>No one in my knowledge has subjugated his life\nto his work more than James Joyce did.  Not\nwithout suffering, which I have witnessed, he\naccepted that perpetual slavery, a slavery of\nbody and spirit.  I see him again during one of\nthose days I spent with him, tortured by a\nword, almost rebelliously constructing a framework,\nquestioning his characters, extracting a\nvision from some music, throwing himself exhaustedly\non a couch, the better to hear that\nphrase which was about to be born, about to\nburst into light.  Then for an hour or more, a\ndeep silence, broken by laughs.</p>\n</blockquote>\n<p>This was the resolution we see in two hundred\npuns in eight different languages on a single page,\nlaboriously and too often contrivedly constructed.  This\nis the method Joyce used to put a fizz into the language,\na method admired by no less a linguist than\nGeorge Steiner who said</p>\n<blockquote>\n<p>... his work, more than any since Milton, recalls\nto the English ear the wide magnificence of\nits legacy.  It marshalls great battalions of words,\ncalling back to the ranks words long since asleep\nor rusted, and recruiting new ones by stress of\nimaginative need.</p>\n</blockquote>\n<p>There is an Uncertainty Principle in language as\nwell as in physics.  This applies only to the meaning of\nJoyce's words, not his intent and performance.  When it\ncomes to a choice of two, three, or more meanings, it\nis always a safe bet to choose the slyest, the funniest,\nand most scatologic one.  There are almost 5,000 German\nwords in <em>Finnegans Wake</em>, many of them sly disguises\nfor vulgarity.  Joyce had roistered in German-speaking\ntaverns and had picked up the idioms there.\nHe knew Goethe's <em>Faust</em> and has based the Circe episode\nin <em>Ulysses</em> on the <em>Walpurgisnacht</em>.  Also, in the\nPrologue in Heaven, the Lord and Mephisto are having\ntheir amiable colloquy, with Mephisto jeering the\nLord's servile creature—man—that long-legged grasshopper\nwho sticks his curious nose into every pile of\ndung.  In the original, it is:</p>\n<blockquote>\n<p>In jeden Quark begraebt er seine Nase.</p>\n</blockquote>\n<p>Joyce indubitably had the idiomatic meaning of <em>quark</em>\nin mind, given as <em>dung</em> in most translations (Harvard\nClassics, for one).  <em>None</em> gives 'cheese.'  Goethe was as\nearthy a poet as Joyce was a scatologic one, and both\nknew a grasshopper rummaged a dung heap, not a\ncheese pot.</p>\n<p>In the episode of the Ondt and the Gracehoper,\nJoyce says the Gracehoper had his “odderkop in the\nmyre.”  The Lord only knows how many meanings lie\nin <em>odder</em> in addition to 'more odd'—'other,' 'odor,' 'udder,'\n'utter,' and puns on these—but <em>kop (Kopf)</em> in German\nmeans 'head,' so we may assume the Gracehoper\n(Joyce) had his head in the mire.  Certainly, he had a\nnose for not only the curiosity Mephisto jeered but also\nfor the odor of <em>Quark</em>—dung.</p>\n<p>Goethe gets to use the word again in the Entombment\nscene of Part II, lines 11743-4:</p>\n<blockquote>\n<p>Irrlichter fort! Du, leuchte noch so stark,<br>\nDu bleibst, gehaucht, ein ekler Gellert-Quark.</p>\n</blockquote>\n<p>The sum of this is that a will-o'-the-wisp, when\ngrasped, is as disgusting as the feel of a clammy, sticky,\ngelatinous mass of frog's eggs.  Cheese, no; something\nslimily disgusting, yes.</p>\n<p>German literature provides overkill for the idiomatic\nuse of <em>Quark</em>.  A notorious scatologic poet named\nJakob Lenz was a contemporary of Goethe in Weimar,\nfrom which he was banished for his scurrilous verses.\nHe wrote a series of love lyrics to Friedericke Brion,\nfamous for her attachment to Goethe, which were for\na long time attributed to Goethe.  Lenz had\nneurosyphilis from which he died at 44 in Moscow.  In\none of his dejected periods he wrote:</p>\n<blockquote>\n<p>Lieben, hassen, streben, zittern,<br>\nHoffen, zagen bis ins Mark,<br>\nKann das Leben zwar verbittern,<br>\nAber ohne sie waers Quark.</p>\n</blockquote>\n<p>Allowing for the treachery of translation, there is\nno escaping Lenz's burden of thought:</p>\n<blockquote>\n<p>To love, to hate, to strive, to jitter,<br>\nTo hope, yet to the winds be flung,<br>\nIndeed can make our life seem bitter,<br>\nThough life without them would be dung.</p>\n</blockquote>\n<p>From what I know of the quirks of Joyce's mind,\nthe cloacal physiology of gulls, and the onomatopoieic\nmeaning of <em>Quark</em> in German, I believe Joyce intended\nthe gulls to jettison a cloacal cargo on the already\ncrapped-on monarch.</p>\n<p>H. G. Wells, in reviewing Joyce's <em>Portrait</em> in 1916,\nwrote that Joyce had a “cloacal obsession”; Stanislaus\nJoyce asked his brother “Isn't your art in danger of\nbecoming a sanitary science ... everything dirty seems\nto have the same irresistible attraction for you that cow-dung\nhas for flies.”  And dainty Ezra Pound complained\nto Joyce that he could have drawn Bloom quite effectively\n“without such detailed treatment of the dropping\nfeces.”  An example of this obsession is in one of Bloom's\ninterior monologues, speculating existentially on the\ncomposition of the universe and concluding it was made\nof dung.</p>\n<p>Well—it took a voyage to the moon to prove that\nthe moon wasn't made of green cheese, but the books\non nuclear physics still give 'cheese' as the meaning for\n<em>quark</em>.  Ironically, at least in etymology, Bloom's cosmogony\nmay be right after all if the quark is the building\nblock of the universe.</p>\n<p>Poets can be forgiven for the mistaken use of facts,\nas when Keats put stout Cortés silent on a peak in\nDarien and when Henley made himself a King in Babylon\ntoying with a Christian slave; but scientists must\nhave factual rigor, not poetic flights.  Whether in science\nor the humanities, we must still say with Voltaire\n(by way of Socrates) “If you wish to discourse with me,\nfirst define your terms.”</p>\n<p>If the humanities wish to recharge their words\nwith fizz (the ultimate is Joyce in <em>Finnegans Wake</em>),\nthey should go directly to an etymologic dictionary,\nnot to the taxonomic sciences to discover the heady\ntruth in Emerson's “Every word was once a poem.”  Not\nfor nothing do the Germans call poetry a <em>Dichtung</em>—a\n'condensation.'  For the scientists it is a cinch: he simply\nborrows from the humanities as Gell-Mann did.  Sometimes\nit is felicitous, sonorous, and precise—Linnaeus\nat his best.  But science is a Johnny-Come-Lately on the\nlinguistic scene.  Once man discovered language some\nhalf-a-million years ago, he deposited his experiences\nand history in words, and every word was then a\npoem.  Abstractions didn't come into language until\nthe dawn of conscience when such social artifacts having\nonly human values and no objective correlative in\nnature were coined—such “non-things” as “justice,\nfreedom, honor, good, evil, true, false, love, cruelty,\ncompassion, gods.”</p>\n<p>Three fourths of the words in Roget's <em>Thesaurus</em>\nare abstractions, and it is these which are fuzzy\nthough fraught with unnamed emotions.  Western society\nis dominated by the phenomenological, verbal, analytic\nleft brain of the scientists; it is only when the\nnoumenological, imaginative, synthesizing, poetic\nright brain of the humanist bodies forth the picture of\na <em>thing</em> or of an airy nothing that the left brain provides\na local habitation and a name.</p>\n<p>Writing is a creative art; no word has been written\nor spoken, read or heard twice in exactly the same\nway.  Joyce had Vico's definition of creativity in mind\nwhen he wrote <em>Finnegans Wake</em>, namely, that creativity\nis nothing more than the reworking by the imagination\nof what is already in the memory.  It is the\nability to see and hear more than meets the eye and\near.  This was the last skill to be taught to the philosopher-guardians\nof Plato's <em>Republic</em>.  “The synoptical\nman,” he says in Huntington Cairns's <em>Legal Philosophy\nfrom Plato to Hegel</em>, “the man who has a conspectus of\nknowledge is the philosopher; and the man who is not\nsynoptical, who cannot see two subjects in their relations\nis no philosopher.”</p>\n<p>Take it from this humanist/scientist: this is the\nonly way to put the fizz back into a fresh vocabulary—whether\nliterary or technical.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Go to the Dictionary, Thou Sluggard</h1> <p><em><span data-rel=\"author\">Nicholas G. Demy</span> <span data-rel=\"location\">East Hampton, New York</span></em></p> <p>In the Winter, 1987, issue of VERBATIM, Arthur\nPlotnik bemoans the state of arts and letters in\nwhich the words have gone stale and flat.  Scientific\nlanguage in contrast, he avers, is sonorous and sparkling.</p> <p>Beware the scientist as well as the humanist who\ncasually uses a word without exhausting all the nuances\nof its etymology before choosing the one best\nsuited to his meaning.  He need not be agonizingly\nFlaubertian, but he should take care that no infelicitous\nnotion creeps into print, for once it does, it becomes\na prisoner for life.  An example is in a passage\nfrom Plotkin's article:</p> <blockquote>\n<p>Subatomic particles receive such whimsical\nnames as <em>quarks, gluons, gypsies, truths,</em> and\n<em>beauties</em>.  As not quite everybody knows, physicist\nMurray Gell-Mann borrowed <em>quark</em> from\nJames Joyce's phrase “Three quarks for Muster\nMark” in <em>Finnegans Wake</em>.  In German, <em>quark</em>\nmeans 'curds, cream cheese, trash, rubbish, or\nnonsense.'</p>\n</blockquote>"
}