{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Classical Wizard/Magus Mirabilis in Oz (The Wizard of Oz)",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780859677233/Classical-Wizard-Magus-Mirabilis-Latin-0859677230/plp\"><em>The Classical Wizard/Magus Mirabilis in Oz (The Wizard of Oz)</em></a></h1>\n<p>Translated into Latin by C. J. Hinke and George Van Buren, (Scolar Press, 1987), 264pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>On occasion there appears in the popular press a\nstory on the waxing or waning interest in Latin.  In\nAmerica, despite general indifference to foreign languages,\nthere remains a certain reverence for the language,\nwith nearly everyone having some notions\n(however inexact) about it—language of the Romans\nand of the Roman Catholic Church, a key to a richer\nvocabulary, the source of many common expressions\nand legal terms, and, of course, everyone's readiest\nexample of a “dead language.”  Whatever vague or\nmisty knowledge people may have of Latin, however\nmuch they may hold it in esteem, nearly all assert that\nit is dead.</p>\n<p>In one sense, at least, this common opinion is\ncorrect—no living person can claim Latin as a native\ntongue.  There are those few who can and do use Latin\nas a medium of communication, mainly classical\nscholars in moments of playfulness and those studying\nfor advanced theological degrees at certain Roman\nCatholic seminaries—quite a select group.</p>\n<p>There are signs of life for Latin, however, if\nenrollments in secondary-school Latin courses can be\nused as a measure.  The American Council of Teachers\nof Foreign Languages reports that, since the low point\nof 150,470 secondary-level students of Latin in 1976,\nenrollments have increased steadily, if not dramatically,\nto 169,580 in 1982 and 176,841 in 1985, the latest\nyear for which figures are available.  Prof. Gilbert\nLawall of the Department of Classics at the University\nof Massachusetts at Amherst, one of the nation's leading\nauthorities in the field of Latin education, ascribes\nthis steady growth to the “back-to-basics” trend in education\nand to the related phenomenon of the general\nconservative swing in the American social scene.  Prof.\nLawall notes that in the upheaval of the Vietnam War\nera, many traditional courses “fell out” of curricula,\nincluding, very often, Latin.</p>\n<p>The recent comeback owes much to the recognition\nof Latin's pedagogical value, especially as a vocabulary\nbuilder, something both intuitively and statistically\nknown to be true.  Students who have taken some\nLatin tend to score better than others on standardized\ntests, such as the almost universally administered Scholastic\nAptitude Tests (the “SATs” or “College Boards”).\nThe vocabulary-building argument is a potent one for\nproponents of Latin education, since it hits home to\nboth students and parents, anxious about the SAT and\nits role in getting into a college of one's choice and\nsecuring financial aid.  In certain pockets of the country\nthere is even a <em>shortage</em> of Latin teachers, a turnaround\nseemingly incredible to those who witnessed\nthe doldrums of the '60s and '70s.</p>\n<p>Arising from moribundity to steady growth, Latin\nis now taught in a growing number of schools and\ncolleges with the aid of a host of newly developed\nmaterials that incorporate fresh approaches to learning.\nThe emphasis is now put on the acquisition of\nreading skills and cultural knowledge.  The sort of\nbrutal, rote lessons so long associated with learning\nLatin—the Mr. Chips approach—is now de-emphasized.\nStudents of Latin are now taught reading proficiency\nwithout a painful gantlet of declensional and\nconjugational paradigms.</p>\n<p><em>Magus Mirabilis in Oz</em> is the child of two unlikely\nparents: the rise of interest in Latin education and the\nperennial popularity of the Wizard of Oz story, both in\nbook and movie form.  The jacket copy of this attractive\nlittle book notes that L. Frank Baum's children's\nclassic has sold more than ten million copies and has\nbeen translated into thirty languages; “it now can be\nread in the most classic of all languages.  <em>The Classical\nWizard/Magus Mirabilis in Oz</em> is the first Latin translation.\nWhen classic meets classic, the result, well ...\n<em>classicissimus est.”</em>  (The copywriter's penchant for\ncuteness comes through, even in Latin.)</p>\n<p>But to the book.  The translation is absolutely\nthorough, including title page, Baum's original introduction\nand dedication, and the 24 chapters of the\ntext.  In addition, this Latin version also includes\nW. W. Denslow's illustrations of the original edition of\n1900, which appear somewhat bizarre, especially if\none's images of the story are (and whose aren't?) under\nthe influence of Judy Garland and the M.G.M. film.\nBut for real Oz buffs, no doubt the original illustrations\nwill add significantly to the potential value as a\ncollector's item.</p>\n<p>The translation itself was done with great diligence\nby people well versed in classical rules of composition,\nwith a style that is true to the folksiness of\nBaum's English without doing violence to Latin syntax\nor word selection.  As examples, here are the renderings\nof some of the most familiar names in the Oz\nstory:</p>\n<blockquote>\n<p>Dorothy: <em>Dorothea</em><br>\nToto: <em>Toto</em> (3rd declension; genitive <em>Totonis</em>)<br>\nKansas: <em>Kansa</em> (1st declension)<br>\nAuntie Em: <em>Amita Em</em><br>\nWicked Witch of the West: <em>Maga Mala<br>\nOccidentis</em>\nMunchkins: <em>Munchkini,</em> accusative <em>Munchkinos</em>\n(?)<br>\nthe Emerald City: <em>Urbs Smaragdorum</em><br>\nthe road of yellow brick (Baum's phrase):\n<em>via laterum flavorum</em><br>\nthe Scarecrow: <em>Terriculum</em><br>\nthe Tin Woodman: <em>Lignator Stanneus</em><br>\nthe Cowardly Lion: <em>Leo Ignavus</em><br>\nOz: Oz (indeclinable)\nthe balloon: <em>follis aërius</em><br>\nWinkies: <em>Winkies</em> (3rd declension)</p>\n</blockquote>\n<p>Detailed examination shows that the translation is\ngenerally quite sound and readable.  Two quibbles:</p>\n<p>(1)  Rendering the Wizard's words, “You see, when I\ncame to this country it was in a balloon.”  (Chapter 17)\nas <em>Ut scis, ad hanc terram folle aërio perveni</em> is not\nprecise.  <em>Ut scis</em> is 'As you know,' not quite the same\nsense as the introductory English element <em>You see.</em>  Better\nwould have been: <em>Scias me ad hanc terram folle\naërio pervenire.</em></p>\n<p>(2)  When the Queen of the Field Mice (in Chapter 3)\nrefers to the Tin Woodman as “This funny tinman,” the\ntranslation gives <em>ridiculus</em> for <em>funny,</em> when surely this\nis <em>funny</em> 'peculiar' (not <em>funny</em> 'ha-ha,') and would have\nbeen better rendered as <em>singularis</em> or <em>mirus.</em></p>\n<p>Overall, however, the story comes through very\nfaithfully, and with economy of language.  We are\nspared torturous circumlocutions or recastings into sonorous\nCiceronian periods.  The original narrative is\npresented plainly in Hinke and Van Buren's Latin\nprose:</p>\n<blockquote>\n<p>The little old woman took the slate from her\nnose, and, having read the words on it, asked,</p>\n<p>“Is your name Dorothy, my dear?”</p>\n<p>“Yes,” answered the child, drying her tears.</p>\n<p>“Then you must go to the City of Emeralds.</p>\n<p>Perhaps Oz will help you.”</p>\n<p>“Where is this City?” asked Dorothy.</p>\n<p>“It is exactly in the center of the country, and\nis ruled by Oz, the Great Wizard I told you of.”</p>\n<p>“Is he a good man?” inquired the girl anxiously.</p>\n<p>“He is a good Wizard.  Whether he is a man\nor not I cannot tell, for I have never seen him.”</p>\n<p>“How can I get there?” asked Dorothy.</p>\n<p>“You must walk.  It is a long journey, through\na country that is sometimes pleasant and sometimes\ndark and terrible.  However, I will use all\nthe magic arts I know of to keep you from\nharm.”</p>\n<p>“Won't you go with me?” pleaded the girl,\nwho had begun to look upon the little old\nwoman as her only friend.</p>\n<p>“No, I cannot do that,” she replied; “but I will\ngive you my kiss, and no one will dare injure a\nperson who has been kissed by the Witch of the\nNorth.”</p>\n<p>She came close to Dorothy and kissed her\ngently on the forehead.  Where her lips touched\nthe girl they left a round, shining mark, as Dorothy\nfound out soon after.</p>\n<p>“The road to the City of Emeralds is paved\nwith yellow brick,” said the Witch, “so you cannot\nmiss it.  When you get to Oz do not be\nafraid of him, but tell your story and ask him to\nhelp you.  Good-bye, my dear.”</p>\n<p>“Estne tibi nomen Dorothea, cara mea?”</p>\n<p>“Est,” respondit puella, suspiciens et lacrimas\nabstergens.</p>\n<p>“Progrediendum est ergo tibi ad Urbem\nSmaragdorum.  Fortasse Oz te iuvabit.”</p>\n<p>“Ubi est haec Urbs?” rogavit Dorothea.</p>\n<p>“Est in ipsa media terra, et regnatur ab Oz,\nMago Magno quem tibi memoravi.”</p>\n<p>“Estne homo bonus?” puella anxie rogavit.</p>\n<p>“Est Magus bonus.  Non possum iudicare\nutrum sit homo an non, nam numquam eum\nvidi.”</p>\n<p>“Quomodo illuc ire possum?”  Dorothea\nrogavit.</p>\n<p>“Pedibus tibi eundum est.  Iter longum est, per\nregiones modo amoenas modo tenebricosas et\nterribiles.  Artibus autem magicis omnibus mihi\nnotis utar ut te ab iniuria defendam.”</p>\n<p>“Nonne me comitaberis?” imploravit puella,\nquae aniculam pro sola amica habere coeperat.</p>\n<p>“Id facere non possum,” respondit ea; “sed tibi\nbasium meum dabo, et nemo ei quem Maga\nSeptentrionis basiavit nocere audebit.”</p>\n<p>Ad Dorotheam appropinquavit et ei molliter\nfrontem basiavit.  Ubi labra puellam tetigerunt\nnota rotunda splendidaque relicta est, ut Dorothea\nmox cognovit.</p>\n<p>“Via quae ad Urbem Smaragdorum ducit\nlateribus flavis strata est,” dixit Maga; “falli ergo\nnon potes.  Cum ad Oz perveneris ne eum\ntimeas, sed rem tuam ei narra et auxilium ab eo\npete.  Vale, cara mea.”</p>\n</blockquote>\n<p>Altogether a solid effort on the Latin, and, indeed,\na reflection of the high quality of the entire\npackage.  <em>The Classical Wizard</em> is likely to appeal to\navid fans of Oz memorabilia.  Its value to students of\nLatin is less certain, despite the good offices of the\ntranslators.  Some Latin instructors may find it a pleasing\ndiversion for an afternoon or two, but most are\nalready hard pressed to meet current currricular goals\nand lead their students to the ultimate prize, mastery\nof “real” Latin.  A thorough reading of <em>Magus Mirabilis\nin Oz</em> will likely be undertaken only by the leisured,\nLatined few.</p>\n<p>The publisher was encouraged to complete the\nproject, no doubt, by the long-in-print <em>Winnie Ille Pu\n(Winnie the Pooh)</em> and the recently issued <em>Tela\nCharlottae (Charlotte's Web),</em> two other English children's\nclassics in Latin.  There is even a series of Disney\ncartoon character books with the stories given in\nLatin.  But the success of the Latin <em>Oz</em> is likely to\ndepend on the interest of the curious and of collectors,\nthough its mere existence may bode well for the continued\nvitality of <em>lingua Latina</em> in America.</p>\n<p><em>Frank R. Abate</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780859677233/Classical-Wizard-Magus-Mirabilis-Latin-0859677230/plp\"><em>The Classical Wizard/Magus Mirabilis in Oz (The Wizard of Oz)</em></a></h1> <p>Translated into Latin by C. J. Hinke and George Van Buren, (Scolar Press, 1987), 264pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>On occasion there appears in the popular press a\nstory on the waxing or waning interest in Latin.  In\nAmerica, despite general indifference to foreign languages,\nthere remains a certain reverence for the language,\nwith nearly everyone having some notions\n(however inexact) about it—language of the Romans\nand of the Roman Catholic Church, a key to a richer\nvocabulary, the source of many common expressions\nand legal terms, and, of course, everyone's readiest\nexample of a “dead language.”  Whatever vague or\nmisty knowledge people may have of Latin, however\nmuch they may hold it in esteem, nearly all assert that\nit is dead.</p> <p>In one sense, at least, this common opinion is\ncorrect—no living person can claim Latin as a native\ntongue.  There are those few who can and do use Latin\nas a medium of communication, mainly classical\nscholars in moments of playfulness and those studying\nfor advanced theological degrees at certain Roman\nCatholic seminaries—quite a select group.</p>"
}