{
  "type": "Article",
  "title": "Way To Go, Aubie!",
  "author": "Brian Cahill",
  "location": "Ottawa",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Way To Go, Aubie!</h1>\n<p><em><span data-rel=\"author\">Brian Cahill</span> <span data-rel=\"location\">Ottawa</span></em></p>\n<p>On July 29, 1983, Homer nodded and the following\nappeared in the Home News section of <em>The\nTimes</em> [London]:</p>\n<blockquote>\n<p>A father jailed for savagely beating a man who\nwas prosecuted for sexually molesting his young\nhandicapped daughter had his six-month sentence\nhalved by the Court of Appeal yesterday.</p>\n</blockquote>\n<p>Despite the repellent subject matter, I pounced with\nsome satisfaction on this clumsily constructed sentence.\nA Canadian just beginning a two-month visit to\nGreat Britain, I thought I had discovered the first of a\nreasonable number of examples of bad writing to be\nfound in even-the best of popular British publications,\nexamples which I intended to bring back to Canada\nand fling in the face of a supercilious member of the\nBritish diplomatic service, Sir John Ford.  The flinging\nwould, of course, have had to be metaphorical and,\nindeed, <em>in absentia</em>.  Sir John Ford had been British\nHigh Commissioner to Canada during a period in\n1981 when rather delicate negotiations were going on\nabout the more-than-symbolic move of Canada's written\nConstitution from London to Ottawa.  His major\ncontribution to the spirit of the negotiations had been\na public remark to the effect that a certain document\ncould not have been leaked from <em>his</em> office because, as\nany fool could see, the English was so bad that only a\nCanadian could have written it.</p>\n<p>You may have noted that I described Sir John as a\nmember of the British diplomatic service—not as a\ndiplomat.  His subsequent fate is not fully known, but\nhe was quickly yanked back to London and for a while\nwas believed to be hanging by his thumbs in the\nTower.</p>\n<p>It is against this background that I hope that\nreaders of VERBATIM will understand why a Canadian\njournalist with some experience in speech writing and\nthe preparation of “position papers” on public issues,\nshould at that time have fallen with glad cries upon\nany evidence that the usage of English in Great Britain\nwas at least as bad as in Canada or elsewhere in the\nworld.</p>\n<p>I had no illusions at all about the sorry state of\nEnglish in Canada.  On the morning that I had left\nOttawa for London, the <em>Toronto Globe and Mail</em>,\nwhich regards itself as the best-written newspaper in\nCanada and may be right, had reported:</p>\n<blockquote>\n<p>Dawson, the oldest of eight children of a career\nU.S. Army man who never married his mother,\ngrew up in South Miami....</p>\n</blockquote>\n<p>And on the plane I had been wading through an official\ndocument on the Canadian transportation industry\nwhich was full of sentences like:</p>\n<blockquote>\n<p>If Canada is to achieve its full economic potential\nthe performance of the transportation system\nmust be optimized for people and goods to\nmove at the lowest achievable total cost.</p>\n</blockquote>\n<p>I had this altered to read “Canadian prosperity depends\nupon the low-cost movement of goods and people,”\nmuttering the while about the kind of bloated\nbureaucratese that gave people like Sir John the occasion\nto put us down but still convinced that standards\nof English were falling everywhere in the world, including\nGreat Britain.  And I was also convinced that I\nwould find good evidence of this in <em>The Times</em> and\nother British publications.</p>\n<p>It is with some embarrassment that I must now\nreport that after the first find there was no other.  Daily\nreading of <em>The Times</em> over the next eight weeks as\nwell as less frequent but careful scanning of other\nnewspapers and publications, including <em>Punch</em> and\n<em>The Economist</em>, produced not one other example of\nreally bad writing, in the sense of <em>unintentional</em> misuse\nof the language.  Some amusing typographical errors,\nof course.  A shocking amount of fatuity and\nstupidity.  Platitudes by the ream and, in the dreadful\nLondon tabloids and their provincial imitators, lying\nsensationalism carried to the point of criminal irresponsibility.\nBut no further examples of the “tin ear”\nfor language—the scrambled syntax, the confident\nuse of the wrong word, the pretentious redundancy—which\nis so characteristic of popular and\nofficial writing in Canada, as in the United States,\nthese days.</p>\n<p>Nothing, for instance, to match this classic Canadian\nPress item moved out of Edmonton, Alberta, a\nfew years ago and carried, without editing, in major\ndailies across the country:</p>\n<blockquote>\n<p>The controversial movie, Without A Stitch, has\nbeen termed a framework on which to hang explicit\nsexual acts by Crown Prosecutor Richard\nAnthony.</p>\n</blockquote>\n<p>Or this, from a June 30, 1980 editorial in the <em>Globe\nand Mail</em>:</p>\n<blockquote>\n<p>'I do not trust this man,' Ayatollah Khomaini\nsaid, leaving ajar no plausible hope that the Secretary\nGeneral and the Ayatollah would meet.</p>\n</blockquote>\n<p>Or this from a February 25, 1981, speech by Robert\nBlair, a successful and influential Western Canadian\nbusinessman opposed to “separatist” sentiment in that\npart of Canada:</p>\n<blockquote>\n<p>In fierceness of purpose that there be a balanced\nand distinguishable Canada by continuation of\nConfederation, there is an abundance in the\nWest.  I honestly feel that, absent of very unusual\nprovocation, there is no depth of support\nfor separation....  What is present is a sense of\ndemand for fairness within Canada.</p>\n</blockquote>\n<p>The mangled syntax, wrong word usage, and redundancy\nillustrated above are, I am afraid, typical of\ncontemporary popular writing in Canada.  Why this\nshould be so I am not sure.  Explanations I have listened\nto include inadequacies in the educational system,\nchain ownership of newspapers, proximity to the\nUnited States, the influence of television, and a low-fiber,\nhigh-fat diet.  Perhaps each of these does play\nsome part.  But why then did I find popular English to\nbe so much better in Great Britain?  They, too, have\nproblems with mass education, newspaper chains,\nU.S. cultural penetration, and television.  Indeed,\nsome people, including Edwin Newman, say that a\nuniversal rot is well under way and that it is only a\nmatter of time, as Newman wrote in <em>Edwin Newman\non Language</em> (Warner Books), before “America will be\nthe death of English” in Great Britain and all over the\nworld.</p>\n<p>My experience in the summer of '83 causes me,\nhowever, to disagree with this gloomy prognostication.\nOn August 30, 1983, shortly after my return to Canada,\nI came across the following by Michael Valpy,\nthen an editorial page columnist for the <em>Globe and\nMail</em>:</p>\n<blockquote>\n<p>Allan MacEachen, Hecate-like, whispers a beguiling\nexorcism into the trembling ears of the\nLiberal Party's platform committee on the weekend,\n48 hours before two by-election votes,\nneither of which the party has a hope of winning.\nNo need to be spooked by Brian Mulroney,\nthe Deputy Prime Minister incants.  Right.  Not\nuntil Birnam wood comes to Dunsinane hill.\nBesides the Prime Minister's Office has moved to\na political war-footing.</p>\n</blockquote>\n<p>This pretentious mishmash was intended, as far as I\ncan make out, as an elegantly literate put-down of a\nCanadian politician and his party.</p>\n<p>Contrast it with a similarly intentioned paragraph\nby Auberon Waugh in the London <em>Sunday Telegraph</em>\nof June 19, 1983:</p>\n<blockquote>\n<p>Neil Kinnock would seem to be the best choice\nto lead Labour towards its historic destiny as a\nminor tourist attraction.  He gives the impression\nthat he believes most of the rubbish he talks and\nit is certainly not his fault that he has the face\nof an incontinent schoolboy.</p>\n</blockquote>\n<p>Well, my sympathies are socialist, but Way to go,\nAubie!</p>\n<p>Call me dreamer, if you will, but I hold to the\nfaith that good writing will eventually drive out bad.\nAnywhere.  And in that faith I foresee Waugh triumphing\nover Valpy.  My research has indicated that good\nEnglish still flourishes in Great Britain and to me this\npresages the resurrection rather than the death of English\nin America.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Way To Go, Aubie!</h1> <p><em><span data-rel=\"author\">Brian Cahill</span> <span data-rel=\"location\">Ottawa</span></em></p> <p>On July 29, 1983, Homer nodded and the following\nappeared in the Home News section of <em>The\nTimes</em> [London]:</p> <blockquote>\n<p>A father jailed for savagely beating a man who\nwas prosecuted for sexually molesting his young\nhandicapped daughter had his six-month sentence\nhalved by the Court of Appeal yesterday.</p>\n</blockquote> <p>Despite the repellent subject matter, I pounced with\nsome satisfaction on this clumsily constructed sentence.\nA Canadian just beginning a two-month visit to\nGreat Britain, I thought I had discovered the first of a\nreasonable number of examples of bad writing to be\nfound in even-the best of popular British publications,\nexamples which I intended to bring back to Canada\nand fling in the face of a supercilious member of the\nBritish diplomatic service, Sir John Ford.  The flinging\nwould, of course, have had to be metaphorical and,\nindeed, <em>in absentia</em>.  Sir John Ford had been British\nHigh Commissioner to Canada during a period in\n1981 when rather delicate negotiations were going on\nabout the more-than-symbolic move of Canada's written\nConstitution from London to Ottawa.  His major\ncontribution to the spirit of the negotiations had been\na public remark to the effect that a certain document\ncould not have been leaked from <em>his</em> office because, as\nany fool could see, the English was so bad that only a\nCanadian could have written it.</p>"
}