{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Language of St. Louis, Missouri, Variation in the Gateway City",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Language-St-Louis-Missouri-University/dp/0820403245\"><em>The Language of St. Louis, Missouri, Variation in the Gateway City</em></a></h1>\n<p>Thomas E. Murray, (Peter Lang Publishing, 1986), 272pp.</p>\n<p>The body of Murray's work, which is amply augmented\nby various statistical tables, is based on data he\ncollected from 240 respondents, all of whom are “native\nSt. Louisans.”  Having been born in St. Louis and\nhaving lived there for at least 25 years, I was able to\nrecognize many of the characteristic pronunciations\nand grammatical constructions favored by Murray's informants.\nI, however, do not qualify as a native St.\nLouisan, according to Murray's criteria—“one of the\nrequirements... was that both [the informants] and\ntheir parents had to have lived in St. Louis all their\nlives.”  Unfortunately, for Murray's purposes, this criterion\nruled out using blacks as respondents.  He states,\n“It is true that inner St. Louis is now populated almost\nexclusively by blacks, but the vast majority were born\nin other parts of the country and then migrated to the\nGateway City; thus I could not, strictly speaking, label\ntheir speech 'the language of St. Louis.' ”</p>\n<p>The text of Murray's work is peppered with linguistic\n“in-jokes” and other references, as well as examples\nof the author's distinctive brand of wit.  Murray\nalludes to “the well-known 'danger of death' question,”\nand to the “well-known department store survey” conducted\nby Labov in 1972.  He also observes that “St.\nLouis does seem to have an inordinately high population\nof androgynous beings, supplemented with the\ntypically small subcultures of transvestites, bearded\nwomen and so on...”</p>\n<p>Murray attempts to end the debate concerning\nwhether St. Louis speech is typically “North Midlands,”\n“South Midlands,” or a mixture of the two.  He\nexamines the language of St. Louis through a metaphor\nhe creates around the term <em>hoosier</em>, remarking,\n“I can show conclusively that the linguistic choices of\nSt. Louisans are heavily influenced by their collective\nperceptions of what it means to be and sound like a\n'hoosier.'  “According to Don Crinklaw, whom Murray\nquotes:</p>\n<blockquote>\n<p>[St. Louisans] do not, as many think, use [hoosier]\ninterchangably [<em>sic</em>] with hillbilly, which\nsuggests a cute old fellow with a fishin'...\npole, a jar of corn squeezin's and a corncob pipe\n...[They] mean that displaced country man\nwho moves into a city neighborhood and tears it\nup.  As in, “First the hoosiers moved in, then the\nblacks.”  I guess you could say a hoosier is a hillbilly\nwho's threatening.</p>\n</blockquote>\n<p>Murray polled 480 St. Louisans (in addition, I gather,\nto his primary respondents) in order to ascertain precisely\nthe local usage of <em>hoosier</em>.  He finds it to be the\npejorative term of choice when referring to white\nmales.  He even observes that many white St. Louisans\nuse <em>hoosier</em> as a derogatory term when referring to\nblacks.  (I can't corroborate this bit of evidence, since\nnever, in all my years in St. Louis, do I recall hearing a\nblack person referred to as a hoosier.  Not by anyone.)</p>\n<p>Based on his research, Murray concludes that St.\nLouisans consider “northern” pronunciation and\ngrammar more correct than “southern,” and they\nspeak the way they do because they don't want to be\nthought of as “hoosiers.”  (On the subject of pronunciation,\nit might be useful to point out that the natives\nalways say “saint LOOiss” not LOOee) and “saint\nLOOiss-un.”  This notwithstanding “Saint LOOee woman,”\n“meet me in Saint LOOee, LOOee,” and other\nanomalies.)</p>\n<p>Linguists might well find the book useful because\nit brings together data from previous surveys of the\nlanguage of St. Louis, both Murray's own work and\nthat of Donald Lance, Rachel Faries, and Robert L.\nJohnson, among others.  And Murray ambitiously attempts\nto reach some conclusions as to how St.\nLouisans have come to speak the way they do.</p>\n<p>The inquisitive layman might find Murray's work\ninteresting for two reasons.  First, one's own commonsense\nassumptions about linquistic field research are\nborne out in Murray's work.  He had to switch his\nmethod of collecting data before he even got started,\nhe states, because, “not only were my informants extremely\nuneasy when they became aware that I was\nobserving their pronunciation, they quite obviously\ntried to effect certain changes in the formation of\nmany of their vowels and consonants.”  Also, he observes,\npeople tend to speak in a manner they consider\nto be “more correct” when they are in a situation they\nregard as more “formal.”</p>\n<p>Second, especially if the reader has ever spent\nmuch time in St. Louis, he or she might recognize or\nbe amused by some of the distinctive constructions and\npronunciations favored by St. Louisans.  Murray notes\nthe predominance of the “SUNduh” pronunciation of\n<em>sundae</em>, that <em>wash</em> and <em>Washington</em> become “<em>warsh</em>”\nand “<em>Warshington</em>,” <em>forty</em> turns into “farty” and that\nSt. Louisans use <em>you guys</em> as a term of address for a\nmixed group of people.  He also observes the preference\nSt. Louis natives have for <em>lightning bugs</em> over <em>fireflies,\nicing</em> over <em>frosting, jelly</em> over <em>jam, skipping school</em> over\n<em>playing hookey</em>, and a <em>grease job</em> over a <em>lube job</em>.  Finally,\nit is refreshing that Murray's study lays to rest\nsome of the misconceptions outsiders have about the\nspeech of St. Louisans.  They do not, Murray asserts,\ncarry things around in <em>sacks</em>—they like <em>bags</em> better,\nand <em>soda</em> is their (non-alcoholic) beverage of choice,\nnot <em>pop</em>.</p>\n<p>The non-professional reader, however, might be\nperplexed at the nature of linguistic studies in general,\njudging from Murray's account.  I found myself debating\nthe merits of a study which excludes a significant\nslice of the population of a city, while claiming to\nderive conclusions from the data gathered.  Further, I\ncannot quite reconcile Murray's use of past studies as\nmodels for his own.  Some of the syntax and phonology\nvocabulary he investigates seem archaic.  How significant\nis it, for instance, that St. Louisans store their\npotatoes in either a <em>root cellar</em> or a plain old <em>cellar</em>?  In\nolder, larger houses, a <em>root cellar</em> was often a separate\npart of a cellar, containing bins for apples, potatoes,\netc.  I understand that by sticking to formats used in\nthe past by other researchers, Murray gives himself a\nuseful basis for comparison, but it seeems to me he\ndenies himself a great deal of information he could\nhave gathered if he had listened a little more and\npredicted a little less.</p>\n<p>It was disappointing to see that Murray failed to\nwitness St. Louisans' predilection for such phrases as\n<em>same difference</em> (used in lieu of <em>same thing</em>).  And\nhad Murray allowed himself to interview black St.\nLouisans, he more than likely would have been treated\nto the construction <em>be's</em>, which is used in place of <em>is</em> or\n<em>are</em>, as in, <em>Sometimes things just be's that way</em>.</p>\n<p><em>[Thomas Finkel, Providence]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Language-St-Louis-Missouri-University/dp/0820403245\"><em>The Language of St. Louis, Missouri, Variation in the Gateway City</em></a></h1> <p>Thomas E. Murray, (Peter Lang Publishing, 1986), 272pp.</p> <p>The body of Murray's work, which is amply augmented\nby various statistical tables, is based on data he\ncollected from 240 respondents, all of whom are “native\nSt. Louisans.”  Having been born in St. Louis and\nhaving lived there for at least 25 years, I was able to\nrecognize many of the characteristic pronunciations\nand grammatical constructions favored by Murray's informants.\nI, however, do not qualify as a native St.\nLouisan, according to Murray's criteria—“one of the\nrequirements... was that both [the informants] and\ntheir parents had to have lived in St. Louis all their\nlives.”  Unfortunately, for Murray's purposes, this criterion\nruled out using blacks as respondents.  He states,\n“It is true that inner St. Louis is now populated almost\nexclusively by blacks, but the vast majority were born\nin other parts of the country and then migrated to the\nGateway City; thus I could not, strictly speaking, label\ntheir speech 'the language of St. Louis.' ”</p> <p>The text of Murray's work is peppered with linguistic\n“in-jokes” and other references, as well as examples\nof the author's distinctive brand of wit.  Murray\nalludes to “the well-known 'danger of death' question,”\nand to the “well-known department store survey” conducted\nby Labov in 1972.  He also observes that “St.\nLouis does seem to have an inordinately high population\nof androgynous beings, supplemented with the\ntypically small subcultures of transvestites, bearded\nwomen and so on...”</p> <p>Murray attempts to end the debate concerning\nwhether St. Louis speech is typically “North Midlands,”\n“South Midlands,” or a mixture of the two.  He\nexamines the language of St. Louis through a metaphor\nhe creates around the term <em>hoosier</em>, remarking,\n“I can show conclusively that the linguistic choices of\nSt. Louisans are heavily influenced by their collective\nperceptions of what it means to be and sound like a\n'hoosier.'  “According to Don Crinklaw, whom Murray\nquotes:</p>"
}