{
  "type": "Article",
  "title": "Language As a Source of Conflict",
  "author": "Geoffrey Kingscott",
  "location": "Editor, Language Monthly",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language As a Source of Conflict</h1>\n<p><em><span data-rel=\"author\">Geoffrey Kingscott</span> <span data-rel=\"location\">Editor, Language Monthly</span></em></p>\n<p>In the Terror which followed the French Revolution,\nthe hated aristocrats, whatever their disguise,\ncould usually be distinguished from honest toilers because\ntheir hands were unroughened by manual labor.\nBut to make doubly sure they could also be tested to\nsee how they pronounced the particular diphthong\nwritten as <em>oi</em> in French (as in <em>moi, foin, soin</em> etc.).  If it\ncame out as a somewhat effeminate WE and not as a\nstraightforward proletarian WA (as in modern French)\nthey were condemned out of their own mouths.</p>\n<p>I often think of this story whenever I hear someone\nspeak with a languid, drawled “Oxford” or “cut-glass”\naccent.  Because of a quite unreasoning prejudice\nthe upper class accent sets my teeth on edge, and in a\nsocial upheaval I can quite imagine myself as a latter-day\nFouquier-Tinville, sending the Horray Henries to\nthe guillotine on the evidence of a single drawled\nvowel (<em>mairn</em>, perhaps, as in “I say, my good mairn”).</p>\n<p>Sometimes an actual language (not just the pronunciation)\ndivides the ruler from the ruled, as is said\nto have happened in 11th- and 12th-century England,\nwhen the court and all officials spoke French and the\nrest of the population English.  A case in point in the\nmodern world is the Philippines, where the educated\nelite prefer to communicate in English.  The mass of\nthe population speak local languages, of which Tagalog\nis the best known.  The Communist insurgents are\nsaid to owe much of their success in maintaining their\nground under various regimes to the fact that they\ncan communicate in Tagalog to the local peasants,\nwhereas the Manila politicians cannot.</p>\n<p>Speech and language are powerful sources of individual\nand collective identification, and so it is hardly\nsurprising that even in our internationalized world,\nmany social conflicts owe their origin to linguistic differences.</p>\n<p>The problems are seen most clearly, of course, in\ncountries which are officially bilingual, of which poor\nlittle Belgium is the most striking example.  Even as I\nwrite [late 1987], that country is in the throes of a\npolitical crisis.  It may be the undeclared capital of the\nEuropean Community, where in 1992 there will be a\nbarrier-free common market of 320 million souls from\n12 member countries speaking a variety of languages,\nbut such international vision does not govern domestic\npolitics.</p>\n<p>The Fourons crisis, which provoked the fall of the\nBelgian coalition government in December 1987, is but\nthe latest in a whole series of language disputes which\nhave vexed the Belgian state since WWII, and which\ndetermine political allegiances more than any economic\ntheory or social class.</p>\n<p>In the northern and western parts of Belgium the\nlanguage spoken is Flemish (the local name for what\nis, in fact, Dutch).  In the south and east they speak\nFrench.  For much of Belgium's short history (the country\nwas not created until 1830) French was the more\nfashionable language, and the sharp-eyed visitor to\nFlemish-speaking towns such as Ostend or Antwerp\nmay still see texts in French carved on some buildings.\nThe Flemings came more and more to resent their own\ntongue being looked down on, and since WWII, in\nparticular, they have been asserting themselves.</p>\n<p>The problems became so acute that the country\nhas in effect been split into Flemish-speaking Flanders\nand French-speaking Wallonia, each with its own regional\nadministration.  The capital, Brussels, a predominantly\nFrench-speaking island in a Flemish-speaking\narea, is a third zone, officially bilingual in\neverything.  But linguistic boundaries are never tidy,\nand a small group of predominantly French-speaking\nvillages called Les Fourons were included in the Flemish\nzone.  They have elected a French-speaking mayor,\nJosé Happart, who refuses to take the examination for\nproficiency in Flemish required for the exercise of his\noffice in that region.  The Flemings take this as an\naffront and insist on dismissing him, but he is always\nre-elected.  The national government coalition fell\napart on this very matter, but in the subsequent general\nelection no one seemed to offer a solution to the\nproblem.</p>\n<p>Even if the problem of Les Fourons—or perhaps\nwe should use the Flemish name Voeren—were solved,\nmany Belgians feel that the language question would\nthen immediately raise its head somewhere else.  The\nBelgians joke wryly about their predicament.  Their\nfavorite story is one in which a class of European\nschoolchildren is asked to write an essay about an elephant.\nThe French child writes about the love life of\nthe elephant.  The English child writes about the hunting\nof elephants.  But the longest essay was that written\nby the Belgian child—it was called “The Elephant and\nthe Belgian Language Question.”</p>\n<p>Canada is another country with bilingual problems,\nalthough in the eyes of the world it seems to have\nsettled these with tact and diplomacy.  Officially the\ncountry is bilingual in English and French.  Quebec\nhas always been predominantly French, and the other\nprovinces predominantly English.  Hitting back at the\ndanger of being swamped in an English-speaking\nNorth America, Quebec has always been militant in\nthe defense of French, and this has caused some friction.\nInspired by De Gaulle's splendid indiscretion,\nshouting “Vive le Québec libre” to an ecstactic crowd\nduring his official visit to Canada 20 years ago and by\nthe influence of the militant Parti Québécois, Quebec\nhas tried to insist on the primacy of French, even to\nthe extent of banning English-only signs outside shops\nand business premises.</p>\n<p>On the other hand, as official English/French bilingualism\nis extended to more and more of those Canadian\nprovinces with English-speaking majorities, reports\nare coming in of a backlash: In New Brunswick,\nwhich is said to have a 38 percent francophone population\nand which was the first province to go officially\nbilingual, there were fist fights at one public meeting\nheld in Moncton to discuss the proposals.  In the summer\nof 1987 there were hostile demonstrations in Salisbury\nwhen the post office hired a francophone manager\nin a primarily anglophone town.  “French\nlanguage services stir fear, anger—Alliance for Preservation\nof English slowly taking hold in Eastern Ontario”\nwas a headline in November 1987 in the <em>Toronto\nGlobe and Mail</em> over reports that support for the backlash's\nown association had been booming since the Ontario\nprovincial parliament passed Bill 8, the French\nLanguage Services Act, in November 1986.</p>\n<p>In the United States there has also been something\nof a backlash against the increasing official and unofficial\nuse of ethnic languages, particularly Spanish, with\nthe passage by referendum in California of a proposal\nto enshrine in legislation that English should be recognized\nas the official language.</p>\n<p>Even in the United Kingdom, cradle of the world\nlanguage English, there are problems with the Welsh\nin the Welsh-speaking part of Wales, though protests\nare usually limited to painting out the English in official\nsigns.  From time to time, however, martyrs find\nways of provoking the authorities to send them to\nprison, usually by refusing to pay a fine for some infraction\ncommitted during a demonstration.</p>\n<p>In the countries of Asia linguistic consciousness is\nonly just starting to stir.  Up to now so many activities\nwere locally centered that language problems did not\narise, or where various communities lived side by side,\nas do the Malays and Chinese in Malaysia and Singapore,\neach community kept to itself.  But now there are\nproblems, for example, in Malaysia over the respective\neducational provision, particularly in higher education,\nfor Malay, Tamil, and Chinese speakers, with\npolitical parties becoming aligned—as in Belgium—on\nlinguistic lines.</p>\n<p>And so, we can go on round the world, with communities,\nnational, social, or tribal, often drawing\nbattle lines along linguistic frontiers.  But one should\nnot exaggerate.  Linguistic differences might occasionally\nlead to fisticuffs, but rarely to loss of life—in contrast\nto religious differences.</p>\n<p>Language is a form of individual and corporate\nidentity, necessary to the human psyche.  But only if we\nfeel our identity is threatened do we become aggressive.\nIt is no accident that dictatorships tend to frown\non diversity in language—in the reign of Franco in\nSpain there was little tolerance for the two regional\nlanguages, Basque and Catalan, both of which have\nenjoyed a new flowering since the old regime was laid\nto rest.</p>\n<p>If we could all recognize that there is richness in\ndiversity, the world would be a more tolerant, and\naltogether more tolerable, place in which to live.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language As a Source of Conflict</h1> <p><em><span data-rel=\"author\">Geoffrey Kingscott</span> <span data-rel=\"location\">Editor, Language Monthly</span></em></p> <p>In the Terror which followed the French Revolution,\nthe hated aristocrats, whatever their disguise,\ncould usually be distinguished from honest toilers because\ntheir hands were unroughened by manual labor.\nBut to make doubly sure they could also be tested to\nsee how they pronounced the particular diphthong\nwritten as <em>oi</em> in French (as in <em>moi, foin, soin</em> etc.).  If it\ncame out as a somewhat effeminate WE and not as a\nstraightforward proletarian WA (as in modern French)\nthey were condemned out of their own mouths.</p> <p>I often think of this story whenever I hear someone\nspeak with a languid, drawled “Oxford” or “cut-glass”\naccent.  Because of a quite unreasoning prejudice\nthe upper class accent sets my teeth on edge, and in a\nsocial upheaval I can quite imagine myself as a latter-day\nFouquier-Tinville, sending the Horray Henries to\nthe guillotine on the evidence of a single drawled\nvowel (<em>mairn</em>, perhaps, as in “I say, my good mairn”).</p> <p>Sometimes an actual language (not just the pronunciation)\ndivides the ruler from the ruled, as is said\nto have happened in 11th- and 12th-century England,\nwhen the court and all officials spoke French and the\nrest of the population English.  A case in point in the\nmodern world is the Philippines, where the educated\nelite prefer to communicate in English.  The mass of\nthe population speak local languages, of which Tagalog\nis the best known.  The Communist insurgents are\nsaid to owe much of their success in maintaining their\nground under various regimes to the fact that they\ncan communicate in Tagalog to the local peasants,\nwhereas the Manila politicians cannot.</p>"
}