{
  "type": "Article",
  "title": "Antipodean English: Give a Dog a Bad Name ...",
  "author": "George W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Give a Dog a Bad Name ...</em></h1>\n<p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>“What puzzles me,” said a German peasant\nwho had been to a lecture on astronomy,\n“is not how they found out the size of the stars so much\nas how they found out their names.”  This problem of\nfinding names was one that faced the first Europeans\nmeeting the strange animals of Australia.  To some of\nthem they gave European names, which were reasonably\nappropriate for magpies or even swans, though\nthese swans contradicted the traditional logician's\nproposition “all swans are white” by being black.  European\nnames were less appropriate when a small arboreal\nmarsupial was called a <em>native bear,</em> and there\nwas a considerable leap of the imagination in using\n<em>jackass</em> to name a bird.  The native bear and the laughing\njackass now have the more Australian names, <em>koala</em>\nand <em>kookaburra.</em>  The kangaroo, which an early poet\nthought combined qualities of a hart and a squirrel,\ndefied attempts to provide an English name.  The native\nname recorded by Banks in 1770 was used from his\ntime on.</p>\n<p>There was, however, one animal that was quite\nfamiliar.  The Aboriginal people were accompanied by\ndomestic dogs, and some of the same dogs ran wild.\nEarly settlers sometimes talked of <em>native dogs</em> or <em>wild\ndogs</em>, but the name <em>dingo</em> was established from early\nsettlement.  Oddly enough, the word <em>dingo</em> seems to\nhave meant 'tame dog' in the contributing language,\nand another word, <em>warrigal,</em> referred to the wild dog.\nThis word was also adopted into English and could\nrefer to other wild animals or plants as well as dogs,\nbut it has never been so widely used as <em>dingo.</em></p>\n<p>I think it might have been bad luck that gave the\ndingo a name of its own.  Dogs on the whole are favorably\nregarded; the associations developed around the\nword <em>dingo</em> are uniformly pejorative.</p>\n<p>The dog is man's best friend.  We talk of doglike\ndevotion.  A boy and his dog become a symbol of togetherness\n(Aboriginal dogs appear to be more communally\nowned).  The dog is doggedly loyal to his master,\nhowever much a scoundrel that master might\nappear to his fellow man.  Even Muslims, who use <em>dog</em>\nas a pejorative, admit a dog to heaven for his loyalty in\nguarding the legendary seven sleepers.</p>\n<p>The English language is somewhat ambivalent in\nits treatment of dogs.  A black dog is a symbol of the\ndevil, one can be <em>dogged by misfortune</em> and <em>go to the\ndogs</em> and <em>lead a dog's life.</em>  Some <em>dirty dog</em> could be\nbehind that.  There is a hint of canine ferocity in the\nRoman <em>cave canem</em> (which does not mean 'look out,\nI'm going to sing'), and even <em>hair of the dog</em> relates to\nbiting, as does, presumably, <em>let sleeping dogs lie.</em>  Yet\nthe pet form <em>doggie</em> (will my doggie go to heaven?) is\nfull of trust and friendship.  <em>Dingo</em> has no pet form like\nthat, nor any saying comparable with <em>Love me, love\nmy dog,</em> at least not in the language of the conquerors.</p>\n<p>The idioms of Australian English have added to\nthe associations of <em>dog</em>.  The ambivalence of attitude\nseen in the general language is equally evident in the\nAustralian additions.  The Footscray Australian Rules\nfootball team does not mind being nicknamed <em>The\nDogs;</em> the man who dizzily rides on the load of a crane\nis honorably called the <em>dogman</em> (or has been, since\nthe term is now condemned by Equal Opportunities\nlegislation; a form <em>dogperson,</em> or, for that matter,\n<em>bitchman,</em> appears never to have been used).  A political\ngroup based on “Defence of Government Schools”\naccepted the abbreviation DOGS.  Against these uses,\nthere is to <em>turn dog,</em> or <em>dog on</em> (your mates), meaning\n'to betray.'  To call someone a <em>dog</em> in this sense is, in the\nwords of a recent writer, “the worst insult you can\nthrow at a crim.”</p>\n<p>Many of the Australian elaborations on the word\n<em>dog</em> are neutral in tone.  A <em>dogleg</em> might be a boomerang-shaped\npiece of ground, a <em>dogleg fence</em> a zigzag of\ninterlaced horizontal logs.  The <em>dogbox</em> is a compartment\nin a train; in New Zealand <em>in the dogbox</em> means\n'in disfavor,' general English 'in the doghouse.'  To <em>have\na dog tied up</em> is to have an unpaid account.  <em>Dog's\ndisease</em> is influenza or malaria, and a horse or sheep\ndifficult to manage is a <em>dog.  The night's a pup</em> is a way\nof saying 'It's early yet.'  In some set expressions <em>dog</em>\nmay refer to dingoes, as in <em>the dog fence</em> (to keep\ndingoes out), or <em>dogger,</em> a hunter of dingoes.</p>\n<p>On two occasions dogs have figured in Australian\nparliamentary discussion.  In 1983 when the return of a\nLabor government reduced Malcolm Fraser to the status\nof an eminent person, Labor's Deputy Leader, Bill\nHayden, made the remark that a <em>drover's dog</em> could\nhave led Labour to victory in that election.  On another\noccasion a Member of Parliament complained that the\nfood in the canteen would <em>kill a brown dog.</em>  A <em>brown\ndog</em> is a red kelpie, said to be able to digest everything\nexcept poison bait.  The <em>kelpie</em> is a working sheepdog, a\nparticipator in <em>dog trials,</em> public displays of skill in\nmarshaling sheep into pens.  More merely ornamental\nis the <em>Sydney silkie,</em> officially the <em>Australian silky terrier,</em>\na toy dog for the amusement of dog-lovers.</p>\n<p>There seems to be no corresponding term “dingolover.”\nWhile (other) dogs have various associations,\npartly depending on whether you are a burglar or a\nhouseholder, dingoes have nothing but a bad press.\nThe worst meanings of <em>dog</em> are echoed.  To <em>dingo on</em>\none's mates is to betray them.  Similar meaning attaches\nto <em>turn dingo</em> or <em>act the dingo.</em>  A recent dictionary\ndefines <em>dingo</em> as a term of extreme contempt when\napplied to a man because of the animal's reputation for\ncowardice and treachery.  As early as 1855 a poet wrote\nof “the coward dingo of the bush,” and numerous literary\nuses of the term have reinforced similar associations.\nTo <em>dingo out</em> is to 'let the side down.'  There is at\nleast one record of a form <em>dingoism</em> to describe the\nactivities of undercover police officers tempting citizens\nto breaches of the law in order to arrest them.\nThe dingo is, in the words of a more recent poet,\n“nobody's good bloke.”</p>\n<p>Much prejudice and preconception is hidden in\nlanguage.  We think of dogs as faithful guardians of\nproperty, loyal friends to those who befriend them.\nThey are playfellows and protectors of children.  We\nthink of dingoes as cowardly marauders, attacking innocent\nand defenseless sheep and (who knows?) perhaps\na baby.  Feral animals naturally hunt for food but\nto this natural behavior our language adds numerous\novertones of hatred and contempt.  No child ever asked\n“Will my dingo go to heaven?”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Give a Dog a Bad Name ...</em></h1> <p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>“What puzzles me,” said a German peasant\nwho had been to a lecture on astronomy,\n“is not how they found out the size of the stars so much\nas how they found out their names.”  This problem of\nfinding names was one that faced the first Europeans\nmeeting the strange animals of Australia.  To some of\nthem they gave European names, which were reasonably\nappropriate for magpies or even swans, though\nthese swans contradicted the traditional logician's\nproposition “all swans are white” by being black.  European\nnames were less appropriate when a small arboreal\nmarsupial was called a <em>native bear,</em> and there\nwas a considerable leap of the imagination in using\n<em>jackass</em> to name a bird.  The native bear and the laughing\njackass now have the more Australian names, <em>koala</em>\nand <em>kookaburra.</em>  The kangaroo, which an early poet\nthought combined qualities of a hart and a squirrel,\ndefied attempts to provide an English name.  The native\nname recorded by Banks in 1770 was used from his\ntime on.</p> <p>There was, however, one animal that was quite\nfamiliar.  The Aboriginal people were accompanied by\ndomestic dogs, and some of the same dogs ran wild.\nEarly settlers sometimes talked of <em>native dogs</em> or <em>wild\ndogs</em>, but the name <em>dingo</em> was established from early\nsettlement.  Oddly enough, the word <em>dingo</em> seems to\nhave meant 'tame dog' in the contributing language,\nand another word, <em>warrigal,</em> referred to the wild dog.\nThis word was also adopted into English and could\nrefer to other wild animals or plants as well as dogs,\nbut it has never been so widely used as <em>dingo.</em></p> <p>I think it might have been bad luck that gave the\ndingo a name of its own.  Dogs on the whole are favorably\nregarded; the associations developed around the\nword <em>dingo</em> are uniformly pejorative.</p>"
}