{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Random House Dictionary of the English Language - Second Edition - Unabridged",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780394500508/Random-House-Dictionary-English-Language-0394500504/plp\"><em>The Random House Dictionary of the English Language - Second Edition - Unabridged</em></a></h1>\n<p>Stuart Berg Flexner, Editor in Chief, Leonore Crary Hauck, Managing Editor, (Random House, 1987), xlii + 2478pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>As regular readers of VERBATIM are aware, many\ndictionaries and other reference books are reviewed in\nthese pages, in addition to other books dealing with\nthe myriad aspects of language.  In most cases, books\nare reviewed quite soon after their publication—bearing\nin mind that this is a quarterly—in fact,\nfar sooner than in scholarly journals.  In general, unless\na review of some scholarly depth is required—the kind\nin which the reviewer devotes more space to showing\noff his erudition or, more commonly, his propensity for\nnitpicking and for accumulating as many footnotes\nand bibliographic references as he can, while trying to\npersuade the readers (of which there are pitifully few)\nthat it was he who should have written the book under\nreview—reviewing a book of any kind should not require\nmore than a few hours.  In the case of ordinary\nfiction and nonfiction, one expects the reviewer to have\nread the book in its entirety; that is clearly not possible\nor even feasible in the case of a dictionary or other\nreference work, and Letters to the Editor appearing in\nevery kind of publication, from scholarly journals to\nthe <em>Times Literary Supplement</em> to the <em>Book Review</em> of\n<em>The New York Times</em> (to cite at least one gamut) continually\npoint out the real or fancied shortcomings of\nthe reviewers.  With few exceptions, those are written\nby the authors of the reviewed books; in some instances,\nthey correctly point out genuine errors—misquotations,\nmisinterpretations, and the like—in the\nreview; in others, they protest against misunderstandings,\nwhich may be either weaknesses of the reviewers\nor, often, reflexes of the authors' failure to have presented\ntheir theses with unambiguous clarity.</p>\n<p>Too many reviewers take their role to be to discover\nall the reasons why the subject book should not\nhave been published.  It is unfortunate, but there is no\neluding the fact that the designations <em>critic, criticism,</em>\nand their congeners have acquired the accompanying\nconnotation “adverse”; as a consequence, many reviews\ntend to carp.  “Kind” reviewers, those who are\nnot, in principle, ill-disposed to almost any book they\nreview, use language like, “I was disappointed not to\nfind word <em>X</em> (or sense <em>Y</em>) in the dictionary.”  It is not\neasy to write a book—any book, but especially a reference\nbook—and the least an author can expect is some\nrespect for his effort.  Sad to say, there are many books\nthat should never have been published, either because\nthey are trivial and a complete waste of time or because\nthey are poorly done.  However small the percentage\nof books published may fall into this last category,\nit must be borne in mind that, taken together,\nthere are about 50,000 books put out every year in the\nUnited States alone.  (Only slightly fewer than\nthat—more than 40,000—are published in Britain.)\nAlthough this includes every kind of publication that\ncan be considered a book, the number is staggering.\nMoreover, it does not include new press runs of books\npublished in previous years.  Most newspapers that\nprint reviews publish one a day, six days a week, or,\nsay, little more than 300 a year; weekly reviews might\ncover between thirty and forty titles (many of which\nwere reviewed in the dailies, as well).  It is small wonder\nthat most books receive scant attention and that\nthe more responsible review publications have taken to\nlisting bibliographic information regularly in a section\ncalled “Books Received” (though seldom reviewed).  According\nto H.W. Wilson, publishers of <em>Book Review\nDigest,</em> approximately XXXXX reviews appear in all\nkinds of periodicals in the United States in the course\nof a year, but these are of only YYYYY titles, or ZZ\npercent of the books published: the rest are not reviewed\nat all.</p>\n<p>To some extent, the foregoing is pertinent to this\nreview of <em>The Random House Unabridged - Second\nEdition</em> [<em>RHD-II</em>].  The “reviews” already published\nhave been of the “quickie” variety, in which the reviewers\ncheck to find some of the new words and senses\nthat have been added and issue comments of a more or\nless virulent nature (depending on their dispositions)\nlamenting the omission of such-and-such a word.  In\ngeneral, such pap suffices for much of the reading\npublic—or, at least, has sufficed in the past.  It is patently\nridiculous to write a review of a book like the\n<em>RHD-II</em> “off the cuff,” as it were; a dictionary is something\nlike a new mattress: you do your best to select\nwhat you think is going to be the most comfortable\none in the store, but it is not till you have slept on it for\na while that you can be sure you have made the proper\nchoice.  Sleeping on a dictionary can prove a backwrenching\nexercise, but living with it is the only way\nyou can tell whether it fits your needs comfortably.</p>\n<p>As Managing Editor of the First Edition of the\n<em>RHD,</em> I spent about seven years with it before its publication;\nsince 1966, I have lived with it at my side,\nreferring to it so often that I have worn out several\ncopies.  Having been responsible for much of its content\nas well as its organization, I am intimate with the\ninformation it contains.  To be sure, it does not contain\nall the information about the language that I am likely\nto need, and I am often interested in what other dictionaries\noffer concerning the treatment of a particular\nword; but, on the whole, I have found it to be the best\ndictionary I have ever used.  [Note to cynics: I have\nnever received a royalty on the sales of <em>RHD-I</em> and\nhave never had any financial interest in its success.]  I\nhave almost invariably found it sensible and sensitive,\nthough as time has passed, I, too, have been increasingly\naware that it was falling out of date.  Now and\nthen, an entry that I should have expected to find was\nmissing; but the omission has never been outrageous,\nand the dictionary has always been easy to use.</p>\n<p>Although I have a couple of reservations about\n<em>RHD-II,</em> my opinion of the new edition, which I have\nbeen using for about four months, is favorable: the\nprinciples of inclusion and treatment followed in the\nfirst edition have been maintained in the new.  There is\nlittle point in wasting space in this review to comment\nat length on the huge (<em>ginormous, humongous</em>) expansion\nthat the lexicon of English has undergone during\nthe past two decades (except to needle the editors\nabout the absence of <em>ginormous,</em> a trivial matter): according\nto the advertising of the new edition, about\n75,000 words and senses have been added.  As far as I\nknow, nothing has been taken away from the main (A-Z)\nsection of the book.</p>\n<p>The back matter retains the four small bilingual\ndictionaries (French, Spanish, Italian, German) that\nappeared in the first edition, as well as a Basic Manual\nof Style and a section on Signs and Symbols.  For some\nreason, the (boring) section on Colleges and Universities,\noccupying twenty valuable pages that could better\nhave been devoted to more useful information, has\nbeen retained.  The (more) useful section on geographical\ndata—biggest lakes, longest rivers, highest mountains,\netc.—(which I used occasionally) has been deleted,\nand the attractive and useful set of maps, with a\ndetailed index/gazetteer, has also been sacrificed: the\npresent atlas of 28 pages with a skimpy, two-thirds-of-a-page\nindex, is quite awful and resembles the quality\nof those found in vest-pocket dictionaries and diaries.</p>\n<p>I am somewhat put off by two major elements in\nthe redesign of the main body of the book: the decision\nto use sans-serif type for the headwords and other\nboldface text reflects poor judgment, for, in trying to\nfind an entry quickly, I have always felt that the redundancy\noffered by serif type makes it faster and easier to\nread.  Particularly, sans-serif type often makes it difficult\nto distinguish readily among a lower-case <em>l</em>, a capital\n<em>I</em>, and (in some fonts) the number <em>1</em>.  To differentiate\nthem in <em>RHD-II</em> a serified “1” has been used, and\nthe capital “I” has been thickened.  This results in an\nugly setting of <em>Illinois,</em> for example, as well as other\nwords in which those letters occur, cheek by jowl.  The\ndecision to change to sans-serif type is probably attributable\nto the publisher's art department, which, like\nmost art departments, can seldom let well enough\nalone.</p>\n<p>The other decision regarding design involves the\nillustrations.  In the first edition, these were set with\nrun-arounds—that is, the type of the contiguous entry\nor entries was set in narrower measure to allow for the\nwidth of those illustrations of less than a full column in\nwidth.  When I first saw the illustrations a full column\nwide, I assumed that the decision had been taken to\navoid the complexities of run-arounds when setting a\nbook by computer.  (It is not that it cannot be done,\nonly that it makes life more complicated.)  I have been\nassured by Stuart Flexner, however, that the decision\nwas not affected by considerations of typesetting.  I\nhave no fundamental objection to the principle of full-column-width\nillustrations (with captions alongside\nrather than underneath), but not all the illustrations\n(especially the maps) lend themselves well to that\ntreatment.  Sad to relate, the art department also decided\nto place a fine screen over all illustrations (except\nmaps), a very poor decision, indeed, for the screen\nfrequently obscures the fineness of detail in many of\nthe drawings.  All the drawings in the first edition were\ncommissioned by me, and I was very pleased with\ntheir appearance, believing that they added measurably\nto the look of the book's pages; the toning and\nshading of the original illustrations has been all but\nobliterated by the screening.  While I am at it, I might\nas well say that I can see no valid reason whatsoever\nfor changing the design of the front cover: after twenty\nyears spent in establishing the fine design of the original\nedition, it has been abandoned in favor of a pleasant,\nif undistinctive design.  It is a pity that art departments\ndo not seem to feel that they are doing their job\nif they do not make changes and would, undoubtedly\nredesign the Sistine Chapel if given the chance.</p>\n<p>As for the content, only a few changes are immediately\napparent, the chief one being the addition of a\nspan of dates for the development of identified senses\nin the etymologies of given words.  In some entries\n(e.g., <em>quark</em>), it is possible to pinpoint the date of\ncoining of a term; in other cases, the editors have\nchosen to give either very general information (e.g.,\nfor <em>shade,</em> “bef. 900”) or rather specific information\nregarding a particular definition (e.g., <em>shade,</em>\n“1960-65 for def. 17”).  As this kind of information can\nbe provided neither consistently nor with complete accuracy,\nit is ill-advised to include it at all.  Parallel data\nfor entries like <em>run</em> and <em>set</em> with 178 and 116 definitions,\nrespectively, is absent (quite sensibly).  Besides, that\nkind of information is the most likely to be misconstrued\nby the average user: How often have we heard\nsomeone say that a certain word “came into the language”\nin a certain year (usually after looking up the\nfirst citation in the <em>OED</em>)?  Even if a range is given, it is\nlikely to be wrong.  Admittedly, it is pretty safe to give\n“bef. 900” as a date if the word appeared in <em>Beowulf</em>;\nbut def. 17 of <em>shade, cast</em> or <em>put someone in</em> or <em>into the\nshade</em>, although it might not be attested in written\nform prior to 1960 could certainly have existed earlier,\nespecially when one considers that, with variants, it\nappears in four different forms.  I feat that in a misguided\nattempt at being competitive with the latest\nedition of the <em>Merriam-Webster Collegiate Dictionary,</em>\nthe editors of the <em>RHD-II</em> have fastened on the most\nvolatile (and probably most likely to be misunderstood)\ninformation available to lexicographers.</p>\n<p>An area that should have been researched a bit\nmore assiduously is the pronunciation of British\nEnglish.  Scattered here and there are transcriptions\nshowing the way words are pronounced in (southern)\nBritish, usually called “RP” (for “Received Pronunciation”).\nThus, we find at <em>controversy,</em> after the normal\nU.S. pronunciation with the stress on the first syllable,\nthe pronunciation [k\\?\\n trov'\\?\\r sē] labeled “<em>Brit</em>. <em>also</em>”],\nwhich would be correct if the [r] in the third syllable\nhad been omitted.  But no “<em>Brit</em>. <em>also</em>” pronunciations\nare given for <em>disciplinary</em> and a host of other words in\nwhich there is a variant pronunciation with a change\nof stress; nor, indeed, are such pronunciations as\n[mäsk] (for <em>mask</em>) labeled “<em>Brit</em>. <em>also</em>.”  The basic question\nis Why show British pronunciations?, the secondary\nquestion is Why not show them consistently?, and\nthe ancillary question is Why show British variant\npronunciations when standard British pronunciation is\nnot shown?</p>\n<p>The length at which I have carried on about these\ntwo anomalous curiosities is more in proportion to the\nneed to explain them, not as a reflection of their being\nof great moment: in a work of such considerable consequence,\nthey are punctilious peccadilloes.  (I also noted\nthe absence of an entry for E. Nesbit, the author of\n<em>The Bastable Children</em> and other important books for\nchildren, but that could well be laid at my door, for\nshe is missing from the first edition, as well.)</p>\n<p>In sum, the <em>RHD-II</em> deserves praise for what it\ncontains, the most complete and up-to-date description\nof the English language of the United States available.\nIt is hoped that, unlike the earlier edition, it will\nbe subjected to continual updating, if not annually\nthen at least quinquennially.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780394500508/Random-House-Dictionary-English-Language-0394500504/plp\"><em>The Random House Dictionary of the English Language - Second Edition - Unabridged</em></a></h1> <p>Stuart Berg Flexner, Editor in Chief, Leonore Crary Hauck, Managing Editor, (Random House, 1987), xlii + 2478pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>As regular readers of VERBATIM are aware, many\ndictionaries and other reference books are reviewed in\nthese pages, in addition to other books dealing with\nthe myriad aspects of language.  In most cases, books\nare reviewed quite soon after their publication—bearing\nin mind that this is a quarterly—in fact,\nfar sooner than in scholarly journals.  In general, unless\na review of some scholarly depth is required—the kind\nin which the reviewer devotes more space to showing\noff his erudition or, more commonly, his propensity for\nnitpicking and for accumulating as many footnotes\nand bibliographic references as he can, while trying to\npersuade the readers (of which there are pitifully few)\nthat it was he who should have written the book under\nreview—reviewing a book of any kind should not require\nmore than a few hours.  In the case of ordinary\nfiction and nonfiction, one expects the reviewer to have\nread the book in its entirety; that is clearly not possible\nor even feasible in the case of a dictionary or other\nreference work, and Letters to the Editor appearing in\nevery kind of publication, from scholarly journals to\nthe <em>Times Literary Supplement</em> to the <em>Book Review</em> of\n<em>The New York Times</em> (to cite at least one gamut) continually\npoint out the real or fancied shortcomings of\nthe reviewers.  With few exceptions, those are written\nby the authors of the reviewed books; in some instances,\nthey correctly point out genuine errors—misquotations,\nmisinterpretations, and the like—in the\nreview; in others, they protest against misunderstandings,\nwhich may be either weaknesses of the reviewers\nor, often, reflexes of the authors' failure to have presented\ntheir theses with unambiguous clarity.</p> <p>Too many reviewers take their role to be to discover\nall the reasons why the subject book should not\nhave been published.  It is unfortunate, but there is no\neluding the fact that the designations <em>critic, criticism,</em>\nand their congeners have acquired the accompanying\nconnotation “adverse”; as a consequence, many reviews\ntend to carp.  “Kind” reviewers, those who are\nnot, in principle, ill-disposed to almost any book they\nreview, use language like, “I was disappointed not to\nfind word <em>X</em> (or sense <em>Y</em>) in the dictionary.”  It is not\neasy to write a book—any book, but especially a reference\nbook—and the least an author can expect is some\nrespect for his effort.  Sad to say, there are many books\nthat should never have been published, either because\nthey are trivial and a complete waste of time or because\nthey are poorly done.  However small the percentage\nof books published may fall into this last category,\nit must be borne in mind that, taken together,\nthere are about 50,000 books put out every year in the\nUnited States alone.  (Only slightly fewer than\nthat—more than 40,000—are published in Britain.)\nAlthough this includes every kind of publication that\ncan be considered a book, the number is staggering.\nMoreover, it does not include new press runs of books\npublished in previous years.  Most newspapers that\nprint reviews publish one a day, six days a week, or,\nsay, little more than 300 a year; weekly reviews might\ncover between thirty and forty titles (many of which\nwere reviewed in the dailies, as well).  It is small wonder\nthat most books receive scant attention and that\nthe more responsible review publications have taken to\nlisting bibliographic information regularly in a section\ncalled “Books Received” (though seldom reviewed).  According\nto H.W. Wilson, publishers of <em>Book Review\nDigest,</em> approximately XXXXX reviews appear in all\nkinds of periodicals in the United States in the course\nof a year, but these are of only YYYYY titles, or ZZ\npercent of the books published: the rest are not reviewed\nat all.</p>"
}