{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionaries of English: Prospects for the Record of Our Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Dictionaries-English-Prospects-Record-Language-Richard/1201390893/bd\"><em>Dictionaries of English: Prospects for the Record of Our Language</em></a></h1>\n<p>Richard W. Bailey, ed., foreword by Clarence L. Barnhart, (University of Michigan Press, 1987), viii + 161pp.</p>\n<p>As Robert W. Burchfield recalls in “The <em>Supplement\nto the Oxford English Dictionary</em>: The End of\nthe Alphabet,” his contribution to this collection of\npapers on dictionaries:</p>\n<blockquote>\n<p>There were no courses, no conferences, no seminars,\nno handbooks or manuals of lexicography.</p>\n</blockquote>\n<p>The time referred to was 1957, when he began his\nassignment “to prepare a new <em>Supplement</em>.”  I do not\nknow the attitude in England to lexicography at that\ntime, but as a practising lexicographer in America I\ncan attest to a similar situation there, with one or two\nexceptions: Uriel Weinreich, who held the Atran chair\nof linguistics at Columbia University, was sufficiently\ninterested in the subject to offer a course called Lexicology,\nwhich, albeit rather vaguely, dealt with the\n<em>principles of lexicography</em>.  (To this day, while I maintain\nsuch a distinction, I find that the terms are somewhat\nmuddied.)  On the other hand, my other graduate\nstudies towards a doctorate in general and\ncomparative linguistics were conducted by professors\nwho clung so doggedly to the precepts of structuralism\nin linguistics and to theoretical matters that anything\nsmacking of applied linguistics was at once stigmatized.\nThe prevailing philosophy of the day—at least at\nColumbia—was the Bloomfieldian notion that one\ncould not—should not—treat semantics because “we\nknow so little about the subject of meaning.”  My rebellious\nretort was that we were unlikely to learn more\nabout it by struthiously ignoring it; my protests carried\nno weight at all, and work on meaning did not emerge\ntill many years later, save for some isolated pockets of\nresistance.</p>\n<p>Today, the situation has changed.  There is a Dictionary\nSociety of North America (DSNA), which conducts\nannual meetings of considerable importance to\nthe field and publishes proceedings and a Newsletter;\nand there is a European Association for Lexicography\n(Euralex), which holds biennial conferences and other,\nspecialized meetings and also has an active publishing\nprogram.  The volume of material on lexicography\npublished in the past decade—no, only five years or\nso—is voluminous compared with everything published\nbefore 1980.  Much of the useful material published\nbefore then appeared in the early 1960s, most of\nit the results of work done on mechanical translation\n(an activity that became dormant, for lack of results,\nin the mid 1960s).  Some of the best was contained in\nthe papers of the late Margaret Masterman, of Cambridge\nUniversity.</p>\n<p>Lexicography has come into its own as a proper\ndiscipline, though I daresay there are still some diehard\nlinguists who score it as being no better than\npopular culture.</p>\n<p>The dean of American lexicography is, without\ndoubt, the venerable Clarence L. Barnhart, a gentleman\nwho has been active in the making of dictionaries\nfor at least fifty years.  He was responsible for the\nThorndike-Barnhart series of school dictionaries published\nfor many years by Scott Foresman, for the\n<em>American College Dictionary</em> (Random House), and\nfor the <em>World Book Dictionary</em>, which is an adjunct to\nthe <em>World Book Encyclopedia</em>.  Barnhart speaks mainly\nthrough his dictionaries, which have always been characterized\nby their innovation (his was the first to use\nthe schwa in a dictionary for the general public or\nstudents); I have often been disappointed by his reticence\nin imparting his wisdom in papers delivered at\nprofessional meetings, for they are quite sparse.  His\nForeword in <em>Dictionaries of English</em> is no exception:\nthe reader is informed about the difficulties of amassing\nlexicographic citations and other data (of which\nlexicographers, who make up the majority of those\nlikely to read this book, are already aware) and of little\nelse.  As a Foreword, Barnhart's comments are sufficient:\nit is a pity that he could not have been persuaded\nto reveal more in an article.</p>\n<p>All of the articles, Frederic G. Cassidy's on the\n<em>OED</em> and <em>DARE</em> (<em>Dictionary of American Regional\nEnglish</em>), E.S.C. Weiner's on the <em>New OED</em>, T.F.\nHoad's on lexicographical sources in Old and Middle\nEnglish, Jürgen Schäfer's on Early Modern English in\nthe <em>OED</em>, the <em>New OED</em>, and the <em>Early Modern English\nDictionary</em>, and others by Richard Allsopp, A.J.\nAitken, R. R. K. Hartmann, and Richard W. Bailey\ntend to treat matters that are largely of interest to\nlexicographers, linguists, and (possibly) philosophers\nand logicians.  But there are noteworthy exceptions,\ndepending on how specialized are the interests of nonspecialists.\nBailey, for instance, treats shortcomings of\nexisting dictionaries (in a general, not a technical\nsense) and his writing is always lucid and eminently\nreadable.  Hartmann treats dictionaries from “The\nUser's Perspective,” which emphasizes the differences\namong general, historical, and other kinds of dictionaries\nprepared for different users, e.g., youngsters,\nlearners, etc.  Aitken's article on the treatment of Scotticisms\nin English dictionaries and his general comments\non dictionary genealogy may be of interest to\nnon-lexicographers and non-dialecticians.</p>\n<p>I find it incumbent on me to criticize adversely\nany book of this kind that does not contain an index,\nthough I am too well aware that its absence is more\noften attributable to a denial of adequate space by the\npublisher rather than any failing on the part of the\neditor.  But indexes are valuable: less so, perhaps, at\nthe first reading of a book than later on, for reference\nto a topic or idea one needs to access.  Not all indexes\nare as good as they should be, but the total absence of\nan index is the worst of all choices.</p>\n<p>My only (other) disappointment is the lack of coverage\nof computational lexicography.  Although that\narea is, admittedly, a special interest of mine, the application\nof computers to lexicography has vastly simplified—even\nremoved—some of the more onerous\n(and expensive) tasks from the lexicographer and, by\neliminating the necessity of maintaining staff to do\nthings like alphabetization, checking to make certain\nthat all words used in definitions are entries, and other\nroutine functions, has allowed the journeyman dictionary-maker\nthe freedom to focus on more important\nmatters.  But computational lexicography concerns itself\nwith far deeper matters than these routines, which\nwere already being done more than 25 years ago.\nComputational lexicography may well enable us to\ngain insight into the structure of meaning in language\n(or tell us if there is one) and to integrate such disparate\nelements as meaning and frequency, pronunciation\nand distribution, “root” sense and metaphor, etc.</p>\n<p><em>Dictionaries of English</em>, though it does not consistently\nlive up to the promise of its subtitle, belongs\nin the library of everyone concerned with or about\ndictionaries and lexicography.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Dictionaries-English-Prospects-Record-Language-Richard/1201390893/bd\"><em>Dictionaries of English: Prospects for the Record of Our Language</em></a></h1> <p>Richard W. Bailey, ed., foreword by Clarence L. Barnhart, (University of Michigan Press, 1987), viii + 161pp.</p> <p>As Robert W. Burchfield recalls in “The <em>Supplement\nto the Oxford English Dictionary</em>: The End of\nthe Alphabet,” his contribution to this collection of\npapers on dictionaries:</p> <blockquote>\n<p>There were no courses, no conferences, no seminars,\nno handbooks or manuals of lexicography.</p>\n</blockquote> <p>The time referred to was 1957, when he began his\nassignment “to prepare a new <em>Supplement</em>.”  I do not\nknow the attitude in England to lexicography at that\ntime, but as a practising lexicographer in America I\ncan attest to a similar situation there, with one or two\nexceptions: Uriel Weinreich, who held the Atran chair\nof linguistics at Columbia University, was sufficiently\ninterested in the subject to offer a course called Lexicology,\nwhich, albeit rather vaguely, dealt with the\n<em>principles of lexicography</em>.  (To this day, while I maintain\nsuch a distinction, I find that the terms are somewhat\nmuddied.)  On the other hand, my other graduate\nstudies towards a doctorate in general and\ncomparative linguistics were conducted by professors\nwho clung so doggedly to the precepts of structuralism\nin linguistics and to theoretical matters that anything\nsmacking of applied linguistics was at once stigmatized.\nThe prevailing philosophy of the day—at least at\nColumbia—was the Bloomfieldian notion that one\ncould not—should not—treat semantics because “we\nknow so little about the subject of meaning.”  My rebellious\nretort was that we were unlikely to learn more\nabout it by struthiously ignoring it; my protests carried\nno weight at all, and work on meaning did not emerge\ntill many years later, save for some isolated pockets of\nresistance.</p>"
}