{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Penguin Dictionary of English Idioms and Chambers Idioms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780140514810/Penguin-Dictionary-English-Idioms-Gulland-0140514813/plp\"><em>The Penguin Dictionary of English Idioms</em></a> and <a href=\"https://www.amazon.com/Idioms-M-Kirkpatrick/dp/0550118233\"><em>Chambers Idioms</em></a></h1>\n<p>Daphne M. Gulland and David Hinds-Howell, (Penguin, 1986), 300 pp. and E.M. Kirkpatrick and C.M. Schwarz, eds., (Chambers, 1982) vi + 432 pp.</p>\n<p>I have always found idioms fascinating and I like\nbooks on idioms.  It is a bit perplexing, though, to\ncome to grips with the organization of the <em>Penguin</em>.\nThe organization of any book must conform to some\nrationale which, in turn, depends on the purpose of\nthe book.  Let us consider three possible applications of\na book: it may be a teaching text; it may be a reference\nwork; it may reflect a theory about the content.  Each\nof these approaches could well result in different organization\ncriteria: a theory about idioms might lead\nto an ordering based on types of idioms, their structure,\ntheir semantics, their grammar, their origin, or\nother characteristics; a specialized dictionary, as a\nlook-up reference, might list idioms in alphabetical\norder, with ample cross references to take care of variants,\nkey words, and other characteristics; as a teaching\ntext for learners of English as a foreign language, it\nis uncertain which approach one might take—perhaps\nfrequency, social situations, and other categorial criteria\nmight be useful.</p>\n<p>As this last is the avowed purpose to which the\n<em>Penguin</em> is to be put, I am somewhat confused by some\nof the 33 main categories into which these few thousand\nidioms have been classified.  (I hasten to add that,\ncounting subcategories, there are many more than 33.\nFor instance, INSECTS has nine subcategories, CLOTHES,\n44, and so on.)  These are not semantic categories,\nsince they have nothing to do with the meanings of the\nidioms: <em>What a dish!, dish out</em>, and <em>flying saucer</em> have\nnothing semantic in common, yet they appear in the\nsame subset (Plate, Dish and Saucer) under FURNITURE\nAND HOUSEHOLD ARTICLES.  If such categorization were\nreflective of some theory or of some practical teaching\n(or learning) apparatus, its expression eludes me, and\nthe front matter, though it explains the system clearly,\nis silent as to its purpose.</p>\n<p>One must refer to the alphabetic index (which is\ngood) to use the book as a dictionary, though this\ninvolves the minor inconvenience of looking up everything\nin two places (till the categories are memorized,\nwhich may be never: I, for one, wouldn't look up\n<em>snails</em> under INSECTS.  If one looks up <em>be a head-ache</em>,\nthe next entry (under Aches) is <em>belly-ache</em>.  These are\nunited by a categorial bond that is so tenuous as to be\nconceptually worthless.  Is it conceivable that anyone\nwould find a reason for learning idioms in such categories?\nIf there is, it is beyond me.</p>\n<p>As to the treatment, there are some shortcomings,\ntwo of which emerge in these two entries:.</p>\n<blockquote>\n<p>to <em>be a headache</em> - to be a great trial to other\npeople, due to one's misbehaviour and bad\ntemper.</p>\n</blockquote>\n<p>The use of <em>due to</em> for <em>owing to</em> is technically considered\na solecism, albeit not a serious one.  Nonetheless, anything\neven slightly tainted ought to be avoided in a\nbook for learners.  The other is:</p>\n<blockquote>\n<p>to <em>belly-ache</em> (Australian) - to complain continually.\nThe phrase is now becoming fashionable in\nGreat Britain.</p>\n</blockquote>\n<p>In the first place, the term is just as common in the\nU.S. (where it might have originated) as it may be in\nAustralia, hence the label is plainly wrong.  Second,\nI'm not satisfied that “fashionable” is the <em>mot juste</em>:\n“common” would serve the same purpose semantically\nand would have the connotative advantage, as well.\nThird, the expression is (in the U.S., at least) not likely\nto be encountered in formal conversation, regardless of\nwhat they may say in Australia and Great Britain, yet\nthere is no warning label.</p>\n<p>Labels are sparse throughout the book, which\nleaves the poor student in the lurch: he has no way of\nknowing that <em>intellectual myopia, hit the bottle,\nproper Charlie</em>, and a <em>two-fingered gesture</em> are not all\nat the same level.  Moreover, if, as one might assume\nfrom the cover, the same edition is to be sold in the\nU.K., Australia, New Zealand, Canada, and the\nU.S.A., how is the student in the U.S. to know that <em>go\nlike a dream, love in a cottage, steal</em> someone's <em>clothes,\ntake silk</em>, and scores of other idioms are not used or\nencountered there?  Similar problems are likely to occur\nfor users in other countries.</p>\n<p>The definitions are not always accurate; some of\nthe otherwise generally useful contextual examples are\nawkward, some entries not requiring them at all.  For\ninstance, 'you can judge the character of a person by\nthe company he keeps' is not a definition for <em>birds of a\nfeather</em>; 'attractive' does not define an <em>eyeful</em>.  Substantives\nare used to define adjectives, adjectives substantives,\nsubstantives adverbs, and so on.</p>\n<p><em>Chambers Idioms</em> is not a completely straightforward,\nalphabetic dictionary either, but the headings\nunder which entries are arranged are key words of the\nidioms.  As the editors point out in the Preface,</p>\n<blockquote>\n<p>Trying to find idioms in a dictionary is often not\neasy.  Sometimes they are listed under the first\nword and sometimes under what is considered to\nbe the most important word in the idiomatic\nphrase.  It is difficult for the user to decide\nwhere to look.  In this book we have made the\ntask easier by including many cross-references.</p>\n</blockquote>\n<p>Thus, if you are looking for <em>a bitter pill (to swal\nlow)</em> or <em>until/till/to the bitter end</em>, they can be found\nunder <em>bitter</em>, but they are not entered at <em>pill</em> or at <em>end</em>.\nIt is not easy to see how the editors chose those items\nthat merit listing under more than one key word:\nunder <em>bite</em> we find three entries defined (<em>bite off more\nthan one can chew; once bitten, twice shy</em>; and <em>what's\nbiting you?</em>) and five cross references (<em>bite someone's\nhead off see head; bite (on) the bullet see bullet; bite\nthe dust see dust; bite the hand that feeds one see\nhand; have two bites at the cherry see cherry)</em>.  This is\nfine, but why aren't <em>bite off more than one can chew</em>\nand <em>once bitten, twice shy</em> shown as cross references\nunder <em>chew</em> and <em>shy</em>, respectively?  The answer probably\nlies in the restrictions on space, a source of frustration\nto all compilers of reference books.  It may seem\nto native speakers that <em>bite off more than one can chew</em>\nneed not be listed under <em>chew</em> as well as <em>bite</em>, and,\ngiven the stringencies, I tend to agree.  But I am not so\nsanguine about the (naive learner's) ability to find the\nphrases that are coordinate and entered under only\none of the key words.  That is, <em>in black and white</em> could\njust as well be <em>in white and black</em> (to the non-native\nspeaker if not the native, who is so familiar with this\ncliché), and a reference at <em>white</em> would have been in\norder.</p>\n<p><em>Chambers Idioms</em> is self-indexing—all entries and\ncross references are given in a single alphabetical listing—which\nmakes it more convenient to use in that\none is quite likely to find the entry on the first try (as\ncompared with the <em>Penguin</em>, where the only useful\naccess is through the index, requiring a double look-up\nevery time.)  The definitions are simple and straightforward,\nbetter than those in the <em>Penguin</em>, and sample\ncontexts are provided.  Although the labeling of entries\nis somewhat better, this book, though marketed in the\nU.S. and Canada, was clearly made for the consumer\nin Britain, as there are no labels provided for idioms\nlike <em>in for a penny, in for a pound; in penny numbers;\nthe penny drops; a penny for them</em>; and <em>spend a\npenny</em>.  (Curiously, now that I notice it here, <em>penny\nwise and pound foolish</em> is as common in America as in\nBritain, despite the currency differences, but that is\nprobably because it is more of a proverb than an idiom.)\nThe <em>Chambers</em> has useful usage labels, like <em>formal,\noften</em> or <em>usually facetious, derogatory</em>, and so on.\nThe fault is that the dialect labels (<em>British</em>) are scantily\napplied.  In the list of labels appears <em>NY</em>, but, without\nreading every entry, I was unable to find those to\nwhich it might apply.</p>\n<p>In general, the <em>Chambers</em>, despite its shortcomings,\nis preferred over the <em>Penguin</em>, but, without\nproper labeling, neither is suitable for marketing in\nthe U.S.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780140514810/Penguin-Dictionary-English-Idioms-Gulland-0140514813/plp\"><em>The Penguin Dictionary of English Idioms</em></a> and <a href=\"https://www.amazon.com/Idioms-M-Kirkpatrick/dp/0550118233\"><em>Chambers Idioms</em></a></h1> <p>Daphne M. Gulland and David Hinds-Howell, (Penguin, 1986), 300 pp. and E.M. Kirkpatrick and C.M. Schwarz, eds., (Chambers, 1982) vi + 432 pp.</p> <p>I have always found idioms fascinating and I like\nbooks on idioms.  It is a bit perplexing, though, to\ncome to grips with the organization of the <em>Penguin</em>.\nThe organization of any book must conform to some\nrationale which, in turn, depends on the purpose of\nthe book.  Let us consider three possible applications of\na book: it may be a teaching text; it may be a reference\nwork; it may reflect a theory about the content.  Each\nof these approaches could well result in different organization\ncriteria: a theory about idioms might lead\nto an ordering based on types of idioms, their structure,\ntheir semantics, their grammar, their origin, or\nother characteristics; a specialized dictionary, as a\nlook-up reference, might list idioms in alphabetical\norder, with ample cross references to take care of variants,\nkey words, and other characteristics; as a teaching\ntext for learners of English as a foreign language, it\nis uncertain which approach one might take—perhaps\nfrequency, social situations, and other categorial criteria\nmight be useful.</p> <p>As this last is the avowed purpose to which the\n<em>Penguin</em> is to be put, I am somewhat confused by some\nof the 33 main categories into which these few thousand\nidioms have been classified.  (I hasten to add that,\ncounting subcategories, there are many more than 33.\nFor instance, INSECTS has nine subcategories, CLOTHES,\n44, and so on.)  These are not semantic categories,\nsince they have nothing to do with the meanings of the\nidioms: <em>What a dish!, dish out</em>, and <em>flying saucer</em> have\nnothing semantic in common, yet they appear in the\nsame subset (Plate, Dish and Saucer) under FURNITURE\nAND HOUSEHOLD ARTICLES.  If such categorization were\nreflective of some theory or of some practical teaching\n(or learning) apparatus, its expression eludes me, and\nthe front matter, though it explains the system clearly,\nis silent as to its purpose.</p> <p>One must refer to the alphabetic index (which is\ngood) to use the book as a dictionary, though this\ninvolves the minor inconvenience of looking up everything\nin two places (till the categories are memorized,\nwhich may be never: I, for one, wouldn't look up\n<em>snails</em> under INSECTS.  If one looks up <em>be a head-ache</em>,\nthe next entry (under Aches) is <em>belly-ache</em>.  These are\nunited by a categorial bond that is so tenuous as to be\nconceptually worthless.  Is it conceivable that anyone\nwould find a reason for learning idioms in such categories?\nIf there is, it is beyond me.</p>"
}