{
  "type": "Article",
  "title": "Noticing Nouns",
  "author": "John de Forest",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Noticing Nouns</h1>\n<p><em><span data-rel=\"author\">John de Forest</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>Many people, when telling a story these days,\neven a brief and very simple one, insert a rhetorical\nquestion at every possible opportunity in order\nto ensure that they are being listened to and understood.\nYou have often, I am sure, heard things like this:\n“I'm walking down the street, right?  And I see this guy\ncoming towards me, right?  I think I know him, but\nI'm not really sure, right?  Anyway, he doesn't seem to\nrecognize me, right?  But all of a sudden, right?...,”\nand so on.  When somebody talks like that to me I want\nto slam my first on the table and shout, “Yes!  I understand\nyou!  I have excellent hearing.  It's clear that you\nare speaking to me, and I am listening to you.  What's\nmore, I am quite capable of following a number of\nshort sentences, related in import, and spoken in the\nEnglish language.”</p>\n<p>But justified though my exasperation may be, his\nnarrative style has been formed as a direct reaction,\nalbeit unconscious, to his usual experience of not being\nreally listened to.  He is not necessarily a bore, but a\nvictim of the haste, impatience, and inattention of\ntoday's ordinary conversation.  Unfortunately, the habits\nof mind developed under those conditions have also\nhad an influence on more formal speech and on our\nwriting, where among a number of other effects we\nfind a stultifying repetition and perverse misapplication\nof nouns.</p>\n<p>Thirty years ago, when I attended a junior high\nschool of not very high standards in upstate New York,\nmy teachers carefully informed me that it was unacceptably\nclumsy and annoying to use the same noun\nmore than once in three consecutive paragraphs unless\na special effect was intended.  And they were pretty\nmuch right.  Nowadays, to do so is normal, even among\nthe better educated.  <em>The New Yorker</em> magazine, where\ngraceful prose was formerly required, now prints some\nof the lamest, of which the following examples must\nstand for countless others in that and other publications.</p>\n<p>“[S] he has made the British public aware of its\nwildflower heritage and the threatened loss of that\nheritage.”  Why not say, “and the threat of its loss”?  The\npublished version not only has bad rhythm, it prevents\n“loss” from having the force it ought to have, and\nwould have if it came at the end.  (It also misstates the\ncase, for it is not the loss that is threatened, but the\nheritage.)  “Eventually,” says another writer, “investigators\ndiscovered that bacteria that had entered specific\nwells could cause cholera in everyone who drank the\nwater from the wells.”  Why not, “who drank the water\nfrom them”?  And in the next paragraph he writes,\n“Decades followed the doublings and triplings in size\nof English cities and the subsequent alarming increases\nin the death rates in those cities before ...” Why not,\n“and the subsequent alarming increases in the death\nrates there”?</p>\n<p>In the same magazine, not long ago, I came upon\nan article that described how its author learned to\npaddle a very small, round boat, of ancient design,\ncalled a coracle.  Now, I happen to be very interested\nin such aquatic pursuits, and the location of the man's\nself-instruction, a beautiful English river, strengthened\nhis claim on my attention.  I also happen to feel, or\nrather, I did, that “coracle” was an especially lovely old\nword.  It suggested the light buoyancy of the little vessel,\nand the sound of the water, licking and slightly\nslapping her skin.  But one can have too much of even a\nvery good thing.  Never substituting “boat,” “craft,”\n“conveyance,” “bowl,” “tippy little thing,” “she,” “her,”\nor “it,” he relentlessly, remorselessly, invariably employed\nthe word “coracle.”  After about ten repetitions\nof it in the first two pages, I wanted never, ever to see it\nagain.  My initial interest in the subject, though declining,\nmade me continue, but I skimmed the rest with\nmy eyes screwed up and my head averted to reduce the\nforce of the remaining fifteen recurrences.</p>\n<p>Like the speaker with his “right?,” those writers\nhave a chronic fear of our inattention, and they are so\nnumbed by what they hear every day that they no\nlonger recognize bad style.  “In Los Angeles,” says the\nman on WNYC-FM, “Senator Dole announced that he\nwould propose new legislation.  That legislation would\nprovide the means for the removal of Clark Air Force\nBase from the Phillipines.”  Someday soon, such copy\nwill begin, “In Boston, Senator So and So announced\nthat he would propose new legislation.  Do you follow\nme so far?”  Though all such reiterations deaden our\npleasure and blunt our perception, it can at least be\nsaid for them that they don't mislead or confuse,\nwhich is far from true of the use of nouns as verbs and\nadjectives, a practice which has become just as common,\none which almost everybody has come to rely\nupon.  The television announcer says that “it's hard to\ndefense against” a certain play in football, and an editor\nof <em>The New York Times</em> recalls “the mystery sinking\nof the <em>U.S.S. Maine.”</em>  We read of a television show that\n“can frequently pack a relevancy wallop,” of a person\nwho is suffering from “multiple blunt-trauma injuries,”\nand of another who has “all but mastered the all-but-all-dialogue\nnovel.”  Alexander Haig says, “Let me context\nthat for you, senator,” and <em>The New York Post</em>\nscreams, “Freed on Possession to Sell Charge.”</p>\n<p>Haste, again, is working here.  Speakers and writers\nare in a hurry.  Worried about making their point at\nall, they try to cram together as many elements of their\nmessage as possible.  “A loss of revenue” sounds almost\nleisurely to them, and they say “a revenue loss” instead.\nBut that is not all there is to it.  The editors of\nthe <em>Times</em> have to fit their headlines to the space available,\nbut they prefer to print, “U.S. Accuses Shearson\nof Money Laundering” to “U.S. Accuses Shearson of\nLaundering Money,” though the length of the latter is\njust the same.</p>\n<p>No, the disease has another and perhaps a deeper\ncause, which is our culture's preoccupation with <em>what</em>\nthings are, and its concomitant failure to consider <em>how</em>\nthey are what they are.  I once read a legal brief that\ndiscussed whether someone's rights had been abridged\nas a result of being “excluded by denied access.”  That\nthe phrase does not use a noun incorrectly, and is not,\ntherefore, an instance of the particular solecisms I am\ndecrying, makes it all the better an example of how\ncharacteristic is the sensibility that lies behind them.  If\nthe lawyer had said, “excluded by the denial of access,”\n“excluded by being denied access,” or even “excluded\nbecause he was denied access,” he would have accorded\na full measure of importance to the act of denial as\nwell as to what it was that had been denied.  But this\n<em>denied access</em> gives more weight to the <em>access,</em> and by\nmerging the two concepts, it depreciates their relation\nto each other.  It is as though <em>denied access</em> were something\nwith so familiar and established an identity,\nsomething like <em>brick wall,</em> that no question about its\nnature need ordinarily arise.</p>\n<p>By the same means, “the arms sale to Iran” and a\n“confidence loss” repress the associations, resonances,\nimplications, and speculations that the words can\nstimulate when properly used.  Those phrases make the\nevents they describe seem silent and far away.  They\nwithhold from us the humming immediacy of “the sale\nof arms to Iran” and “a loss of confidence.”  Referring\nto a place where her friend's young daughter was being\nlooked after, somebody once confided to me, “I hope\nthere are no child abuse things going on there.”  How\nvery abstract that seemed.  Had she said, “I hope they\ndon't abuse the children there,” I would have felt my\nheart jump.</p>\n<p>It is distressing also to notice that even as meanings\nare being reduced in this way, it is increasingly\ndifficult to tell what they are at all.  Because people are\ndisregarding the grammatical relation of one word to\nanother, they are relying more and more on our knowing\nbeforehand what they have in mind.  If <em>fire fighters</em>\nfight fires, why don't <em>freedom fighters</em> fight freedom?\nDoes <em>Saga of Shareholder Neglect</em> mean that shareholders\nare neglecting something, or that they themselves\nare being neglected?  Are the words <em>Save the\nWest Branch Coalition</em> an exhortation to save an organization\nknown as the <em>West Branch Coalition,</em> or are\nthey the name of a coalition formed to save something\nelse called the <em>West Branch?  The New Yorker,</em> perhaps\nin atonement for publishing similar language every\nweek, has reprinted from elsewhere an advertisement\nthat reads, “Infant teacher and 2 year old teacher's aid\nneeded.  Experience desired,” and has commented,\n“Seems like a lot to ask.”  Indeed it does, and we are\nasking far too much of our luck when we rely on others\nto supply our meanings for us.</p>\n<p>Although the speaker or writer is worried about\nour keeping up with him, he is busily undermining the\nmeans by which we are enabled to do so.  The parts of\nspeech, when respected, serve as indicators of his intention.\nBut if they do not perform their grammatical\nfunction, we must proceed haltingly, and often lose the\nway.  The United Farm Workers, according to <em>The Wall\nStreet Journal,</em> “drew a $25,000 fine for reporting\nviolations.”  When I came to the word <em>reporting,</em> I\nnaturally assumed that whatever followed would tell\nme what it was that had been reported.  But the writer\nwas not to be trusted, for in fact the union was not\nfined for reporting any violations; it was fined for its\nviolations of a law that required the reporting of contributions\nto political campaigns.<sup><a href=\"#user-content-fn-c1\" id=\"user-content-user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>To illustrate how endangered English syntax has\nbecome, I am willing to confess that on my first reading\nI misunderstood the following sentence, simple\nand blameless though it is: “What is one to think of the\nseriousness of an American President who offers his\npeople fantasies as the pass to safety?”  So accustomed\nwas I to reading about things like “people fantasies”\nthat I thought that that is what were being offered.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-c1\">\n<p>This is an example of what Theodore M. Bernstein, in <em>Winners &amp;\nSinners,</em> used to call a “two-faced head.”  —Ed. <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Noticing Nouns</h1> <p><em><span data-rel=\"author\">John de Forest</span> <span data-rel=\"location\">New York City</span></em></p> <p>Many people, when telling a story these days,\neven a brief and very simple one, insert a rhetorical\nquestion at every possible opportunity in order\nto ensure that they are being listened to and understood.\nYou have often, I am sure, heard things like this:\n“I'm walking down the street, right?  And I see this guy\ncoming towards me, right?  I think I know him, but\nI'm not really sure, right?  Anyway, he doesn't seem to\nrecognize me, right?  But all of a sudden, right?...,”\nand so on.  When somebody talks like that to me I want\nto slam my first on the table and shout, “Yes!  I understand\nyou!  I have excellent hearing.  It's clear that you\nare speaking to me, and I am listening to you.  What's\nmore, I am quite capable of following a number of\nshort sentences, related in import, and spoken in the\nEnglish language.”</p> <p>But justified though my exasperation may be, his\nnarrative style has been formed as a direct reaction,\nalbeit unconscious, to his usual experience of not being\nreally listened to.  He is not necessarily a bore, but a\nvictim of the haste, impatience, and inattention of\ntoday's ordinary conversation.  Unfortunately, the habits\nof mind developed under those conditions have also\nhad an influence on more formal speech and on our\nwriting, where among a number of other effects we\nfind a stultifying repetition and perverse misapplication\nof nouns.</p> <p>Thirty years ago, when I attended a junior high\nschool of not very high standards in upstate New York,\nmy teachers carefully informed me that it was unacceptably\nclumsy and annoying to use the same noun\nmore than once in three consecutive paragraphs unless\na special effect was intended.  And they were pretty\nmuch right.  Nowadays, to do so is normal, even among\nthe better educated.  <em>The New Yorker</em> magazine, where\ngraceful prose was formerly required, now prints some\nof the lamest, of which the following examples must\nstand for countless others in that and other publications.</p>"
}