{
  "type": "Article",
  "title": "Antipodean English: Going Decimal",
  "author": "George L. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Going Decimal</em></h1>\n<p><em><span data-rel=\"author\">George L. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Linguists tell us that a language is a system in\nwhich everything hangs together.  If that is so, we\nwould expect that a dislocation of elements in one part\nof the system would introduce stresses, not always\nforeseen, in related parts.  The Australian Government\nhas (unwittingly) provided us with an experiment to\nprove that this is indeed so.</p>\n<p>The beginnings of the experiment are just coming\nof age.  It was on February 14, 1966, that decimal currency\nwas introduced to Australia.  Instead of a pound\nof 20 shillings, each of 12 pence, we were to have a\ndollar of a hundred cents.  There was some argument\nabout the use of the word <em>dollar</em>, since other countries\n(Hong Kong, to name but one) already used the term,\nbut the new currency proved easy to use and immediately\npopular.  Americans will find that easy to understand.</p>\n<p>In fact, the word <em>dollar</em> was not entirely new to\nus.  Few Australians know that Australia almost had\ndecimal currency 140 years earlier.  When Australia\nwas first settled by Europeans, no currency was provided.\nCoins from visiting ships were used, Spanish\ndollars being especially prominent.  <em>Dollar</em> was then an\neveryday word; it gave a name to the <em>dollar-bird</em> with\nits whitish patch in the center of each wing suggesting\nthe shape of a silver dollar.  Until 1826 when Britain\nlegislated that sterling should be used in the colonies,\nit seemed likely that a currency based on a dollar\nwould be officially adopted in Australia.</p>\n<p>The eventual adoption of decimal currency nearly\na century and a half later caused few linguistic problems.\nWords like <em>penny farthing, penny wise, penny-pinching</em>\nalready had an old-fashioned ring and could\ngo on being used, perhaps with a fading awareness of\ntheir origin.  A number of slang terms, <em>quid</em> for\n'pound,' <em>bob</em> for 'shilling,' and the already less used\n<em>zack</em> for 'sixpence' or <em>trey</em> 'threepence' were suddenly\nunemployed.  Bookmakers thought the loss of the old\nterms <em>spin</em> (£5), <em>brick</em> (£10), <em>pony</em> (£25) and <em>spot</em>\n(£100) slowed business, but racing and betting\nwent on.</p>\n<p>But decimal coinage was only a beginning.  Metrication\nof weights and measures followed.  This time\nthere was no simple “translation” as £1 = $2.  An inch\nwas now 2.45cm and a bushel 0.0364 cubic meters\n(which we spell “metres”).  Despite the efforts of\nauthorities (such as prohibiting the importing of rulers\nshowing imperial measurements), people found it\nharder to get used to the new terms.  I must admit that\nI still invariably think of my weight as (well, ideally)\n10 stone 7lbs (which Americans would, I think, call\n147 pounds), and cannot visualize heights expressed in\ncentimeters.</p>\n<p>The use of kilograms (usually now shortened to\n<em>kilos</em>) in shopping presents few problems.  <em>Kilometer</em>,\nhowever, divides Australians into two camps, those\nwho follow the recommendations of the metrication\nboard and analogy with (e.g.) <em>centimeter</em> and pronounce\nwith stress on <em>kil</em>-, and those who follow the\narguments, based on a sound knowledge of Greek, of\nthe former Prime Minister, Gough Whitlam, and pronounce\nwith stress on -<em>lom</em>-.  Rules for abbreviated\nforms had to be set.  The decision is to regard them as\nsymbols, not abbreviations, and write them without\npoints, “2m,” “3cc,” “4 km/h,” etc.</p>\n<p>Metrication was far-reaching.  Volumes were to\nbe in liters and milliliters (the European continental\ndeciliter seems not to be used in Australia).  Paper sizes\nwere reorganized.  People who had just become used to\n<em>calories</em> were expected to think in <em>kilojoules.  Acres</em>\ngave way to <em>hectares</em>.  The one timber term everyone\nknew, the <em>four-by-two</em>, perversely called a <em>two-by-four</em>\nby Americans, seems not to be replaced by a\nwidely known term.  Fahrenheit thermometers were\nscrapped for Celsius and one could no longer welcome\nsummer with a “century” temperature, though for a\nwhile newspapers tried to keep up the excitement with\na coined “celtury” for a temperature just under 38°C.</p>\n<p>Problems arose in sport.  In Australian Rules football,\na <em>mark</em> was made only when a ball had traveled\nten yards.  For simplicity the required distance was\nchanged to ten meters.  But in cricket a popping-crease\nis still four feet from the wicket and has to be defined\nin Australia as 1.22m.</p>\n<p>Measurements have not provided slang terms as\nmuch as money has, but they have entered more\ndeeply into compounds and metaphors.  University\nEnglish departments are frequently asked to decide\nwhat an official should call a number of kilometers\ntraveled when claiming payment for what used to be\ncalled “mileage.”  There are place-names (<em>Mile End,\nFive Mile Creek</em>), and while people might argue\nwhether a well-known song is called <em>Five Miles from\nGundagai or Nine Miles from Gundagai</em>, no one wants\nto measure the distance in kilometers.  We are used to\nexpressions like <em>miles better, within an inch of his life,\nevery inch a king</em> (or, facetiously, <em>every inch a ruler</em>),\n<em>an ounce of practice is better than a pound of theory</em>.\nWe use <em>mileage, milestone, yardstick</em>, metaphorically,\nand will go on doing so perhaps until the miles\nand yards and inches mean no more to us than the <em>ell</em>\nconnected to our <em>elbow</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Going Decimal</em></h1> <p><em><span data-rel=\"author\">George L. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Linguists tell us that a language is a system in\nwhich everything hangs together.  If that is so, we\nwould expect that a dislocation of elements in one part\nof the system would introduce stresses, not always\nforeseen, in related parts.  The Australian Government\nhas (unwittingly) provided us with an experiment to\nprove that this is indeed so.</p> <p>The beginnings of the experiment are just coming\nof age.  It was on February 14, 1966, that decimal currency\nwas introduced to Australia.  Instead of a pound\nof 20 shillings, each of 12 pence, we were to have a\ndollar of a hundred cents.  There was some argument\nabout the use of the word <em>dollar</em>, since other countries\n(Hong Kong, to name but one) already used the term,\nbut the new currency proved easy to use and immediately\npopular.  Americans will find that easy to understand.</p> <p>In fact, the word <em>dollar</em> was not entirely new to\nus.  Few Australians know that Australia almost had\ndecimal currency 140 years earlier.  When Australia\nwas first settled by Europeans, no currency was provided.\nCoins from visiting ships were used, Spanish\ndollars being especially prominent.  <em>Dollar</em> was then an\neveryday word; it gave a name to the <em>dollar-bird</em> with\nits whitish patch in the center of each wing suggesting\nthe shape of a silver dollar.  Until 1826 when Britain\nlegislated that sterling should be used in the colonies,\nit seemed likely that a currency based on a dollar\nwould be officially adopted in Australia.</p>"
}