{
  "type": "Article",
  "title": "Ici On Parle Anglais?",
  "author": "Johanna Garfield",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ici On Parle Anglais?</h1>\n<p><em><span data-rel=\"author\">Johanna Garfield</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>When is a vest an undershirt?  Or a rug a bedspread?\nThese are not childish riddles to be\ncast aside as infantile nonsense.  In coping with the\narcane lexicon of a British girls' school clothing list,\none finds they are questions that, while limited in\nscope, may have wider political implications.  How\nhave Americans been communicating with their English\ncousins all these years when such a minor document\nas a two-page list of required clothing turns out\nto be as loaded with potential misunderstandings as a\nmine field?</p>\n<p>A few years ago our daughter, Clare, then twelve,\nwas admitted to a school in Gloucestershire.  An\ninnocent-looking clothing list soon followed, and I\npromptly filed it away for late summer attention,\nimagining that I could breeze through it with the same\nease with which previous camp lists for three had been\ndispatched.  Not so.  The first hint of trouble came\nwhen, late in August, I decided to try to fill the list\nhere in the U.S.  I soon discovered that even Blooming-dale's\nand Macy's have their limits.  Aside from such\nstandard articles as tights and gloves, the more esoteric\nitems (“1 dark red cloak with hood lined in house\ncolour”—in our case, that “colour” being green) were\nnowhere to be found.</p>\n<p>But the real problem was the language barrier.\nWhat exactly was a <em>games sweater</em>: a cardigan or a\npullover?  And in the second half of the twentieth century,\nwere girls really still wearing <em>knickers?</em>  Bemused\nand increasingly anxious (time was running out), I\ndecided to accomplish the whole job when we took\nClare to England, and in early September, still groggy\nwith jet lag, we hastened to Peter Jones, the school's\n“official outfitters.”  There, under the patient tutelage\nof Miss O'Halloran in “Girls' Uniforms,” who addressed\nme as “Madam” and made me feel like a character\nin a P. G. Wodehouse novel, I began my reeducation\nin words I thought I'd known for years.</p>\n<p>The <em>games sweater</em>, which I'd secretly fantasized\nas something my daughter and her friends might wear\nas they played checkers—or, more likely, whist or\ncribbage—turned out to be a heavy, loose-knit garment,\nsomething like a ski sweater, for use in athletics.\n<em>3 Aertex shirts in plain colours with sleeves</em> were nothing\nbut glorified, open-weave T-shirts.  Temporarily\nelated (this wasn't going to be so hard after all), I\nmoved on to the next requirement: <em>2 overalls with\nloops (one plain coloured, not white, coat-style)</em>, and\nquickly came down to earth.  That had me thoroughly\nconfused in the States, and merely being in England\ndid not prove revealing.  Indeed, had the curriculum\nincluded a bit of farming or weeding—though a rereading\nof the prospectus revealed nothing about such\nearthy activities—how did <em>coat-style</em> fit into the picture\nof denim suspenders and pants I had firmly fixed\nin my mind?  The answer, I learned from the omniscient\nMiss O'Halloran, was: it didn't.  Their <em>overalls</em>\nare our <em>smocks</em> (or <em>coveralls</em>), the kind in which children\nhappily mess about during art period or in which\none imagines the great masters executing their masterpieces.</p>\n<p>That conundrum solved, we proceeded to three\npuzzlers in a row: <em>4 vests; 3 grey knickers; 4 liners or\nmore</em>.  My original recollection of a vest as the somewhat\nantiquated part of the business suit across which\nmy father's gold watch chain had extended years ago\nhad been replaced in recent years by the vest as a\ntrendy, unisex item.  In England, it turned out to be\nneither.  There, I soon found, <em>vests</em> are cotton undershirts.\nThe mysterious <em>knickers</em> are their mates, cotton\nunderpants, and <em>liners</em> their heavier counterparts,\nwith sleeves to ward off the rigors of English winters.</p>\n<p>In a mistaken assumption that the worst was over,\nI was brought up short by <em>1 pair canvas laced gym\nshoes</em>, and on the very next line, <em>1 pair white canvas\nlaced games shoes</em>.  Either of these alone would have\nbeen no problem, since both sounded comfortably\nclose to what I assumed was some English style of\nsneaker.  But then why did she need two pairs?\nBecause, it developed, only the <em>games shoes</em> were actually\nsneakers (<em>plimsolls</em> in England): the <em>gym shoes</em>\nturned out to be quaint, black, rubber-soled affairs,\nclosely resembling the thin, pull-on slippers we were\nmade to wear as children when walking into a pebbly\nlake or ocean.</p>\n<p>We plunged on, attacking the final column now,\nand I soon found that a <em>bathing dress</em> (I had visualized\nsome newer version of an 1890s' model) was simply\nour standard tank suit.  The <em>rug</em> was not, as I had foolishly\nimagined, something for the floor, but in fact a\nwarm coverlet for the bed.  The <em>fully equipped work\nbasket</em> (Were they to learn plumbing and mechanics?)\nwas a sewing box, and with its purchase, the last mystery\nwas solved.</p>\n<p>Since the job was now nearly done, I had time to\nrelish the charm of some of the more comprehensible\nrequirements.  Summer dresses were referred to as\n<em>frocks</em>, a term I hadn't heard since girlhood, and the\ndirective that stated “All girls should bring back needlework,\nknitting, or other suitable handicraft for evenings\nin their House Drawing rooms” conjured up\nbeautiful Victorian pictures of happy young ladies\nclustered around their house mistress, singing and\nchatting as they perfected the arts of needlecraft.\nThough my daughter could hardly baste, we were\noptimistic and sent along a small cross-stitch sampler\nof an English cottage and garden which, to our surprise,\nshe actually completed before Christmas.  Wellingtons—those\nheavy, reliable, waterproof boots that\nstirred childhood memories of Christopher Robin\ntrudging through the rain—were the only item we\nwere forced to look for beyond the now-familiar confines\nof Peter Jones, and without Miss O'Halloran's\ntactful assistance.  But our search for them provided\nme with a reminder of the superficiality of those verbal\ndistinctions with which I had had such a struggle.\nEn route from the ladies' room at Harrod's, as I passed\nthe open telephones, I overheard a starched and vested\n(<em>waistcoated</em>, I knew now, was the right term in London)\ngentleman exclaiming triumphantly to his wife in\nthe purest Mayfair accents, “Darling, I've found the\nWellingtons—and in Cynthia's exact size, too!”  I was\nwarmed by this evidence of fatherly-husbandly concern,\nand immediately felt a renewed sense of comradeship\nwith our so linguistically remote allies.</p>\n<p>But what about all those treaties and pacts we've\nsigned?  Perhaps next time we'd better have a bilingual\ntranslator—just in case.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ici On Parle Anglais?</h1> <p><em><span data-rel=\"author\">Johanna Garfield</span> <span data-rel=\"location\">New York City</span></em></p> <p>When is a vest an undershirt?  Or a rug a bedspread?\nThese are not childish riddles to be\ncast aside as infantile nonsense.  In coping with the\narcane lexicon of a British girls' school clothing list,\none finds they are questions that, while limited in\nscope, may have wider political implications.  How\nhave Americans been communicating with their English\ncousins all these years when such a minor document\nas a two-page list of required clothing turns out\nto be as loaded with potential misunderstandings as a\nmine field?</p> <p>A few years ago our daughter, Clare, then twelve,\nwas admitted to a school in Gloucestershire.  An\ninnocent-looking clothing list soon followed, and I\npromptly filed it away for late summer attention,\nimagining that I could breeze through it with the same\nease with which previous camp lists for three had been\ndispatched.  Not so.  The first hint of trouble came\nwhen, late in August, I decided to try to fill the list\nhere in the U.S.  I soon discovered that even Blooming-dale's\nand Macy's have their limits.  Aside from such\nstandard articles as tights and gloves, the more esoteric\nitems (“1 dark red cloak with hood lined in house\ncolour”—in our case, that “colour” being green) were\nnowhere to be found.</p> <p>But the real problem was the language barrier.\nWhat exactly was a <em>games sweater</em>: a cardigan or a\npullover?  And in the second half of the twentieth century,\nwere girls really still wearing <em>knickers?</em>  Bemused\nand increasingly anxious (time was running out), I\ndecided to accomplish the whole job when we took\nClare to England, and in early September, still groggy\nwith jet lag, we hastened to Peter Jones, the school's\n“official outfitters.”  There, under the patient tutelage\nof Miss O'Halloran in “Girls' Uniforms,” who addressed\nme as “Madam” and made me feel like a character\nin a P. G. Wodehouse novel, I began my reeducation\nin words I thought I'd known for years.</p>"
}