{
  "type": "Article",
  "title": "Red Pants",
  "author": "Robert M. Sebastian",
  "location": "Philadelphia, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Red Pants</h1>\n<p><em><span data-rel=\"author\">Robert M. Sebastian</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p>\n<p>While writers whose business it is to be witty\noften fail to produce, grave authors occasionally\nare mirthful when laughter is farthest from their\nminds.  From a lifetime of undisciplined reading with\ninnocent pencil in hand and malice prepense in mind,\nI have gleaned a harvest of what I am pleased to denominate\n<em>Red Pants</em> items, a sampling of which follows.\nMy designation derives from a splash of vivid\nwriting in Francis Thompson's * A Corymbus for Autumn*\nin which he proclaims how “day's dying dragon”\nwas</p>\n<blockquote>\n<p>Panting red pants into the West.</p>\n</blockquote>\n<p>In this trousers category, Thompson must share the\nlimelight with Coleridge by virtue of the line in <em>Kubla\nKhan</em>:</p>\n<blockquote>\n<p>As if this earth in fast thick pants were breathing.</p>\n</blockquote>\n<p>Even Shelley may stake a claim, if only in the pajama\ndivision of this sector, thanks to his description in\n<em>Epipsychidion</em> of how</p>\n<blockquote>\n<p>... the slow, silent night<br>\nIs measured by the pants of their calm sleep.</p>\n</blockquote>\n<p>Since everthing is to be found in Shakespeare, it is not\nsurprising that on at least two occasions the Board has\ncontributed his own <em>Red Pants</em> nuggets.  In <em>Antony and\nCleopatra</em> (Act IV, Scene VIII, lines 14 <em>et seq</em>.)  Antony\ncommands the wounded Scarus to</p>\n<blockquote>\n<p>... leap thou, attire and all,<br>\nThrough proof of harness to my heart, and there<br>\nRide on the pants triumphing.</p>\n</blockquote>\n<p>And in <em>Othello</em> (Act II, Scene I, line 80) Cassio utters\nthe fervent prayer that Othello might</p>\n<p>Make love's quick pants in Desdemona's arms.</p>\n<p>A variation on this theme occurs in Alba de Céspedes'\nThe <em>Secret</em> (translated from the Italian by Isabel\nQuigly: Simon and Schuster, New York, 1958, page 1)   where she confides that “I still had a whole afternoon\nbefore me to spend, and I used it to tidy up my\ndrawers....”  One may well wonder what Miss Stowe\nhad in mind when, in <em>Uncle Tom's Cabin</em> (Chapter 5),\nshe narrates how “Mrs. Shelby stood like one stricken.\nFinally, turning to her toilet, she rested her face in her\nhands, and gave a sort of groan.”  In this same vein, the\nmirthless Milton adds his bit to the general hilarity of\nnations when, in describing Mount Etna in Book I of\n<em>Paradise Lost</em> (lines 236-7) he penned</p>\n<blockquote>\n<p>And leave a singed bottom all involved<br>\nWith stench and smoke: ...</p>\n</blockquote>\n<p>And in Chapter VI of <em>Vanity Fair</em>, when Blenkinsop,\nthe housekeeper, sought to console Amelia for Joe\nSedley's jilting of her dear Rebecca, Thackeray confides\n(indelicately?)  that Amelia wept confidentially on\nthe housekeeper's shoulder “and relieved herself a good\ndeal.”</p>\n<p>Chuckles often emanate from the British employment\nof a term in a sense at variance with American\nusage.  There is that oft-quoted example, near the\nopening of <em>Trial by Jury</em>, where Defendant asks, “Is\nthis the Court of the Exchequer?” and having been\nassured that it was, Defendant (aside) commands himself\nto “Be firm, be firm, my pecker.”  The British, of\ncourse, do not giggle at this bit of Gilbertian dialogue,\nsince to them <em>pecker</em> means 'courage,' as in the phrase\n“to keep your pecker up.”  Two of the more common\nexamples of British-American divergence of usage are\n<em>screw</em> and <em>knock up</em>.  In <em>Vanity Fair</em> (Chapter 39), the\nniggardly Sir Pitt was not nearly the aerial acrobat\nyour American sophomore might fancy him to be\nwhen he “screwed his tenants by letter.”  He was simply\nmaking extortionate exactions upon his wretched lessees.\nSimilarly, when in Chapter XXXIV of the same\nnovel, Mrs. Bute reminds her husband that “You'd have\nbeen screwed in goal, Bute, if I had not kept your\nmoney,” she was not speaking of pleasures deferred.  In\n<em>Bleak House</em> (Chapter XXVII) Grandfather\nSmallweed, referring to Mr. George, warns Mr.\nTulkinghorn that “I have him periodically in a vice.  I'll\ntwist him, sir.  I'll screw him, sir.”  In Kipling's <em>The\nLight That Failed</em> (Chapter XIII), Torpenhow urges\nDick to attend a party that night, “We shall be half\nscrewed before the morning,” is his dismal sales pitch\nto Dick.</p>\n<p>In Chapter VI of <em>Vanity Fair</em>, Thackeray reports\non Joe Sedley's drunken avowal to wed Becky Sharp the\nnext morning, even if he had to “knock up the Archbishop\nof Canterbury at Lambeth,” in order to have\nhim in readiness to perform the ceremony.  In <em>Great\nExpectations</em> (Chapter VI), we learn how “... Mr.\nWhopsle, being knocked up, was in such a very bad\ntemper.”  And who could blame him?</p>\n<p>Many a raucous snigger has been sniggered from\nthe pure-minded use of a word that suggests unmentionable\nparts of the human body.  It does not take a\ntoo-wicked mind to read into such terms meanings of a\nlewd nature.  Who can, for instance, blame a youth\nwith but a mildly evil disposition from guffawing\nwhen he reads in Pater's <em>Marius The Epicurean</em> (Chapter\nV) a reference to Apuleius' <em>The Golden Ass</em> noting\nthat “all through the book, there is an unmistakably\nreal feeling for asses ...”?  In Scott's <em>The Bride of\nLammermoor</em> (Chapter VII), one reads about a boy\n“cudgelling an ass,” and one goes back over the passage\nto reassure himself that it does not contain a typographical\nerror for “cuddling.”</p>\n<p>One may be indulged a giggle even though he is\nsure that Isak Dinesen did not intend an impropriety\nwhen she recorded in <em>Out of Africa</em> (Part V, Chapter 1) how “Fathima's big white cock came strutting up\nbefore me.”  And one is certain that Kenneth Rexroth,\nin his <em>American Poetry in the Twentieth Century</em>\n(Herder and Herder, N.Y., 1971) did not intend to hint\nat closet biographical matter when, in Chapter I, he\nwrote that “Whitman's poems are full of men doing\nthings together,” or, later in the same chapter, when he\nreferred to “Whitman's joyous workmen swinging their\ntools in the open air.”  College freshman still read with\nflendish glee the first line in Canto <em>I</em> of Spenser's <em>The\nFaerie Queene</em> (and never mind the title!) that tells\nhow</p>\n<blockquote>\n<p>A Gentle Knight was pricking on the plaine.</p>\n<p>In his poem <em>Mr Nixon</em> (from <em>Hugh Selwyn Mauberley</em>),\nEzra Pound's Mr. Nixon advises kindly</p>\n<p>Don't kick against the pricks,</p>\n<p>although the identities of the latter are not divulged.</p>\n</blockquote>\n<p>One is entitled to speculate on what outrageous\nproposal the narrator had made in Proust's <em>Remembrance\nof Things Past, Vol. 2—Cities of the Plain</em>\n(translated by C. K. Scott Moncrieff—Modern Library,\nN.Y., 1934, Page 90) to cause the Duchess to say,\n“Apart from your balls, can't I be of any use to you?”\nThere is a famous letter penned by Rupert Brooke to\nhis friend, Edward Marsh, from somewhere near Fiji\n(p. 463 of <em>A Treasury of the World's Great Letters</em>,\nSimon and Schuster, N.Y., 1940) in which he relates\nhow he sends his native boy up a palm tree, where he\n“cuts off a couple of vast nuts ...” (macho victim not\ndisclosed).  In the first chapter of <em>Uncle Tom's Cabin</em>,\nMiss Stowe offers a dialogue between Haley and Mr.\nShelby, part of which goes, “ 'Well,' said Haley, after\nthey had both silently picked their nuts for a season,\n'what do you say?' ”  In <em>Bleak House</em> (Chapter XXIV)\nDickens may cause some readers to blush when he\nwrote of Mr. George's blush that “He reddened a little\nthrough his brown.”</p>\n<p>We must move ineluctably to a consideration of\nperfectly reputable words which, having acquired sexual\nconnotations, cause adolescent—and often adult—\nhilarity, even when read by a person of only mildly\nprurient mind.  In Forster's <em>A Passage to India</em> (Chapter\nXXXI) a vivid picture is created by the sentence\n“Tangles like this still interrupted their intercourse.”\nPages later (Chapter XXXVII), it is acknowledged that\n“He, too, felt that this was their last free intercourse.”\nApparently from then on, it was going to have to be\ncash or credit card only.  In <em>The Bride of Lammermoor</em>\n(Chapter V), we are informed that the heroine “placed\ncertain restrictions on their intercourse,” a limitation\nthat might have been more usefully set in that same\nauthor's <em>Rob Roy</em> (Chapter VII) where we are told of\nthe chance that the narrator and Miss Vernon might be\n“thrown into very close and frequent intercourse.”</p>\n<p>A variation of this theme is found in Robert\nBrowning's <em>The Flight of the Duchess</em> (Section V):</p>\n<blockquote>\n<p>—Not he!  For in Paris they told the elf<br>\nOur rough North land was the Land of Lays,</p>\n</blockquote>\n<p>even though it is generally acknowledged that Paris is\n<em>número uno</em> in this area of human activity.</p>\n<p>More picturesque are the references to erections.\nAn arresting one occurs in <em>A Passage to India</em> (Chapter\nXXI) in which Forster describes a small building as “a\nflimsy and frivolous erection,” while in <em>The Mayor of\nCasterbridge</em> (Chapter XVI) the Mayor himself “beheld\nthe unattractive exterior of Farfrae's erection.”  A\nphrase can paint an astonishing picture for the reader.</p>\n<p>Consider Dickens' sharp image in <em>Bleak House</em> (Chapter\nLIV) when he describes how “Sir Leicester leans\nback in his chair, and breathlessly ejaculates.... ”\nOr, in <em>Nicholas Nickleby</em> (Chapter XLVII), where that\nadmirable novelist graphically portrays how old Arthur\nGride “again raised his hands, again chuckled,\nand again ejaculated.”  And in his short tale, <em>Lionizing</em>,\nEdgar Allan Poe is quite candid in describing the reaction\nof one of his characters: “ '<em>Admirable!</em>' he ejaculated,\nthrown quite off his guard by the beauty of the\nmanoeuvre.”</p>\n<p>Alas for perfectly lovely words that acquire pejorative\nmeanings over the years!  Earlier in this century,\n<em>pansy</em> became a derogatory epithet to describe an effete\nmale, thereby cheapening forever lines like Shelley's\nnoble image in <em>Adonais</em> (verse XXXIII):</p>\n<blockquote>\n<p>His head was bound with pansies over-blown,</p>\n</blockquote>\n<p>not to mention Poe's odd allusion in <em>For Annie</em>:</p>\n<blockquote>\n<p>With rue and the beautiful Puritan pansies.</p>\n</blockquote>\n<p>Or, more slap-stickish, E.F. Benson's action picture in\n<em>Lucia in London</em> (Chapter 8): “Georgie stepped on a\nbeautiful pansy.”</p>\n<p>Of more recent vintage is <em>gay</em>.  Nobody used to\nsnicker at Chaucer's line (No. 5818) in <em>The Prologe of\nthe Wyf of Bathe</em>, in which that harried dame asks:</p>\n<blockquote>\n<p>Why is my neghebores wif so gay?</p>\n</blockquote>\n<p>In his poem <em>The Menagerie</em>, one of William\nVaughan Moody's characters advises:</p>\n<blockquote>\n<p>If nature made you so graceful, don't get gay,</p>\n</blockquote>\n<p>while in <em>Othello</em> (ah, the Bard again!)  in his dialogue\nwith Desdemona and Emilia on the praise of women,\nIago refers to the kind that</p>\n<blockquote>\n<p>Never lack'd gold, and yet went never gay.</p>\n<p>(Act II, Scene I, line 150)</p>\n</blockquote>\n<p>And what in the world is one to make of William\nButler Yeats's startling revelation in his poem <em>Lapis\nLazuli</em> (from <em>Last Poems</em>) that</p>\n<blockquote>\n<p>They know that Hamlet and Lear are gay.?</p>\n</blockquote>\n<p>Indeed it is an amusing, albeit utterly wasteful\npastime to pursue the quest for <em>Red Pants</em> examples.\nMay good cess befall all such quixotically misguided\nreaders!  One caveat: never assume blithely that an odd\nword or suspicious phrase is as lubricious as it sounds.\nIn <em>The Bride of Lammermoor</em> (Chapter VI) Bucklaw\nvows, “I will chop them off with my whinger,” and one\nfeels quite let down when he learns that a whinger is\nbut a whinyard, which is merely a short sword.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Red Pants</h1> <p><em><span data-rel=\"author\">Robert M. Sebastian</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p> <p>While writers whose business it is to be witty\noften fail to produce, grave authors occasionally\nare mirthful when laughter is farthest from their\nminds.  From a lifetime of undisciplined reading with\ninnocent pencil in hand and malice prepense in mind,\nI have gleaned a harvest of what I am pleased to denominate\n<em>Red Pants</em> items, a sampling of which follows.\nMy designation derives from a splash of vivid\nwriting in Francis Thompson's * A Corymbus for Autumn*\nin which he proclaims how “day's dying dragon”\nwas</p> <blockquote>\n<p>Panting red pants into the West.</p>\n</blockquote> <p>In this trousers category, Thompson must share the\nlimelight with Coleridge by virtue of the line in <em>Kubla\nKhan</em>:</p>"
}