{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Longman Dictionary of the English Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780582555785/Longman-Dictionary-English-Language-0582555787/plp\"><em>Longman Dictionary of the English Language</em></a></h1>\n<p>(Longman, 1984), xxviii + 1876pp.</p>\n<p>This is a curious work.  I was under the impression\nit was based on <em>Webster's Ninth Collegiate Dictionary</em>,\nand indeed it was; but there are so many improvements\nand changes that the absence both of a Longman\ncopyright notice and of any identification of a\nspecific editorial director are a bit mysterious.  One is\ndrawn to conclude that the work is the product of\nsome disembodied corporate entity.  To be sure, four\nnames—Heather Gay, Brian O'Kill, Katherine Seed,\nand Janet Whitcut—appear on the Acknowledgements\npage, but so do names of a lot of other people (like\nFrank Kermode, Melvin Bragg, Clement Freud, Germaine\nGreer, Clive Jenkins, and Janet Street-Porter)\nwhose direct connection with the book at hand would\nseem to be much more remote.  Having myself dealt\nwith consultant linguists and specialists in other fields\nwho contribute something to the preparation of accurate\nstructure and definitions to a dictionary, I think I\ncan safely say that such people are only indirectly responsible\nfor the quality of a dictionary, and the major\nresponsibility for a book of such complexity rests with\nthe editors.  But only four editors for such a massive\nwork?  I suppose it is possible.  In any event, it seems\nunfair not to have listed them on the title page, assuning\n(as I presume we must) that their contributions\nwere more or less equal.</p>\n<p><em>Webster's Ninth Collegiate Dictionary</em> [hereafter\nW], despite many improvements over its forebears, still\nsuffers from shortcomings ultimately traceable to the\naberrational lexicography reflected in <em>Webster's Third\nUnabridged</em>.  Although direct comparison between the\n<em>Longman Dictionary of the English Language</em> [hereafter\nL] and the W reveals many similarities, there are\nmany differences, too.  One gets the impression that\nthe editors of L used the good stuff from the W and\nsubstituted their own, much better material when\nthey encountered some of the bad stuff.</p>\n<p>The L was based on the <em>W</em>, but a comparison,\nalbeit superficial, reveals a number of differences,\nto wit:</p>\n<p>1.  The headword is syllabified in <em>W</em>, not in <em>L</em>.  In\nolder dictionaries the words are syllabified mainly to\nhelp in pronouncing them; latterly, syllabication has\nbeen used largely to find where a word can be hyphenated\nat the end of a line of text, though, judging by\ntoday's newspapers and magazines, one would be sore\nput to believe that a dictionary had ever been within\nthe grasp of their editors, proofreaders, or the programmers\nwho wrote the hyphenation programs for\nthe automatic typesetting many of them now employ.\nThe syllabication of headwords is not an important\nfeature in British dictionaries: the <em>Collins English Dictionary</em>,\nwhich offered an elaborate system in its first\nedition (1979), set the words solid in its second edition\n(1986), but I am informed that the major portion of\nthe correspondence received at Collins Publishing concerning\nthe dictionary concerns this change and is critical\nof it.</p>\n<p>2.  The pronounciation systems differ.  <em>L</em>'s set of\nsymbols is somewhat closer to that of the International\nPhonetic Alphabet; <em>W</em> follows the system used in the\n<em>Third Unabridged</em>, which is too complicated for my\ntaste, being replete with diacritics.  L uses a version of\nwhat I call the “Moo Goo Gai Pan” or “Ah-oo-gah”\nsystem, favored by newspapers because, though primitive,\nit is virtually transparent: unlike the <em>W</em> system,\nwhich requires even a casual user to deal with distinctions\nbetween a ā, \\?\\, ä and a\\?\\; (rendered in <em>L</em> as <em>a</em>, <em>ay</em>,\n<em>o</em>, <em>ah</em>, and <em>ow</em>, respectively).  The description of the\npronunciation of English is much fuller in the front\nmatter of the <em>W</em>, but, as the only people who read the\nfront matter of dictionaries seem to be students (who\nare enjoined to under pain of death) and other lexicographers,\nthe absence of comprehensive coverage of the\nsubject in <em>L</em> would not appear to be a serious omission.\n<em>W</em> follows the (useful) practice of listing a shortened\npronunciation key on each right-hand page; <em>L</em>'s failure\nto do so is a disadvantage, notwithstanding the simplicity\nof their system, for the user must ferret about to\nfind the description given on page xxii to clarify any\nquestion.  <em>L</em> would be well advised, in future printings,\nto give a complete pronunciation key on the inside\n(front) cover of the book, an easily accessible place that\nis at present unused.</p>\n<p>3.  <em>W</em> lists etymologies near the beginning of those\nentries that have them, directly following the inflected\nforms (if any); <em>L</em> places them at the end of the entry.\nAs surveys have shown that etymological information\nis the least often sought after, making the average user\nwade through the etymology before getting to the definition\nhas always seemed pointless and irritating to\nme; besides, it is unlikely that the serious, consistent\nseeker of etymological information is likely to use anything\nbut the <em>OED</em> or a major etymological dictionary.\n<em>W</em> lists the “date of the earliest recorded use in English\n...of the sense which the date precedes.”  The Second\n<em>Edition of the Random House Unabridged</em> follows a\nsimilar practice, and I find it speculative, spurious,\nand specious except for the documentation of relatively\nrecent coinages.  Such information is very likely to be\nmisinterpreted by the average user, who does not approach\na dictionary with a critical eye.  For example,\n<em>W</em> shows for <em>leeway</em> the date 1669; from my experience\nwith even above-average users, that is usually taken to\nmean that 1669 was the first time that <em>leeway</em> appeared\nin English: one day it did not exist; the next,\nPresto!  Change-O!, it sprang into view on a printed\npage.  That is nonsense, of course; but even if the users\nremain keenly aware that 1669 is the date only of the\nearliest <em>written</em> evidence, of what use or importance is\nthat to them?  Moreover, as we in the dictionary biz are\nonly too well aware, an earlier citation might be found\ntoday or tomorrow, making the information obsolete.\nI feel less strongly about a designation like “17c” which\nseems usefully vague.  To give “1604” as the date for\n<em>lemonade</em> after giving “15c” as the date for <em>lemon</em>\nmight give one the impression that it took Englishmen\nabout 200 years to find out how to make lemonade (or\nwhat to name what they got when they squeezed a\nlemon and mixed the juice with water and sugar).\nEven the Scots are likely to give them more credit than\nthat.  Also, the date given for the adjective <em>lemon</em> (as in\n<em>lemon flavor, lemon color</em>) would draw one to the conclusion\nthat those retarded speakers of the language\nneeded some 300 years to use the noun as a modifier.\nMercifully, <em>L</em> has omitted such dating.</p>\n<p>4.  Another odd thing in the <em>W</em> etymologies, carried\nover into the L, is the practice of using “more\nat—” as a cross reference indicator.  For example, at\n<em>lento</em>, after showing it to have come, via Italian, from\nLatin <em>lentus</em> 'slow,' one reads “more at LITHE.”  But if\nyou look up the etymology for <em>lithe</em> you discover only\nthat the original form of that word (<em>lithe</em> in Old English)\nis “akin to... Latin <em>lentus</em> slow.”  My objection\nto the form of the reference is that its wording suggests,\n“there is more information about the etymology\nof <em>lento</em> to be found under <em>lithe</em>,” but that does not\nactually turn out to be the case: all the user has\nlearned is that <em>lento</em> and <em>lithe</em> are (or might be) cognates.\nIn the event, why not just say “cogn: <em>lithe</em>”\nunder <em>lento</em> and the reverse under <em>lithe</em>?  (This latter\npiece of information is unaccountably lacking.)</p>\n<p>5.  Compare the entries for <em>literally</em> in the two\ndictionaries:</p>\n<blockquote>\n<p><em>W</em> 1: in a literal sense or manner: ACTUALLY\n&lt; took the remark ˜ &gt; &lt; was ˜ insane &gt; 2 : in\neffect: VIRTUALLY &lt; will ˜ turn the world upside\ndown to combat cruelty or injustice—Norman\nCousins &gt;</p>\n<p><em>usage</em> Since sense 2 is the opposite in meaning\nof sense 1, it has been frequently criticized as a\nmisuse.  Instead, the use is pure hyperbole intended\nto gain emphasis, but it often appears\nin contexts where no additional emphasis is\nnecessary.</p>\n<p><em>L</em> 1 in the literal sense; without metaphor or\nexaggeration 2 with exact equivalence; verbatim\n&lt; <em>follow the instructions</em> ˜ &gt; 3 — used to intensify\na metaphorical or hyperbolic expression\n&lt; <em>she was</em> ˜ — tearing her hair out &gt;; disapproved\nof by some speakers</p>\n</blockquote>\n<p>To be sure, the <em>W</em> usage note, even with its verbosity\nand the oxymoron “pure hyperbole,” is more\nhelpful than <em>L</em>'s cryptic “disapproved of by some\nspeakers”; but the definitions are better in <em>L</em> because\nthey assume that if a user does not know the meaning\nof <em>literally</em>, then that of <em>literal</em> is unlikely to be that\nobvious.  On the other hand, “figurative or exaggerated\nexpression” would probably have been a simplified improvement\nover “metaphorical or hyperbolic expression,”\nwhich might be tough going for someone who\nhad to look up <em>literally</em> to begin with.</p>\n<p>Users of the <em>L</em> will be far better off if spared the\ntechnique of defining in the <em>W</em>, carried over from the\n<em>Third Unabridged</em>, in which the full explanatory definition\nis abandoned in favor of a scattering of synonyms\nset in SMALL CAPITALS, which, more often than\nnot, are likely to lead the user who has the paitence to\npursue them to other words defined in the same inept\nmanner.  There is a difference between using a word\nin a phrasal definition and suggesting it as a—\npresumably substitutable—synonym.  In the present\ncase, ACTUALLY is such a loosely used “filler” word in\nthe language (like <em>really</em>, <em>I mean</em>, <em>y'know</em>, etc.) as to be\nalmost useless as a substitute (except “literally”).</p>\n<p>In general, the definitions in <em>W</em> have been clarified,\nsimplified, and made more precise in <em>L</em>.  Also, the\ncitations in <em>W</em> have either been omitted, where unnecessary,\nor paraphrased, and sources are not given.  I\nhave never understood why, in a dictionary of this size,\n<em>W</em> ever thought it useful to give the sources of citations,\nespecially inconsistently: who among the general,\ncollege-dictionary-using population of today\nknows the identity of Norman Cousins?  Is H. G. Rickover\nbeing held up to the user as a paragon of English\nusage?  What is the significance in citing anonymous\nwriters, Longfellow, L. P. Smith, or giving no citation\nat all?  The treatment in <em>W</em> is erratic, to say the least.</p>\n<p>6.  The entry list in <em>L</em> seems to be fuller than in <em>W</em>,\nbut a quick direct comparison is not easily done.  In\none interval checked, <em>W</em> reveals <em>Montague</em> (Romeo's\nfamily name), <em>Montmorency</em> (a kind of cherry), <em>Montrachet</em>\n(wine), <em>monuron</em> (a herbicide), <em>moon-eye</em> (a\nfish), <em>moon-eyed</em> (open-eyed), and <em>moonflower</em>, as\nheadwords not in <em>L</em>; the same interval in <em>L</em> reveals\n<em>montbretia</em> (a plant), <em>Montessorian</em> (teaching method),\n<em>month of Sundays</em>, <em>Montilla</em>, <em>-mony</em> (suffix) <em>Moog synthesizer</em>,\n<em>moon daisy</em> (the oxeye), <em>moon-faced</em>, <em>moonglow</em>,\nand <em>moonrat</em>, which do not appear in <em>W</em>.  Leaving\naside the plants and animals, which are differently\ndistributed for American and British users, the only\nsignificant omission from <em>L</em> is <em>Montrachet</em>, while the\nimportant words omitted from <em>W</em> are <em>Montessorian</em>,\n<em>month of Sundays</em>, <em>-mony</em>, <em>Moog synthesizer</em>, <em>moon-faced</em>,\nand <em>moonglow</em>.  The last word is not in the <em>RHD</em>\n<em>II</em>, but it should be, for the <em>L</em> citation is from Henry\nMiller and the word also appears in the lyrics written\nfor the popularized rendition of Tchaikovsky's 5th\nsymphony.  It should also be noted that idiomatic expressions\n(e.g., <em>once in a blue moon</em>, listed under\n<em>moon</em> in <em>L</em>) may be listed elsewhere (under <em>blue moon</em>\nin <em>W</em>) and that others (e.g., <em>over the moon</em> 'elated') are\nnot much used in American English.</p>\n<p>On the whole, readers can draw their own conclusions\nabout the breadth of coverage; as for me,\nI should (regrettably) sacrifice <em>Montrachet</em> to gain\nothers.</p>\n<p>7.  There are lengthy usage notes and synonym\nstudies in <em>W</em> that do not appear in <em>L</em> at all or in greatly\nabbreviated form, sometimes mercifully so, for <em>W</em>\noccasionally succumbs to prolixity.  Notwithstanding,\nsuch features are valued by users and cutting them\ncould be a disadvantage.</p>\n<p>8.  <em>W</em> has illustrations (better than those in the\n<em>Third Unabridged</em>); <em>L</em> has none, but it must be noted\nthat other British dictionaries lack them also, so <em>L</em>\nneed not have included them purely for competitive\nreasons in the main market it is intended to serve.</p>\n<p>9.  Both dictionaries list abbreviations and biographical\nand geographical entries in separate sections\nat the back, a practice I have never liked.  Experience\n(and a moment's thought) shows that names of people\nand places occur with equal, sometimes greater frequency\nin the language than a very large percentage of\nthe words listed in dictionaries of almost any size (except\nthe smallest), and on that ground they should not\nbe treated as nonwords or as being outside the pale of\nlexicon.  Also, it is awkward to find <em>Glasgow</em> or <em>Shake-speare</em>\nin one part of the dictionary and <em>Glaswegian</em> or\n<em>Shakespearian</em> in another.  Finally, fictional people and\nplaces are listed in the main body of those dictionaries\nthat include them, but real people and places appear\nin the appendices; as it may be assumed that users look\nup things they do not know, the immediate assumption\nis that they ought to come to a reference book\nalready aware that <em>Homer</em> was a real person (despite\nspeculation to the contrary) and that <em>Jesus</em> was both\nreal and, as “the Jewish religious teacher,” fictional;\nfundamentalists will be disturbed to discover that most\nof the characters in the Bible are treated as fictional.\nIt seems silly to separate <em>Gruyère</em> the cheese from\n<em>Gruyère</em> the place in Switzerland whence it comes—\nindeed, the latter is not even an entry in the geographical\nsections of either dictionary.  Of the two, the <em>W</em>\ngeographical listings seem more complete: <em>W</em> lists\n<em>Aylesbury</em>, which, through some grievous, egregious\nfault, is not in the geographical section of the <em>L</em> but\ndoes appear in the A-Z section (because of the ducks).</p>\n<p>10.  Although <em>L</em> has, in addition to the names,\nabbreviations, and only a few pages of miscellaneous\nmaterials—Handbook of Style, Ten Vexed points in\nEnglish grammar—and some tables of moneys,\nweights and measures, etc., <em>W</em> has short sections on\nForeign Words and Phrases (most of which are dispensable),\nSigns and Symbols, and Style, as well as one\nof those interminably boring listings of Colleges and\nUniversities that clutter up most American college\ndictionaries.</p>\n<p>11.  <em>L</em> has 1876 pages, <em>W</em> 1562 pages.  A rough comparison\nyields the following:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th><em>Longman</em></th>\n<th><em>Webster</em></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>depth of column</td>\n<td>50 picas</td>\n<td>52 picas</td>\n</tr>\n<tr>\n<td>width of column</td>\n<td>67mm</td>\n<td>72mm</td>\n</tr>\n<tr>\n<td>characters/line</td>\n<td></td>\n<td>70</td>\n</tr>\n<tr>\n<td>lines/column</td>\n<td></td>\n<td>104</td>\n</tr>\n<tr>\n<td>characters total (approx.)</td>\n<td>18 million</td>\n<td>22 million</td>\n</tr>\n</tbody>\n</table>\n<p>No allowance has been made in the above calculations\nfor the pronunciation key appearing on each odd-numbered\npage of the <em>W</em>.</p>\n<p>12.   <em>L</em> is, of course, a British dictionary, <em>W</em> American.\nBut for other reasons they are not directly comparable.\nThe entry for <em>Boolean</em> in <em>L</em> reads as follows:</p>\n<blockquote>\n<p><em>adj</em> of or being a type of algebra in which logical\nsymbols are used to represent relations between\nsets, and which is used entensively in the\ntheory of computer programming &lt; ˜ expression</p>\n</blockquote>\n<p>Under <em>Boolean algebra</em>, <em>W</em> has the following:</p>\n<blockquote>\n<p>a set that is closed under the two commutative\nbinary operations and that can be described by\nany of various systems of postulates all of which\ncan be deduced from the postulates that an\nidentity element exists for each operation, that\neach operation is distributive over the other, and\nthat for every element in the set there is another\nelement which when combined with the first\nunder one of the operations yields the identity\nelement of the other operation&lt;under the operations\nof taking intersections and unions, the\nsubsets of a given set form a <em>Boolean algebra</em></p>\n</blockquote>\n<p>The definition in the <em>Third Unabridged</em> was a model\nof clarity compared with that.  Focusing on these two\ndefinitions, it must be conceded that naive users who\ndid not know the meaning of <em>Boolean</em> or of <em>Boolean\nalgebra</em> before going to either dictionary are unlikely\nto come away any the wiser.  But the second reads like\ngobbledygook while the first tries to provide some basic\nnotion of what is involved and where it is applied\nwhile, at the same time, gently notifying users that\nthey are going to have to seek elsewhere for a proper\ndefinition, the understanding of which requires far\nmore backgound in mathematics and logic than can be\nassumed in the average user.</p>\n<p>Lexicographers constantly face problems of defining\nterms that, in some instances, might require a\nbrief essay to explain and far more specialized knowledge\nthan can reasonably be expected from the user.\nThe source of the problem lies in the fact that there is\nno law forbidding ordinary mortals to bandy about\nterms like <em>theory of relativity</em> which only a few people\nin the world truly understand: to be sure, it is impossible\nto conceive of writing a definition for it that would\nfit into a dictionary's procrustean requirements.  The\ndilemma can be resolved either by attempting a definition\n(which no one will understand) or by providing a\nsuperficial pass at a definition couched in language\nsuggesting that the user can find no succor in the work\nin hand.  I prefer the latter approach, though I have\nof ten thought it might be only fair to mark such entries\nwith some symbol (like a death's head).</p>\n<p>Conclusion?  I think the <em>Longman</em> is a fine dictionary,\nsuperior to the <em>Webster</em>, but I have been careful\nnot to compare it with the <em>Collins</em>, which remains\nmy favorite British English dictionary for reasons that\nmodesty forbids my detailing here.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780582555785/Longman-Dictionary-English-Language-0582555787/plp\"><em>Longman Dictionary of the English Language</em></a></h1> <p>(Longman, 1984), xxviii + 1876pp.</p> <p>This is a curious work.  I was under the impression\nit was based on <em>Webster's Ninth Collegiate Dictionary</em>,\nand indeed it was; but there are so many improvements\nand changes that the absence both of a Longman\ncopyright notice and of any identification of a\nspecific editorial director are a bit mysterious.  One is\ndrawn to conclude that the work is the product of\nsome disembodied corporate entity.  To be sure, four\nnames—Heather Gay, Brian O'Kill, Katherine Seed,\nand Janet Whitcut—appear on the Acknowledgements\npage, but so do names of a lot of other people (like\nFrank Kermode, Melvin Bragg, Clement Freud, Germaine\nGreer, Clive Jenkins, and Janet Street-Porter)\nwhose direct connection with the book at hand would\nseem to be much more remote.  Having myself dealt\nwith consultant linguists and specialists in other fields\nwho contribute something to the preparation of accurate\nstructure and definitions to a dictionary, I think I\ncan safely say that such people are only indirectly responsible\nfor the quality of a dictionary, and the major\nresponsibility for a book of such complexity rests with\nthe editors.  But only four editors for such a massive\nwork?  I suppose it is possible.  In any event, it seems\nunfair not to have listed them on the title page, assuning\n(as I presume we must) that their contributions\nwere more or less equal.</p> <p><em>Webster's Ninth Collegiate Dictionary</em> [hereafter\nW], despite many improvements over its forebears, still\nsuffers from shortcomings ultimately traceable to the\naberrational lexicography reflected in <em>Webster's Third\nUnabridged</em>.  Although direct comparison between the\n<em>Longman Dictionary of the English Language</em> [hereafter\nL] and the W reveals many similarities, there are\nmany differences, too.  One gets the impression that\nthe editors of L used the good stuff from the W and\nsubstituted their own, much better material when\nthey encountered some of the bad stuff.</p> <p>The L was based on the <em>W</em>, but a comparison,\nalbeit superficial, reveals a number of differences,\nto wit:</p>"
}