{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Archaeology & Language: The Puzzle of Indo-European Origins",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Archaeology-Language-Puzzle-Indo-European-Origins/dp/0521354323\"><em>Archaeology &amp; Language: The Puzzle of Indo-European Origins</em></a></h1>\n<p>Colin Renfrew, (Cambridge University Press, 1987), xiv + 346 pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>Just when you thought it was safe to assume that\nwe now know all we are ever likely to know about the\npast, someone digs another hole and unearths (literally\nor figuratively) some ancient artifact: one day it is a\nfragile scroll, found in a cave near the Dead Sea, that\nturns out to be pre-Biblical; the next day it is an entire\nterracotta army of Chinese soldiers: the next it is a\nskull, excavated from the Olduvai Gorge, that compels\nanthropologists (once again) to revise their guesses\nabout the earliest stages of <em>Homo sapiens sapiens</em> vs\nhominids.  Most of the relies from the past are gone\nforever, destroyed by the plows of countless generations\nof farmers, reduced to rubble by erosion, by conquerors,\nby prehistoric (and modern) urban developers, by\nfire and flood, and just by time.  Many, we may hope,\nhave not yet been found.  The interest in man's forebears\ndid not become fashionable upon the publication,\na few years ago, of <em>Roots</em>: on a far larger scale,\nwe have been trying to discover all we can about the\norigins not of men but of man.  Strange to say, however,\nthat interest does not seem to be more than a few\nhundred years old: if the ancient Greeks and Romans,\nthe Indians, the Chinese and other peoples were curious\nabout their own prehistory, I have not heard of it.\nPerhaps the fascination with man's past grew out of\nthe obsession with ruins evinced by Romanticism; certainly,\nmodern archaeology seems to have followed\nclose behind, for the excavation of the supposed site of\nTroy took place only about 100 years ago.  Perhaps it is\njust as well, for only by the means available to modern\nscience are we now able to preserve some of the artifacts\nthat we find and, through radiocarbon dating,\ndetermine their approximate age.</p>\n<p>Archaeology is a popular pursuit, and its manifest\nresults not only receive considerable publicity but can\nbe seen in museums.  Not so paleolinguistics, or the\nreconstruction of ancient languages.  Even the remnants\nwe have from early languages that had a writing\nsystem are relatively sparse: Classical Latin and\nGreek, Hebrew, and a few other languages are better\ndocumented than others; but for most all we have to go\non are a handful of tablets here, a few inscriptions\nthere, barely enough in many cases to allow us to\nidentify the language, let alone draw any conclusions\nregarding its structure or meaning.  Perhaps one day\nwe shall find an Etruscan library, buried deep in the\nItalian countryside; but for the present, we have to\nmake do with what we have, which is precious little.\nAbout languages that had no writing system, we know\nnothing at all.  But some very clever comparative linguists,\nbeginning in Germany in the 19th century, theorized\nabout how the nature of the ancestors of the\nmore modern tongues.  In some instances, ancient languages\nhave been decoded, some from multilingual\ninscriptions.  The work of Jean Francois Champollion\n(1790-1832) in deciphering hieroglyphics from the Rosetta\nStone was an astonishing accomplishment, for it\nenabled us to read the myriad writings of the ancient\nEgyptians on papyrus and in wall inscriptions and\nrevealed an enormous amount of the knowledge we\nhave today about their civilization, which lasted for\nabout 2600 years.  Another significant break-through\nwas that of Michael Ventris (1922-1956), who deciphered\nthe Linear B script found on Crete and identified\nit as an early form of Greek.  From the standpoint\nof language, Ventris's work was more important, particularly\nbecause it filled in a gap in our knowledge of\nthe early states of Indo-European languages.</p>\n<p>Many years ago, a linguistic scholar counted all of\nthe languages then spoken of which he had evidence.\nThe total was approximately 2800, but that is probably\nonly a vague estimate: he undoubtedly missed\nsome; some have sprung up since his time (modern\nHebrew, for instance); and some have vanished.  The\nexact count is unimportant and, at best, spurious, for\nit is extremely difficult to establish uniform criteria for\nwhat distinguishes dialect from language.  Then, too,\none must examine the techniques used to group the\nmany languages of the world.</p>\n<p>Linguists examining Classical Greek, Latin, German,\nEnglish, Slavic, Swedish, Norwegian, Danish,\nDutch, Lithuanian, Iranian, Hindi, and the other languages\nof India and Europe found that there were\ncorrespondences among many of the common words.\nSome, like French, Spanish, Italian, and Portuguese,\nhad more in common with one another than they did\nwith, say, German, English, Swedish, Danish, and\nDutch, which, in turn, bore only a remote resemblance\nto Russian and Polish, on the one hand, and the\ntwo extant varieties of, say, Gaelic, on the other.  One\nrapidly runs out of hands and must resort to fingers\nand toes, for after years of laboriously categorizing\nthese languages, the number of different main\nbranches (called families and subfamilies) came to\nabout ten.  Ingeniously, certain differences between\nfamilies were explained by various phonetic shifts that\n(inexplicably) took place in one language group but\nnot in another.  Although certain other languages were\ngeographically nearby, it was impossible to establish\nany resemblances between them, hence Basque, for\nexample, is not classified as being in the same family\nwith other European languages, nor are Hungarian\nand Finnish, both of which belong to their own group.\nAt the conclusion of this vast exercise, done without\nthe aid of computers, there emerged a pattern of familial\nrelationships that linked together languages spoken,\nin earlier times, from Britain as far east as Chinese\nTurkestan and from India as far north as\nLappland.  Charts showing the chief languages and\ntheir derivations can be found in many dictionaries—inside\nthe front cover of <em>The Random House Unabridged</em>,\nfor example.  Because linguists are constantly\nlearning more and more about the relationships\namong languages, it is best to avoid using an older\nchart; for the same reason, it would be wise not to\nstake too much on the accuracy of even a current\nchart.</p>\n<p>The languages discussed here are what are usually\ncalled the Indo-European family; similar family trees\ncould be drawn for the Semitic languages, Sino-Tibetan,\nJapanese, Bantu, Malayo-Polynesian, and so on.\nEach is a distinct phylum; although there may be\nword-borrowing among them, lexicon is considered\nless important in the classification of languages than\nstructure and grammar.  It is important, too, to note\nthat writing systems are irrelevant: for instance, Polish\nis written (today) using the Roman alphabet, but Russian,\na related Slavic language, uses the Cyrillic; Yiddish,\na Germanic language, is written in Hebrew characters;\nLatin, Greek, and Sanskrit, which resemble\none another rather closely in some respects, all use\ndifferent alphabets; and early examples, utterly unrecognizable\nto untrained readers of modern languages,\nwere written in cuneiform, quite suitable for writing\non soft clay tablets with a pointed stylus, and hieroglyphics.</p>\n<p>It would be nice to think that while linguists were\nworking so hard to organize languages, they were\nworking alongside the archaeologists who were providing\nthe raw materials.  But only rarely did they collaborate\nand, with few exceptions, their work was not\ncorrelated in a systematic way.  Schliemann, who discovered\nthe site of Troy, used the evidence in Homer's\n<em>Iliad</em> to determine his digging site, where any ruins\nhad long since disappeared from view.  In many other\nplaces, the ancient sites lay buried—and still\ndo—beneath modern cities: modern property owners\nquite understandably take a dim view of tearing down\ntheir buildings on the off chance that the remnants of\nan ancient town will be found several yards below.\ntoday, before a new building is erected in London, an\narchaeological team examines the cleared site for its\narchaeological significance.  But there, as everywhere\nelse, nothing can interfere with progress and, regardless\nof the finds and their importance, the archaeologist\nmust eventually yield to the bulldozer.  Notwithstanding,\neven the brief glimpses afforded by such\ninvestigations can provide some insight into civilizations\nthat existed hundreds or, in some cases, thousands\nof years earlier.</p>\n<p>Based on the sparse evidence available, linguists\ntheorized about the earlier languages that had given\nrise to those attested.  In other words, based on what\nthey knew about a group of languages which were\ndocumented, they tried to imagine the language that\nthey sprang from.  In most cases, they dealt with words\nand functional elements, creating what are called reconstructions\nin hypothetical family prototypes called,\nvariously, Proto-Latin, Proto-Greek, Proto-Germanic,\nProto-Indo-Iranian, and so forth, the ultimate goal\nbeing to posit a single language called Proto-Indo-European.\nThat is not entirely true, for linguists know\ntoo much about language to suggest that there ever\nwas, literally, a single language from which all Indo-European\nlanguages descended.  Nonetheless, it is convenient\nto think about the existence of a group of\nproto-dialects which can be referred to as Proto-Indo-European.</p>\n<p>It seems only natural that once an original language,\nor <em>Ursprache</em>, was posited, the next step was to\nspeculate on its source, or <em>Urheimat</em>.  That is what\nRenfrew has tried to do.  Essentially, he proposes that\nthe parent of all Indo-European languages was itself\nborn in central Anatolia, whence it spread eastward,\nwestward, and northward, being modified by the influences\nof the languages with which it came into contact,\ntill it ultimately emerged in its recognizable,\nmodern manifestations which we categorize into Germanic,\nHellenic, Italic, Indo-Iranian, Anatolian, Armenian,\nCeltic, Tocharian, Albanian, and BaltoSlavic.</p>\n<p>I have no quarrel with Renfrew's theory—notwithstanding\nthe generally received wisdom that has\nplaced the homeland north of the Black Sea region\nand the Volga steppes.  It is difficult for the nonspecialist\nreader (like me) to assess the validity of his arguments,\nwhich are based on his contention that the\nlanguage (and its congeners) were carried along by the\nspread of nomad pastoralism.  Using the evidence available,\nRenfrew contends that the original Indo-European\nlanguage, closely related to Hittite, separated\nafter 6500 BC, with the IE languages of western Europe\ndeveloping from western Anatolia and those of\nIran, India, and Pakistan from the eastern division.\nThe choice between the prevailing theory and Renfrew's\ndepends on whether one accepts a “wave” theory,\nfirst promulgated more than a hundred years ago\nby Johnanes Schmidt, a German linguist, or one of\nindigenous development.  Pottery finds can be interpreted\nto support either the imposition of an elite culture\nfrom Turkmenia or a late development of the\nIndus civilization.  Renfrew accepts the wave theory,\nand in the last two thirds of <em>Archaeology &amp; Language</em>\nhe sets forth his arguments in its favor.  Unfortunately,\nthe presentation of his linguistic argument, where the\nauthor is clearly treading on more speculative ground\nthan in those parts dealing with outright archaeology,\nwhere he is on more familiar territory, is disorganized\nand repetitious.  It is difficult to place all the blame on\nRenfrew, for his editor should have noticed the lack of\ncoherence.  The result is an argument that is persuasive\nbut scarely convincing.</p>\n<p>Nevertheless, good books on archaeology assimilable\nby laymen are not easy to find, and if the reader\ncan tolerate its shortcomings and is not overly concerned\nabout the precise birthplace of Indo-European,\n<em>Archaelogy &amp; Language</em> provides an interesting march\nthrough the millennia of prehistory in seven-league\nboots.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Archaeology-Language-Puzzle-Indo-European-Origins/dp/0521354323\"><em>Archaeology &amp; Language: The Puzzle of Indo-European Origins</em></a></h1> <p>Colin Renfrew, (Cambridge University Press, 1987), xiv + 346 pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>Just when you thought it was safe to assume that\nwe now know all we are ever likely to know about the\npast, someone digs another hole and unearths (literally\nor figuratively) some ancient artifact: one day it is a\nfragile scroll, found in a cave near the Dead Sea, that\nturns out to be pre-Biblical; the next day it is an entire\nterracotta army of Chinese soldiers: the next it is a\nskull, excavated from the Olduvai Gorge, that compels\nanthropologists (once again) to revise their guesses\nabout the earliest stages of <em>Homo sapiens sapiens</em> vs\nhominids.  Most of the relies from the past are gone\nforever, destroyed by the plows of countless generations\nof farmers, reduced to rubble by erosion, by conquerors,\nby prehistoric (and modern) urban developers, by\nfire and flood, and just by time.  Many, we may hope,\nhave not yet been found.  The interest in man's forebears\ndid not become fashionable upon the publication,\na few years ago, of <em>Roots</em>: on a far larger scale,\nwe have been trying to discover all we can about the\norigins not of men but of man.  Strange to say, however,\nthat interest does not seem to be more than a few\nhundred years old: if the ancient Greeks and Romans,\nthe Indians, the Chinese and other peoples were curious\nabout their own prehistory, I have not heard of it.\nPerhaps the fascination with man's past grew out of\nthe obsession with ruins evinced by Romanticism; certainly,\nmodern archaeology seems to have followed\nclose behind, for the excavation of the supposed site of\nTroy took place only about 100 years ago.  Perhaps it is\njust as well, for only by the means available to modern\nscience are we now able to preserve some of the artifacts\nthat we find and, through radiocarbon dating,\ndetermine their approximate age.</p> <p>Archaeology is a popular pursuit, and its manifest\nresults not only receive considerable publicity but can\nbe seen in museums.  Not so paleolinguistics, or the\nreconstruction of ancient languages.  Even the remnants\nwe have from early languages that had a writing\nsystem are relatively sparse: Classical Latin and\nGreek, Hebrew, and a few other languages are better\ndocumented than others; but for most all we have to go\non are a handful of tablets here, a few inscriptions\nthere, barely enough in many cases to allow us to\nidentify the language, let alone draw any conclusions\nregarding its structure or meaning.  Perhaps one day\nwe shall find an Etruscan library, buried deep in the\nItalian countryside; but for the present, we have to\nmake do with what we have, which is precious little.\nAbout languages that had no writing system, we know\nnothing at all.  But some very clever comparative linguists,\nbeginning in Germany in the 19th century, theorized\nabout how the nature of the ancestors of the\nmore modern tongues.  In some instances, ancient languages\nhave been decoded, some from multilingual\ninscriptions.  The work of Jean Francois Champollion\n(1790-1832) in deciphering hieroglyphics from the Rosetta\nStone was an astonishing accomplishment, for it\nenabled us to read the myriad writings of the ancient\nEgyptians on papyrus and in wall inscriptions and\nrevealed an enormous amount of the knowledge we\nhave today about their civilization, which lasted for\nabout 2600 years.  Another significant break-through\nwas that of Michael Ventris (1922-1956), who deciphered\nthe Linear B script found on Crete and identified\nit as an early form of Greek.  From the standpoint\nof language, Ventris's work was more important, particularly\nbecause it filled in a gap in our knowledge of\nthe early states of Indo-European languages.</p>"
}