{
  "type": "Article",
  "title": "The Cryptic Toolbox",
  "author": "Harry Cohen",
  "location": "Brussels",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Cryptic Toolbox</h1>\n<p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels</span></em></p>\n<p>Seventy-five years ago, the daily <em>New, York World</em>\npresented its readers with a new kind of puzzle\nthat consisted of a grid and a list of clues.  The Word-Cross,\nas it was called, started its existence as just\nanother little Sunday supplement feature, with no\npretensions to permanence.  Yet it was to become the\nprogenitor of the now ubiquitous crossword puzzle.\nThe make-up of the grid has undergone various modifications\nin the course of time but the rules of the game\nhave remained unchanged.  As for the clues, they were\ncalled “definitions,” and that indeed is what they\nwere.— Or were they?  On closer inspection, classic\nclues appear to be divisible into three groups.  First,\nthere are synonyms, like <em>rooster</em> for COCK.  Admittedly,\nthere is no such thing as perfect synonymy, but the\nmeanings of many pairs of words are close enough for\nthis term to be used in the context of a pastime like\ncrosswords.  Second, a clue may name a class of objects\nwhich includes the answer, like <em>bird</em> for COCK.  A more\nspecific class, e.g., <em>male bird</em>, makes solution easier,\nwhereas a more general class, e.g., <em>animal</em>, would\ncomplicate the puzzler's task.  The third group comprises\ndefinitions proper.  Such a clue for COCK might\nread: <em>adult male of the domestic fowl</em>.</p>\n<p>Crossword puzzles soon become very popular in\nAmerica, and perhaps even more so in Britain.  But\nsomeone must have felt that all this was too simple for\nour overtrained brains.  Straightforward definitions (of\nall three varieties were gradually replaced by play on\nwords, ambiguous phrasings, jumble games, and other\nverbal pranks.  A clue for COCK might thus come to\nread: <em>number one in the pecking order dominates hens\nand crows</em> (a quizzical statement, unless the word\n<em>crows</em> is read as a verb) or even: <em>creature with a cow's\nhead and a bullock's rump found in a coop</em> (first letter\nof <em>cow</em> plus last three letters of <em>bullock</em>).</p>\n<p>The uninitiated may find these examples too bizarre\nfor words.  Still, the idea has caught on so well\nthat most British newspapers now offer two crossword\npuzzles each day.  One is in the classic style, commonly\nlabeled “concise” or “quick.”  The other is of the newer,\nplayful genre, often referred to as “cryptic”; but this\ndesignation is by no means universal.  (A well-known\nAmerican language journal prefers the term “Anglo-American.”)\nIn some countries, puzzles of this type are\ncalled “cryptograms,” a name we shall use from here\non.  This article is an attempt to catalogue the main\ntools currently applied by cryptic puzzle-makers and\nsolvers.</p>\n<p>A cryptogram clue can be a simple pun, like</p>\n<p><em>A</em>.  <em>A message that goes from pole to pole</em> (8 letters) = TELEGRAM</p>\n<p>In most cases, however, it consists, as the previous\nexamples suggest, of two elements, each hinting at the\nanswer in its own way.  This construction makes sense\nsince each hint by itself is generally so vague or open-ended\nthat it evokes more potential answers than a\npuzzler's brain can handle.  Two such hints, however,\nhave only a few possible answers in common, so that\nthe solver can concentrate on them and pick the most\nprobable one.  This quest for the correct answer rests\non intricate mental processes which require no elaboration.\nOur purpose here is rather to devise a classification\nof the various types of clue elements (CEs) currently\nin use.</p>\n<p>Let us start with the three groups of clues encountered\nin the classical crossword puzzle: synonyms,\nsuperordinates, and definitions.  Here are some examples\nof their cryptic counterparts:</p>\n<p><em>B</em>.  <em>A writer or two</em> (5) = TWAIN</p>\n<p>The first CE (<em>A writer</em>) indicates a class to which\nTWAIN belongs; the second (<em>two</em>) offers a synonym of\nanother possible meaning of the answer.</p>\n<p><em>C</em>.  <em>One who counts and recounts</em> (6) = TELLER</p>\n<p>The two CEs are telescoped.  Each of them defines a\nseparate meaning of the answer.</p>\n<p>These are really old-time clues in new apparel; once\nwise to the system and having enough vocabulary entries\nin one's head (or a thesaurus handy on the shelf),\nit is not too difficult to decode them and arrive at the\nanswer.  The going gets tougher, however, as the two\nmeanings of the answer move further apart:</p>\n<p><em>D.</em>  <em>This landlord is quite a character</em> (6) = LETTER</p>\n<p>The mechanism is clear: <em>landlord</em> = LETTER, ('one\nwho lets'), and <em>character</em> = LETTER, but the two LETTERs\ndiffer in both meaning and origin.  (Note that\nsome double-dealing has also gone on with the word\n<em>character</em>!)  A third layer of camouflage is added in:</p>\n<p><em>E.</em>  <em>Straight commotion</em> (3) = ROW</p>\n<p>The two ROWs differ in pronunciation as well as in\nmeaning and origin.</p>\n<p>Just as disorienting are clues where the two meanings\nof the answer belong to different word classes:</p>\n<p><em>F.</em>  <em>A more successful gambler</em> (6) = BETTER</p>\n<p>To mystify solvers even more, puzzlers may use words\nin an uncommon but perfectly legitimate sense, especially\nby attributing to certain words ending in <em>-er</em> the\nquality of agent noun.  <em>Bloomer</em> (for 'flower'), <em>butter</em>\n(for 'ram'), or even <em>flower</em> (for 'river') are recurrent\nexamples, but solvers must always be on the alert for\nnew traps of this type:</p>\n<p><em>G.</em>  <em>More than one anesthetic</em> (6) = NUMBER</p>\n<p>All of the above techniques rest, in one way or\nanother, on the meanings of words.  They make up the\nclass of Semantic Clue Elements.  Another class,\nequally important in cryptoland, is that of Graphic\nClue Elements.  Here, the object of play is the written\nform of the answer, or, more precisely, the letters of\nwhich that form consists.  The best known member of\nthis class is undoubtedly the anagram:</p>\n<p><em>H.</em>  <em>Victim of injustice could be grounded</em> (8) = UNDERDOG</p>\n<p>The words <em>could be</em> which precede the anagram\n<em>grounded</em> have a special function.  They inform solvers\n(if they get the message!)  that an anagram is lurking\nnearby.  Indeed, convention requires that anagrams\n(and all other Graphic CEs) be accompanied by such\nflags.  On the other hand, the cryptogram composer is\nfree to conceal these signals in all sorts of phrasal\nhocus-pocus:</p>\n<p><em>I.</em>  <em>Overturned vote overturns all votes</em> (4) = VETO</p>\n<p>Some other anagram flags are <em>broken, strange, unorthodox,\nmaybe, kind of</em>, and <em>a source of</em>.  There are\ndozens of them, and new ones are being concocted\nevery day.</p>\n<p>Many anagrams spread over two or more words:</p>\n<p><em>J.</em>  <em>Brave Tim changed quarterly</em> (8) = VERBATIM</p>\n<p>These are particularly tricky when short words, like\narticles or pronouns, are involved:</p>\n<p><em>K.</em>  <em>An event is organized for Italians</em> (9) = VENETIANS</p>\n<p><em>L.</em>  <em>You can't take it with you—neither can I, unfortunately</em>\n(11) = INHERITANCE</p>\n<p>A subvariant of the anagram is the inversion:</p>\n<p><em>M.</em>  <em>On reflection, the parts will hold together</em> (5) = STRAP</p>\n<p><em>On reflection</em> is a flag to indicate that <em>parts</em> is to be\nread backwards.  Other inversion flags are <em>coming\nback, returning</em>, and <em>going West</em>.  Purists admit these\nonly for answers that run horizontally in the grid.  For\nthe “down” words, they prefer <em>turning up, traveling\nNorth</em>, etc.</p>\n<p>It is worth noting that the first element of clue <em>M.</em>\nconsists of the four words <em>On reflection the parts</em>.  The\ncomma, correctly inserted between <em>reflection</em> and <em>the</em>,\nmay mislead, but such punctuational conflicts are considered\nperfectly legitimate, or even a piquant little\nfeature.  We shall return to this point later.</p>\n<p>Another type of Graphic CE is the acronym:</p>\n<p><em>N.</em>  <em>The leaders of the unassuming Royal Knights Society\ncan be a source of delight</em> (5) = TURKS</p>\n<p><em>The leaders of</em> is a flag intended to draw the solvers'\nattention to the initial letters of the words following it,\nwhere the answer lies for the taking.  The most common\nflag for acronyms is, as one would expect, <em>initially</em>.</p>\n<p>The acronym does not stand by itself in the crypto\nrepertoire.  In fact, it is the key member of a whole\nfamily of Graphic CEs, all with their own specific\nflags to indicate whether the answer is to be composed\nfrom last letters, middle letters, or other word fragments.\nAn idea of the way they work has been given in\none of the introductory examples (the cow-bullock\ncreature).</p>\n<p>A relatively new graphic technique is the sandwich.\nThe letters of the answer are left in their original order\nbut spread over two or more words:</p>\n<p><em>O.</em>  <em>Lakeside city located inside the embankment or on\ntop of it</em> (7) = TORONTO</p>\n<p>or contained in a single word:</p>\n<p><em>P.</em>  <em>A small capital in Czechoslovakia</em> (4) = OSLO</p>\n<p>Besides <em>inside</em> and <em>in</em>, common sandwich flags are <em>part\nof</em> and <em>some of</em>.</p>\n<p>As the above clues demonstrate, a Graphic CE should\nbe accompanied not only by a flag but also by a Semantic\nCE.  This conventional rule also holds for the\nmembers of a third class, the Phonic Clue Elements.\nThese are based, just like the traditional pun, on\nhomophony:</p>\n<p><em>Q.</em>  <em>Critique, one hears, of a theatrical entertainment</em>\n(5) = REVUE</p>\n<p>Somewhat more involved is:</p>\n<p><em>R.</em>  <em>It sounds in one sense (or in none) like simplicity</em>\n(9) = INNOCENCE</p>\n<p>Phonic CEs are not very often used, probably because\nall suitable flags (<em>I hear, it sounds, say</em>, etc.) are so\nobvious that they threaten to give the game away.\nIn the above tour d'horizon, not all aspects of clue\nsetting have passed in review.  Nothing has been said\nabout the artful ways in which abbreviations, chemical\nsymbols, Arabic and Roman numerals, musical\nnotes, etc., may be used in clues.  Hardly any attention\nhas been paid to one-element clues.  (There are even\none-word clues, some of them particularly witty.)  No\nexamples have been given of answers that consist of\nmore than one word.  More important, no mention has\nbeen made of the possibility of chopping the answer\ninto convenient pieces which are separately represented\nin the clue by anagrams, synonyms, etc.</p>\n<p>Just one real-life example:</p>\n<p><em>S.</em>  <em>European city, home of the first person without\nperverse words</em> (9) = ?</p>\n<p>Solution:</p>\n<blockquote>\n<p><em>words</em> = terms (synonym)<br>\n<em>perverse</em> = flag for anagram<br>\nanagram of 'terms' = MSTER<br>\n<em>the first person</em> = ADAM<br>\n<em>without</em> = outside (!)<br>\nADAM outside MSTER = AMSTERDAM</p>\n</blockquote>\n<p>Clue syntax deserves a more thorough examination\nthan space permits; but perhaps it would be best to\ncomment on some aspects of the ethics of compiling\nclues.</p>\n<p>The first commandment in the puzzlers' bible\nreads: Thou shalt not waste words.  A well-constructed\nclue comprises only words necessary for conveying, in a\ndeceptive way, the information solvers require to find\nthe answer.  Adding fillers to distract them is considered\nunfair.  As for the answer, it is better to avoid very\nlearned or rare words unknown to all but a few lexicographers.\nThe idea is to test the solvers' skill in deciphering\nclues rather than their familiarity with the\nrecondite recesses of the lexicon.  (This being said, one\nBritish publication does offer a special obscure-words\npuzzle, probably for the benefit of glossarial masochists.\nLittle wonder it appears under the name of\nMephisto.)</p>\n<p>On the other hand, it is admissible, as we have\nalready seen, to throw solvers off the scent with an\noccasional comma in the “wrong” place.  The same\nholds for other dividers, such as colons, dashes, hyphens,\nand blanks.  Likewise, a bit of juggling with\napostrophes, quotation marks, and capitals is permitted,\nalways on the understanding that no punctuation\nor spelling rules are infringed.  And it goes without\nsaying that clue texts may be arranged in such a way\nthat, at first sight, certain words appear to belong to a\ndifferent inflectional form or word class than is actually\nthe case when the clue is unlocked.  In fact, this is\nan essential part of the fun.  This feature has already\nbeen demonstrated in the very first example (the cock\nthat crows) and also in clue <em>F.</em> Clue <em>J</em> offers two further\ninstances: at first reading, <em>changed</em> is suggestive of being\na past tense but after analysis it is identified as a\npast participle (serving as an anagram flag); likewise,\n<em>quarterly</em> shifts from adverb to noun.</p>\n<p>Let us end with a specimen in which several of the\nabove techniques are represented:</p>\n<p><em>T.</em>  <em>Part of his imprint appears in absurd Anglo-Saxon\nrules, word for word</em> (6) = ?</p>\n<blockquote>\n<p>Solution: Replace in the second element (<em>rules word\nfor word</em>) the last three words by their synonym\n“verbatim.”  Well, who rules VERBATIM?\nHis name (= part of his imprint) appears\nin <em>absurd Anglo-Saxon</em>.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Cryptic Toolbox</h1> <p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels</span></em></p> <p>Seventy-five years ago, the daily <em>New, York World</em>\npresented its readers with a new kind of puzzle\nthat consisted of a grid and a list of clues.  The Word-Cross,\nas it was called, started its existence as just\nanother little Sunday supplement feature, with no\npretensions to permanence.  Yet it was to become the\nprogenitor of the now ubiquitous crossword puzzle.\nThe make-up of the grid has undergone various modifications\nin the course of time but the rules of the game\nhave remained unchanged.  As for the clues, they were\ncalled “definitions,” and that indeed is what they\nwere.— Or were they?  On closer inspection, classic\nclues appear to be divisible into three groups.  First,\nthere are synonyms, like <em>rooster</em> for COCK.  Admittedly,\nthere is no such thing as perfect synonymy, but the\nmeanings of many pairs of words are close enough for\nthis term to be used in the context of a pastime like\ncrosswords.  Second, a clue may name a class of objects\nwhich includes the answer, like <em>bird</em> for COCK.  A more\nspecific class, e.g., <em>male bird</em>, makes solution easier,\nwhereas a more general class, e.g., <em>animal</em>, would\ncomplicate the puzzler's task.  The third group comprises\ndefinitions proper.  Such a clue for COCK might\nread: <em>adult male of the domestic fowl</em>.</p> <p>Crossword puzzles soon become very popular in\nAmerica, and perhaps even more so in Britain.  But\nsomeone must have felt that all this was too simple for\nour overtrained brains.  Straightforward definitions (of\nall three varieties were gradually replaced by play on\nwords, ambiguous phrasings, jumble games, and other\nverbal pranks.  A clue for COCK might thus come to\nread: <em>number one in the pecking order dominates hens\nand crows</em> (a quizzical statement, unless the word\n<em>crows</em> is read as a verb) or even: <em>creature with a cow's\nhead and a bullock's rump found in a coop</em> (first letter\nof <em>cow</em> plus last three letters of <em>bullock</em>).</p> <p>The uninitiated may find these examples too bizarre\nfor words.  Still, the idea has caught on so well\nthat most British newspapers now offer two crossword\npuzzles each day.  One is in the classic style, commonly\nlabeled “concise” or “quick.”  The other is of the newer,\nplayful genre, often referred to as “cryptic”; but this\ndesignation is by no means universal.  (A well-known\nAmerican language journal prefers the term “Anglo-American.”)\nIn some countries, puzzles of this type are\ncalled “cryptograms,” a name we shall use from here\non.  This article is an attempt to catalogue the main\ntools currently applied by cryptic puzzle-makers and\nsolvers.</p>"
}