{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Facts On File Encyclopedia of Word and Phrase Origins",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Encyclopedia-Phrase-Origins-Writers-Library/dp/0816040885\"><em>The Facts On File Encyclopedia of Word and Phrase Origins</em></a></h1>\n<p>Robert Hendrickson, (Facts On File, 1987), 581pp.</p>\n<p>This is a good book and an interesting book.  According\nto the author's Preface, it covers some 7500\nwords and phrases, and its great fault is that it lacks an\nindex.  That is to say, there are about 4000 or so main\nentries, the rest of the terms being discussed within the\nentries; unless they begin with the same letter or\nwords, the user will be unable to find them without an\nindex.  For example, <em>tsar, tsarina</em>, etc., are discussed at\n<em>czar</em>, but there is no cross reference in the Ts for the\n<em>tsar</em> words and, if you didn't think (or know) to look\nunder <em>czar</em>, you would think them missing.  Publishers\nought to learn that they cannot always anticipate the\nneeds of users of books and that indexes are almost\ninvariably an aid in finding things.</p>\n<p>My other complaint is about compositors (and\nproofreaders) who set loose lines because they do not\nknow how to hyphenate the word they have carried\nover to a following line.  Today, compositors rely far too\nmuch on the automatic hyphenation programs packaged\nwith their computer typesetting systems.  A typical\nexample occurs (as one might expect) at the entry\nfor <em>deipnosophist</em> where a line that normally contains\nabout 50 characters (plus spaces), has been printed\nwith only 34 characters (plus spaces), mainly, apparently,\nbecause no one knew where to hyphen <em>Deipnosophistai</em>,\nthe first word on the next line.  This rather ugly\nphenomenon occurs here and there in this otherwise\nattractive book.</p>\n<p>Back to the contents.  General dictionaries give\netymologies, albeit brief ones, of most of the words\nthey list and fulfill a useful, if limited function.  Extensive\nworks, like the <em>Oxford English Dictionary</em> offer far\nmore elaborate information, including, where appropriate\n(and available) valuable comments on the origins\nof sense development.  Etymological dictionaries\ndo pretty much the same, though for the most part\nthey, like the <em>OED</em>, eschew information about multiword\nentries, idiomatic phrases, and such.  Then there\nare books, like Funk's <em>A Hog on Ice</em> and my own <em>The\nWhole Ball of Wax</em>, that treat the origins of particular\nkinds of expressions and, occasionally, words.  Hendrickson's\nbook, <em>EWPO</em> for short, covers some standard,\nsingle-word entries, some oddities, a number of\nphrases and expressions, and a good selection of items\nnot covered by most of the other books.</p>\n<p>Much of what appears is well established; some of\nit is speculative, some taken from unreliable sources,\nand some at variance with the accepted scholarship.\nFor instance, Allen Walker Read's widely accepted etymology\nof <em>O.K.</em> is just the reverse of Hendrickson's—the\n<em>O.K.</em> of <em>oll korrect</em> was adopted by Van\nBuren (“Old Kinderhook”) as a campaign cry, not the\nother way round.  At <em>horse latitudes</em>, the author has\npicked up the theory that it comes from “<em>golfo de las\nyeguas</em>, 'gulf of the mares,' which was the Spanish\nname for the ocean between Spain and the Canary\nIslands and compares the supposed fickleness of mares\nwith the fickle winds in these latitudes.”  As far as I\nhave been able to determine, <em>golfo de las yeguas</em> is a\ncomplete fiction, for there is no evidence for any such\ndesignation in any gazetteer that I could find nor at\nthe Royal Geographical Society.  Besides, the <em>horse latitudes</em>\nreferred to were in the doldrums, which occur\nwest, not east of the Canaries.  I comment on that in\n<em>Ball of Wax</em>.</p>\n<p>My current theory runs as follows: the Sargasso\nSea, a region northeast of the West Indies, is characterized\nas an area of relative calm and an abundance\nof <em>sargassum</em>, an entangling seaweed.  As such seaweeds\nthrive in the Gulf Stream, they are generally called\n<em>gulfweeds</em>.  In all likelihood, the region was originally\nknown as <em>golfo del mar</em> in Spanish, that is, 'gulf of the\nsea,' and was so entered on charts.  English speakers\nwho used the charts read <em>mar</em> as <em>mare</em> 'female horse,'\nwhich was later generalized to <em>horse</em>.  Another possibility\nis that the origin was French <em>golfe de la mer</em> or\n<em>latitude de la mer</em>, French <em>mer</em> being quite close in\nsound to English <em>mare</em>, which was later generalized to\n<em>horse</em>.  A third possibility is that the waters were populated\nby manatees, which might have been likened to\nhorses, not too farfetched a suggestion when one considers\nthat sailors are said to have imagined them to be\nmermaids.  The theory that the <em>horse latitudes</em> were so\nnamed because mariners becalmed there threw overboard\nthe horses they were transporting because they\ndied of thirst or starved seems almost impossible: in\norder for such an event to have given rise to <em>horse\nlatitudes</em> it would have to have recurred many times,\nand it is hard to believe that 16th- and 17th-century\nmariners were so improvident as to have allowed that\nto happen very often.  Thus, I cannot accept Hendrickson's\norigin for <em>horse latitudes</em>, though, to give him his\ndue, he only copied the etymology from other sources,\nthe <em>OED</em> included.</p>\n<p>A baker's dozen of other matters:</p>\n<ol>\n<li>\n<p>At <em>Hore-Belisha</em>, the information is given that\nthe pedestrian crosswalk signals are “often called <em>Hore-Belishas</em>”;\nin my experience, the term is usually <em>Belisha\nbeacon</em>.</p>\n</li>\n<li>\n<p>At <em>heliotrope</em>, some might miss the point without\nthe information that Apollo was the Greek god of\nthe sun.</p>\n</li>\n<li>\n<p>At <em>guerilla</em>: the usual spelling is <em>guerrilla</em>.  (It\ncomes from Spanish <em>guerra</em> 'war.')</p>\n</li>\n<li>\n<p>Perhaps the mystery of the origin of the verb\n<em>goose</em> might be cleared up by examining the opening\nchapter of <em>Gargantua</em>, by Rabelais.</p>\n</li>\n<li>\n<p>Under <em>gibson cocktail</em>, it is not made with a\n“pearl onion” [Ugh!] but with a <em>pickled</em> pearl onion.</p>\n</li>\n<li>\n<p>I have serious doubts about the purported origin\nof <em>flea market</em> and its dating to Dutch colonial\ndays.</p>\n</li>\n<li>\n<p>The change from <em>numble pie</em> to <em>umble pie</em> to\n<em>humble pie</em>, attributed to “some anonymous punster in\nthe time of William the Conqueror,” was actually due\nto the same influences that changed <em>a napron</em> to <em>an\napron</em> in the first instance and to the characteristic\nweakening of the initial <em>h</em> in English, heard today in\n<em>an historical, an hilarious</em>, etc.</p>\n</li>\n<li>\n<p><em>Coffin nail</em> is a later allusion to 'cigarette': in\nits earlier metaphoric life it referred to anything that\nmight serve to drive one to an early grave; indeed,\nsome early Western saloons sold tokens bearing the\nwords “coffin nail” stamped on them which were good\nfor a shot of redeye.</p>\n</li>\n<li>\n<p><em>Humongous</em> is given as “a term for a huge,\nmonstrous person”: it merely means 'huge, monstrous'\nand, as far as I know, has nothing to do with wrestlers\nor, necessarily, people.</p>\n</li>\n<li>\n<p>At <em>hung higher than Gilderoy's kite</em> the author\nglosses <em>kite</em> as 'body'; it is actually a word for 'belly.'</p>\n</li>\n<li>\n<p>There is a theory that the curious expression\n(from the Bible), <em>It is harder for a rich man to enter the\nkingdom of heaven than for a camel to go through the\neye of a needle</em> results from a misreading of the original:\nthe original, it is said, has a word meaning 'rope,'\nnot 'camel,' which makes sense (to me).  I cannot insist\nthat Hendrickson accept the theory, but he ought at\nleast to have acknowledged its existence; instead, we are\ntold that ancient Middle Eastern walled towns had a\nrear gate called the Needle's Eye through which a camel\ncould pass only if kneeling down.  How camels move\nforward while kneeling is not explained—perhaps, <em>pace</em>\nSeattle—that is (also) the true origin of <em>skid row</em>.</p>\n</li>\n<li>\n<p>Comments like “The cuckoo was so named for\nthe one-note song it repeats over and over” came from\nsomeone who has never heard the bird's disyllabic call.</p>\n</li>\n<li>\n<p>At <em>Eggs Benedict</em> we learn that Oscar of the\nWaldorf concocted the modern dish on the inspiration\nof a Samuel Benedict who ordered something similar\nas a hangover cure.  Oscar is credited with having introduced\nthe use of English muffins to the recipe in\n1894, which I find somewhat anachronistic as they\n(being neither English nor muffins) did not exist before\nthe mid 1920s.</p>\n</li>\n</ol>\n<p>A glance at the “Most Frequently Cited Authorities”\nreveals the possible source(s) of some of these\naberrations: Partridge's <em>Origins</em> and Shipley's <em>Dictionary\nof Word Origins</em> are two of the most notorious\nsources of misinformation on etymology.  Moreover,\n<em>Slang and Its Analogues</em> is attributed to John S.\nFarmer and W. E. “Hurley,” the latter's name being,\nproperly, Henley.  It would appear, then, that Hendrickson\nhas combined his sources for any information\nhe could glean, repeating indiscriminately his choices\nof that which is most colorful.  If you have occasion to\nrefer to this work, it would be well to keep in mind\nthat it can be relied on for picturesque etymologies but\nnot, necessarily, accurate ones.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Encyclopedia-Phrase-Origins-Writers-Library/dp/0816040885\"><em>The Facts On File Encyclopedia of Word and Phrase Origins</em></a></h1> <p>Robert Hendrickson, (Facts On File, 1987), 581pp.</p> <p>This is a good book and an interesting book.  According\nto the author's Preface, it covers some 7500\nwords and phrases, and its great fault is that it lacks an\nindex.  That is to say, there are about 4000 or so main\nentries, the rest of the terms being discussed within the\nentries; unless they begin with the same letter or\nwords, the user will be unable to find them without an\nindex.  For example, <em>tsar, tsarina</em>, etc., are discussed at\n<em>czar</em>, but there is no cross reference in the Ts for the\n<em>tsar</em> words and, if you didn't think (or know) to look\nunder <em>czar</em>, you would think them missing.  Publishers\nought to learn that they cannot always anticipate the\nneeds of users of books and that indexes are almost\ninvariably an aid in finding things.</p> <p>My other complaint is about compositors (and\nproofreaders) who set loose lines because they do not\nknow how to hyphenate the word they have carried\nover to a following line.  Today, compositors rely far too\nmuch on the automatic hyphenation programs packaged\nwith their computer typesetting systems.  A typical\nexample occurs (as one might expect) at the entry\nfor <em>deipnosophist</em> where a line that normally contains\nabout 50 characters (plus spaces), has been printed\nwith only 34 characters (plus spaces), mainly, apparently,\nbecause no one knew where to hyphen <em>Deipnosophistai</em>,\nthe first word on the next line.  This rather ugly\nphenomenon occurs here and there in this otherwise\nattractive book.</p> <p>Back to the contents.  General dictionaries give\netymologies, albeit brief ones, of most of the words\nthey list and fulfill a useful, if limited function.  Extensive\nworks, like the <em>Oxford English Dictionary</em> offer far\nmore elaborate information, including, where appropriate\n(and available) valuable comments on the origins\nof sense development.  Etymological dictionaries\ndo pretty much the same, though for the most part\nthey, like the <em>OED</em>, eschew information about multiword\nentries, idiomatic phrases, and such.  Then there\nare books, like Funk's <em>A Hog on Ice</em> and my own <em>The\nWhole Ball of Wax</em>, that treat the origins of particular\nkinds of expressions and, occasionally, words.  Hendrickson's\nbook, <em>EWPO</em> for short, covers some standard,\nsingle-word entries, some oddities, a number of\nphrases and expressions, and a good selection of items\nnot covered by most of the other books.</p>"
}