{
  "type": "Article",
  "title": "Duende: Gypsy Soul and Something More",
  "author": "George Bria",
  "location": "Pound Ridge, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Duende: Gypsy Soul and Something More</h1>\n<p><em><span data-rel=\"author\">George Bria</span> <span data-rel=\"location\">Pound Ridge, New York</span></em></p>\n<p>Besides going to Valencia for paella, the compleat\ntraveler in Spain should experience <em>duende</em>.  This\nis not easy to arrange, however, for <em>duende</em>, unlike\npaella, cannot be made to order.  All the ingredients\nmay be present—the music, the singers, the dancers,\nthe setting, and costumes—but, alas, <em>duende</em> itself\nfails to show up and the production fizzles.</p>\n<p>As the cognoscenti define it, <em>duende</em> (pronounced\nDWEHN-deh) is a 'magical quality, of a peculiarly Spanish\nnature, that raises a performance to peaks of enthrallment.'\nThe occasions when <em>duende</em> grips a singer,\ndancer or torero are punctuated with cries of “Olé!”\nfrom the audience.  When a performer is inspired, it is\nsaid that he, or she, “tiene duende” ('has it').</p>\n<p>The Spanishness of <em>duende</em> is underlined by the\nabsence of a look-alike word in the sister Romance\nlanguages, Italian and French.  Like Italian, Spanish\nhas <em>estro</em>, from the Latin <em>oestrus</em> 'gadfly' (English <em>estrus</em>)\nto denote artistic inspiration (and female sexual\nheat), but <em>duende</em> goes further.  It is something like the\n<em>zone</em> of current sports lingo in which a tennis player,\nsay, enters a trance-like state, putting him <em>on a roll</em>\nwhere he can't miss a shot.  But <em>duende</em> has deeper\nvibrations, evoking for its disciples the very ethos of\nSpain.  <em>Soul</em>, from the black culture, is perhaps closest\nin English.</p>\n<p><em>Duende</em> meant 'hobgoblin,' 'sprite,' or 'ghost' in\nSpanish for a long time, but it is not known when it\nacquired its artistic coloration.  It did not become a\nbuzzword, at any rate, until fairly recently.  In his <em>Iberia</em>\n(Random House, 1968), James A. Michener said\n<em>duende</em> “now dominates Spanish conversation” and\n“seems to have become the <em>sine qua non</em> of Spanish\nexistence,” whereas in previous visits to Spain he had\nnot heard it at all.  At the time he was writing, Michener\nnoted that dictionaries had not caught up with the\ncurrent meaning.  It does appear now, however, in dictionaries\nand the English-language media.  A <em>New York\nTimes</em> story by Hubert Saal on flamenco (March 22,\n1987) speaks of the “mysterious <em>duende</em>” as “a kind of\ngypsy soul, which flies only on the wings of spontaneity\nand improvisation.”  I have seen a calendar (Workman\nPublishing Co., New York) which defined it as\n“personal magnetism and charm,” and said, “Given\ntoday's extensive TV coverage, political candidates\nneed <em>duende</em> if they hope to be accepted by the\npublic.”</p>\n<p>Etymologists say it originally meant <em>dueño de una\ncasa</em> 'lord, or master, of a house' and is a contraction of\n<em>duen de casa</em>.  <em>Duen</em> is the apocopated (cut-off) form of\n<em>dueño</em>, which stems from the Latin <em>dominus</em>.  As the\nSpanish word evolved, the <em>de</em> was suffixed to the <em>duen</em>,\nthe <em>casa</em> was omitted altogether, and <em>el duende</em> thus\nbecame “the lord of the house.”  But its plural form\n<em>duendes</em> also signified 'household gods,' like the Roman\nLares and Penates, and took on even broader, pantheistic\novertones in <em>duendes de las montañas y de las\ncuevas</em> 'spirits of the mountains and caves.'</p>\n<p>The connotation of gifted artistic performance,\nhowever, might stem from the gypsy culture in Andalusia\nwhose dialect, <em>caló</em>, has words like <em>duquende</em>\n(possibly from the Russian <em>dook</em>) meaning 'spirit or\nghost,' and <em>duquendio</em>, meaning 'maestro.'  One\nscholar, Allen Josephs of the University of West Florida,\nsurmised that “from <em>duquendio</em> or <em>duquende</em> to\n<em>duende</em> is a short step, especially in Andalusia, where\ngypsy mastery would be precisely flamenco mastery.”</p>\n<p>Whatever its derivation, <em>duende</em> as artistic inspiration\nfound its apostle and guru in Andalusian-born\nFederico García Lorca, lyric poet and dramatist who\nwas murdered in 1936, at age 38, in the early days of\nthe Spanish Civil War.  His empathy with the gypsies of\nhis native region is reflected in many of his poems.  In\n1933 García Lorca gave a lecture in Buenos Aires on\nthe <em>Teoría y Juego del Duende</em> ('Theory and Play of\n<em>Duende</em>'), which has become the bible of the initiates.\nThe address (Obras Completas, Aguilar, Madrid,\n1963) is a 5,000-word virtuoso performance in which\nhe describes <em>duende</em> variously as “the spirit of the\nearth,” with Dionysian roots, and as “the mysterious\nspirit of sorrowful Spain.”  He quotes an Andalusian\nartist, Manuel Torres, as having exclaimed of composer\nManuel de Falla's <em>Nocturno del Generalife</em>,\n“Todo lo que tiene sonidos negros tiene duende” ('All\nthat has black sounds has <em>duende</em>').  García Lorca recalls\na Spanish girl street singer and dancer transforming\n“the horrendous” Italian song, <em>O Marí</em> into an artistic\ngem by virtue of her “rhythms, silences and\nintention.”</p>\n<p>But García Lorca also finds <em>duende</em> to be intimately\nlinked with death and hence achieving its most\nstriking manifestation in the bullfight.  “At the moment\nof the kill,” he says, “the help of duende is needed to\nbring it off with artistic truth.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Duende: Gypsy Soul and Something More</h1> <p><em><span data-rel=\"author\">George Bria</span> <span data-rel=\"location\">Pound Ridge, New York</span></em></p> <p>Besides going to Valencia for paella, the compleat\ntraveler in Spain should experience <em>duende</em>.  This\nis not easy to arrange, however, for <em>duende</em>, unlike\npaella, cannot be made to order.  All the ingredients\nmay be present—the music, the singers, the dancers,\nthe setting, and costumes—but, alas, <em>duende</em> itself\nfails to show up and the production fizzles.</p> <p>As the cognoscenti define it, <em>duende</em> (pronounced\nDWEHN-deh) is a 'magical quality, of a peculiarly Spanish\nnature, that raises a performance to peaks of enthrallment.'\nThe occasions when <em>duende</em> grips a singer,\ndancer or torero are punctuated with cries of “Olé!”\nfrom the audience.  When a performer is inspired, it is\nsaid that he, or she, “tiene duende” ('has it').</p> <p>The Spanishness of <em>duende</em> is underlined by the\nabsence of a look-alike word in the sister Romance\nlanguages, Italian and French.  Like Italian, Spanish\nhas <em>estro</em>, from the Latin <em>oestrus</em> 'gadfly' (English <em>estrus</em>)\nto denote artistic inspiration (and female sexual\nheat), but <em>duende</em> goes further.  It is something like the\n<em>zone</em> of current sports lingo in which a tennis player,\nsay, enters a trance-like state, putting him <em>on a roll</em>\nwhere he can't miss a shot.  But <em>duende</em> has deeper\nvibrations, evoking for its disciples the very ethos of\nSpain.  <em>Soul</em>, from the black culture, is perhaps closest\nin English.</p>"
}