{
  "type": "Article",
  "title": "English Is A Crazy Language",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English Is A Crazy Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>English is the most widely spoken language in the\nhistory of our planet.  English has acquired the\nlargest vocabulary and inspired one of the noblest bodies\nof literature in the annals of the human race.</p>\n<p>Nonetheless, English is a crazy language.  In the\ncrazy English language, the <em>blackbird hen</em> is brown,\n<em>blackboards</em> can be blue or green, and <em>blackberries</em> are\ngreen and red before they are ripe.  To add to this\ninsanity, there is no butter in <em>buttermilk</em>, no egg in\n<em>eggplant</em>, neither worms nor wood in <em>wormwood</em>, and\nno ham in a <em>hamburger</em>.  (In fact, if somebody invented\na sandwich consisting of a ham patty in a bun, we\nwould have a hard time finding a name for it.)  And we\ndiscover more culinary madness in the revelations that\n<em>English muffins</em> weren't invented in England, <em>French\nfries</em> in France, or <em>Danish pastries</em> in Denmark.  In this\nweird English language, greyhounds aren't always\ngrey (or gray), a <em>ladybug</em> is a beetle, <em>guinea pigs</em> are\nneither pigs nor from Guinea, and a <em>titmouse</em> is neither\nmammal nor mammaried.</p>\n<p>Language is like the air we breathe.  It is invisible,\ninescapable, and indispensable; yet we take it for\ngranted.  But when we take time to explore the vagaries\nof English, we find that hot dogs can be cold, darkrooms\ncan be lit, nightmares can take place in broad\ndaylight, midwives can be men, hours—especially\nhappy hours and rush hours—can last longer than\nsixty minutes, <em>ice cubes</em> can be noncubic, <em>tablecloths</em>\ncan be made of paper, <em>silverware</em> can be made of\nplastic, most telephones are <em>dialed</em> by being punched\n(or pushed?), and most <em>bathrooms</em> don't have any\nbaths.  In fact, a dog can <em>go to the bathroom</em> under a\ntree—no bath, no room—it is still “going to the bathroom.”</p>\n<p>Why is it that a woman can <em>man</em> a station, but a\nman cannot “woman” one, that a man can <em>father</em> a\nmovement, but a woman cannot “mother” one, and\nthat a king rules a <em>kingdom</em>, but a queen does not rule\na “queendom”?  A writer is someone who writes, and a\nstinger is something that stings.  But fingers do not\n“fing,” grocers “groce,” hammers “ham,” or humdingers\n“humding.”  If the plural of <em>mouse is mice</em>, why\ndon't we live in “hice”?  One <em>tooth</em>, two <em>teeth</em>; so why\nnot one <em>booth</em>, two “beeth”?  One <em>index</em>, two <em>indices</em>—one\n<em>Kleenex</em>, two “Kleenices”?  If someone <em>rang a\nbell</em>, why don't we say that she also “flang” a ball?  If\nshe <em>wrote</em> a letter, perhaps she also “bote” her tongue.\nIf the teacher <em>taught</em>, why isn't it also true that the\npreacher “praught”?  If she <em>conceives</em> a <em>conception</em> and\n<em>receives</em> at a <em>reception</em>, why didn't she <em>grieve</em> a “greption”\nand <em>believe</em> a “beleption”?</p>\n<p>If a <em>horsehair</em> mat is made from the hair of horses\nand a <em>camel's hair</em> brush from the hair of camels, from\nwhat is a <em>mohair</em> coat made?  If a <em>vegetarian</em> eats vegetables,\nwhat does a <em>humanitarian</em> eat?  If <em>pro</em> and <em>con</em>\nare opposites, is <em>congress</em> the opposite of <em>progress</em>?</p>\n<p>In this confusing language of ours <em>noisome</em> doesn't\nmean 'noisy,' <em>meretricious</em> is anything but meritorious,\n<em>penultimate</em> is less ultimate than <em>ultimate</em>, but <em>invaluable</em>\nis more valuable than <em>valuable</em>.</p>\n<p>No wonder that we English speakers are constantly\nstanding meaning on its head.  We delete negatives\nand say, <em>I could care less</em>, when we really mean, 'I\ncouldn't care less,' and we add gratuitous negatives\nand say, <em>I miss not seeing her</em>, when we really mean, 'I\nmiss seeing her.'  Any book that keeps us <em>literallly glued\nto our seat</em> actually keeps us <em>figuratively glued to our\nseat, a near miss</em> (which is a'collision') is a 'near hit,'\nsomething that <em>falls between the cracks</em> would in reality\nland on the planks or the concrete, a <em>big traffic\nbottleneck</em> is a 'small bottleneck,' and a <em>hot cup of\ncoffee</em> is really a 'cup of hot coffee.'  We get up in the\nmorning and put on our <em>shoes and socks</em> and then go\n<em>back and forth</em>.  No, we put on our <em>socks and shoes</em> and\nthen go <em>forth and back</em>.</p>\n<p>Because English speakers seem to have our heads\nscrewed on backwards, they constantly misperceive\ntheir bodies.  They fall <em>head over heels</em> in love when we\nreally mean <em>heels over head</em> in love.  If they are disappointed\nor afraid, they try to keep a <em>stiff upper lip</em>\nwhen it is the lower lip they are trying to control.  They\ncomplain that things are being done <em>behind their\nbacks</em>, but nothing can be done “in front of their\nbacks.”  And they try to avoid doing things <em>ass back-wards</em>\nwhen 'ass backwards' is the only way that anyone\ncan do anything.</p>\n<p>Sometimes you have to believe that all English\nspeakers should be committed to an asylum.  In what\nother language do people <em>drive in a parkway</em> and <em>park\nin a driveway</em>?  In what other language can the\nweather be <em>hot as hell</em> one day and <em>cold as hell</em> the\nnext?  In what other language can <em>quite a lot</em> and <em>quite\nfew</em> mean the same thing, as well as <em>loosen</em> and <em>unloosen,\nravel</em> and <em>unravel, passive</em> and <em>impassive,\nflammable</em> and <em>inflammable, shameful</em> and <em>shameless</em>\n(behavior) and <em>What won't he do next</em>?  and <em>What will\nhe do next</em>?  In what other language are <em>overlook</em> and\n<em>oversee</em> opposites but a <em>slim chance</em> and a <em>fat chance</em>\nthe same?  Why is it easier to <em>assent</em> than to <em>dissent</em> but\nharder to <em>ascend</em> than to <em>descend</em>?  Is it really true that\nif you decide to be 'bad forever,' you have chosen to be\n<em>bad for good</em>, and if you are wearing only your right\nshoe, your right one is left.  Right?</p>\n<p>When the sun or moon or stars are <em>out</em> they are\nvisible, but when the lights are <em>out</em>, they are invisible.\nA piece of cloth that <em>wear</em> may be the same as a piece\nof cloth that <em>won't wear</em>.  Trimming a tree may involve\n<em>cutting it away</em> or, especially around Christmas, <em>adding\nto it</em>.  When we <em>wind up</em> a watch, we 'start' it, but\nwhen I <em>wind up</em> this disquisition, I shall 'end' it.</p>\n<p>Does it not seem just a little bizarre that we can\nmake <em>amends</em> but never just one “amend”; that no\nmatter how carefully we comb through history, we can\nnever discover just one “annal”; that, sifting through\nthe wreckage of a disaster, we can never find just one\n“smithereen”; and that we never contract a single\n“heebie-jeebie”?  Which reminds me to ask a burning\nlinguistic question.  If you have a bunch of odds and\nends and you get rid of or sell off all but one of them,\nwhat is left?</p>\n<p>What do you make of the fact that we can talk only\nabout the nonexistence, never the existence, of certain\nitems and concepts?  Have you ever run into someone\nwho was “combobulated,” “chalant,” “sheveled,” “gruntled,”\nor “gainly”?  We all know people who are <em>no\nspring chickens</em>, but where, pray tell, are the people\nwho are “spring chickens”?  Have you ever met someone\nwho was “great shakes,” who could “cut the mustard”\nand “do squat,” who “was your cup of tea,” and whom\nyou “would touch with a ten-foot pole”?  Do you know\nanyone who is a “slouch” or “would hurt a fly”?</p>\n<p>If the truth be told, all languages are a little\ncrazy.  As Walt Whitman might proclaim, they contradict\nthemselves.  That is because language is invented,\nnot discovered, and, as such, language reflects the creativity\nand fearful asymmetry of the human mind.  In\nhis essay “The Awful German Language,” Mark Twain\nspoofs the confusion engendered by German gender by\ntranslating from a conversation in a German Sunday\nschool book:</p>\n<blockquote>\n<p>GRETCHEN: Wilhelm, where is the turnip?<br>\nWILHELM: She has gone to the kitchen.<br>\nGRETCHEN: Where is the accomplished and beautiful<br>\nEnglish maiden?<br>\nWILHELM: It has gone to the opera.</p>\n</blockquote>\n<p>Twain continues:“a tree is male, its buds are female, its leaves are\nneuter; horses are sexless, dogs are male, cats are female—tomcats\nincluded.”</p>\n<p>Still, you have to wonder about the crazy English\nlanguage, in which your house can <em>burn up</em> and <em>burn\ndown</em> at the same time, in which you <em>fill in</em> a form by\n<em>filling out</em> a form, in which you <em>add up</em> a column of\nfigures by <em>adding</em> them <em>down</em>, in which your alarm\nclock <em>goes off</em> by <em>going on</em>, and in which you first <em>chop\ndown</em> a tree—and then <em>chop up</em> a tree.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English Is A Crazy Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>English is the most widely spoken language in the\nhistory of our planet.  English has acquired the\nlargest vocabulary and inspired one of the noblest bodies\nof literature in the annals of the human race.</p> <p>Nonetheless, English is a crazy language.  In the\ncrazy English language, the <em>blackbird hen</em> is brown,\n<em>blackboards</em> can be blue or green, and <em>blackberries</em> are\ngreen and red before they are ripe.  To add to this\ninsanity, there is no butter in <em>buttermilk</em>, no egg in\n<em>eggplant</em>, neither worms nor wood in <em>wormwood</em>, and\nno ham in a <em>hamburger</em>.  (In fact, if somebody invented\na sandwich consisting of a ham patty in a bun, we\nwould have a hard time finding a name for it.)  And we\ndiscover more culinary madness in the revelations that\n<em>English muffins</em> weren't invented in England, <em>French\nfries</em> in France, or <em>Danish pastries</em> in Denmark.  In this\nweird English language, greyhounds aren't always\ngrey (or gray), a <em>ladybug</em> is a beetle, <em>guinea pigs</em> are\nneither pigs nor from Guinea, and a <em>titmouse</em> is neither\nmammal nor mammaried.</p> <p>Language is like the air we breathe.  It is invisible,\ninescapable, and indispensable; yet we take it for\ngranted.  But when we take time to explore the vagaries\nof English, we find that hot dogs can be cold, darkrooms\ncan be lit, nightmares can take place in broad\ndaylight, midwives can be men, hours—especially\nhappy hours and rush hours—can last longer than\nsixty minutes, <em>ice cubes</em> can be noncubic, <em>tablecloths</em>\ncan be made of paper, <em>silverware</em> can be made of\nplastic, most telephones are <em>dialed</em> by being punched\n(or pushed?), and most <em>bathrooms</em> don't have any\nbaths.  In fact, a dog can <em>go to the bathroom</em> under a\ntree—no bath, no room—it is still “going to the bathroom.”</p>"
}