{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Complete Plain Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Complete-Plain-Words-Ernest-Gowers/dp/1567922031\"><em>The Complete Plain Words</em></a></h1>\n<p>Sir Ernest Gowers, rev. Sidney Greenbaum and Janet Whitcut, (Godine, 1988), xxiv + 288pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>For years I have engaged in the often useful habit\nof reading Forewords, Prefaces, Prolegomena, Introductions,\nand other bits that appear at the beginnings\nof books.  It is a practice to be recommended for one or\nmore of several reasons: one can often be spared reading\nthrough a boring, badly conceived, or abominably\nwritten work; one can determine quite readily why the\nbook was written and what its argument, or point,\nmight be, then read the text to judge whether the\nauthor's purpose has been carried out.  Such front matter\n(as it is more commonly called in the U.S.), or\nprelims (so called in Britain), is usually written by the\nauthor (or one of them).  There is a Preface to this\nbook, written by the estimable Janet Whitcut, which I\nshall get to in a moment.  First, though, is an essay,\n“What's the Usage?,”  by the inestimable Joseph Epstein,\neditor of <em>American Scholar</em>, professor of something\nat Northwestern University, and self-styled\npseud.  I hadn't noticed who had written the essay till I\nencountered the following, barely three paragraphs\ninto the writing:</p>\n<blockquote>\n<p>It is closer to the truth to say that woolly circumlocutions,\npsychobabblous phrasing and sentiments,\nand language used as if it were a game of horseshoes\n(in which one expects points for being close)\noffends me.</p>\n</blockquote>\n<p>Well, they offends me too, especially when they\nappears in the lead essay of a book on style and usage\nand particularly when it are a book of this quality.  I\nsaw little point in continuing reading Epstein when I\nwas sure that matters could only improve by turning to\nGowers, Greenbaum, and Whitcut, all of whom could\nbe relied on to make subjects and predicates agree in\nnumber.</p>\n<p>Putting outright, downright grammatical solecisms\naside, it would be pertinent to reiterate my own\nattitude toward usage: as a linguist, I regard usage\nclinically and would no more criticize a writer or a\nspeaker of any kind of English for “mistakes” than a\ndoctor would criticize a patient for contracting appendicitis\nor the Malay waste-away; on the other hand, as\na writer (albeit a poor one), I attend to matters of style\n(which includes usage and grammar, of course), not\nonly in others' writing but my own.  As readers are\nquick to point out, my attention to such matters occasionally\nwanders, for which I offer no excuses.  Yet the\nsense of discovery in finding Epsteinisms is undiminished,\nthough any glee is mitigated by the feeling of\nembarrassment undoubtedly shared among David R.\nGodine, respected publisher, and Greenbaum and\nWhitcut, respected colleagues and friends.</p>\n<p>The first edition of <em>The Complete Plain Words</em>, an\nedited amalgan of <em>Plain Words</em> (1948) and <em>The ABC\nof Plain Words</em> (1951), appeared in 1954; an edition\nrevised by Sir Bruce Fraser was published in 1973; the\npresent work, published by Her Majesty's Stationery\nOffice (stolidly called “Her Britannic Majesty's Stationary\n[<em>sic</em>] Office” on the copyright page) in 1986 to\ncelebrate its bicentennial, is a revision of Fraser's edition.\nAs Whitcut carefully indicates in her Preface,\nchapters 3-14 and 18 are “almost pure Gowers....  In\nthis third edition 'we' generally represents Greenbaum\nand Whitcut....”  I spent some time ferreting about\nin the new material and am pleased to report (as I\nsuspected) a sane and sensible approach (in chapter 15)\nto such topics as “The trend towards informality” (the\nlanguage, even in Britain, is loosening up), “The objections\nto sexist language” (“Present usage is unstable.\n...[O]fficial writers [ought] to take evasive action.”),\n“The influence of science and technology” (“[<em>I</em>]<em>nput</em>\nhas become an overworked vogue word... [as has]\n<em>user-friendly</em>....”), “The influences of other varieties\nof English” (in which one can find good examples\nof so-called Americanisms that were formerly British).</p>\n<p>The authors pull no punches, characterizing one\ngovernment memorandum as “spoilt by carelessness,\nclichés and flaccidity,” another as “rather stilted...\n[but] by no means outrageous,” a third as “verbose or\nstilted,” and a fourth as “containing wording and\npunctuation that is clumsy, ambiguous, and redundant.”\nFor each of five specimens selected for analysis\nand comment, Greenbaum and Whitcut offer not only\ncriticism but cogent suggestions for improvement.  The\nsixth and seventh selections, one expository, one narrative,\nmerit the authors' praise: “good” and “graceful”\nare used in the comments; other adjectives are <em>clear</em>\n(structure), <em>manageable</em> (sentence length), <em>appropriate</em>\n(vocabulary), <em>delicate</em> (shifts of language level),\nand <em>vivid</em>.</p>\n<p>The final chapter, 17, consists of a checklist of\n“words and phrases to be used with care.”  The inevitable\nold chestnuts are here—<em>infer/imply</em>, <em>appraise/\napprise</em>, etc.—but most of the 250 or so entries in these\n70-odd pages deal with matters of style, word selection,\nand the avoidance of pompous or meaningless\nclichés.  For instance,</p>\n<blockquote>\n<p><em>Accordingly</em> Prefer <em>so</em> or <em>therefore</em>.</p>\n<p><em>According to</em> You can replace 'According to our\nrecords' by 'Our records show'....</p>\n<p><em>Condition</em> (noun) If you mean <em>rule</em>, says so.</p>\n</blockquote>\n<p>...and so forth.  Some of the entries are longer than\nthese, but not many.  Missing is the horrid <em>at this point\nin time</em>, but that probably occurs more in speech than\nin writing.  For a short list, it is a good one.</p>\n<p>Of course, there is not much point in having any\nlist unless people use it, which brings me to my main\ncriticism of speakers and writers of a “certain” age (say,\nunder 40) and education level.  To put the matter differently,\nI could write an essay called “The Perils of\nLiteracy” or “A Little Literacy Is a Dangerous Thing.”\nMuch of the ineffectual use of language is traceable to\nthe fact that although many people want to improve\ntheir language, they are completely unfamiliar with\nthe help available to them.  How, for example, are\npeople to know whether to use <em>infer</em> or <em>imply</em> if they\nare totally unaware that any problem exists?  For generations,\npeople have pronounced the word KONtr\\?\\v\\?\\rsee;\nthen, some odd body came along saying k\\?\\nTROV\\?\\rsee,\nand the faith of many speakers was shaken.\nIf they had looked it up in a dictionary, which lists the\npronunciation(s) used by a majority of speakers, k\\?\\nTROV\\?\\rsee\nwould never have surfaced.</p>\n<p>To be useful, <em>The Complete Plain Words</em> and\nother books like it must be <em>read through</em>.  Then, when\npeople are about to use <em>infer</em> or <em>imply</em>, a small voice\nshould whisper, “I seem to recall that Gower [or\n<em>Fowler</em>, or some other work, including every medium-sized\ndictionary] had something on that,” occasioning\na quick look-up that would resolve the question at\nonce.  But if people are not humble enough to doubt\ntheir own control over the vast complexities of the language\nand if, to boot, they are ignorant of the content\nof even the most basic available resources, then any\nhope of their learning how literate people express\nthemselves is lost.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Complete-Plain-Words-Ernest-Gowers/dp/1567922031\"><em>The Complete Plain Words</em></a></h1> <p>Sir Ernest Gowers, rev. Sidney Greenbaum and Janet Whitcut, (Godine, 1988), xxiv + 288pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>For years I have engaged in the often useful habit\nof reading Forewords, Prefaces, Prolegomena, Introductions,\nand other bits that appear at the beginnings\nof books.  It is a practice to be recommended for one or\nmore of several reasons: one can often be spared reading\nthrough a boring, badly conceived, or abominably\nwritten work; one can determine quite readily why the\nbook was written and what its argument, or point,\nmight be, then read the text to judge whether the\nauthor's purpose has been carried out.  Such front matter\n(as it is more commonly called in the U.S.), or\nprelims (so called in Britain), is usually written by the\nauthor (or one of them).  There is a Preface to this\nbook, written by the estimable Janet Whitcut, which I\nshall get to in a moment.  First, though, is an essay,\n“What's the Usage?,”  by the inestimable Joseph Epstein,\neditor of <em>American Scholar</em>, professor of something\nat Northwestern University, and self-styled\npseud.  I hadn't noticed who had written the essay till I\nencountered the following, barely three paragraphs\ninto the writing:</p> <blockquote>\n<p>It is closer to the truth to say that woolly circumlocutions,\npsychobabblous phrasing and sentiments,\nand language used as if it were a game of horseshoes\n(in which one expects points for being close)\noffends me.</p>\n</blockquote>"
}