{
  "type": "Article",
  "title": "Antipodean Newsletter: Water, Water, Nowhere",
  "author": "George W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean Newsletter: <em>Water, Water, Nowhere</em></h1>\n<p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Leonard Bloomfield, having begun with a theory\nof meaning which emphasized the environment in\nwhich objects were present and named, had to add the\nobvious proviso that we sometimes mention what is\nnot present.  I have lately been reading accounts of the\nexploration of the western and northwestern deserts of\nAustralia in the 1870s and I have become very aware of\nthe effect absent necessities might have on the frequency\nof particular items in discourse.  In the desert\nthe missing necessity is water.  As the explorer Ernest\nGiles put it, the explorer's experience is a “baptism\nworse than that of fire—the baptism of no water.”</p>\n<p>My impression was that in the journals of desert\nexplorers the word <em>water</em>, alone or in compounds, and\nwords relating to water, were unusually frequent.  It is,\nI suppose, likely that people with little money must\nthink of money more than the well-off do and that the\nhungry will dwell on thoughts of food and the thirsty\non drink.  Here was a chance to quantify such things.  I\ndecided to make a count of words relating to water in\nreports of desert exploration.</p>\n<p>Taking quite at random a single page (page 7) in\nthe journals of the Gregory brothers recording an early\n(1846) exploration of country east and north of Perth, I\nfind the word <em>water</em> used fifteen times.  Ten pages on\n(page 17), <em>water</em> occurs nine times but there are also\nthe related words <em>stream</em> (twice), <em>well</em> (twice), <em>pool,\nchannel</em>, and the circumlocution “essential element.”\nTwo words, <em>dew</em> and <em>shower</em>, refer in the context to the\npresence of water; the rest are in contexts indicating its\nabsence.</p>\n<p>I tried another explorer, Ernest Giles.  Taking\npage 17 again, I was reminded that Giles is rather\ngiven to semi-serious poetic diction at times, and we\nfind him referring to the presence of water in the Finke\nRiver as “the stream purling over its stony floor” or,\nquoting some bygone poet, “brightly the brook through\nthe green leaflets, giddy with joyousness, dances\nalong.”  Perhaps present water called for some stylistic\ncelebration.  Two hundred pages further on there is less\nexuberance in the circumlocution “that fluid so terribly\nscarce in the region,” and in three other references\nwater is simply <em>water</em>.  Giles is not always waxing poetic\nand may, like other explorers, be useful as a source\nfor the history of Australian and general English.  His\nuse of the word <em>tank</em> to refer to a hollowed-out reservoir\n(“Gibson dug a small tank and the water soon\ncleared”) antedates the <em>OED</em>, for instance.</p>\n<p>Since this linguistic-statistical study of an obsession\nmight well prove to be an important contribution\nto psycholinguistics, I decided to make a larger sample\nof watery words, choosing the straightforward journals\nof Colonel Peter Egerton Warburton, who led an expedition\nacross the western interior of Australia in\n1873-4.  In a randomly chosen sequence of ten pages\n(151-60 of the published journal) there were twenty-eight\noccurrences of the word <em>water</em> (eight of them in\ncompounds), no page being without at least one example.\nIn addition, there was a rich collection of words\nrelating to water, not necessarily indicating its presence.\n“Hoping to find a lake” is included, though of\ncourse it doesn't indicate the <em>presence</em> of water.  Even\nwords which are usually of more general reference are\nbrought into relation with water in a text like this.\nGum-trees or rocks (in areas of sand) appear as signs of\npossible water.  Apart from these words and <em>lake</em>,\nwords and phrases directly associated with thoughts of\nwater and reinforcing the sense of obsession include\n<em>pool, springs, drainage hole, clay hole, flood, channel,\nwater-courses, water-hole, rock-hole, drink, drinkable,\nrunning water, stream</em>, and <em>native well</em>.</p>\n<p>The last two items merit comment.  <em>Stream</em> is often\nsaid not to be used in Australia except in metaphorical\nways, normally being replaced by <em>creek</em>.\nWarburton's use: “sandbanks intercept the stream,\nwhich finally splits into narow water-courses and\nspreads itself over the plains, and so it ends as a creek”\nsuggests a somewhat more complex relation between\nthe two words.  British-born explorers did not set out to\nwrite Australian English, of course.  Gregory uses\n<em>stream</em> in the way normal in England; Giles consistently\nrefers to <em>gens</em> in the hills of central Australia,\nthough <em>glen</em> is not current (outside place-names) in\ncontemporary Australian English.</p>\n<p>The other name, <em>native well</em> is, as a later explorer\nDavid Carnegie, author of <em>Spinifex</em> and <em>Sand</em> (1898),\npoints out, a misnomer.  He believes native wells are\nessentially rock-holes (depressions in rock) buried in\nfairly shallow sand, which, when hollowed out by the\nnatives, appear to be wells.  This sort of misnomer\nleads Carnegie to suppose that “to the uninitiated no\nmap is so misleading as that of West Australia where\nlakes are salt-bogs without surface water, springs seldom\nrun, and native 'wells' are merely tiny holes in the\nrock, yielding from 0 to 200 gallons.”</p>\n<p>Carnegie also describes <em>namma-holes</em> and <em>soaks</em> as\nsources of water.  <em>Soaks</em> are shallow wells sunk near the\nbase of an outcrop to tap an underground reservoir.\n<em>Namma-holes</em> have been variously described; to Carnegie\nthey are depressions on the surface of rocks, often\nwith a rounded bottom, where stones are often found,\nsuggesting that the stones have something to do with\nthe formation of the holes.</p>\n<p>Some nostalgic early Australians deplored the loss\nin our speech of English country words, the <em>glens</em> and\n<em>streams</em> (alive, anyway, in the journals of explorers),\n<em>coppices</em> and <em>brooks, woods, becks</em>, and <em>rivulets</em>.  Perhaps\nthese words did not really fit.  We might have\ndone better with Arabic-speaking settlers.  <em>Wadi</em>, for\ninstance, would describe an inland creek rather well.\nBe that as it may, a later Australian visitor to English\ndrizzle might feel nostalgic when thinking of the\nparched and thirsty but water-obsessed vocabulary developed\nin the drier areas of our sunburnt land.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean Newsletter: <em>Water, Water, Nowhere</em></h1> <p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Leonard Bloomfield, having begun with a theory\nof meaning which emphasized the environment in\nwhich objects were present and named, had to add the\nobvious proviso that we sometimes mention what is\nnot present.  I have lately been reading accounts of the\nexploration of the western and northwestern deserts of\nAustralia in the 1870s and I have become very aware of\nthe effect absent necessities might have on the frequency\nof particular items in discourse.  In the desert\nthe missing necessity is water.  As the explorer Ernest\nGiles put it, the explorer's experience is a “baptism\nworse than that of fire—the baptism of no water.”</p> <p>My impression was that in the journals of desert\nexplorers the word <em>water</em>, alone or in compounds, and\nwords relating to water, were unusually frequent.  It is,\nI suppose, likely that people with little money must\nthink of money more than the well-off do and that the\nhungry will dwell on thoughts of food and the thirsty\non drink.  Here was a chance to quantify such things.  I\ndecided to make a count of words relating to water in\nreports of desert exploration.</p> <p>Taking quite at random a single page (page 7) in\nthe journals of the Gregory brothers recording an early\n(1846) exploration of country east and north of Perth, I\nfind the word <em>water</em> used fifteen times.  Ten pages on\n(page 17), <em>water</em> occurs nine times but there are also\nthe related words <em>stream</em> (twice), <em>well</em> (twice), <em>pool,\nchannel</em>, and the circumlocution “essential element.”\nTwo words, <em>dew</em> and <em>shower</em>, refer in the context to the\npresence of water; the rest are in contexts indicating its\nabsence.</p>"
}