{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Women's History of the Word",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Womens-History-World-Rosalind-Miles/dp/071812992X\"><em>The Women's History of the Word</em></a></h1>\n<p>Rosalind Miles, (Michael Joseph, 1988), xvi + 288 pp.</p>\n<p>Those who are not familiar with feminist writings\nmay find it useful and interesting to consider a book,\nrecently published in Britain, that is typical of the\nharsher brand of such works.  The work in question\noffers nothing regarding language, so its review here is\nancillary to the main function of VERBATIM.  The feminist\nmovement is very much alive in Britain, and the\n“Greenham Common Women” are probably largely\nresponsible for much of the national sentiment against\nthe Cruise missiles installed at an American base near\nthat village.  In Britain, as elsewhere, most books by\nfeminist writers are reviewed by women, usually feminists.\nMen are seldom assigned to review them, possibly\nbecause the editor fears that they will be either\nignorant of or unsympathetic to the issues raised, if not\nbiased against them, or because the editor is a woman.\nBecause writing an unfavorable review of a (bad) feminist\nbook would be tantamount to treachery, such\nbooks are often unjustifiably praised, as was the case\nwith this work by Rosalind Miles, which was well received\non its publication in June.</p>\n<p>According to the blurb on the dust jacket of this\ndistinctly unpleasant book, Rosalind Miles is head of\nthe Centre for Women's Studies at Coventry Polytechnic,\na lecturer, broadcaster, journalist, and author of\nseveral other books, including a “highly acclaimed”\nbiography of Ben Jonson.  One might like to believe\nthat this gives her the cachet of authoritative scholarship,\nbut the text does not bear out the promise.</p>\n<p>For the most part, the book consists of a rewriting\nof history, from the dawn of time, with the purpose of\ndemonstrating two main themes: the “fact” that\nwomen were responsible for all the important contributions\nto the advancement of civilization (as the development\nof agriculture, for instance), often despite\nthe arrogance and stupidity of men; and the “fact”\nthat women have long been subjected to domination\nby men.  Miles suggests that such domination is a recent\nphenomenon—only a couple of thousand years\nold—for she points to the clear superiority of women\nin (primitive) religions and matriarchies, right on\nthrough to the Egyptian dynastic rulers.  At one point,\nshe gets so carried away with her thesis that she suggests\nthat females were responsible not only for all of\nhuman evolutionary biology but for the very notion of\n<em>counting</em> (in order to keep track of menstruation) and,\nprobably by the same token, astronomy.  She quotes\n(and, presumably, accepts) another source which holds\nthat “woman first awakened in humankind the capacity\nto recognize abstracts.”  If you believe that balderdash,\nyou'll believe anything.</p>\n<p>In the good old days, we were taught that the\npyramids were built by tens of thousands of slaves.\nRecent speculation has it that they were not slaves\nbut—what would one call them? — ordinary laborers.\nHere comes Miles, authoritatively quoting Diodorus,\nthe Greek historian, who recorded (60-30BC) that “innocent\nwomen even swelled the ranks of pitiful slaves\nwhose forced labour built the pyramids:</p>\n<blockquote>\n<p>... bound in fetters, they work continually\nwithout being allowed any rest by night or day.\nThey have not a rag to cover their nakedness, and\nneither the weakness of age nor women's infirmities\nare any plea to excuse them, but they are driven by\nblows until they drop dead.”  [p.49]</p>\n</blockquote>\n<p>As the pyramids were already about 2500 years old\nwhen Diodorus wrote his <em>World History</em>, one is given\nto wonder what his authority might have been for such\na vivid description.  It is even less comprehensible how\na modern researcher could accept it and have the effrontery\nto promulgate it.  Miles's book is riddled with\nmany similar distortions, convenient omissions, and\ngeneralizations:</p>\n<blockquote>\n<p>... Women have always commanded over half\nthe sum total of human intelligence and creativity.\nFrom the poet Sappho, who in the sixth century BC\nwas the first to use the lyric to write subjectively\nand explore the range of female experience, to the\nChinese polymath Pan Chao (Ban Zhao), who\nflourished around AD 100 as historian, poet, astronomer,\nmathematician and educationalist, the range\nis startling.  In every field, women too numerous to\nlist were involved in developing knowledge and\ncontributing to the welfare of their societies as they\ndid so: the Roman Fabiola established a hospital\nwhere she worked both as nurse and doctor, becoming\nthe first known woman surgeon before she\ndied in AD 399.  [p.52]</p>\n</blockquote>\n<p>Earlier, on page 49, we learnt about Agnodice, “who\nlived to become the world's first known woman gynaecologist,”\nin the fourth century BC.  Clearly, this rosily\ncheckered past was soon to be replaced, chiefly, it\nseems, as Judeo-Christian-Islamic-Confucian-Buddhist\ncultures flourished.  It was not too bad early on,\nwhen, according to Miles, the seven Maccabean martyrs\nwho “saved Judaism” did so only at the instigation\nof their mother.  Miles continues:</p>\n<blockquote>\n<p>In early Christianity likewise, women found not\nmerely a role, but an instrument of resistance to\nmale domination; in choosing to be a bride of\nChrist they inevitably cocked a snook at lesser male\nfry.  Thousands of young women helped to build\nthe church of God with their body, blood and\nbones when frenzied fathers, husbands or fiancés\npreferred to see them die by fire, sword or the\nfangs of wild beasts rather than live to flout [<em>sic</em>]\nthe duty and destiny of womanhood.  [p.63]</p>\n</blockquote>\n<p>But the situation soon deteriorated:</p>\n<blockquote>\n<p>Even St. Paul, later the unregenerate prophet of\nfemale inferiority, was forced to acknowledge the\nhelp he received from Lydia, the seller of purple\ndyes in Philippi.  [<em>ibid</em>.]</p>\n</blockquote>\n<p>This rewriting of history is punctuated by an array\nof four-letter invectives applied to males and by\nadjectives like <em>brilliant, unusual, inspiring</em>, and so\nforth to women.  Citing a Judaic law-book of the 16th\ncentury which identified a woman for the days preceding,\nduring, and following her period as <em>niddah</em>\n'impure,' Miles has the lack of taste to write the following:.</p>\n<blockquote>\n<p>As a final stroke, in a grim foreshadowing of\nwhat the future held in store for the Jews, the <em>niddah</em>\nhad to wear special clothing as a badge of her\nseparate and despised status.  [p.83]</p>\n</blockquote>\n<p>Here and there in this morass of misunderstanding,\nMiles treads on solid ground if one can agree with\nthe eminent anthropologist Joseph Campbell.  Campbell,\nknown for his extensive analyses of the world's\nmythologies, religions, and cultures, noted the marked\nbias against women emerging from Judaic concepts,\nlater reinforced by Christian and Islamic doctrine.\nMost of the religions of the world connected woman\nwith mother earth, fertility, and all the other\nprogenetic and nurturing associations, and this was\nborne out in the cultures of the people.  According to\nCampbell, the only godlike female figure in the Bible\nis the Virgin Mary, and she appears, identified as virgin,\nonly in the Gospel according to Luke.  As Luke was\na Greek, Campbell suggested that Mary was a carryover\nfrom the paganism of the ancient Greek pantheon.\nAlthough this might help explain the Judeo-Christian-Muslim\ntendencies to subjugate women,\ntreating them essentially as chattel, it does not account\nfor a similar treatment accorded them in other cultures,\nnotably that of Japan.  It is not entirely clear\nwhether Campbell was commenting on Hinduism,\nBuddhism, etc. as they once existed, conceptually, for\nit is unlikely that he could have ignored the treatment\nof women in the modern reflexes of the cultures adhering\nto those religous precepts.</p>\n<p>Campbell held that the ancient mythologies and\nreligions are allegorical and that there was no real\ndistinction between gods and goddesses, who were\ngiven sexual identity when in human form only to\nmake them more meaningful.  With all respect, that\nseems a highly debatable issue and one far too complex\nfor this discussion, though we can certainly trace a\ndiminution in the role of female divinities (or divinity)\nwhen we come to examine Judaism and its congeners\nand progeny.  Other debatable aspects are the questions\nof whether the debasement of women is a reflection of\nthe theology or the ritual, whether the scripture of any\nreligion should be understood allegorically or literally,\nand so forth.  If there is something wrong, it behooves\nus to get at the roots of the problem, not to flail about\nwildly, for only after the source of a disease has been\nidentified can one properly investigate its cure.</p>\n<p>“History according to Rosalind Miles” blasts away\nat the symptoms in a misconceived notion that alleviating\nthem will effect a cure of the disease.  In this\njeremiad, males are viewed as the “enemy,” and are so\ncharacterized throughout the book, which concludes\nwith exhortations to engage the foe and a strident call\nto arms (though not men's).</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Womens-History-World-Rosalind-Miles/dp/071812992X\"><em>The Women's History of the Word</em></a></h1> <p>Rosalind Miles, (Michael Joseph, 1988), xvi + 288 pp.</p> <p>Those who are not familiar with feminist writings\nmay find it useful and interesting to consider a book,\nrecently published in Britain, that is typical of the\nharsher brand of such works.  The work in question\noffers nothing regarding language, so its review here is\nancillary to the main function of VERBATIM.  The feminist\nmovement is very much alive in Britain, and the\n“Greenham Common Women” are probably largely\nresponsible for much of the national sentiment against\nthe Cruise missiles installed at an American base near\nthat village.  In Britain, as elsewhere, most books by\nfeminist writers are reviewed by women, usually feminists.\nMen are seldom assigned to review them, possibly\nbecause the editor fears that they will be either\nignorant of or unsympathetic to the issues raised, if not\nbiased against them, or because the editor is a woman.\nBecause writing an unfavorable review of a (bad) feminist\nbook would be tantamount to treachery, such\nbooks are often unjustifiably praised, as was the case\nwith this work by Rosalind Miles, which was well received\non its publication in June.</p> <p>According to the blurb on the dust jacket of this\ndistinctly unpleasant book, Rosalind Miles is head of\nthe Centre for Women's Studies at Coventry Polytechnic,\na lecturer, broadcaster, journalist, and author of\nseveral other books, including a “highly acclaimed”\nbiography of Ben Jonson.  One might like to believe\nthat this gives her the cachet of authoritative scholarship,\nbut the text does not bear out the promise.</p> <p>For the most part, the book consists of a rewriting\nof history, from the dawn of time, with the purpose of\ndemonstrating two main themes: the “fact” that\nwomen were responsible for all the important contributions\nto the advancement of civilization (as the development\nof agriculture, for instance), often despite\nthe arrogance and stupidity of men; and the “fact”\nthat women have long been subjected to domination\nby men.  Miles suggests that such domination is a recent\nphenomenon—only a couple of thousand years\nold—for she points to the clear superiority of women\nin (primitive) religions and matriarchies, right on\nthrough to the Egyptian dynastic rulers.  At one point,\nshe gets so carried away with her thesis that she suggests\nthat females were responsible not only for all of\nhuman evolutionary biology but for the very notion of\n<em>counting</em> (in order to keep track of menstruation) and,\nprobably by the same token, astronomy.  She quotes\n(and, presumably, accepts) another source which holds\nthat “woman first awakened in humankind the capacity\nto recognize abstracts.”  If you believe that balderdash,\nyou'll believe anything.</p>"
}