{
  "type": "Article",
  "title": "Favorite Grammatical Game: Puzzling Pronouns",
  "author": "Douglas Greenwood",
  "location": "Barrie, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Favorite Grammatical Game: Puzzling Pronouns</h1>\n<p><em><span data-rel=\"author\">Douglas Greenwood</span> <span data-rel=\"location\">Barrie, Ontario</span></em></p>\n<p>Here is a game just made to while away the hours\non a commuter train with your favorite author,\na perfect place to hunt for <em>Puzzling Pronouns</em>.</p>\n<p><em>Fowler</em> lists five instances where a careless writer\ncan go wrong.  There is really no excuse, Fowler says\n(not he says!), but here we give examples of his third\ncase only, where “there should not be two parties justifying\neven a momentary doubt about which the pronoun\nrepresents.”  And here the deluge of printed matter\nabounds with such specimens that one would\nsuppose them to be the rule rather than the exceptions.\nIt is a game that is like fishing in a barrel, but more\nstimulating mentally.  I am not picking on the following\nauthors; it is just a random catch.</p>\n<p>In Thomas Hardy's <em>The Hand of Ethelberta</em>, it is\nsuggested by Ethelberta that she and some others go to\nsee Milton's tomb in Cripplegate church.  Her suitor,\nNeigh, who had proposed marriage in a previous\nchapter, appears somewhat apprehensive at Ethelberta's\nsuggestion.  This apprehension is observed by a\nMr. Belmaine and mistaken by him for an indication\nthat <em>Neigh</em> has been dragged into going to the church\nagainst his will “by <em>his</em> over-hasty wife.”  One wonders\nwhether the marriage had secretly taken place between\nthe consecutive chapters!  You see, it is\nBelmaine's wife who was doing the dragging.</p>\n<p>Somerset Maugham was a good and careful grammarian\nbut now and then he slipped.  In <em>The Letter</em>, a\nsolicitor, Mr. Joyce, is approached by a Mr. Crosbie:</p>\n<blockquote>\n<p>He spoke beautiful English, accenting each word\nwith precision, and Mr. Joyce had often wondered\nat the extent of his vocabulary....</p>\n</blockquote>\n<p>Sometimes I wonder about the extent of my own vocabulary,\ntoo, but really, not when I'm interviewing a\nclient.</p>\n<p>From <em>The Once and Future King</em>, by T. H.\nWhite:</p>\n<blockquote>\n<p>Naturally it was Lancelot who rescued her.  Sir Boss\nhad managed to find him at the abbey, during his\ntwo days' absence, and now he came back in the\nnick of time to fight Sir Mador for the queen.  Nobody\nwho knew him would have expected him to\ndo anything else, whether he had been sent away in\ndisgrace or not—but, as it was thought he had left\nthe country, his return did have a dramatic quality.</p>\n</blockquote>\n<p>Not to say a quality of confusion—pronoun-cedly so.</p>\n<p>From <em>Oh What a Paradise it Seems</em>, by John\nCheever:</p>\n<blockquote>\n<p>The size of Chisholm's teeth, the thickness of his\nglasses, his stoop and the spring with which he\nwalked all marked him, Sears thought, as a single-minded\nreformer.  His marriage, Sears guessed,\nwould have been unsuccessful and his children\nwould have difficulty finding themselves.</p>\n</blockquote>\n<p>No wonder — we've lost them already.</p>\n<p>Mark Twain poses us a little mystery in Pudd'nhead\nWilson: which knife does the killing?  Quiet now.\nLights, action:</p>\n<blockquote>\n<p>I was asleep, but Luigi was awake, and he thought\nhe detected a vague form nearing the bed.  He\nslipped the knife out of the sheath and was ready,\nand unembarrassed by hampering bedclothes, for\nthe weather was hot and we hadn't any.  Suddenly\nthat native rose at the bedside, and bent over me\nwith his right hand lifted and a dirk in it aimed at\nmy throat; but Luigi grabbed his wrist, pulled him\ndownward, and drove his own knife into the man's\nneck.  That is the whole story.</p>\n</blockquote>\n<p>Well, was it Luigi's knife or the native's?  If we had only\nthat scene to go by we would never really know, and\nall because of a <em>Puzzling Pronoun</em>—or two!</p>\n<blockquote>\n<p>Oh, it can lead one to a rhymed couplet:</p>\n<p>He loves his brother and his wife,<br>\nDoes he live a double life?</p>\n</blockquote>\n<p>Give me my grammatical games any day to a crossword\npuzzle.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Favorite Grammatical Game: Puzzling Pronouns</h1> <p><em><span data-rel=\"author\">Douglas Greenwood</span> <span data-rel=\"location\">Barrie, Ontario</span></em></p> <p>Here is a game just made to while away the hours\non a commuter train with your favorite author,\na perfect place to hunt for <em>Puzzling Pronouns</em>.</p> <p><em>Fowler</em> lists five instances where a careless writer\ncan go wrong.  There is really no excuse, Fowler says\n(not he says!), but here we give examples of his third\ncase only, where “there should not be two parties justifying\neven a momentary doubt about which the pronoun\nrepresents.”  And here the deluge of printed matter\nabounds with such specimens that one would\nsuppose them to be the rule rather than the exceptions.\nIt is a game that is like fishing in a barrel, but more\nstimulating mentally.  I am not picking on the following\nauthors; it is just a random catch.</p> <p>In Thomas Hardy's <em>The Hand of Ethelberta</em>, it is\nsuggested by Ethelberta that she and some others go to\nsee Milton's tomb in Cripplegate church.  Her suitor,\nNeigh, who had proposed marriage in a previous\nchapter, appears somewhat apprehensive at Ethelberta's\nsuggestion.  This apprehension is observed by a\nMr. Belmaine and mistaken by him for an indication\nthat <em>Neigh</em> has been dragged into going to the church\nagainst his will “by <em>his</em> over-hasty wife.”  One wonders\nwhether the marriage had secretly taken place between\nthe consecutive chapters!  You see, it is\nBelmaine's wife who was doing the dragging.</p>"
}