{
  "type": "Article",
  "title": "The Fifth Estate",
  "author": "Tom McArthur",
  "location": "Editor, English Today",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Fifth Estate</h1>\n<p><em><span data-rel=\"author\">Tom McArthur</span> <span data-rel=\"location\">Editor, English Today</span></em></p>\n<p>It began in medieval Europe, and in the late 20th\ncentury it is everywhere in the world.  Its overall\ninfluence is profound but undiscussed, although aspects\nof that influence are discussed constantly, under\nheadings like “language,” “education,” “standards,”\n“literacy,” “literature,” “science,” and “medicine.”\nThere is little that it does not touch, being physically\npresent in the architecture of schools, psychologically\npresent when we talk and think about what makes us\ncivilized, linguistically present in much of modern\ncommunication and in what we call educated usage.\nYet is has no name.</p>\n<p>Let me therefore give it a name: “the scholarly\nguild.”  The phrase is a reminder of its medieval provenance,\nits academic focus, and its corporate style.  This\nguild of scholars is one of the most successful enterprises\nin the history of our species.  Indeed, some of its\n18th-century members gave our species the elevated\ntitle <em>Homo sapiens</em>, as if thinking of themselves while\nlabeling all the birds, beasts, and bugs in creation.\nThe guild takes many forms now, but it retains much\nof the Middle Ages, of the ecclesiastical Schoolmen,\nwho gathered together in quasi-monastic “colleges,”\nbehind walls that marked them off from the rest of the\nworld (a phenomenon that in England is still called\n“town and gown”).</p>\n<p>The men (and increasingly the women) who have\ninherited the mantle of the Schoolmen have no trouble\nrecognizing each other.  They live similar lives, conduct\nsimilar courses, and with similar subventions go to\nsimilar conferences and give similar papers on every\ncontinent (much as David Lodge describes them in\n<em>Small World</em>).  They are not as tightly knit as other\nfraternities, past and present (Knights Templar,\nFreemasons, Jesuits, Mafia, Ancient and Mystical Order\nof the Rosy Cross, corporate executives of Coca-Cola\nor Chrysler, or managers of labor unions).  The\nguild's gentler cohesion and lack of obvious international\nhierarchies have contributed to its marked success\nand curious anonymity.  Its institutions take many\nforms and survive under many different political\nregimes.  They possess neither a Vatican nor a Vicar-General\nto report to, and, although the guild can at\ntimes be arcane (with Latin charters and capping\nceremonies), by and large its doings are overt and benign.</p>\n<p>Historically, the bulk of the human race has never\nknown a classroom, let alone a cloister or an ivory\ntower, or met up with teachers empowered by letters\nafter their names.  Nowadays, however, there are few\npeople who have not come across colleges and college\ngraduates or (at the periphery of things) been invited\nto learn to read and write.  That is a physical and\nsocial measure of the guild's success.  Its continuance\nseems assured.  Working in its favor is a social contract\nwith a three-part system established in every country\nin the world:</p>\n<blockquote>\n<p><em>Bottom-up progression</em>: the young being inducted\ninto school at an early age and proceeding,\nlevel by level, to institutions of ever “higher” learning,\nstopping off for various reasons at various\nlevels, usually marked by tests and the distribution\nof certificates providing a social grade.  These processes\nare often reinforced with such comments\nfrom parents and teachers as, “You'll never get anywhere\nnowadays without a college education.”\nThere are even league tables among nations, showing\nthe percentages of those who stay in the system\nlonger.</p>\n<p><em>Top-down rank</em>: an apex of professors and doctors\nbuttressed by the holders of college degrees\n(many of them lower-level administrators, teachers,\nand researchers within the system).  These are in\nturn surrounded and supported by holders of\nschool certificates and other qualifications.  Spreading\nout from the base of the pyramid are those\nwho have less suitably certified educations or no\nformal education at all, people who may have\nmixed feelings about “book learning,” “big words,”\n“fancy degrees,” “eggheads,” “highbrows,” and “absent-minded\nprofessors,” as well as the perils of\nscholarship, science, and technology.  Within the\nsystem, there are others with similar mixed feelings,\nbut by and large the system remains intact.\nWe all send our kids to school.</p>\n<p><em>Language appropriate to level</em>: a basic ability to\nread and write, followed by the capacity to handle\nabstract usage, and, at a higher level, to be at ease\nwith what Philip Gove in Webster's <em>Third</em> called\nISV, 'international scientific vocabulary.'  For English,\nthis means a capacity to add the Latinate\nonto the vernacular, then Greek onto the Latinate,\nso that you can eat a <em>hearty</em> breakfast, and be <em>cordial</em>\nafterwards without suffering from <em>cardiac</em> arrest.\nBeyond English, entry into the guild may\nmean acquiring a special language of education\n(such as French in Senegal and English in Kenya),\nbecause many of the world's tongues are not yet\n(and may not ever be) part of the circle of standardized\nprint languages in which the work of the\nguild can be conducted.</p>\n</blockquote>\n<p>You and I, gentle reader, are accredited members\nof the guild.  This is demonstrated in a variety of ways:\na shared literacy and the assumptions and biases that\ngo with it; an awareness of what books are for; consciousness\nand use of innumerable cultural allusions\nand educated idioms; and a relative ease in reading a\nperiodical called VERBATIM, with sections called OBITER\nDICTA and EPISTOLAE.  We are generally capable of\nconducting ourselves in the company of others who\nhave been group-educated to college level.</p>\n<p>In school, college, and university, people have for\nsome six centuries been receiving diplomas and titles to\nprove that, in varying degrees (a loaded word), they\nare educated.  Oftener than not, use of language establishes\nmembership and <em>social-cum-educational rank</em> as\nclearly as any parchment.  One of the less pleasant\nways in which such rank can be pulled is to label the\nlinguistically less secure “illiterate.”  They, too, can\nread and write, of course, but their “solecisms,” “barbarisms,”\nand “vulgarisms” call for rebuke, and what\nbetter rebuke than to treat them as if they did not\nbelong at all—to condemn them figuratively to the\nouter darkness of the unlettered?  Subtler still is the\nlabel “self-educated” applied to people who have little\nformal learning.  Thomas Hardy described an extreme\ncase in <em>Jude the Obscure</em>.</p>\n<p>The scholarly guild has always interested itself in\nlanguage, its standards and usage, its literature and\nclassics, its mediums/media of manuscript and print,\nits academic apparatus and Latin tags.  It places a high\nvalue on success with such things.  Its members have\ntended to place a lower value on rural and urban dialect,\npopular culture, and folklore.  These are only accepted\ninto the canon of good usage and literature\nafter a long and vigorous rearguard action.  Only now,\nfor example, is the soap opera (with its enormous social\nimpact) beginning to be recognized as a fit topic\nfor academic analysis.  Movies and soaps attain respectability\nwhen there are enough papers in learned journals\nand theses in bound volumes to elevate them beyond\nbeing “merely” popular.  It is similar with\nmembers low on the ladder of rank.  Once upon a time\nthere was a playwright who knew little Latin and less\nGreek.  Much of his skill was acquired in the hurly-burly\nof life, but his works had a certain merit.  With\nthe passage of time he was canonized by the guild, and\nhis Complete Works have been annotated and organized\nby folk with doctorates in Shakespearian Studies.\nHe made it to the top.  It can be done, but it is rare.</p>\n<p>The guild's institutions have, in their unobtrusively\nubiquitous way, become more powerful than\nboth the Catholic Christianity which gave them birth\nand the regimes of Europe that scattered them round\nthe world.  Their diaspora has been so successful that\nmost of us unreflectingly see schools as the natural\ndispensers, controllers, instruments, and structures of\neducation—and of educated discourse—everywhere\non earth.  It is another measure of the guild's success\nthat we can hardly imagine an alternative to it.  The\nutopian communes of anarchists, socialists, and hippies,\nfor example, have not even dented it.</p>\n<p>After centuries of social and cultural direction\nfrom the guild's leaders (the professorial elite, the academic,\nscientific, and medical establishments), it is\nhardly possible for anyone in the Western or Westernizing\nworld today to be reckoned (or to feel) educated\n<em>without</em> having been to school—and the more school\nthe better.  It may be possible to imagine alternatives\n(or significant adaptations, if we wish them) only after\nwe have found the right label for the subject.  Societies\nseldom see what is central in their own cultures, having\nmuch less trouble identifying it in the cultures of\nothers.</p>\n<p>Historians have often discussed the “three estates”\nof the Western world—nobility, church, and commons.\nMany of us also from time to time talk about a\n“fourth estate”—the media.  The idea of social estates\ncan be taken one stage further, to the global agglomeration\nof educational and scientific communities.  They\nconstitute a “fifth estate,” an entity as worthy of anthropological\ninvestigation as the Yanomama of the\nAmazon or the Dinka of the Sudan.  Unfortunately, just\nas we find it hard to imagine the guild as a whole and\nto envisage alternatives to it, so no organization exists\noutside this fifth estate that could investigate it.  Anthropology\nis one of its own more recent subdivisions.\nSo who might assess these diplomaed assessors?</p>\n<p>There appears to be only one solution.  A traditional\naim of the guild is the quest for truth.  If that\naim is sincere (and, by and large, it seems to be), the\nfifth estate may yet turn the bright light of science and\nscholarship on itself.  That would be an interesting day.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Fifth Estate</h1> <p><em><span data-rel=\"author\">Tom McArthur</span> <span data-rel=\"location\">Editor, English Today</span></em></p> <p>It began in medieval Europe, and in the late 20th\ncentury it is everywhere in the world.  Its overall\ninfluence is profound but undiscussed, although aspects\nof that influence are discussed constantly, under\nheadings like “language,” “education,” “standards,”\n“literacy,” “literature,” “science,” and “medicine.”\nThere is little that it does not touch, being physically\npresent in the architecture of schools, psychologically\npresent when we talk and think about what makes us\ncivilized, linguistically present in much of modern\ncommunication and in what we call educated usage.\nYet is has no name.</p> <p>Let me therefore give it a name: “the scholarly\nguild.”  The phrase is a reminder of its medieval provenance,\nits academic focus, and its corporate style.  This\nguild of scholars is one of the most successful enterprises\nin the history of our species.  Indeed, some of its\n18th-century members gave our species the elevated\ntitle <em>Homo sapiens</em>, as if thinking of themselves while\nlabeling all the birds, beasts, and bugs in creation.\nThe guild takes many forms now, but it retains much\nof the Middle Ages, of the ecclesiastical Schoolmen,\nwho gathered together in quasi-monastic “colleges,”\nbehind walls that marked them off from the rest of the\nworld (a phenomenon that in England is still called\n“town and gown”).</p> <p>The men (and increasingly the women) who have\ninherited the mantle of the Schoolmen have no trouble\nrecognizing each other.  They live similar lives, conduct\nsimilar courses, and with similar subventions go to\nsimilar conferences and give similar papers on every\ncontinent (much as David Lodge describes them in\n<em>Small World</em>).  They are not as tightly knit as other\nfraternities, past and present (Knights Templar,\nFreemasons, Jesuits, Mafia, Ancient and Mystical Order\nof the Rosy Cross, corporate executives of Coca-Cola\nor Chrysler, or managers of labor unions).  The\nguild's gentler cohesion and lack of obvious international\nhierarchies have contributed to its marked success\nand curious anonymity.  Its institutions take many\nforms and survive under many different political\nregimes.  They possess neither a Vatican nor a Vicar-General\nto report to, and, although the guild can at\ntimes be arcane (with Latin charters and capping\nceremonies), by and large its doings are overt and benign.</p>"
}