{
  "type": "Article",
  "title": "The Joy of Scottish English: Chambers 20th Century Dictionary",
  "author": "J.A. Davidson",
  "location": "Victoria, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Joy of Scottish English: Chambers 20th Century Dictionary</h1>\n<p><em><span data-rel=\"author\">J.A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p>\n<p><em>O</em>ne cannot but admire a standard dictionary\nthat defines <em>middle-aged</em> as “between youth\nand old age, variously reckoned to suit the reckoner”\nand says that the verb <em>perpetrate</em> means “to execute\nor commit (esp. an offence, a poem, or a pun).”</p>\n<p>These definitions are given in the most recent\n(1983) edition of <em>Chambers 20th Century Dictionary</em>,\nwhich was edited and published in Edinburgh.  For a\ndesk dictionary (or college dictionary, as Americans\nlike to call them) it is rather pricey at $36.95 in Canada—but\nI do not think that the ghost of my Scottish\nfather glowered (good Scots word, that) at me when I\nbought my copy of it.  Incidentally, it is now the reference\ndictionary for the National Scrabble Championship\nin Britain.</p>\n<p>This edition when published was said to give more\nword definitions than any other British desk dictionary;\nincluding its main competitor, <em>The Concise Oxford</em>.\nBut in 1986 it was moved into second place by the\nsecond edition of <em>Collins Dictionary of the English\nLanguage</em>.  (<em>Webster's New World Dictionary of the\nAmerican Language</em> seems about the same size as the\n<em>Oxford</em>; the <em>Gage Canadian Dictionary</em> is slightly\nsmaller.)  The first edition of <em>Chambers</em> was issued in\n1898: Bernard Shaw said of it, “my favorite of half a\ndozen.”</p>\n<p>The Scots who edit and publish <em>Chambers</em> do not\naccept what most English and Americans and Canadians\ndo when they say some Scottish words that have\nbecome standard English on both sides of the Atlantic.\nFor instance it gives “played” as the proper pronunciation\nfor <em>plaid</em>—although, with delicate condescension,\nit parenthetically notes, “by the English also 'plad.' ”\n<em>The Concise Oxford</em> allows both pronunciations.  It is\nshameful that the <em>Gage Canadian</em> allows only “plad.”\nas does <em>Webster's New World</em>.  According to <em>Chambers</em>,\na plaid is “a long piece of woollen cloth, worn over the\nshoulder”—and it need not be of checked material,\nwhich is “plad,” as we generally think of it.  In Scotland\nthe checked material, of course, is <em>tartan</em>.</p>\n<p>In June 1984 I moved from Ottawa to Victoria, on\nVancouver Island, where I now enjoy genteel retirement.\nNot long after settling here I asked for a raisin\nscone in one of the city's tonier tea-rooms.  I pronounced\n<em>scone</em> to rhyme with <em>John</em>, and I was upset a little when\nthe waitress brought it to me and said, in a pleasant\nEnglish accent, “Your <em>scone</em> sir,” rhyming it with <em>Joan</em>.  I\nwondered if I should switch to the Joan-pronunciation\nnow that I am living in veddy English Victoria.  But\nthen, the Scots played the dominant role in early Victoria,\nand there are many oatmeal accents to be heard\nhere these days.  <em>Collins</em> allows the Scots pronunciation,\nbut, I am sorry to report, favors the English.  <em>Chambers</em>\ngave me warm feelings of assurance when I consulted it\nlater that day.  “Skohn,” as in <em>John</em>, is given as the proper\npronunciation, but it reports that “in the south of England\noften (it is) pronounced 'skoan.' ”  The definition\ngiven has nice rhetorical balance, almost Johnsonian: “a\nflattish, usually round or quadrant-shaped plain cake of\ndough without much butter, with or without currants,\nbaked on a griddle or in an oven.”  Wisdom on the <em>scone</em>-pronunciation\nissue was shown by Sir Ernest Gowers in\nhis 1965 revision of H.W. Fowler's A <em>Dictionary of\nModern English Usage</em>.  He moved on from Fowler's following\nof the big <em>Oxford English Dictionary</em> in allowing\nboth pronunciations but with preference for “skoan.”\nGowers, himself an Englishman, said that “in Scotland,\nits land of origin, the pronunciation is <em>skawn</em>, and English\npeople who know this so pronounce it.”</p>\n<p>Dictionary buffs have long been attracted to\n<em>Chambers</em> because its editors have not scrupled against\na little editorializing in some of the definitions they\noffer, such as those already mentioned.  The user is\noffered a choice with <em>man-eater:</em> “a cannibal: a tiger\nor other animal that has acquired the habit of eating\nmen: a woman given to chasing, catching and devouring\nmen.”  An <em>eclair</em> is “a cake, long in shape but short\nin duration, with cream filling and chocolate or other\nicing.”  A <em>picture-restorer</em> is “one who cleans and restores\nand sometimes ruins old pictures.”  That kind of\npawkiness is fitting in a dictionary edited and published\nin Edinburgh and which defines <em>pawky</em> as a\nScots word meaning “drily or slyly humorous.”</p>\n<p><em>Feckless</em>—“spiritless, helpless, futile”—is given in\nall my desk dictionaries, but only <em>Chambers</em> has <em>feck</em>\n(nice to see a lost positive found), which comes from\n<em>effect</em> through vowel-loss and is defined as “efficacy” or\n“quality.”</p>\n<p>The pronunciations given in <em>Chambers</em> are not\nthose of the Received Pronunciation—the BBC or Oxonian\naccent—as they are in all the other British\ndictionaries I have consulted.  It is quite firm about the\n<em>r</em>-sound when it follows a vowel-sound or is at the ends\nof words, not dropping it as is usual with the RP but\ninsisting that it be given full value, in various ways, as\nit is in Scots and Irish and, generally but not always, in\nthe speech of most Americans except for those in New\nEngland and the South.  (And of us Canadians too,\nexcept for a few who like to toff-up their speech just\never so.)</p>\n<p>An English authority on dictionaries, James Root\nHulbert, says that <em>The Concise Oxford</em> is the best for\nliterary use in Britain and <em>Chambers</em> the best “for general\nBritish use.”  I must assume that he did not take\ninto account <em>Chambers's</em> pronunciation principles.\nThat assessment was made before the new <em>Collins</em> a\npeared on the dictionary scene.  I do not know how he\nwould rate it, but I must confess that for general use I\nam inclined to put it just a little ahead of <em>Chambers</em>.\nBut I haven't found it quite as much fun to browse in.</p>\n<p>Recently in <em>Chambers</em> I came across the adjective\n<em>perjink</em>, a Scots word given also in <em>Collins</em>, but not in\nany of the other desk dictionaries I use: it means\n“prim: finical.”  A more emphatic adjective is\n<em>perjinkety</em>; and it has the noun <em>perjinkity</em>, defined as\n“a nicety.”  It also gives <em>pernickety</em> as another Scots\nword with a similar meaning: this is found in the other\ndictionaries.  I am inclined to prefer <em>perjink</em> and its\nderivatives.</p>\n<p>Word-fanciers, and not only those with some sort\nof Scottish bias, might enjoy dipping into another\nChambers dictionary, <em>Chambers Scots Dictionary</em>,\nwhich was first issued in 1911 and most recently reprinted\nin 1984.  It is specifically a dictionary of Scots,\nor Lallans, which some scholars consider merely a dialect\nof English and others a distinct language rooted in\nOld English.  A good book for browsing in, giving\nmany Scots words which have come into use in other\nparts of the English-speaking world and others which\ncould perhaps add a little color (or colour) to English\nvocabulary here and there.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Joy of Scottish English: Chambers 20th Century Dictionary</h1> <p><em><span data-rel=\"author\">J.A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p> <p><em>O</em>ne cannot but admire a standard dictionary\nthat defines <em>middle-aged</em> as “between youth\nand old age, variously reckoned to suit the reckoner”\nand says that the verb <em>perpetrate</em> means “to execute\nor commit (esp. an offence, a poem, or a pun).”</p> <p>These definitions are given in the most recent\n(1983) edition of <em>Chambers 20th Century Dictionary</em>,\nwhich was edited and published in Edinburgh.  For a\ndesk dictionary (or college dictionary, as Americans\nlike to call them) it is rather pricey at $36.95 in Canada—but\nI do not think that the ghost of my Scottish\nfather glowered (good Scots word, that) at me when I\nbought my copy of it.  Incidentally, it is now the reference\ndictionary for the National Scrabble Championship\nin Britain.</p> <p>This edition when published was said to give more\nword definitions than any other British desk dictionary;\nincluding its main competitor, <em>The Concise Oxford</em>.\nBut in 1986 it was moved into second place by the\nsecond edition of <em>Collins Dictionary of the English\nLanguage</em>.  (<em>Webster's New World Dictionary of the\nAmerican Language</em> seems about the same size as the\n<em>Oxford</em>; the <em>Gage Canadian Dictionary</em> is slightly\nsmaller.)  The first edition of <em>Chambers</em> was issued in\n1898: Bernard Shaw said of it, “my favorite of half a\ndozen.”</p>"
}