{
  "type": "Article",
  "title": "Zap the BEMs!  Onward, Space Cadets!",
  "author": "Stephen E. Hirschberg",
  "location": "Elmsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Zap the BEMs!  Onward, Space Cadets!</h1>\n<p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p>\n<p>— The bumper sticker reads, “Beam me up, Scotty.</p>\n<p>There is no intelligent life on this planet.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>— Trying once more to attract the ear of Marvin the\ndaydreamer, his teacher says, “Earth to Marvin.  Earth\nto Marvin.  Come in, please!”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>— After my infant son has done one of those cute\nthings that portend a definitely-not-ordinary childhood,\nmy mother-in-law asks, “What would Mr. [<em>sic</em>]\nSpock say?”  Without a beat missed, my wife, her sister,\nand I—alleged adults all—reply, “Live long and prosper.”<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>If these vignettes strike sympathetic chords, then\nscience fiction's words, phrases, and lore have permeated\nyour thought and language.</p>\n<p>This will not be a discussion of the science fiction\n(SF) dialect, which is certainly a legitimate one, given\nthe millions of fans for whom <em>blaster, phaser, warpdrive,\ncyborg</em> and the like are familiar terms.  It will,\nrather, treat those words and phrases, created in SF,\nwhich are now in common non-SF use.</p>\n<p>There has been no entirely satisactory definition\nof science fiction: all proposals seem to exclude some\nwork which individual readers would include in the\ngenre.  It has been suggested that SF include only those\nstories which would be invalidated without their scientific\ncontent;<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>  that fiction which concerns science,\nscientists, and the impact of science on humans;<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>  that\nwhich explores alternate existences (whether future,\nextraterrestrial, or only in characters' minds) based on\nfacts and logical progression via scientific method.<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup>   As\nU.S. Supreme Court Justice Potter Stewart wrote of\nhard-core pornography, so do I of science fiction: “I\nshall not attempt further to define the kind of material\n...embraced within that short-hand description.\n...But I know it when I see it.”  The sources cited\nhere as SF have been classed as such by at least one\nreputable critic.</p>\n<p>One alternate existence, the ideal state, was considered\nby the ancients (e.g., Plato's <em>Republic</em> and Aristophanes'\n<em>The Birds</em>).  However, it is Sir Thomas More's\nspeculative work of political science and sociology—<em>Utopia</em>\n(from the Greek <em>ou</em>- 'not' + <em>topos</em>-'place')—which\nbecame, generically, the impossibly\nperfect place.  The looking-glass image of utopia—dystopia—has\nprovided more numerous additions\nto the English lexicon.  Aldous Huxley excerpted\nwords from Shakespeare's <em>The Tempest</em> (“How beauteous\nmankind is!  O brave new world,/ That has such\npeople in 't.”) for the ironic title of his dystopic novel.\nThe phrase <em>brave new world</em> is now synonymous with\na nightmarish, technically advanced society.  George</p>\n<p>This essay was selected as the First Prize winner\n($1,000) in the Sixth VERBATIM Essay Competition.</p>\n<p>Orwell constructed an alternative future in his vision\nof the totalitarian state, <em>Nineteen Eighty-Four</em>.  The\nwork has given English a small lode of unpleasantries:\nthe title itself connotes a society marked by government\nterror and propaganda destroying the public's\nconsciousness of reality (the <em>OED Supplement</em> also accepts\n<em>1984</em> and <em>1984-ish</em> as adjective forms); that government's\nofficial language, <em>Newspeak</em>, now indicates\nthe propagandistic or ambiguous language of, among\nothers, politicians, bureaucrats, and broadcasters\n(“revenue enhancement” for “tax increase,” etc.); the\ntwisting of minds to the capacity to accept the validity\nof utterly contradictory opinions or beliefs, or <em>double-think</em>;\nthe book's head of state, <em>Big Brother</em>, implies an\napparently benevolent, but really ruthless, omnipotent,\nand omniscient state authority.</p>\n<p>Taking an uncomfortably short speculative step\nwas Stanley Kubrick's 1963 film, “Dr. Strangelove, Or\nHow I Learned to Stop Worrying and Love the Bomb.”\nThe title character of this dark comedy seriously considered\nplans for and the “beneficial” results of nuclear\nholocaust; such contemplation is <em>strangelovian</em>.</p>\n<p>Robert A. Heinlein envisaged a more optimistic\nfuture in his 1961 novel, <em>Stranger in a Strange Land</em>.\nIts Martian-reared main character advocates advancing\nthe empathic capability of the human mind so\nhumans can <em>grok</em> 'embrace others with profound, intuitive\nunderstanding.'  It is not clear why Heinlein chose\nsuch an unpretty word for such a beautiful concept\n(maybe it <em>is</em> euphonious to the Martian auditory apparatus);\nit has, nevertheless, caught on.</p>\n<p>Monsters have had starring roles in SF from its\nearly years.  The archetypal uncontrollable creation-gone-amok\nis <em>Frankenstein's monster</em>, commonly familiarized\nto <em>Frankenstein</em> by the incognizant who\nthus disserve Mary Shelley's Baron Frankenstein, the\nmonster's creator.  The Baron may have been misguided,\nbut at least he was not so mad a scientist as to\nexperiment on himself.  That lack of insight was shown\nby Robert Louis Stevenson's good Dr. Jekyll (<em>The\nStrange Case of Dr. Jekyll and Mr. Hyde</em>, 1886), whose\nimpressive bodily transformations to his evil alter ego\nmade <em>Jekyll-and-Hyde</em> descriptive of persons who alternately\ndemonstrate good and evil behavior.</p>\n<p>The recurrent motif of time travel came to the\nfore in H.G. Wells's <em>The Time Machine</em> (1895), considered\nby some the first work of true SF.  The Wells prototype,\na controllable time-space traveler, is used allusively\nby historians and forecasters (C. Day Lewis, in\n“How Poetry Began” (1944), wrote “To find this out,\nwe'll have to jump into a Time Machine, put its gear\nlever into reverse, and race backwards through many\nthousands of years into prehistoric time.”).  Einsteinian\nrelativity theory, with its absolute maximum speed\nlimit (the speed of light), might have put an end to\nsuch speculation had it not also included the concept\nof curvature of space.  It was then but a small step to\nthe space warp, permitting faster-than-light (FTL to\nSF pros) travel by straight-line shortcutting across the\ncurves of space.  Except for its origin, in the British\nInterplanetary Society Journal, space warp has been\nrestricted to fictional use.  (After all, you can't have a\ngood intergalactic war when the next galaxy is, at the\nspeed of light, 2,200,000 years away.)  Not so its cousin,\ntime warp (fathered by Walter M. Miller in 1954:\n“They showed me a dozen pictures of moppets with\nLTR-guns, moppets in time-warp suits, moppets wearing\nCaptain Chronos costumes....”); originally another\nFTL, or time-travel device, it has entered standard\nEnglish, designating any sensation of time travel,\ntime discontinuity, or suspension of time's progress.\nTime-travelers need not be scientists or super-heroes.\nIn the 1934 book Music Ho!,  Constant Lambert noted\n“The most successful time traveler of our days was\nundoubtedly Serge Diaghileff.”</p>\n<p>The catchwords of the classic science fiction era\nwere space and robot.  Citations in the OED Supplement\nfor space technology terms yield a Who's Who of\nSF: spacefaring (Poul Anderson, 1959); spacer 'spaceman'\n(C.M. Kornbluth and Isaac Asimov, both in\n1958); spaceship (by John Jacob Astor, son of the fur\ntrader, 1894, C.S. Lewis in 1928, Arthur Clarke in\n1951); space-flight (Arthur Clarke, 1949); space sickness\n(Clarke, 1951).  The moment of launch into space,\nblast off, was created by Ray Bradbury (1951) in Silver\nLocusts: “You could smell the hard, scorched smell\nwhere the last rocket blasted off when it went back to\nEarth.”  Slang's space cadet 'an eccentric, especially one\nwho is stuporous or out of touch with reality' evolved\nfrom “Tom Corbett, Space Cadet,” a 1950 television\nseries depicting the adventures of a 24th-century cadet\nin the Solar Guides, the interplanetary police force\nkeeping order in the Solar Alliance.</p>\n<p>The properly dressed spaceman (Thrilling Wonder\nStories, 1942) must have a space suit (from the pulp\nScience Wonder Stories, 1929) for his rendezvous with\nthe aliens, of whom many are BEMs (bug-eyed monsters)\nor LGM (little green men).  (Scientists currently\nsearching the radio frequency spectrum for signals indicative\nof extraterrestrial intelligence refer to their\ngoal—positive intelligent signals—as LGM.)  Alas,\nsuch close encounters have not generally been friendly.</p>\n<p>The battles between men and aliens have featured\nmanifold armament.  Authors extrapolated from\nRoentgen's 1895 discovery of x-rays and wrote of the\nheat-ray (H. G. Wells in War of the Worlds, 1898), and\ndisintegrator rays (George Griffith's The Lord of Labour,\n1911), not to mention ray-guns and blasters.  The\nweight of this fictional weaponry has popularized the\ndeath ray from its pulp SF origins to serious contemporary\nconsideration as laser technology has advanced.\nWeapons engineers have tried to euphemize and deromanticize\nthe terminology: death rays are called\n“beam weaponry,” and the U.S. antimissile defense system\nis SDI (Strategic Defense Initiative), despite the\npublic acceptance of the catchier Star Wars (from the\n1977 SF film).  We also should recognize SF as the\nsource of zap, which is used as noun, verb, and interjection\nto indicate 'sudden power' (n.), to 'kill in a\nburst' (v.), or the 'sound effect for sudden destruction'\n(int.).  The OED Supp. traces the word from an\nepisode of the comic strip “Buck Rogers in the 25th\nCentury” written by Philip Francis Nowlan in\n1929—“Ahead of me was one of those golden dragon\nMongols, with a deadly disintegrator ray...Br-r-rr-r-z-zzz-zap.”\n—to its most notorious use (cited in American\nSpeech in 1962), “The jokester, pretending to be a\ncreature from outer space, pointed his cosmic ray gun\n(finger) at his friend's genitals and exclaimed, 'Zap!\nYou're sterile.' ”</p>\n<p>The Czech playwright Karel Ĉapek was the creator\nof robot a 'machine which replaces a man' in\nR.U.R. (for “Rossum's Universal Robots,” 1920); the\nword is from the Czech robota 'forced labor.'  Though\nČapek conceived robots, it is Isaac Asimov who nurtured\nthem into fully developed SF characters.  While\ndoing so, Asimov furnished English with robotic and\nrobotical, roboticist an 'expert in their production and\noperation,' robotics the 'science of their design and\nfunction,' and roboticized 'rendered mechanical.'  His\nlaws of robotics, which govern the relations of robots\nwith humans, were deemed by the OED Supp. editors\nto be of such significance that they are cited in their\nentirety.</p>\n<p>As technology advances, life imitates art.  Appropriate\nwords are adopted from fiction.  Those remote\ncontrol arms with which laboratory personnel handle\ntoxic, radioactive, or infections substances are called\n<em>waldos</em> (from Robert Heinlein's <em>Waldo</em>, 1942): the title\ncharcter, Waldo F. Jones, who has a crippling disease,\ninvents these devices to amplify the strength of his\nwasted mucles.  Not yet a reality, but often seriously\ndiscussed, is <em>terraforming</em> 'aitering an extracterrestrial\nbody to make it capable of supporting  Earth's life\nforms.'  )The word and concept are Jack Williamson's,\nfrom a 1942 story, “Seetee Ship.”)  In less commom use,\nbut a wonderful word all the same , is <em>corpsicle</em>, Larry\nNiven's term for a person frozen at death for future\nreuscitation and repair (“The Defenseless Dead,”\n1973).  When we read of the ongoing search for grav-\nity-carrying subatomic particles—<em>gravitons</em>—and\nanti-gravitons, we should recall that Arthur Clarke\nwrote of <em>antigravity</em> as a propulsive force in 1946\n(Across the Sea of Stars”).</p>\n<p>I could go on, but my <em>ansible</em> (FTL message receiver)\nis displaying a rpiority-one hyperspace is urgently required\nto mediate some tiff between local mutant\nreptillians and the invading rebel positronic androids.\nThe matter transmitter has warmed up.  My copilot\nand astrogator have arrived.  So long, Space Cadets!\nWe're off to save the Galaxy!</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Allusions to “Star Trek” television series, books, and\nmovies. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>“Earth to ...,” <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Allusions to “Star Trek” television series, books, and\nmovies. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>per Theodore Sturgeon. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>per Isaac Asimov. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>per Robert A. Heinlein. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Zap the BEMs!  Onward, Space Cadets!</h1> <p><em><span data-rel=\"author\">Stephen E. Hirschberg</span> <span data-rel=\"location\">Elmsford, New York</span></em></p> <p>— The bumper sticker reads, “Beam me up, Scotty.</p> <p>There is no intelligent life on this planet.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>— Trying once more to attract the ear of Marvin the\ndaydreamer, his teacher says, “Earth to Marvin.  Earth\nto Marvin.  Come in, please!”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>"
}