{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Webster's New World Guide to Current American Usage",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?curl=%2Fisbn%2F0139478213%2F&amp;nomobile=true\"><em>Webster's New World Guide to Current American Usage</em></a></h1>\n<p>Bernice Randall, (Webster's New World, 1988), xviii + 420pp.</p>\n<p>Here is a commonsense style book, useful to those\nwho have the education and common sense to be in\ndoubt about questions of English usage.  It has some\nproblems, if you want to be sticky about things: on p.\nxv we read:</p>\n<blockquote>\n<p>...Einstein's Special Theory of Relativity does\nnot say that <em>E = MC²</em> and in leap year MC³.</p>\n</blockquote>\n<p>Indeed it does not.  But it does say <em>E = mc²</em>; the version\nwith the capital <em>M</em> and <em>C</em> is, essentially, meaningless\nto those familiar with the conventional symbolism used\nin physics.</p>\n<p>While I acknowledge that it is not easy to know\nhow to sort out the many topics to be covered in a\nusage book, most reasonable writers have taken a stab\nat writing an entry under a heading that seems a likely\nplace to look, then have provided a detailed index.  Not\nBernice Randall.  True, one can find <em>different from</em>,\netc., in an entry so headed, but for <em>absolute constructions</em>\none is referred to an entry called “Covered with\nonions, relish, and ketchup, I ate a hotdog at the ball-park.”\nIf the user wants to find out about <em>misplaced\nadjectives and adverbs</em>, reference is made to the entry\n“Electric shaver for women with delicate floral design\non the handle.”  A search for <em>only</em> would be futile.</p>\n<p>Perhaps the subject and treatment of usage need\nsome lightening up, but I am hard put to agree that\nthey are quite as frivolous and light-headed as this\nbook would have us believe.  Fun is fun, but those who\nmight rely on such a book are quite serious about the\ninformation they are seeking, and it is unfair to play\nfast and loose with their sincerity.  A sense of humor\nabout a subject is born of a feeling of security about it,\nbut security is the one characteristic often lacking\namong those who would use <em>Current American Usage</em>.</p>\n<p>There is no doubt that Randall enjoys her work.\nBut of what use is a long entry on spoonerisms?  And of\nwhat use are the interminable examples, for instance,\nof the misuse of <em>like</em> for <em>as</em>, which draw out the entry\nto three pages?  More than four pages are devoted to\nclichés (under the guise of “Lo and behold, it's man's\nbest friend.,” which, being an exclamation, really\nought to end in an exclamation point).  The article on\nBritish/American English (“There's no home like Eaton\nPlace.”) is a good one, but, at six pages, its utility is\nquestionable.  In the matter of pronunciations of\nBrEng names, it is an old-fashioned fantasy of Americans\nthat Brits go round saying POM-frit for <em>Pontefract</em>:\nmost Brits that I have heard give the name a\nspelling pronunciation these days; and so with many of\nthe old shibboleths.  Of what relevance (to usage, notwithstanding\nthe fact that the topic is interesting) is an\nentry on <em>eponyms</em> (“John Bull and John Hancock are\nnot just any johns.”)?  That is not, strictly speaking, a\nsubject pertinent to the title of the book.</p>\n<p>All of which is to say that the book is an interesting\nwork on the language and contains accurate,\nthough longwinded information about what it covers,\n“interesting and useful facts about American English.”\nIts only real faults are its title, which belies the content,\nthe cutesy headings, and the lack of a truly detailed\nindex: self-indexing does not provide coverage of\nsufficient detail.  As a reference work on usage, it is far\nfrom complete: The Simon and Schuster Publicity Department\ncould have used an entry on <em>foreword/\nforward</em> (spelt “foreward” in the release accompanying\nthe review copy).</p>\n<p>A longish section, “Some Troublesome Idiomatic\nPrepositions,” and a “Glossary of Grammatical and\nLinguistic Terms Used in This Book,” followed by a list\nof “References,” sources associated with specific entries,\nround out the work.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?curl=%2Fisbn%2F0139478213%2F&amp;nomobile=true\"><em>Webster's New World Guide to Current American Usage</em></a></h1> <p>Bernice Randall, (Webster's New World, 1988), xviii + 420pp.</p> <p>Here is a commonsense style book, useful to those\nwho have the education and common sense to be in\ndoubt about questions of English usage.  It has some\nproblems, if you want to be sticky about things: on p.\nxv we read:</p> <blockquote>\n<p>...Einstein's Special Theory of Relativity does\nnot say that <em>E = MC²</em> and in leap year MC³.</p>\n</blockquote> <p>Indeed it does not.  But it does say <em>E = mc²</em>; the version\nwith the capital <em>M</em> and <em>C</em> is, essentially, meaningless\nto those familiar with the conventional symbolism used\nin physics.</p>"
}