{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Webster's Electronic Thesaurus",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Webster's Electronic Thesaurus</em></h1>\n<p>Proximity Technology, Inc., 1987.</p>\n<p>This software consists of two disks, one labeled\nInstallation and Program, the other Synonym Linguibase,\nand a manual.  The manual sets forth everything\nwith clarity, and the program is simple to install, requiring\nonly a few minutes.  Only one thing made me a\nlittle suspicious when cranking up the system: in the\ndescriptive text that appears on the screen, the word\n<em>labeled</em> is spelt “labelled”—decidedly un-American.\nHowever, I went ahead, and, since I was typing the\ntext you are reading, returned to the beginning of the\nparagraph to see how some of these words would fare.\nI looked up the word <em>preceding</em> and was, after a brief\nmoment, asked to type in the word, which I did.  The\nscreen bloomed forth with the following:</p>\n<p>Query: preceding</p>\n<ol>\n<li><em>adj</em> being before especially in time or arrangement</li>\n</ol>\n<p>There were also some other parts of speech: one\ndefinition for the preposition and three for the verb\n(participial) senses.  I called up the synonyms for the\n<em>adj</em> and the following appeared:</p>\n<p>Synonyms:</p>\n<blockquote>\n<p>antecedent, anterior, foregoing, former, past, precedent,\nprevious, prior</p>\n</blockquote>\n<p>The way the program works is this: one uses the cursor\nto highlight a particular word for which synonyms are\ndesired.  It is similar, in principle, to finding a synonym\nin a synonym dictionary and then looking up its synonyms\nto find them.  I am not sure why, but I expected\nthe program to “network” in the same way.  However,\nwhen I highlighted <em>antecedent</em>, what appeared on the\nscreen was the same list of synonyms but with <em>antecedent</em>\nmissing, and <em>preceding</em> had reappeared.  If all this\nis too complicated to follow, let me summarize: you\nlook up word X and get synonyms A, B, C, D, E, F,\nand G.  You look up the synonyms for word A, and you\nget synonyms X, B, C, D, E, F, and G.  Even the\ndefinition provided for the sub-listings is identical in\nwording to that of the word originally sought.</p>\n<p>This is very economical of space and involves a\nclever computer ploy, but it does not provide a particularly\nuseful synonym dictionary, for, as we all know,\nsynonymy in language does not yield to the commutative\nlaw of mathematics; in language, “Things equal to\nthe same thing are not (necessarily) equal to each\nother.”  Perhaps the Proximity people thought that they\nhad got round that little problem by giving the same\ndefinition for each of the items in the list; but we know\nthat only very rarely are two synonyms bi-unique\n(which is another way of saying that if A = B, B does\nnot necessarily always equal A), an ineluctable fact of\nlanguage.</p>\n<p>If a relatively limited access to a synonym dictionary\nis likely to be of use, then this package may be of\nservice.  It works with a hard disk or with a set of\nfloppies and can be used with 29 popular word-processing\nprograms.  (That was the number listed when I\nreceived my copy; it might have increased.)  It also has\na few neat features, like suggesting a few alternatives if\nyou happen to think that <em>preceding</em> is spelt “preceeding”\n(as many people do).  It has a useful “Help” feature\nthat can be called upon at any stage.  Also, if you\nenter <em>jump</em>, you get the synonyms for that; but if you\nenter <em>jumped</em>, you get the (same) synonyms but inflected—including\nthe variants <em>leapt, leaped</em> for <em>leap</em>.\nAll in all, for a relatively primitive system, it is not too\nbad; but you would have to be in love with your computer\nto use it in preference to a far more complete\nbooks of synonyms available (especially <em>The Synonym\nFinder</em>, Rodale in the U.S. and Canada, Longman\nelsewhere, which offers more than 800,000 synonyms,\nmore than three times the number listed in any other\nsynonym book).</p>\n<p>The blurb on this book/disk package reads, “Supplies\nyou with 470,000 <em>true</em> synonyms for 40,000 entries.”\nMy guess is that such a quantity might be\nreached if one counted all the permutations and combinations;\nin reality, though, there are probably far\nfewer actual words.  Readers can judge for themselves\nthe validity of this numerical legerdemain.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Webster's Electronic Thesaurus</em></h1> <p>Proximity Technology, Inc., 1987.</p> <p>This software consists of two disks, one labeled\nInstallation and Program, the other Synonym Linguibase,\nand a manual.  The manual sets forth everything\nwith clarity, and the program is simple to install, requiring\nonly a few minutes.  Only one thing made me a\nlittle suspicious when cranking up the system: in the\ndescriptive text that appears on the screen, the word\n<em>labeled</em> is spelt “labelled”—decidedly un-American.\nHowever, I went ahead, and, since I was typing the\ntext you are reading, returned to the beginning of the\nparagraph to see how some of these words would fare.\nI looked up the word <em>preceding</em> and was, after a brief\nmoment, asked to type in the word, which I did.  The\nscreen bloomed forth with the following:</p> <p>Query: preceding</p> <ol>\n<li><em>adj</em> being before especially in time or arrangement</li>\n</ol>"
}