{
  "type": "Article",
  "title": "Women on Language; Women in Language",
  "author": "Helen W. Power",
  "location": "Washington University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Women on Language; Women in Language</h1>\n<p><em><span data-rel=\"author\">Helen W. Power</span> <span data-rel=\"location\">Washington University</span></em></p>\n<p>Poet Muriel Rukeyser envisions Oedipus “old and\nblinded” asking the Sphinx why he hadn't recognized\nhis own mother.  It was, the Sphinx explains, his\nanswer to the riddle: “Man.”</p>\n<blockquote>\n<p>“... You didn't say anything about woman.”\n“When you say Man,” said Oedipus, “you include\nwoman too.  Everyone knows that.”  She said,\n“That's what you think.”</p>\n</blockquote>\n<p>Were Oedipus alive today he might offer the same\nsolution to the riddle.  But he would indeed be feigning\nnaïveté to claim that generic man is now understood to\ninclude woman.  Even the most casual observers of social\nmovements and language changes are conscious of what\nsome might call the crusade for nonsexist language.\n(Careful feminist writers avoid unthinking use of imagery\nredolent of colonialism and militarism.)  Though the Seneca\nFalls convention of 1848 noted and deplored the silence\nabout women in the Declaration of Independence\nand though nonfeminists have worked toward removing\nsexism from English, most current activity stems from\nthe women's movement that began in the 1960s.</p>\n<p>Feminists concerned about language relentlessly\nreveal language's capacity to discriminate against\nwomen or to render them invisible.  Poking and prodding\nat contemporary speech and writing, feminists\ncondemn the use of a term identified with one sex or\ngender to designate all humanity.  (“Gender” is preferred\nto “sex” in designating the cultural construct\nrather than the purely biological.  However, some recent\nstudies explore the connection between development\nof linguistic gender and sex/gender, and the\nquestion of anatomically determined language is fashionable.)\n<em>Mankind</em> tacitly imposes male values on all of\nhumanity; <em>manhours</em> denies women's work as a measure;\n<em>manpower</em> effaces women.  So, too, feminists\nlobby for gender-neutral terms when appropriate.  A\nfamiliar example: reasoning that in terms of job duties\nthe sex or gender of the person who passes peanuts on\nan airplane is unimportant, editors of the <em>Handbook of\nNonsexist Language</em> propose <em>flight attendant</em> rather\nthan <em>steward/stewardess</em> and oppose gratuitous regendering\nof job titles (<em>female flight attendant</em>).  (A\ncourt case notes a male purser and a female stewardess\nwith identical job descriptions, but different salary\nscales.)  Similarly, feminists discourage titles that identify\nwomen's (but not men's) marital status (though\nmany users mistakenly assume <em>Ms</em>. a synonym for\n<em>Miss</em>).</p>\n<p>More generally, feminists reveal and question implied\nnorms in language and hence in our consciousness,\nranging from the application form's <em>unmarried</em>\nwhich suggests that marriage is the normal state (as\nparents of twins imply double births expected, referring\nto non-twins as <em>singletons</em>) to more complex issues,\nsuch as those associated with terms like <em>masculine</em>\nand <em>feminine</em>.  Anomalies in language become\nevidence.  What to make of the fact that one may be\nhenpecked but not cockpecked?  That some of us are\n<em>cleaning ladies</em>, but none of us is a “garbage gentleman”?\nThat <em>girls</em>, a term suggesting youth but not\ndignity, have been females of any age, but the call on\ntelevision's Electric Company, “Hey, you guys,” summons\nboys and girls alike?</p>\n<p>The hypothetical modern Oedipus might join\nsome humans of both genders who carp at the most\nradical-seeming alterations of the language.  Opponents\nof nonsexist language show passionate loyalty to\nprinciples of etymology and tradition and unexpected\nrespect for grace and style (admittedly frequent victims\nof inclusion of the feminine pronoun).  More subtle\nand less readily articulated objections probably exist.\nBut few proponents of nonsexist language are\nignorant of the claims of etymology, of custom, of\naesthetics, or even of the inappropriateness of gender-neutral\nterms in a nongender neutral world.  For them,\nas for most feminists, political considerations are primary.\nThis explains support of “herstory” or “'wim-min,”\nterms that finesse etymology to emphasize the\nmale-orientation of conventional history and to eliminate\nthe <em>man</em> in the word <em>woman</em>.  (When etymology\nserves political concerns etymology is honored.  For example,\none writer cites a preference for <em>cunt over vagina</em>,\nbecause of the latter's derivation from a Latin\nword meaning 'sheath,' often sheath for a sword.)  The\nfeminist position recognizes the power of language.\nLanguage is viewed not only as the product but the\nshaper of culture and as such is able to perpetuate or\ndiscourage discrimination or oppression.  (In spite of\nsymphony auditions of barefoot, screened musicians,\nchurch hymnals laced with maternal imagery for God,\ncommencement addresses to “Women and men of\nYale,” affirmative action and the resulting tokenism,\nfew feminists think the cause won.  Attitudes toward\nwomen, often assumed to be natural and hence sacred,\nare not easily changed.)  Nonsexist language is no universal\nantidote.  But most feminists, even recognizing\nthe influence of preverbal and nonverbal forces and\nvarious sexist institutions, see acceptance of sexist language\nas an insidious poison.</p>\n<p>This retreading of English, this adjusting of it,\naltering it, bandaging, and plastering it to promote a\nparticular vision of society is the most widely perceived\nactivity of feminists interested in language.  But\nit is arguably the simplest philosophically and, though\nthis is relatively unimportant, the least attractive.  (A\nfamiliar but irrelevant complaint against feminists is\nthat they lack charm, as though an unappealing style\nnegates the justice of a cause.  Rukeyser's Sphinx was\nnot very affable, either.)  After all, those who undertake\nthis dirty work are necessarily naysayers, rule-givers,\ncensors of the word rather than bringers of it.\nGenerally anti-elitist and anti-authoritarian by declaration,\nfeminist alterers of language find themselves\ncorralled with prescriptive grammarians and linguists.</p>\n<p>The issue of nonsexist language envisions men and\nwomen as subject (or object) of language.  Yet this is\nbut one aspect of gender and linguistics, a subject that\nhas its own conferences, bibliographies, and college\ncourses.  As literary critics, feminists look not only at\nimages of women in literature but at women as writers\nand readers.  So those interested in language look at\nwomen not only as writers and readers, but also as\nspeakers and listeners.  Such inquiry is less direct and\nmore exploratory than nonsexist language promotion,\nbut is no less political.  Some theorists describe women's\nrelation to language as primarily a product of patriarchal\noppression; others, usually acknowledging oppression,\nfocus on women's strengths.</p>\n<p>Most investigators, feminist and nonfeminist alike,\nagree that women's vernacular differs from men's: Jespersen\nlisted adjectives favored by women, noted\nwomen's use of “little” intensifiers.  Feminists ponder\ncauses, implications.  Does the close adherence of British\nwomen of all classes to accepted proper norms suggest\nwomen's repression?  Their conservatism?  Their\nupward mobility?  What attitude should feminists take\nto women's suggested more frequent use of tag endings\n(“It's a nice day, isn't it?”  “We'll vote Democratic,\nwon't we?”)?  Identified by early feminist linguist Robin\nLakoff, women's frequent use of tag endings has been\nboth discounted by some but not all empirical studies\nand re-examined by other studies that distinguish different\nkinds of tag endings used by men and women.\nThose feminists who emphasize success within the\nworld as we know it tend to encourage women to\npurge their speech of tag endings and to retrain themselves\nto speak in what is perceived as a more masculine,\nmore assertive way.  Others, emphasizing women's\nparticular values, urge retention of this and other features\nof women's talk (for example, women frequently\nassume noncompetitive roles in conversation), suggesting\nthat women's talk encourages participation and\nthe likelihood of consensus.</p>\n<p>Such analyses of language pass as traditional in\nform if not in content.  They echo the old question,\nposed regularly by missionaries, anthropologists, and\nlinguists, as to whether women speak (or “chatter,” a\nword used only for females and nonhumans) a different\nlanguage, a dialect, a “genderlect” with each other\nand with men, whether they can, do, or should speak\nwhat the title of Dale Spender's book calls <em>Man Made\nLanguage</em>.  The answers often appear in measured, academic\nprose.  When offered by feminists, the answers\nfrequently appear in a style that is marked by word\nplay dependent on written forms; a style that is unconventional,\nmannered, at its best witty; a style that\nsuggests alternatives to those styles that feminists\nwould designate male-influenced.  For it is no praise\nfor most feminists to be included within the best accepted\n(for which, read “male-endorsed”) tradition.\n(Admittedly, no party completely purges its rhetoric of\nterms like phallologocentric, however.)  Such a style\nmarks both a reference work, <em>A Feminist Dictionary</em>,\nand the writings of theologian Mary Daly.</p>\n<p><em>A Feminist Dictionary</em>, edited by influential\nCheris Kramarae and Paula Treichler along with Ann\nRusso, suggests the style and the substance of some\nrecent feminist discourse.  The editors disclaim objectivity.\nYet, they imply, conventional lexicographers are\nnot objective, though they neither recognize nor admit\nit.  For example, in lexicographers' frequent reliance on\n“best authors” as a source, dictionaries draw evidence\nfrom men, more frequently published and admired,\nand not women.  Other significant editorial practices:\nthe <em>Feminist Dictionary</em> lexicogaphers refuse to label a\nword like <em>herstory</em> a coinage.  All words are coinages,\nthe editors claim, and they resist charting relations\nbetween their entries and an “authorized” or canonized\nlist of words.  <em>A Feminist Dictionary</em> includes new\nwords and new definitions; words from utopian literature\nsuggest “what might be”; definitions are elaborate,\nthe stated aim to stimulate research or theoretical\ndevelopment.</p>\n<p>Under “A,” for example, the lexicographers provide\nentries for <em>Adam, Ad feminam, ageism, “Ain't I a\nWoman”</em> (Sojourner Truth's speech), and <em>amniocentesis</em>.\n“Z” is limited to three entries: <em>Zamani Soweto sisters,\nZeitgeist</em> ('Spirit of liberty, equality, and sorority'),\nand <em>Zugassent</em> (a term for male continence as\npractised by the Oneida utopian community).  Under\n“L,” entries include <em>Latin/Greek</em>, defined by Aphra\nBehn, cited in Dale Spender's book, as 'Secret codes\nsupplied through an education traditionally denied\nwomen.'  Another entry under L is <em>Laadan</em>, a language\nconstructed by linguist Suzette Hayden Elgin and first\nused in her science fiction novel <em>Native Tongue</em>, a language\nwhich is designed to contain many “woman\nfunction” words not included in English.  (British linguist\nDeborah Cameron in <em>Feminism</em> and <em>Linguistic\nTheory</em> doubts these lacunae, suggesting that English\nis flexible, and that women are disadvantaged primarily\nby alienation from high language.)</p>\n<p>The energetic defining and developing of a\nwoman's language, the inevitable doubting and questioning\nof it, is energized by the work of French feminists,\nand is displayed in the verbal acrobatics of radical\nfeminist theologian Mary Daly.  For example, Daly\ndescribes the title of one of her early books,\n<em>Gyn/Ecology</em>, as saying “exactly what I mean to say.”  It\nis “a way of wrenching back some wordpower,” and in\na way not “a-mazing” (a typical Daly twirl of language\nto make the reader re-examine words) to our “fore-sisters\nwho/were the Great Hags,” terms used in unconventional\nways.  Tacitly, Daly, like most feminists,\ninvokes an earlier, quieter voice, that of Virginia\nWoolf.  Woolf identified but did not describe “a\nwoman's sentence” and, in the same text, wrote of\nwomen ancestors (for example, Shakespeare's putative\nsister) who was silent, silenced by a society dominated\nby men.  Women's language is often metonymy for\nwomen's literary style.  Woolf here suggests two lines of\nthought currently pursued by feminist linguists; feminists\nboth seek to describe women's language and to\nexplore the cluster of related conditions summarized\nunder the rubric “silence.”  The discussion by women\nabout women's language is lively; the discussion of the\nrelated and complementary topic, women's silence, is\nelaborate, complex, and a bit sad.  Tillie Olsen identifies\nsilent periods when women are diverted from their\nwork by needs of their families; Spender talks of “silence\nupon silence” that has kept women's experience\nfrom being encoded; Adrienne Rich, in <em>On Lies,\nSecrets and Silences</em>, sees women's struggle for self-determination\n“muffled or silenced over and over”;\nmost recently, Sandra Gilbert and Susan Gubar chart\nwomen authors' apparent alienation from language,\ntheir frequent use of pseudonyms an attempt at renaming\nor, really, naming themselves.  Feminists have\nmuch to say about men's claim that women talk too\nmuch.  To many, it is significant that the privilege of\nnaming, granted to Adam, was denied to Eve.</p>\n<p>Modern feminists interested in language may be\nsisters to Rukeyser's Sphinx.  The Sphinx may be silent,\nas in many traditions, or not, but she and Oedipus,\nwho did not recognize parents of either gender, probably\ndo not understand the same language.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Women on Language; Women in Language</h1> <p><em><span data-rel=\"author\">Helen W. Power</span> <span data-rel=\"location\">Washington University</span></em></p> <p>Poet Muriel Rukeyser envisions Oedipus “old and\nblinded” asking the Sphinx why he hadn't recognized\nhis own mother.  It was, the Sphinx explains, his\nanswer to the riddle: “Man.”</p> <blockquote>\n<p>“... You didn't say anything about woman.”\n“When you say Man,” said Oedipus, “you include\nwoman too.  Everyone knows that.”  She said,\n“That's what you think.”</p>\n</blockquote> <p>Were Oedipus alive today he might offer the same\nsolution to the riddle.  But he would indeed be feigning\nnaïveté to claim that generic man is now understood to\ninclude woman.  Even the most casual observers of social\nmovements and language changes are conscious of what\nsome might call the crusade for nonsexist language.\n(Careful feminist writers avoid unthinking use of imagery\nredolent of colonialism and militarism.)  Though the Seneca\nFalls convention of 1848 noted and deplored the silence\nabout women in the Declaration of Independence\nand though nonfeminists have worked toward removing\nsexism from English, most current activity stems from\nthe women's movement that began in the 1960s.</p>"
}