{
  "type": "Article",
  "title": "Mrs. Malaprop in Mexico",
  "author": "Lysander Kemp",
  "location": "Harwichport, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mrs. Malaprop in Mexico</h1>\n<p><em><span data-rel=\"author\">Lysander Kemp</span> <span data-rel=\"location\">Harwichport, Massachusetts</span></em></p>\n<p>Mrs. Malaprop is so English that I thought her\n“nice derangement of epitaphs” was a glory\npeculiar to our language.  But then I lived in Mexico\nand soon knew better.  The first Mexican malapropism\nI heard, or recognized as such, was spoken at Chole\nDurán's refreshment booth in the plaza of Jocotepec,\nJalisco.  Doña Faustina was bringing Chole up to the\nminute, and in the course of her gossip she mentioned\nthat her niece Socorro had been <em>grávida</em> but was now\n<em>aliviada</em>.  Two young farmhands were also at the\nbooth, drinking in the prattle with their Pepsis.  When\nFaustina left, one of them asked the other, “Have you\never been <em>grávido</em>?”</p>\n<p>“Just once, when I was ten.  But my mother\nbought me some pills and I got over it.”</p>\n<p>Chole tried not to laugh, but she laughed.  When\nshe explained to us that <em>grávida</em> means 'pregnant,' the\nfarmhands loved the joke, their Indian eyes bright\nwith amusement.  One of them explained that they\nthought <em>grávido</em> was a more educated form of <em>grave</em>,\nwhich means 'gravely ill.'  As for <em>aliviada</em>, it means\nbeing 'alleviated or cured.'  When a child is born, it is\nas if the mother had recovered from a disease.</p>\n<p>After that, with my ears attuned, I heard malapropisms\non all sides, and even recognized that I\ncommitted them myself.  For a while, I confused <em>ejote</em>\n'string bean,' <em>elote</em> 'corn on the cob,' and <em>olote</em> 'corncob'\n(I fired the water heater with dried corncobs).\nPoor Lola, who cooked and cleaned for me, had to\ndivine what I meant when I asked for corncobs as a\ndinner vegetable or remarked that we were almost out\nof string beans for the water heater.  I was also guilty of\nasking her to serve a pork chop in <em>adobe</em> rather than\n<em>adobo</em>.  The latter is a sauce related to the <em>mole</em> that\nMoctezuma served to Cortés.  The former, of course, is\na mud of another color.</p>\n<p>Even so, I never blundered as badly as the dowager\nstaying at the little Hotel La Quinta.  She was on a\ndiet that forbade dessert and coffee, so she left the\ndining room before the other guests.  When she\nreached the doorway she always turned, gave a stately\nnod, and said, “Excusado.”  Obviously she thought she\nwas saying, “Excuse me,” and no one could find the\ncourage to tell her that <em>excusado</em> was a euphemism for\nwhat we call, among other things, the john.</p>\n<p>In the back yard next to mine, young Mateo\nsometimes raised his voice in malapropistic song.  On\none occasion, what I heard over the wall was his version\nof “Siete Leguas,” a ballad about Pancho Villa\nthat begins:</p>\n<blockquote>\n<p>Seven Leagues was the horse<br>\nThat Villa liked best.</p>\n</blockquote>\n<p>But Mateo changed <em>leguas</em> to <em>lenguas</em>, which means\n'tongues,' literally, or 'languages.'  Was this remarkable\nhorse a polyglot?  No wonder Villa esteemed it.  On\nanother, Mateo warbled “Ojitos de capulín,” a familiar\nmariachi song.  A <em>capulín</em> is a small, shiny-black fruit,\nand the title means that the girl's “little eyes”—the\ndiminutive of affection, with no hint that she was\nbeady-eyed—were dark and lustrous.  In Mateo's version,\n<em>capulín</em> became <em>chapulín</em>, which means 'grasshopper.'\nSo she was not beady-eyed, but bug-eyed.</p>\n<p>Small children are often malapropists, especially\nwhen they have to memorize texts they cannot understand.\nMy sister, when small, asked our parents if we\nlived in America.  On being assured that we did, she\nasked why they told her in school that we live in Tizzavy.\nIt turned out that she was referring to “My country,\n'tis of thee....”</p>\n<p>Lola's daughter, Teresa, was almost as inventive,\nand again it was the Lord's Prayer.  In Spanish it begins,\n“Padre nuestro que estás en los cielos, santificado\nsea tu nombre.”  Teresa changed <em>cielos</em> to <em>celos</em> and\n<em>santificado</em> to <em>santo pintado</em>, so that in Biblical English\nit comes out something like, “Our Father which art in\njealousies, painted saint be Thy name.”  The first reminds\nme of “I the Lord thy God am a jealous God,”\nand the second is not as far-fetched as it seems.  Although\n<em>santo</em> means 'saint,' a <em>santo</em> as an object means\na religious figure carved of wood, covered with gesso,\ncarved in detail, and then painted.  Teresa might have\nbeen thinking of the patron saint of Jocotepec, <em>El señor\ndel monte</em> 'The Lord of the Mountain,' a nearly life-sized\n<em>santo</em> of the crucified Christ that is believed to\nhave been found in the branches of a tree in the mountains\nsouth of the village.</p>\n<p>Finally, Lola, too, was a malapropist.  I bought a\npacket of Burpee's zinnia seeds in a pharmacy in Guadalajara,\nand when the plants bloomed I asked her\nwhat they were called in Spanish.  “Normalginas,” she\nsaid.  Next day, showing them off to my landlord, I was\ngently told that the correct word was “damasquinas,”\nwith its exotic evocation of damask and Damascus.\nWhen I asked him what “normalginas” meant, if anything,\nhe said that <em>Normalgina</em> was the trade name of\na Mexican analgesic much like Anacin.</p>\n<p>I decided to try it the next time I felt <em>grávido</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mrs. Malaprop in Mexico</h1> <p><em><span data-rel=\"author\">Lysander Kemp</span> <span data-rel=\"location\">Harwichport, Massachusetts</span></em></p> <p>Mrs. Malaprop is so English that I thought her\n“nice derangement of epitaphs” was a glory\npeculiar to our language.  But then I lived in Mexico\nand soon knew better.  The first Mexican malapropism\nI heard, or recognized as such, was spoken at Chole\nDurán's refreshment booth in the plaza of Jocotepec,\nJalisco.  Doña Faustina was bringing Chole up to the\nminute, and in the course of her gossip she mentioned\nthat her niece Socorro had been <em>grávida</em> but was now\n<em>aliviada</em>.  Two young farmhands were also at the\nbooth, drinking in the prattle with their Pepsis.  When\nFaustina left, one of them asked the other, “Have you\never been <em>grávido</em>?”</p> <p>“Just once, when I was ten.  But my mother\nbought me some pills and I got over it.”</p> <p>Chole tried not to laugh, but she laughed.  When\nshe explained to us that <em>grávida</em> means 'pregnant,' the\nfarmhands loved the joke, their Indian eyes bright\nwith amusement.  One of them explained that they\nthought <em>grávido</em> was a more educated form of <em>grave</em>,\nwhich means 'gravely ill.'  As for <em>aliviada</em>, it means\nbeing 'alleviated or cured.'  When a child is born, it is\nas if the mother had recovered from a disease.</p>"
}