{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Handbook of Nonsexist Writing and The Nonsexist Word Finder",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Handbook-Nonsexist-Writing-Casey-Miller/dp/0062731734\"><em>The Handbook of Nonsexist Writing</em></a> and <a href=\"https://www.amazon.com/Nonsexist-Word-Finder-Rosalie-Maggio/dp/0807060011\"><em>The Nonsexist Word Finder</em></a></h1>\n<p>Casey Miller and Kate Swift, (2nd Edition, Harper &amp; Row, 1988), x + 180pp. and Rosalie Maggio, (Oryx Press, 1987), xiv + 210pp.</p>\n<p>The subject of nonsexist language is a matter of\ngenuine concern, not only to women [see page 1 of this\nissue] but to everyone.  It ill behooves us to be unfair to\nany segment of the population, and it is not only immoral\nbut illegal to discriminate against people on\nvirtually any basis.  In recent decades, certain changes\nhave taken place in the language that reflect voluntary\nchoices of the words used to characterize people; these\nhave focused largely on the conscious and conscientious\nsubstitution of neutral, sexless words like <em>individual(s),\nperson</em>, and <em>people</em> for terms that normally denote\nonly males.  Journalists and other commentators have\nsometimes taken a facetious view of the situation, suggesting\nthat <em>person</em>, itself, is sexist because -son denotes\n'male offspring,' that words like <em>manhole</em> are sexist,\nand that even <em>woman</em> (<em>wo</em> + <em>man</em>) is sexist.  By this\ntime the humor, if there was any there to begin with,\nhas worn very thin, indeed, and the end of it would be\nwelcome.  Then, too, there have been the campaigners\nwho have gone to what some regard as opposite extremes:\nif the head of a committee is known to be a\nman or a woman, then <em>chairman</em> or <em>chairwoman</em> must\nsurely be the proper denotation; if the sex of the person\nis not known, then <em>chairperson</em>, though awkward-sounding,\nis the preferred form.  But it is patently ridiculous\nto refer to someone whose sex is known as a\n<em>chairperson</em>.  <em>Chair</em> should be reserved for the office of\nthe chairperson, not the person holding the office.  Yet,\nmany prefer <em>chair</em> to <em>chairperson</em> on the grounds of\nbrevity and because it avoids the awkwardness of the\nlonger alternative.  Miller and Swift [M&amp;S] treat this\nproblem and seem to believe that it has been solved:</p>\n<blockquote>\n<p>The lexicographer Alma Graham points out that\n<em>chair</em> has been recognized, in the sense of “the occupant\nof the chair ... as invested with its dignity,”\nsince the seventeenth century just as <em>the\nCrown</em> has been used for the monarch, or the <em>Oval\nOffice</em> has come to stand for the President of the\nUnited States.  “Address your remarks to the chair”\nillustrates metonymy, a figure of speech in which\nsomething is called by the name of something else\nassociated with it.  Nobody understands an injunction\nto “address the chair” as an order to talk to a\npiece of furniture.  [pp. 33-34]</p>\n</blockquote>\n<p>The final sentence is about as valid as would be the\ncomment that nobody understands such an injunction\nas an order to write the address of the chairperson on a\ndozen envelopes, either.  But there are other specious\narguments in the above statement:</p>\n<ol>\n<li><em>Recognized</em>?  By whom?  The fact that Graham\nhas found that citations for such usage exist (how old\nthey may be is of little consequence) is not to be construed\nas evidence that they (necessarily) existed in\nsufficient profusion to warrant acceptance by the English-speaking\npopulations.  Moreover, what are the contexts\nin which the citations were found?  There are\nmany difficulties inherent in adducing citational evidence\nunsupported by frequency.  There are many\nother instances of the misuses of citational evidence,\nnot only by users of dictionaries but by lexicographers\nthemselves: there is no way, using the citational materials\nat present appearing in dictionaries as prima facie\nevidence, that one would be justified in assuming that\na broad statistical segment of English speakers is\nthereby represented; even the most cursory examination\nof entries in the <em>OED</em> (which I assume to be the\nsource of Graham's information) will rapidly, ineluctably\nlead the observer to realize that</li>\n</ol>\n<blockquote>\n<p>a)  the evidence in the published work is quite thin,\nand</p>\n<p>b)  the conclusions drawn by the <em>OED's</em> definers\nand commentators often cannot be supported by\ncitational evidence—at least, not the citational\nevidence that appears in the published work.</p>\n</blockquote>\n<p>1.  That <em>chair</em> is used metonymically in the same\nway as <em>the Crown</em> and <em>the Oval Office</em> is true, but to\nrefer to the office, not to the person occupying it.\nCertainly, in the case of <em>the Crown</em>, as ample evidence\nwill show, reference is so made specifically to avoid\nmentioning a particular regent and not as a figure of\nspeech employed for rhetorical effect.  As for <em>the Oval\nOffice</em>, it is mostly used when the referent is 'authority\nof the executive branch of the government' to avoid\nidentifying the (incumbent) president personally and\nto indicate official policy.  In both cases, the point is\nexactly opposite that identified by Graham: it is the\nposition, institution, authority, etc. being referred to\nand not “the occupant.”  By the same token, when people\naddress the <em>chair</em>, they address the office, whoever\nmight hold it, and not the incumbent individual.</p>\n<p>I find little to dispute with M&amp;S in the matter of\nprinciple.  But there are two elements of their argument\nthat merit further comment.  The first is that I\nfind their interpretation of the evidence often skewed;\nthe second is that while adjustment to lexicon, which\nthey have always strongly advocated, is one thing,\nmodification of grammar is another.</p>\n<p>In referring to an item in <em>The New York Times</em> in\nwhich <em>youth</em> is used to refer to a young woman, M&amp;S\nwrite:</p>\n<blockquote>\n<p>Though the term may once have been anomalous\nwhen used of a young woman, today it is a recognized\ncommon-gender noun, and the next round of\ndictionaries will no doubt add their authority to\nthe change.  [p. 6]</p>\n</blockquote>\n<p>The First Edition of <em>The Random House Dictionary of\nthe English Language</em> lists <em>youth</em> with a definition, “a\nyoung person, esp. a young man”; the Second Edition,\npublished after the M&amp;S <em>Handbook</em> and, presumably,\nin the “next round” they refer to, defines the word as\n“a young person, esp. a young man or male adolescent.”\nThus the evidence at the <em>RHD</em> offices indicated\nthe need for reinforcement of the notion of maleness\nassociated with the word, not, as M&amp;S suggest, a trend\ntoward epicenism.  I am not entirely in agreement with\nthe <em>RHD</em> treatment, for, personally, I believe that\n<em>youth</em> has lately appeared more and more often in\ncontext like <em>youth center, youth rehabilitation</em>, etc.,\nwhere the context is clearly common-gender, and the\nforegoing is merely set out as a warning to those who\ntry to predict what lexicographers are likely to do.  On\nthe other hand, I do not have the hard evidence at\nhand and assume that the <em>RHD</em> does.</p>\n<p>The following appears, in bold italics, on page 8:</p>\n<blockquote>\n<p>To go on using in its former sense a word whose\nmeaning has changed is counterproductive.  The\npoint is not that we <em>should</em> recognize semantic\nchange, but that in order to be precise, in order to\nbe understood, we must.</p>\n</blockquote>\n<p>I am not sure that I should have characterized the\nperpetuation of obsolete or archaic meanings as “counterproductive”:\nperhaps “wrong,” “misleading,” “ambiguous,”\nor “old-fashioned” would have been closer to\nthe mark; phrased another way, I must agree that people\nought to use words in their current senses if they\nexpect to be understood.  Most do, of course, use them\nthat way.  When will people learn that dictionaries are\nnot the product of the collective imaginations of those\nwho prepare them or the manifestations of the dreams\nof a single lexicographer but the result of lengthy,\npainstaking research to determine how the language is\nbeing used, the analysis and codification of the results,\nand then their organization into a usable reference\nsource?  What is “counterproductive” is the notion that\nspeakers of a language have to <em>recognize</em> semantic\nchange: they don't “recognize” it, they create it.  Of\ncourse, if a researcher tampers with the evidence,\nmaking a unilateral, unsupported claim or assumption\nthat a word means something that it does not, then\nthat does not constitute semantic change: it is what is\nknown as dirty work at the crossroads, and M&amp;S are\nindulging in a bit of mischief by suggesting that semantic\nchange either has taken place or is taking place\nbecause they have some evidence that a certain change\nin usage had crept in.  Notwithstanding the unfortunate\nfact that the gathering and assessment of citational\nevidence is not what it should (or might) be, I\nshould still put my money on professional lexicographers\nand their resources rather than on M&amp;S.</p>\n<p>In Chapter 1, “<em>Man</em> as a False Generic,” M&amp;S\nquestion whether the definitions “2. the creature,\n<em>Homo sapiens</em>, at the highest level of animal development,\ncharacterized esp. by a highly developed brain.</p>\n<p>3.  the human race; mankind ...” [from the 1984\nCollege Edition of the <em>RHD</em>] are “still fully operative\nor whether the first, limited meaning ['an adult male\nperson, as distinguished from a boy or woman.'] has,\nin effect, become the only valid one in modern English.”\nI trust that this is a fillip of propaganda and not\na serious query.  To be sure, it is the most common\nmeaning, which is why it is listed first.  But one must\ncontend not only with the way the word might be used\ntoday but with the evidence of centuries of culture\nreflected in billions upon billions upon billions of\nwords of text all of which shape the way we think and\nspeak.  There is nothing wrong with trying to change\nthat shape, and advocates of nonsexist English have\nworked miracles in the short time since they have succeeded\nin making their concerns known.  But to deny\nthat the oblique senses of <em>man</em> are still very much with\nus is mere optimistic folly.  And there is no gainsaying\nthe fact that the first sense of <em>man</em> ('male human')\ntends to contaminate (if that is the right word) the\noblique senses.  But grammar enters the picture here,\ntoo, and dictionaries are remiss in syntactic description\nof how the language works in comparison with what\nits words mean, how they are spelled and pronounced,\nand where they came from.  To put it differently, it is\nnot (yet) the function of the dictionary to show that\narticles (definite or indefinite) are not usually found\npreceding <em>man</em> in senses 2 and 3 but are invariably\npresent before sense 1 uses.  No normal speaker of English\nencountering <em>Man wants but little here below</em>\nwonders—except facetiously—why women have been\nignored.  More likely, they read <em>wants</em> as meaning\n'desires' rather than 'lacks,' but that might well be a\ndeliberate, facetious ambiguity.  We use terms like <em>Neanderthal\nMan, Peking Man</em>, etc., without believing\nfor a moment that there were no Neanderthal or Peking\nwomen (leaving aside Peking Toms).  Cartoonists\nmight depict a child asking a parent about Neanderthal\nwomen, but that is recognizably a joke that depends\nfor its humor on the characterization of the\nquestioner as a fool: that it is a child is irrelevant; it\nmight be Edith Bunker.  Perhaps the most significant\ncomment on the failure to distinguish between <em>man</em>\ngeneric and <em>man</em> 'male human' appears on page 25:</p>\n<blockquote>\n<p>When Edith Bunker, on the television series “All\nin the Family,” quoted Sam Walter Foss's</p>\n<p>“Let me live in my house by the side of the\nroad</p>\n<p>And be a friend of man,”</p>\n<p>Archie's response was, “Yeah, I heard about them\nkind of houses in the army.”</p>\n</blockquote>\n<p>Is it possible that M&amp;S are serious in invoking Archie\nBunker, the archbigot of all time, as a model of understanding\nand a paragon of modern English usage?\nThere are many thousands of such jokes in every language,\nfor they depend for their humor on polysemy or\nhomonymy, which exists in all languages.  Yet, this\nnonsense is compounded.</p>\n<blockquote>\n<p>Lexicographers appear to agree.  Although they\ndo not label the supposedly generic meaning of\n<em>man</em> obsolete, they write some definitions as\nthough we all know it is.  For example, <em>Webster's\nNinth New Collegiate Dictionary</em> (1986) defines a\nman-about-town as a “wordly and socially active\nman.”  But if <em>man</em> sometimes means “any human\nbeing,” should not the definition of <em>man-about-town</em>\nread “a wordly and socially active person of\nthe male sex”?  How can the definers be sure we\nwill know without being told that a man-about-town\nis never a woman?  [p. 8]</p>\n</blockquote>\n<p>On the face of it, one might dismiss this question as\njust so much rubbish and wonder how people of the\nintelligence of M&amp;S could possibly have come to frame\nit.  The answer has nothing to do with their cause,\nhowever, but with the simple fact that dictionaries are\nnot exercises in bi-unique substitutability; in other\nwords, if one of the senses of <em>run</em> is 'operate' (as in <em>She\nruns an engine factory</em>), that does not make it valid to\nassume that one can substitute <em>operate</em> for <em>run</em> in <em>We\nrun in the marathon every year</em>.  Although recognizing\nthis as a shortcoming of dictionaries and assigning it\narbitrarily to what, for lack of a better term, we might\ncall the “genius” of the language, might seem trivial to\nthe casual observer, it is a valid matter for concern in\nthe realm of lexicology.  Using it to bolster an argument\nis plainly a mistake.  Unfortunately, the mistake is compounded\nand perpetuated by dragging in expressions\nlike <em>man in the street, the average working man</em>, and\nothers, and, as a result, the entire argument degenerates.\nPerhaps we ought to be saying <em>street person</em> for\nthe first and <em>working stiff</em> for the second, but the first\nhas been pre-empted and it seems a little incongruous\nto find anyone actively seeking to be called a “stiff.”</p>\n<p>There are actually two things at work in the\n<em>Handbook</em>: one is a genuine concern, when a generalized\nstatement about people is to be made, about being\nunfair to women through the use of references\nwhich, though denotatively neutral, carry the strong\nscent of maleness.  That is, if you are going to say\nsomething about people, then avoid using the word\n<em>man</em> (for example) because, regardless of the ancillary\ndefinitions one might find in the dictionary, in its most\ncommon meaning and use it denotes 'male' and the\nstrong connotations of that denotation are carried over\nto all other applications of the word: it is not, in fact,\nas neutral as some believe it to be.  If that is what M&amp;S\nmean, why don't they just say so?  The other thing is\nthat generalized statements employing reference to\nmales constitute a not-so-subtle form of propaganda\ninterpretable either as pro-male, anti-female, or both.</p>\n<p>(A third possibility, though naturally not treated\nby M&amp;S, is out-and-out misanthropy vs. misogyny, for\nthe notion of simple man-hating should not be ruled\nout entirely.  As a male reader, I get strong vibrations\nfrom this book that the authors advocate the paranoid\nview that everything in the language that is not exactly\nas they would like it to be is the result of a gigantic\nhate program against women.  In that context, one is\ngiven to wonder about the circumstances in languages\nthat have grammatical, not sex gender.)</p>\n<p>The remainder of Chapter 1 is mainly a catalogue\nof misinterpretations, aberrations, and plain errors regarding\nthe use of <em>man</em> as a generic.  A number of\nexcellent suggestions to help people avoid the inadvertent\nexpression of prejudice are offered, albeit interspersed\namong excoriating, castigatory comments that\nare entirely irrelevant to The Cause, hence diminish\nthe impact and strength of purpose of both.  It is indeed\na pity that the authors persist in expressing their\nideas as they do, for were they more practical and not\nso aggressively all-inclusive in their condemnation of\nthe slightest hint of maleness, they would probably\nserve their cause more successfully.</p>\n<p>Curiously, British English (of all things!) has provided\na solution of sorts to the perennial ancillary\nproblem of the “neutral <em>he</em>” as the pronoun of reference\nin the language.  In British English it is no longer\nconsidered a solecism to use the plurals <em>they, their,\nthem, theirs</em> as a generalized pronoun for words like\n<em>eyeryone, everybody, anyone, anybody</em>, etc.  Thus, it\nhas become standard (British) English to say or write,\n<em>Everyone can get their copy at the bookshop, Everybody\nshould make certain to take their own coat</em>, etc.  I\ndon't know about Canada, Australia, etc., but in the\nU.S. this kind of referent usage is considered a heinous\nilliteracy (by those who consider such matters), and\nthose who wish to appear educated would be wise to\navoid it.  It scarcely needs pointing out that the British\nusage was not brought about by any sense of justice\ntoward women but by the apparent fact that the people\nin Britain are not quite as uptight about usage as\nthe Americans.  The second chapter of the <em>Handbook</em> is\ndevoted in its entirety to The Pronoun Problem, mercifully\nconcluding with the expression of some doubt\nthat an artificial generic pronoun, like <em>hir, thon, per</em>,\nand other abominations, is likely to take hold.</p>\n<p>Chapter 3, Generalizations, treats with good\nsense methods that can be employed to avoid sexism in\na wide variety of constructions.  Alas, M&amp;S continue to\ntake up the cudgel, carping against writing which, in\nsome cases, antedates recognition of a problem: it is\nlike nattering on about how awful the Romans were\nbecause they condoned slavery; rather a waste of\nspace, time, and motion, Wot?  Much that might have\nbeen offered with sober good advice here is contaminated\nby an obsessive concern with the identification\nof the sex of the perpetrator of past injustices.  The\napproach is vindictive and castigatory.  Other libertarian\nmovements advocate similar policies: it is not\nenough that wrongs be righted; the discrimination and\nother injustices suffered by past generations, back\nthrough the ages, must be avenged, and the descendants\nof those responsible must be made to pay for\nthose crimes and somehow to compensate the descendants\nof the sufferers.  Such policies are not only\nasinine, they are—and here I have found another appropriate\nplace for the buzz word of the decade—\ncounterproductive: the energies expended on vengeance\nare entirely wasted and should be channeled to\nchanging the present system to ensure that they are not\ncontinued.  Although we continue to track down\ncriminals who did their dirt in WWII, we do business\nwith and carry on other normal relations with the\ndescendants of the Nazis and of those who bombed\nPearl Harbor.  The sins of our forebears should not be\nvisited upon us.  In the same way, those who support\nequal rights for women would be well advised to concentrate\non the issues at hand and not contaminate\ntheir cause with trivia, like whether <em>Romeo and Juliet</em>\nor <em>Antony and Cleopatra</em> ought to have the order of\nthe names reversed in odd-numbered years so that\nwomen get top billing.  While that has not been literally\nproposed (as far as I know), the fact that the men's\nnames appear first has been used by some feminists to\nillustrate the manifestation of an attitude that women\nhave had to put up with all these centuries.</p>\n<p>Seeing Women and Girls as People, Chapter 4,\nsettles down to some good advice, describing what\nmight be offensive to women and how to get around it\nthrough paraphrase.  M&amp;S also go out of their way to\npraise usages that neatly sidestep offensive usage.  Specific\ncliches—<em>working wife, working mother, house-wife</em>,\netc.—are discussed, with sober explanations of\nwhy they are offensive and with suggestions for suitable\nalternatives.</p>\n<p>Chapter 5 covers Parallel Treatment, quite properly\nbearing down on descriptions in which “a man\nand his petite blonde wife” appear.  They go too far,\nthough, when they attack “I lost my job” in place of\n“They fired me” on the grounds that such phrasing\ncontributes to “the harmful stereotype of 'woman as\nvictim.' ”  What unmitigated nonsense!  Men say that,\ntoo, of course.  To be fair, M&amp;S also criticize identifications\n(mainly from news stories) of women as “mother\nof five” and other gratuitous characterizations that are\nnot only irrelevant to the item's newsworthiness but are\nrarely offered about men.</p>\n<p>Chapter 6 discusses, under A Few More Words, a\nnumber of suffixes (<em>-trix, -ess</em>, etc.) and words (<em>hero/\nheroine, alumnus/alumna/alumni/alumnae</em>, etc.) that\napparently offend the authors: they campaign for the\nelimination of <em>la différence</em>.  My own attitude is that I\nfind such terms not in the least denigrating: Why\nshould a woman object to being called a heroine, a\ndivorcée, or an actress any more than being called a\nfemale or a woman?  I see the rather boring point\nabout using <em>alumni</em> to cover both men and women,\nand I quite agree that the use of relatively newer and\nless widely used terms like <em>authoress, aviatrix</em>, and\n<em>poetess</em> seems to be a deliberate, unwarranted attempt\nto identify someone as a female; but a graduate of the\nfeminine gender is a 'woman graduate' = <em>alumna</em>, the\n'first woman dancer in a ballet company' is a <em>prima\nballerina</em> (I've never heard of a “prime ballerino”), and\na 'woman opera star' is a <em>diva</em> or <em>prima donna</em>.  I\nhesitate to point out that we use <em>prima donna</em> of men,\ntoo, because my critics will say that they disapprove of\nthe term's second life as designating a “temperamental\nperson of either sex.'  These, of course, are loanwords\nborrowed from languages that have (or had) grammatical\ngender.  The same is true of <em>heroine</em> and thousands\nof other words.  What are we to do?  The answer is not\nclear unless we accept a policy of drawing up a (very)\nlong list of taboo words.  A short list is not impossible,\nfor it would join words like <em>nigger, kike, mackerelsnapper</em>,\nand others.</p>\n<p>The book concludes with A Brief Thesaurus,\nwhich lists a few offending words and their suggested\nalternatives.  If this were indeed to have been a <em>handbook</em>,\nusers would have found a longer list more useful.\nThere follows a desexing section on maxims (for “He\nwho laughs last laughs best” read “The last laugh is the\nbest”: not only does it not say the same thing but the\nsecond is totally lacking in the rhetorical devices\npacked into the first), and a two-page bibliography,\nreference notes to chapters, and an index.  On the last\npage is a short biographical note about the authors in\nwhich, through pronoun references, we learn that\nboth are women.</p>\n<p><em>The Nonsexist Word Finder</em>, subtitled <em>A Dictionary\nof Gender-Free Usage</em>, opens with a foreword by\nMiller and Swift.  Most of the book is an A-Z listing of\nwords that are, for the most part, sexist, but, as the\nauthor sets forth in the User's Guide, “Some words are\nincluded here because they are ambiguous: Is a belly\ndancer always a woman?  Is a Canadian Mountie always\na man?”  Odd question, that; I had to phone the\nCanadian consulate to find out that there have been\nfemale Mounties since 1975, though one might question\ntheir approval of being so designated.  As for belly\ndancers, not only have I never heard of a male belly\ndancer but find the very idea more exotic than erotic.\nPut on what, in the military, they like to call a “need-to-know”\nbasis, then why not distinguish between\n<em>belly dancer</em> and <em>belly danseuse</em>?—though I daresay\nthe author, Rosalie Maggio, would scarcely approve of\n<em>danseuse</em>.  Put another way, are not these very questions\nsexist?  In one sense they are, but if people were to\npay hard cash to watch a belly dancer only to find that\nit was a man, I think they might have some justification\nin asking for their money back.  I would feel the\nsame way if I paid to see the Rockettes only find that\nthey were “Rockets.”  There would probably be little\nchance of a refund if the place were run by a feminist.</p>\n<p>Is a men's room attendant always a man?  Any\nman who has traveled in Europe knows the answer to\nbe No.</p>\n<p>The entries themselves are more or less helpful,\ndepending on the information one is seeking.  The\ntreatment ranges from an explanation of a term to a\nlist of alternatives.  Here are two typical entries:</p>\n<blockquote>\n<p><em>according to Hoyle</em> <em>according to/by the book, according\nto/playing by the rules, absolutely correct,\ncricket, in point of honor, on the square,\nproper/correct way to do things</em>.  See Appendix A\nfor the rationale on avoiding sex-linked metaphors,\nexpressions and figures.</p>\n<p><em>acolyte</em> usage of this word varies from one time,\nculture, and religion to another.  In the Roman\nCatholic Church, for example, women can function\nas acolytes (one of the minor orders of the diaconate)\nbut may not be officially installed as acolytes.\nInsofar as it means “attendant,” an acolyte can be\neither a man or a woman.</p>\n</blockquote>\n<p>Reference to the designated section in Appendix A\nreveals a brief discussion of the subject of sex-linked\nmetaphors which quite correctly points out that many\ncommon metaphors, metonyms, and allusions refer to\nmales—<em>Achilles' heel, before you can say Jack Robinson,\nBluebeard, David and Goliath</em>, and many more.\n(Why should one assume Hoyle to be a man?)  Maggio\ndoes not get bent out of shape about these, providing\nthe following advice:</p>\n<blockquote>\n<p>There is nothing wrong with any of [these\nimages] in themselves.  However, their cumulative\neffect tends to be overpowering.  This dictionary\nlists alternatives for many of these expressions, not\nso that they can be removed from the language,\nbut so that you can attempt to balance your writing\nand speaking with both female and male\nimages or use alternatives when gender-fairness is\nnot possible.  In addition, there are times when it is\nawkward and illogical to use a male metaphor for\na woman.  There is nothing ungrammatical or\nwrong about saying “She's a real Johnny-comelately,”\nbut it grates.</p>\n</blockquote>\n<p>It is hard to imagine anyone, regardless of sex, enjoying\nbeing referred to as a <em>Johnny-come-lately</em>.  The\nself-styled humorists could have a field day with this\none, too, suggesting “She's a Jacquelyn of all trades” or\nthe sexless <em>Robin Crusoe</em>.  I looked up in the dictionary\nsection a few of the allusions that cannot really be\nparaphrased.  At <em>Bluebeard</em>, advice is given to avoid\nreference to him completely, which is understandable\non nonlinguistic grounds, too.  <em>Superman</em> (the character)\nis not in, nor is there an entry for <em>Mutt and Jeff.\nDon Quixote</em> is listed in the Appendix, but I could not\nfind him in the dictionary, nor could I find <em>quixotic,\nQueen of Sheba, Jeeves, Venus, Einstein</em> (for 'genius'),\n<em>Hitler</em> (for 'demagogue, tryant'), <em>Attila the Hun</em> (for\n'barbarian'), <em>Robinson Crusoe</em> (for 'castaway; lonely\nperson')—but <em>man Friday</em> is in—<em>Horatio Alger, Narcissus</em>,\netc.  But what are we to do about eponyms?</p>\n<p>Were the two <em>Washingtons</em> (state and D.C.) named for\nGeorge or Martha?  Some people (mistakenly) think\nthat the slang term for a commode was named for\nThomas <em>Crapper</em>, English plumber.  <em>Leotards</em> and <em>daguerreotypes</em>\nwill have to go.</p>\n<p>For the most part, as might be expected, Maggio's\nalternatives and equivalents are phrasal definitions\nwhich, if assiduously applied, would effectively sterilize\nall writing.  The interesting and useful entries are\nthose in which the author explains, without the frenetic\nanguish that pervades the M&amp;S book, why the\nterm is offensive.  I cannot say that I agree with everything\nshe says nor with every item selected for inclusion,\nbut, on the whole, the book comes off as a very\ngood treatment of the subject.</p>\n<p>Such books are an education.  Were I in a position—say\nas editor of a newspaper—in which I was\nresponsible for treating the kinds of subjects that might\nbe construed as sensitive to antiwoman prejudice, I\nshould find <em>The Nonsexist Word Finder</em> the sanest of\nthe lot and the easiest to understand and use.  Compared\nwith <em>The Handbook of Nonsexist Writing</em>, it\ncovers much more territory and readers are made to\nfeel that the author is cueing them in to the information\nshe thinks they ought to have.  <em>The Handbook</em> is a\npolemical work; despite its title, it is not organized the\nway a handbook for writers, editors, etc., normally\nwould be.  It might have been more useful as a handbook\nhad it cleaved more closely to the structural\nmodel of standard style manuals.  My greatest objection\nto it is its argumentative, disputatious tone, which\nfrequently borders on the vituperative.  It is as if you\nlooked up, say, <em>infer/imply</em> in a usage manual and the\nauthor's treatment, in place of an explanation and\nsound advice, were an unpleasant diatribe against anyone\nso dense and rude as to have had to look up the\nentry to begin with.  M&amp;S are testy—which they may\nhave every right to be in light of the trials and tribulations\nof women—but their moody petulance does not\nlead to a winning, let alone diplomatic style, and their\npurpose is accordingly ill served.</p>\n<p>As for me, I do my utmost to avoid language that\nmay offend people, including men.  I refuse, out of\nconservatism and sheer curmudgeonliness to give up\nEnglish grammar (like the “neutral” pronouns of reference)\nwhen I cannot paraphrase without losing what\nlittle elegance there may be in my writing, and I refuse\nto sacrifice metonyms, metaphors, allusions, and\nother figures of speech that contain male referents,\nsubstituting “big liar” for <em>Baron Munchhausen</em> and\n“Peeping Thomasina” for <em>Peeping Tom</em> or trying to get\naround saying or writing <em>Pollyanna, say uncle, raise\nCain</em>, or <em>Jesus Christ</em>!</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Handbook-Nonsexist-Writing-Casey-Miller/dp/0062731734\"><em>The Handbook of Nonsexist Writing</em></a> and <a href=\"https://www.amazon.com/Nonsexist-Word-Finder-Rosalie-Maggio/dp/0807060011\"><em>The Nonsexist Word Finder</em></a></h1> <p>Casey Miller and Kate Swift, (2nd Edition, Harper &amp; Row, 1988), x + 180pp. and Rosalie Maggio, (Oryx Press, 1987), xiv + 210pp.</p> <p>The subject of nonsexist language is a matter of\ngenuine concern, not only to women [see page 1 of this\nissue] but to everyone.  It ill behooves us to be unfair to\nany segment of the population, and it is not only immoral\nbut illegal to discriminate against people on\nvirtually any basis.  In recent decades, certain changes\nhave taken place in the language that reflect voluntary\nchoices of the words used to characterize people; these\nhave focused largely on the conscious and conscientious\nsubstitution of neutral, sexless words like <em>individual(s),\nperson</em>, and <em>people</em> for terms that normally denote\nonly males.  Journalists and other commentators have\nsometimes taken a facetious view of the situation, suggesting\nthat <em>person</em>, itself, is sexist because -son denotes\n'male offspring,' that words like <em>manhole</em> are sexist,\nand that even <em>woman</em> (<em>wo</em> + <em>man</em>) is sexist.  By this\ntime the humor, if there was any there to begin with,\nhas worn very thin, indeed, and the end of it would be\nwelcome.  Then, too, there have been the campaigners\nwho have gone to what some regard as opposite extremes:\nif the head of a committee is known to be a\nman or a woman, then <em>chairman</em> or <em>chairwoman</em> must\nsurely be the proper denotation; if the sex of the person\nis not known, then <em>chairperson</em>, though awkward-sounding,\nis the preferred form.  But it is patently ridiculous\nto refer to someone whose sex is known as a\n<em>chairperson</em>.  <em>Chair</em> should be reserved for the office of\nthe chairperson, not the person holding the office.  Yet,\nmany prefer <em>chair</em> to <em>chairperson</em> on the grounds of\nbrevity and because it avoids the awkwardness of the\nlonger alternative.  Miller and Swift [M&amp;S] treat this\nproblem and seem to believe that it has been solved:</p> <blockquote>\n<p>The lexicographer Alma Graham points out that\n<em>chair</em> has been recognized, in the sense of “the occupant\nof the chair ... as invested with its dignity,”\nsince the seventeenth century just as <em>the\nCrown</em> has been used for the monarch, or the <em>Oval\nOffice</em> has come to stand for the President of the\nUnited States.  “Address your remarks to the chair”\nillustrates metonymy, a figure of speech in which\nsomething is called by the name of something else\nassociated with it.  Nobody understands an injunction\nto “address the chair” as an order to talk to a\npiece of furniture.  [pp. 33-34]</p>\n</blockquote> <p>The final sentence is about as valid as would be the\ncomment that nobody understands such an injunction\nas an order to write the address of the chairperson on a\ndozen envelopes, either.  But there are other specious\narguments in the above statement:</p>"
}