{
  "type": "Article",
  "title": "Money of the Realm",
  "author": "Peter K. Oppenheim",
  "location": "San Francisco",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Money of the Realm</h1>\n<p><em><span data-rel=\"author\">Peter K. Oppenheim</span> <span data-rel=\"location\">San Francisco</span></em></p>\n<p>One of the privileges of national sovereignty is the\nright to name your country's money, or to rename\nit when the old name has acquired unpleasant\nassociations.  The tourist struggling at each border\ncrossing with exchanging one country's money for that\nof another and trying to fix values may not have the\ntime then to wonder why a country's money is called\nwhat it is.  [Because so many languages are involved,\nthe names that follow are as used in English language\npublications of the International Monetary Fund.]</p>\n<p>Money originated in the form of coins.  For many\ncountries the current names of what is now mostly\npaper money are based on characteristics of the old\ncoins or refer to the fact that the weight of a silver or\ngold coin was often an indication of its value.  The\n<em>pound sterling</em> (the money of the United Kingdom),\nfor example, apparently derived from a pound weight\nof silver pennies of the Norman period which had a\nstar on them (Old English: <em>steorling</em> 'coin with a star').\nThe concept continues through the Spanish word for\n'weight': <em>peso</em> (Bolivia, Chile, Colombia, Cuba, Dominican\nRepublic, Mexico, Philippines, Uruguay); its\ndiminutive: <em>peseta</em> (Spain), and the same word in Portuguese:\n<em>peso</em> (Guinea-Bissau).</p>\n<p>The association of money names with other\nweights is common: <em>ouguiya</em> (Mauritania) means\n'ounce.'  <em>Kyat</em> (Burma) is the name for a measure of\n16.33 grams.  <em>Baht</em> (Thailand) is a weight of 15 grams.\n<em>Drachma</em> (Greece), which literally means a 'handful,'\nis a weight of 3.2 grams.  <em>Dirham</em> (Morocco, United\nArab Emirates) derives from <em>drachma</em>.</p>\n<p>As in the United Kingdom, the currency names of\nother economically powerful countries have long historical\nroots.  <em>Franc</em> (France) goes back to a 14th-century\ncoin inscribed “Francorum rex,” 'King of the\nFranks.'  <em>Dollar</em> (United States and some other countries)\nderives from the German <em>Thaler</em>, a coin of the\n16th century which was minted in silver from a mine in\nJoachimsthal.  The word <em>dollar</em> was used in 17th-century\nEngland to refer to the <em>thaler</em> and became the\nofficial name of the United States monetary unit by an\nAct of the Continental Congress, on July 6, 1785.</p>\n<p><em>Denarius</em>, a coin of ancient Rome, evolved into\n<em>dinar</em>, the name used by many countries of the eastern\nMediterrean which were once part of, or near, the\nancient Roman Empire (Algeria, Bahrain, Iraq, Jordan,\nKuwait, Libya, People's Democratic Republic of\nYemen, Tunisia, Yugoslavia).  Denarius was the source\nof the abbreviation d for the former English penny.\n<em>Shilling</em>, another coin in the predecimal pound sterling\nmay take its name from the Roman coin, <em>solidus</em>,\nworth about 25 denarii.  It is the money name in\nKenya, Somalia, Tanzania, Uganda, and, spelt <em>Schilling</em>,\nin Austria.  <em>Metical</em> (Mozambique) was a former\nArab unit of currency.  <em>Dobra</em> (São Tomé and Prín-</p>\n<p>cipe), meaning 'double,' is the name of a former Portuguese\ngold coin.  <em>Pataca</em> (Macau) stems from a 17th-century\nSpanish and Portuguese coin, the <em>patacoon.\nKina</em> (Papua New Guinea) originated from shell\nmoney used for centuries by people along their coast;\nthe <em>cedi</em> of Ghana means 'small shell' after the former\nuse of the cowrie shell for money.  The complete panel\nof cloth formerly used for money is the meaning behind\n<em>dalasi</em> (The Gambia).</p>\n<p><em>Mark</em> was a common term used throughout Europe\nfor a weight of silver or gold, usually about eight\nounces.  The name was adopted by Germany in 1875\nfor a coin to replace the thaler.  The Germans retained\nthe name even when its monetary value sank so low\nthat currency reform was necessary.  It was the <em>reichsmark</em>\nthat suffered through the hyperinflation of\n1922-23 when the cost of mailing a letter went from\none reichsmark to 40 billion in 17 months.  The <em>rentenmark</em>,\nsecured by the industrial and agricultural\nresources of the country, was introduced in limited\namounts to stabilize the currency.  (This was the creation\nof the German financier and Central Banker,\nHjalmar Horace Greeley Schacht.)  The name continues\nin <em>Deutsche mark</em> (West Germany) and <em>mark</em> (East\nGermany).  When Brazil reformed its economy several\nyears ago, the former name of its currency was\nchanged from <em>cruzeiro</em> to <em>cruzado</em>, the meaning 'little\ncross' to 'crusade' being of less importance than the\nsimilarity of the names in Portuguese.</p>\n<p>The names of some kinds of money are associated\nwith the metal originally used or some related feature.\n'Gold' is the meaning of <em>guilder</em> (Netherlands) and\n<em>ztoty</em> (Poland).  The Sanskrit for 'wrought silver' is the\nbasis for <em>rupee</em> (India, Pakistan, Seychelles, Sri\nLanka), <em>rupiah</em> (Indonesia), and <em>rufiyaa</em> (Maldives).\n<em>Birr</em> (Ethiopia) means 'silver' and was the name used\nbeginning in the 18th century to designate the Maria\nTheresa thaler, an Austrian coin which circulated in\ncountries around the Red Sea.  <em>Ringgit</em> (Malaysia)\nmeans 'serrated, milled,' a characteristic of the edging\non coins.  <em>Kip</em> (Laos) means 'ingot.'  <em>Ruble</em> (Russia),\nwhich literally means 'stump,' might have denoted a\npiece cut from a silver bar.</p>\n<p>Some countries name their currency to honor people\nfamous in their history: <em>bolivar</em> (Venezuela) for the\nliberator of South America, Simón Bolívar; <em>sucre</em>\n(Ecuador) for Antonio José de Sucre, chief lieutenant\nof Bolívar and liberator of what is now Ecuador at the\nbattle of Pichincha in 1822 near Quito; <em>colón</em> (Costa\nRica, El Salvador) for Christopher Columbus; <em>balboa</em>\n(Panama) for Vasco Núñez de Balboa, discoverer of the\nPacific Ocean; <em>lempira</em> (Honduras) for the 16th-century\nIndian chief who is a national symbol of liberty\nand valor for resisting the Spanish advance; and <em>córdoba</em>\n(Nicaragua) for Francisco Hernández de Cór\ndoba, first acting governor.  Both Balboa and Córdoba\nwere deputies of the Spanish governor in Panama, Pedro\nArias Da\\?\\ila, who subsequently executed them.\nThe regional characteristic of using the same idea\nas a basis for selecting a currency name is apparent\nfrom these South and Central American neighboring\ncountries.</p>\n<p>It is true also in Scandinavia where the money\nname is <em>crown: krona</em> (Sweden, Iceland), <em>krone</em> (Norway,\nDenmark).  The only non-Scandinavian “crown”\nis <em>koruna</em> (Czechoslovakia).  Regional patterns emerge\nelsewhere: in northern Asia the money names mean\n'round, circular': <em>yen</em> (Japan), <em>won</em> (Korea), <em>tugrik</em>\n(Mongolia), and <em>yuan</em> (People's Republic of China).  In\nthe last, the currency name is actually <em>renminbi</em>, 'people's\nmoney,' with the unit of account being the <em>yuan</em>.\nThe meaning 'royal' appears as <em>riyal</em> (Saudi Arabia,\nQatar), <em>rial</em> (Iran, Oman, Yemen Arab Republic), and\nfurther south as <em>lilangeni</em> (Swaziland).</p>\n<p>History and myth provide another source for\nnames.  <em>Shekel</em> (Israel) was a Babylonian weight which\nbecame the coin of the Hebrews.  [Exodus 30:13 “This\nthey shall give...half a shekel after the shekel of the\nsanctuary: (a shekel is twenty gerahs) and half shekel\nshall be the offering of the Lord.”]  <em>Taka</em> (Bangladesh),\nliterally 'money,' derives from <em>tonka</em> of the old Persian\nlanguage which was the money of the 16th-century\nMughal empire in circulation in what was then Bengal.\n<em>Inti</em> (Peru) was the sun god in the ancient Peruvian\nreligion; Peru's previous money was <em>sol</em>, Spanish for\n'sun.'  <em>Rand</em> (South Africa) is the now common name\nfor the <em>witwatersrand</em>, the site of the great gold fields\nfound in the late 19th century and the original source\nof its wealth.</p>\n<p>For most countries the easiest source of a name for\ntheir money has been to take that of another country,\neither because of proximity and association with a\nstrong economic country or because of a former colonial\nrelationship.  Thus, Belgium, Switzerland, and\nLuxembourg use <em>franc</em>; Canada and The Bahamas\nchoose <em>dollar</em>.</p>\n<p>The name <em>dollar</em> is used by sixteen more countries:\nAustralia, Barbados, Belize, Bermuda, Brunei, Fiji,\nGuyana, Hong Kong, Jamaica, Liberia, New Zealand,\nSingapore, Solomon Islands, Taiwan, Trinidad and\nTobago, and Zimbabwe.  As the <em>East Caribbean dollar</em>,\nit is used by several small countries who do not have\ntheir own money: Antigua, Dominica, Grenada, St.\nChristopher and Nevis, St. Lucia, and St. Vincent.</p>\n<p>The name pound is used by Cyprus, Egypt, Ireland\n(as <em>punt</em>), Lebanon, Sudan, and Syria.  <em>Lira</em> (Italy,\nMalta, Turkey) is a contracted form of the Latin\nword for 'pound' <em>libra.  Mark</em> traveled as <em>markka</em> to\nFinland.</p>\n<p>The names <em>franc</em> and <em>guilder</em> spread only to their\nformer colonial areas.  The <em>franc</em> appears in Burundi,\nComoros, Djibouti, French Guiana, Guinea, Malagasy,\nRwanda, and as a common currency of the CFA\n(Communauté Francaise Africaine), comprising Benin,\nBurkina Faso, Cameroon, Chad, Central African\nRepublic, Côte d'Ivoire, Equatorial Guinea, Gabon,\nMali, Niger, People's Republic of the Congo, Senegal,\nand Togo.  <em>Guilder</em> is used in Netherlands Antilles and\nSuriname.</p>\n<p>Money has also derived its names from things or\nanimals.  <em>Lev</em> (Bulgaria) and <em>leu</em> (Romania) mean\n'lion.'  <em>Escudo</em> (Portugal, Cape Verde) means 'shield.'\n<em>Quetzal</em> (Guatemala) is the national bird and <em>guarani</em>\n(Paraguay) the name of an Indian tribe.  <em>Forint</em> (Hungary)\nmeans 'flower,' <em>pula</em> (Botswana) 'rain,' <em>austral</em>\n(Argentina) 'southern,' and <em>kwanza</em> (Angola) 'first.'\n<em>Kwacha</em> (Malawi, Zambia) means 'dawn' in reference\nto the “dawn of freedom.”  <em>Tala</em> (Western Samoa) is\nderived from <em>dollar</em>, while <em>pa'anga</em> was selected by\nTonga.  As reported in <em>The N.Y. Times</em>, “Tonga has\ndecided against calling its new decimal currency unit\nthe dollar because the native word <em>tola</em> also means a\n'pig's snout,' the 'soft end of a coconut,' or, in vulgar\nlanguage, a 'mouth.'  The new unit...has only two\nalternative meanings—a 'coin-shaped seed' and, not\nsurprisingly, 'money.' ”</p>\n<p>When no other source seems suitable, nations\nname their money after the country.  <em>Naira</em> (Nigeria) is\nderived from the country's name as is probably <em>Vatu</em>\n(Vanuatu).  More direct is <em>afghani</em> (Afghanistan), <em>leone</em>\n(Sierra Leone), and the ultimate in directness, <em>zaire</em>\n(Zaire).</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Money of the Realm</h1> <p><em><span data-rel=\"author\">Peter K. Oppenheim</span> <span data-rel=\"location\">San Francisco</span></em></p> <p>One of the privileges of national sovereignty is the\nright to name your country's money, or to rename\nit when the old name has acquired unpleasant\nassociations.  The tourist struggling at each border\ncrossing with exchanging one country's money for that\nof another and trying to fix values may not have the\ntime then to wonder why a country's money is called\nwhat it is.  [Because so many languages are involved,\nthe names that follow are as used in English language\npublications of the International Monetary Fund.]</p> <p>Money originated in the form of coins.  For many\ncountries the current names of what is now mostly\npaper money are based on characteristics of the old\ncoins or refer to the fact that the weight of a silver or\ngold coin was often an indication of its value.  The\n<em>pound sterling</em> (the money of the United Kingdom),\nfor example, apparently derived from a pound weight\nof silver pennies of the Norman period which had a\nstar on them (Old English: <em>steorling</em> 'coin with a star').\nThe concept continues through the Spanish word for\n'weight': <em>peso</em> (Bolivia, Chile, Colombia, Cuba, Dominican\nRepublic, Mexico, Philippines, Uruguay); its\ndiminutive: <em>peseta</em> (Spain), and the same word in Portuguese:\n<em>peso</em> (Guinea-Bissau).</p> <p>The association of money names with other\nweights is common: <em>ouguiya</em> (Mauritania) means\n'ounce.'  <em>Kyat</em> (Burma) is the name for a measure of\n16.33 grams.  <em>Baht</em> (Thailand) is a weight of 15 grams.\n<em>Drachma</em> (Greece), which literally means a 'handful,'\nis a weight of 3.2 grams.  <em>Dirham</em> (Morocco, United\nArab Emirates) derives from <em>drachma</em>.</p>"
}