{
  "type": "Article",
  "title": "Do Mistake—Learn Better",
  "author": "Joseph Hynes",
  "location": "University of Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Do Mistake—Learn Better</h1>\n<p><em><span data-rel=\"author\">Joseph Hynes</span> <span data-rel=\"location\">University of Oregon</span></em></p>\n<p>To a Western ear, the most predictable of language\ntraits, perhaps, is the well-advertised Japanese\nuse of <em>r</em> for our <em>l</em>.  Indeed, in my travels about\nHonshu during a three-month visit, I did hear “coinrocker,”\n“see you rater,” “Adurt Graphics” (dirty books),\n“blackwrrants” (hit-and-miss rendering of black walnuts),\n“Coffee Corombia” (a chain of coffee shops), and\n“Coconut Glove.”  The Japanese spell and pronounce\nwhat they hear and are accustomed to pronounce,\nmuch as Americans are inclined to say “Kindagarden,”\n“ekscape,” “lawnjeray,” “asterik,” and “ekcetera.”  Such\nspellings and soundings are hardly surprising, however\ndelightful.  They may at least begin to suggest the considerable\nlanguage barrier between my hosts and me.</p>\n<p>Latin may provide a good analogy to what I experienced\nin Japan.  We are not taught to speak Latin (a\n“dead” language), and the Japanese are not taught to\nspeak English.  Thus I met any number of expressions\nwhich I could work out, given their contexts, and\nwhich have in common both a valiant attempt to use\nEnglish and an unfamiliarity with idiom.  Among\nthese are: “Get Back” (a sign flashed on TV to invite or\ncommand the viewer to return after the commercial,\nor maybe promising that the production will return\nthen); “Pants 50% Down” (ad for a sale); “in my side”\n(for my part; on my side of the argument); “Step the\nPedal — Water Will Flow” (sign in a train lavatory);\n“Drive-Thru Window” (at the bank); “How do you\ndoing?”  (“How do you do?”  wed to “How are your\ndoing?”); “Let's Sports!”  (ad for an athletic club)'\n“Tasty Menu” (printed on a menu); “Big Heights\nTahiragi” (the Tahiragi high-rise apartment building);\n“Build Saito” (the Saito Building); “pair glass” (a pair\nof drinking glasses); “Arrange Ball” (Pachinko or pinball);\n“History and Future Pavilion” (Pavilion of Past\nand Future); “fillet of minion” (entanglement perhaps\nnot so simple); “Extra Interior” (factory-printed sign\non a car: roomier?  better-equipped and -furnished?);\n“My Life, My Gas” (ad for Tokyo Gas Co.); “Make\nMens” (placard over a men's tailoring shop); “Hot Coffee—Endless\nService” (all the hot coffee you can\ndrink); “Mons. Kamiya—Close” (the Franco-Japanese\nhairdresser is out to lunch).  Into this category fall\nthree additional items which, because I never ordered\nthem from the menu, I cannot recommend—or even\nreliably identify: “Steak Bites Teriyaki Sauce,” “Lunch\nof Junior,” and “Lady's Salad with Whipped Cream.”\nFor me, all of these expressions convey a plucky willingness\nto learn a foreign language and to use it in\neveryday situations.  In the words of a newspaper ad\nfor a language school, “Do Mistake—Learn Better.”</p>\n<p>When my students and I approached the heart of\nthe course—talking the English language—nothing\nseemed to work for me until I closed all the books and\ncompelled two or three students at a time to put themselves\nin commonplace situations in which they had to\nspeak English.  Going to the game, shopping, making\nplans to take the train, giving directions to one another\nor to me—these little situations created high\ndrama more often than not, but they also brought\nabout utterances, sounds on which we could at least\nstart to work.  Incidentally, I startled them one day\nwith Victor Borge's punctuation system, which instructed\nand delighted them with its differentiated\npopping and spitting.  I think we made modest progress\nin three months.</p>\n<p>On the other hand, of course, I had to swallow\nmy own pedagogy in my trips to the store and in my\nefforts to buy train tickets to the right places.  Sometimes\nI gave up, as when pointing to my temples\n(white) brought shampoo rather than the desired\nbleach.  At other times I won because I could eventually\ndig out the desired object from the shelf (no help\nat the train station).  Sometimes I engaged in pantomime\nof undoubtedly ludicrous dimensions.  This had\nthe effect of puzzling some clerks, of occasionally leading\nto communication (finger-pinching for clothespins\nworked, for example), and most often of bringing out\nthe clerks' sense of humor, expressed in good-natured if\nfrustrated laughter.  I found that by pointing to beer in\na refrigerator, pulling up my collar, slapping my sides,\nand frowning—and by then throwing open my coat,\nmopping my brow, and smiling—I could get the desired\nunchilled beer (“hotto beeru”).  It was impossible\nnot to remain humble in these circumstances.  My students\nwere waging a linguistic battle, whereas I was\nmerely doing a bad job of imitating Marcel Marceau.</p>\n<p>Japanese English is a great joy and a wondrous\nthing, as I have indicated.  What a pleasure, for example,\nto discover that one who has been tagged out at\nhome plate is the victim of an “out-throw.”  How reassuring\nto be told by one's smiling, hooded, middleaged\nwoman caddy that one's drive is “safe-o”—that is,\nnot unfindable; or that one's next shot will require a\n“nine-o” or an “eight-o” or a “wedgie” (if one is in the\n“sand-o”).  What a surprise to hear, first, an American\ncommentator on a televised golf tourney describe a\nreverse-necked putter colloquially, and then to hear\nthe Japanese broadcaster translate that description\ninto a terse sentence or two ending with the expression\n“bassackawad putta.”  What a curious sensation to have\na cabaret girl stop her professional smiling and knee-patting,\nforget about passing scotch and veggies while\ncarrying on in rudimentary English (“What is your\nhobby?”), and run into the back room for her textbook\nin order to ask how to pronounce “banal.”</p>\n<p>Other experiences are linguistic only in reverse, or\nonly as one thinks of what the language ought to be.\nFor example, James Garner's Rockford dubbed as a\nJapanese tenor is a reminder of one's firm awareness of\nGarner's American tone and timbre.  Better yet, the\ndubbed Christopher Reeve, Margot Kidder, Marlon\nBrando, and company made me conscious of how I\nhad originally “heard” <em>Superman I</em>, and of how I commonly\nignore what pitch and range (apart from diction\nand idiom) contribute to any language.  Best of\nall, probably, was the unintentional but unavoidable\nhilarity roused by Hattie McDaniels, Butterfly McQueen,\nand Vivien Leigh as they jabbered and\nsqueaked in Japanese about Ashley Wilkes, Mista\nRhett, and the fall of Atlanta.  A perennial language\npuzzler is the famous “yes” in response to very nearly\nall questions and declarations.  To be able to distinguish\namong types of “yes”—to be able to discern\nwhen that word means “no” or “perhaps” or “yes, I\ndon't think so”—that would mean that one had become\nintimately Japanese.</p>\n<p>My marginally linguistic education merits some\ncorollary mention.  A local factory, I soon discovered,\npipes the strains of “Goin' Home” at noon and at quitting\ntime.  When a baseball player is removed by the\nmanager, the organist plays “Auld Lang Syne.”  What\nwas I to do in the men's community bath at a Japanese\nhotel (a <em>ryokan</em>), besides wash?  Obviously, I could not\nsay much.  I sat soaking at about 100°F, while an exuberant\ngentleman on my left, who was wearing his\nwashcloth draped over his head, gave me his four words\nof English: <em>New York, Broadway, Niagara Falls, Grand\nCanyon</em>.  The real cultural joy, however, lay in just immersing\nmyself in this aura, evoking Dante and 8½,\nand watching the occupants through the steamy haze as\nthey lathered, rinsed, and squatted on little plastic\nstools to shave before low-hung misted mirrors against\nthe walls—all this before I slap-slapped back to my\nroom to enjoy dinner on the floor.  Finally, in this context,\nI think back on what I derived from different kinds\nof theatre: <em>Bunraku, Kyogen, Noh</em>, and <em>Kabuki</em>.  Never\nbefore had I been required to see and soak up that\ndrama which depends on a whole array of techniques\nthat have nothing intrinsically to do with words.  Here\nwas the proof.  I was compelled to pay strict attention\n(for four or five hours at a time) to setting, lighting,\nmusic, gesture, singing, pace of over-all presentation; to\nthis or that role's performance, costume, formal distancing\nfrom the audience (Noh) or Globe-like intimacy\nwith the audience (Kabuki); to traditional methods of\nmen's playing women's parts, audience's anticipation\nand shouted recognition of favorite plays and actors and\nmoments, tone of voice, etc.</p>\n<p>I find it difficult to imagine a people more hospitable,\nmore generous with their time, than the Japanese\nwho took care of me.  The nation is renowned for\nits gift-giving, as we all know.  My hosts were always\ncalm and kind in putting up with the odd foreigner\nwho was bound to find larger signals gross and yet to\nmiss nuances altogether, coming across as deaf, dumb,\nand functionally illiterate.  A final instance will make\nmy point.  In late October a young woman librarian at\nthe college took me to a flower-arranging exhibition.\nIn early December I received under my office door a\nnote from this young woman containing the following\nexcerpts: “How are you?  It is almost one month I\nhaven't met you...and I'm worried whether you are\nfine or not, or you are very busy...And only one month\nis left.  Only one month!  I want to know much of you.\nSo if there are something interesting or something worried,\nplease give me a call at any time.  I should worry.\nI have no knowledge to tell you about Japan.  But I try\nto help you.” That's what I miss: language and more.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Do Mistake—Learn Better</h1> <p><em><span data-rel=\"author\">Joseph Hynes</span> <span data-rel=\"location\">University of Oregon</span></em></p> <p>To a Western ear, the most predictable of language\ntraits, perhaps, is the well-advertised Japanese\nuse of <em>r</em> for our <em>l</em>.  Indeed, in my travels about\nHonshu during a three-month visit, I did hear “coinrocker,”\n“see you rater,” “Adurt Graphics” (dirty books),\n“blackwrrants” (hit-and-miss rendering of black walnuts),\n“Coffee Corombia” (a chain of coffee shops), and\n“Coconut Glove.”  The Japanese spell and pronounce\nwhat they hear and are accustomed to pronounce,\nmuch as Americans are inclined to say “Kindagarden,”\n“ekscape,” “lawnjeray,” “asterik,” and “ekcetera.”  Such\nspellings and soundings are hardly surprising, however\ndelightful.  They may at least begin to suggest the considerable\nlanguage barrier between my hosts and me.</p> <p>Latin may provide a good analogy to what I experienced\nin Japan.  We are not taught to speak Latin (a\n“dead” language), and the Japanese are not taught to\nspeak English.  Thus I met any number of expressions\nwhich I could work out, given their contexts, and\nwhich have in common both a valiant attempt to use\nEnglish and an unfamiliarity with idiom.  Among\nthese are: “Get Back” (a sign flashed on TV to invite or\ncommand the viewer to return after the commercial,\nor maybe promising that the production will return\nthen); “Pants 50% Down” (ad for a sale); “in my side”\n(for my part; on my side of the argument); “Step the\nPedal — Water Will Flow” (sign in a train lavatory);\n“Drive-Thru Window” (at the bank); “How do you\ndoing?”  (“How do you do?”  wed to “How are your\ndoing?”); “Let's Sports!”  (ad for an athletic club)'\n“Tasty Menu” (printed on a menu); “Big Heights\nTahiragi” (the Tahiragi high-rise apartment building);\n“Build Saito” (the Saito Building); “pair glass” (a pair\nof drinking glasses); “Arrange Ball” (Pachinko or pinball);\n“History and Future Pavilion” (Pavilion of Past\nand Future); “fillet of minion” (entanglement perhaps\nnot so simple); “Extra Interior” (factory-printed sign\non a car: roomier?  better-equipped and -furnished?);\n“My Life, My Gas” (ad for Tokyo Gas Co.); “Make\nMens” (placard over a men's tailoring shop); “Hot Coffee—Endless\nService” (all the hot coffee you can\ndrink); “Mons. Kamiya—Close” (the Franco-Japanese\nhairdresser is out to lunch).  Into this category fall\nthree additional items which, because I never ordered\nthem from the menu, I cannot recommend—or even\nreliably identify: “Steak Bites Teriyaki Sauce,” “Lunch\nof Junior,” and “Lady's Salad with Whipped Cream.”\nFor me, all of these expressions convey a plucky willingness\nto learn a foreign language and to use it in\neveryday situations.  In the words of a newspaper ad\nfor a language school, “Do Mistake—Learn Better.”</p> <p>When my students and I approached the heart of\nthe course—talking the English language—nothing\nseemed to work for me until I closed all the books and\ncompelled two or three students at a time to put themselves\nin commonplace situations in which they had to\nspeak English.  Going to the game, shopping, making\nplans to take the train, giving directions to one another\nor to me—these little situations created high\ndrama more often than not, but they also brought\nabout utterances, sounds on which we could at least\nstart to work.  Incidentally, I startled them one day\nwith Victor Borge's punctuation system, which instructed\nand delighted them with its differentiated\npopping and spitting.  I think we made modest progress\nin three months.</p>"
}