{
  "type": "Article",
  "title": "Gunning for the English Language",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Gunning for the English Language</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>At the very end of the last century, there was a\ncrisis at the Barnum and Bailey Circus.  The\nman who was shot out of the cannon during each show\nwas asked by his wife to quit his high-risk job, much to\nthe distress of the great P.T. Barnum.  Barnum, whose\nwit was equal to his showmanship, summoned the fellow\nto him and said, “I beg you to reconsider.  Men of\nyour caliber are hard to find.”</p>\n<p>Without fully realizing it, all of us speak the language\nof guns and cannons in our everyday conversation,\nand many words and phrases we spark forth date\nback to the era of black powder and muzzleloading.\nTake the words <em>shot, shoot</em>, and <em>shooting</em>.  Sure as\nshooting, some hotshot big shot is bound to shoot the\nbreeze and shoot this big mouth off about taking a\ncheap shot potshot at some troubleshooting competitor.\nThen he shoots his bolt and wad by taking a long\nshot at some one-shot deal that will win him the whole\nshooting match.  It is not always easy to ascertain\nwhether the underlying metaphor in such expressions\nis the bow and arrow or the gun and cannon (see Peter\nA. Douglas's “The Bows' Stratagem,” VERBATIM VI,3),\nbut we can be fairly certain that the wad in <em>shooting\none's wad</em> refers to the wad that held the powder and\nshot in position to be fired from early guns and that\nthe pot in <em>potshot</em> signifies the dinner pot to be filled\nwith an animal that was shot close up without any\nregard for rules.</p>\n<p>Or take two of the most popular verbs we use to\ndescribe somebody who has been dismissed from the\njob—<em>fired</em> and <em>discharged</em>.  Both are metaphors that\ncompare the unfortunate victim to a projectile shot out\nof a gun or cannon.  Hand guns of the fourteenth century\nwere equipped with touchholes; in order to discharge\nsuch a weapon it was necessary to touch it with\na torch.</p>\n<p>I am feeling quick on the trigger, quick on the\ndraw, hot as a pistol, and loaded for bear, so I am\ngoing to get the drop on you and let you have it with\nboth barrels.  Here is a small arsenal of words and\nexpressions that turn out to be figurative spark-offs\nfrom the language of guns and cannons.</p>\n<p><em>bite the bullet</em> If you visit a Revolutionary\nWar battle site, like Fort Ticonderoga, you may see\nsome gruesome artifacts in its museum—bullets with\nteeth marks in them.  Having no real anesthesia to ease\nthe agony of amputation or surgery, a surgeon of two\ncenturies ago offered wounded soldiers the only pain\nreducer available—a bullet to bite on.  The whole idea\nof such a procedure is enough to make one sweat bullets.\nAfter anesthesia was introduced in the U.S. in\n1844, the phrase came flguratively to mean to 'deal\nwith a bad situation resolutely,' as in Rudyard Kipling's\nlines “Bite the bullet, old man,/ And don't let them\nthink you're afraid.”</p>\n<p><em>flash in the pan</em> This phrase sounds as if it\nderives from the way that prospectors pan rivers for\ngold.  In truth, though, <em>flash in the pan</em> refers to the\noccasional misfiring of the old flintlock muskets when\nthe flash of the primer in the pan of the rifle failed to\nignite the explosion of the charge.  The estimates of\nmisfirings like this run as high as fifteen percent by\nthose who fire flintlocks these days, when the expression\nsignifies an intense but short-lived success or a\nperson who fails to live up to his or her early promise.</p>\n<p><em>go off half cocked</em> Muzzleloaders, then as\nnow, had a half cock, or safety position, for a gun's\nhammer that partially back-locked the trigger mechanism\nso that the weapon could not be fired.  Half cock\ndoes not give enough power to generate sparks and fire\nthe pistol, so it is a futile gesture.  Thus, in modern\nparlance, when a person goes off half cocked (or <em>at\nhalf cock</em>), he or she is not in control of the situation.</p>\n<p><em>skinflint</em> In many parts of early America, necessities\nsuch as flint were scarce.  When one side of a\nflint used in a flintlock weapon had worn away, it lost\nproper contact with the frizzen and caused inadequate\nsparking to set off the powder charge.  Faced with this\nproblem, some gun toters would skin, or sharpen the\nflint with a knife, creating a bevel in the flint, which\ncould then make full contact and generate an adequate\nshower of sparks.  A fellow who “skinned his flint” was\nlooked upon as being a parsimonious, penny-pinching,\nstingy cheapskate—a veritable skinflint.</p>\n<p><em>ramrod</em> A ramrod is a rod of wood or metal\nfor ramming the ball and patch down the barrel of a\nmuzzleloading firearm and setting them against the\nmain powder charge.  Eventually <em>ramrod</em> became personified,\ntaking on the added meaning of 'one marked\nby rigidity, stiffness, and severity,' even though the\noriginal ramrods, which were straight, were rather\nflexible.</p>\n<p><em>point-blank</em> In ballistics, a weapon fired\npoint-blank is one whose sights are aimed directly at a\ntarget so that the projectile speeds to its destination in\na flat trajectory.  By extension, a point-blank question\nor accusation is one that is direct and straightforward\n—right to the mark.  The opposite of <em>point-blank</em> is\n<em>hanging fire</em>, 'undecided, up in the air.'  In munitions,\n<em>hanging fire</em> describes the delay in the explosion or\ncharge in a firearm.</p>\n<p><em>heavens to Betsy!</em>  Digging up the roots of this\nexclamation has given many a scholar calluses and a\nbent back.  In his introduction to <em>Heavens to Betsy and\nOther Curious Sayings</em> (Harper &amp; Row, 1955), Charles\nEarle Funk said that the very title of his book “turned\nout eventually to be completely unsolvable.”  Funk dismisses\nQueen Elizabeth I and Betsy Ross as possible\neponymous sources and concludes, “It is much more\nlikely to have been derived in some way from the frontiersman's\nrifle or gun which, for some unknown reason,\nhe always fondly called Betsy.  However, despite\nexhaustive research, I am reluctantly forced to resort\nto the familiar lexical locution, 'Source unknown.' ”\nDiscussion with my gun-loving friends supports Funk's\npenultimate etymology.  The smooth-bore muskets used\nduring colonial, revolutionary, and frontier days were\nknown as Brown Besses, hence the nickname <em>Betsy</em>.</p>\n<p><em>cold enough to freeze the balls off a brass\nmonkey</em> Before you cancel your subscription,\nplease read on.  In nautical jargon, the monkey was a\ntray-like metal casting with round indentations arranged\nin a square pattern.  These “monkeys” held\npyramids of cannonballs for each gun in a muzzleloading\nbattery on a battleship.  Soon iron monkeys gave\nway to more expensive but corrosion-resistant brass\nmonkeys.  But because the iron balls and the brass\nholders had markedly different coefficients of expansion,\nthe pyramids of cannonballs had a tendency to\ncollapse during cold snaps—weather that was cold\nenough to freeze the balls off a brass monkey.</p>\n<p>As further ammunition to support my bulletproof\ncontention that our language is loaded with guns\nand cannons, I'll conclude by gunning for items that\nhave the word <em>gun</em> in them.</p>\n<p><em>go great guns</em> The word <em>great</em> used to mean\n'big,' and <em>great guns</em> referred to cannons and other\nlarge firearms, as opposed to “small guns” or musket\nrifles.  By the late nineteenth century, these uses of\n<em>great</em> and <em>small</em> became obsolete, but to <em>go great guns</em>\ncontinued to allude to the loudness, forcefulness, and\nlarge size of long-ago cannons and still means to 'proceed\nwith considerable momentum, to go full steam\nahead, at full bore.'</p>\n<p><em>son of a gun</em> This expression is frequently employed\nas a euphemism for another phrase that begins\nwith the same three words, but the question remains\nwhy <em>gun</em> has been elected as the surrogate word.  <em>The\nSailor's Wordbook</em>, published more than a hundred\nyears ago, offers this explanation: “ 'Son of a gun' is an\nepithet conveying contempt in a slight degree and was\noriginally applied to boys born afloat.  One admiral\ndeclares that he was literally thus cradled, under the\nbreast of a gun-carriage.”  Taking this clue, word detectives\nsuggest that <em>son of a gun</em> originated during the\neighteenth century, when nonmilitary women were\npermitted to live aboard naval ships.  When one of\nthese women gave birth to a child without knowing\nwhich sailor had fathered it, the paternity was logged\nas “gun,” perhaps alluding to the midship gun, which\nwas often located near the makeshift maternity room.</p>\n<p><em>stick to one's guns</em> When we stick to our guns,\nwe hold adamantly to our position.  To stand and continue\nfiring when under heavy attack on the battlefield\ntook courage because artillerymen usually lacked infantry\nweapons.  When an artilleryman broke and ran,\nthe enemy could turn the guns to their own use.  Thus,\nmany a soldier was actually chained to his gun to ensure\nbravery.</p>\n<p><em>spike one's guns</em> If an army had to fall back\nand abandon its field artillery, the simplest way to\nrender its guns useless was to jam a spike into the fuse\nhole.  Gradually, <em>spike one's guns</em> came to mean 'frustrate\nthe enemy by blocking his intended plan of\naction.'</p>\n<p><em>give it the gun</em> While giving their airplane engines\nall the gas they could handle, World War I combat\npilots would open fire on the enemy with their\nmachine guns.  This led to the association of rapid\nacceleration with “gunning,” and to <em>give it the gun</em>\nwas soon extended to automobiles, speedboats, and\nobjects and matters nonmechanical.</p>\n<p>Sure as shootin', I've just shot my wad—lock,\nstock, and barrel—demonstrating how guns and cannons\necho through our language.  Please don't think me\na trigger-happy son of a gun if I shoot the breeze with\none last pistol-packing explanation.  The lock, stock,\nand barrel are the three main components of a gun\nthat together compose essentially the entire weapon.\nThus, <em>lock, stock, and barrel</em> has come to mean the\nentirety of something—the whole shooting match.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Gunning for the English Language</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>At the very end of the last century, there was a\ncrisis at the Barnum and Bailey Circus.  The\nman who was shot out of the cannon during each show\nwas asked by his wife to quit his high-risk job, much to\nthe distress of the great P.T. Barnum.  Barnum, whose\nwit was equal to his showmanship, summoned the fellow\nto him and said, “I beg you to reconsider.  Men of\nyour caliber are hard to find.”</p> <p>Without fully realizing it, all of us speak the language\nof guns and cannons in our everyday conversation,\nand many words and phrases we spark forth date\nback to the era of black powder and muzzleloading.\nTake the words <em>shot, shoot</em>, and <em>shooting</em>.  Sure as\nshooting, some hotshot big shot is bound to shoot the\nbreeze and shoot this big mouth off about taking a\ncheap shot potshot at some troubleshooting competitor.\nThen he shoots his bolt and wad by taking a long\nshot at some one-shot deal that will win him the whole\nshooting match.  It is not always easy to ascertain\nwhether the underlying metaphor in such expressions\nis the bow and arrow or the gun and cannon (see Peter\nA. Douglas's “The Bows' Stratagem,” VERBATIM VI,3),\nbut we can be fairly certain that the wad in <em>shooting\none's wad</em> refers to the wad that held the powder and\nshot in position to be fired from early guns and that\nthe pot in <em>potshot</em> signifies the dinner pot to be filled\nwith an animal that was shot close up without any\nregard for rules.</p> <p>Or take two of the most popular verbs we use to\ndescribe somebody who has been dismissed from the\njob—<em>fired</em> and <em>discharged</em>.  Both are metaphors that\ncompare the unfortunate victim to a projectile shot out\nof a gun or cannon.  Hand guns of the fourteenth century\nwere equipped with touchholes; in order to discharge\nsuch a weapon it was necessary to touch it with\na torch.</p>"
}