{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Word Maps: A Dialect Atlas of England",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Word-Maps-A-Dialect-Atlas-of-English/Upton-Widdowson-Sanderson/p/book/9781138918238\"><em>Word Maps: A Dialect Atlas of England</em></a></h1>\n<p>Clive Upton, Stewart Sanderson, and John Widdowson, cartography by David Brophy, (Croom Helm, 1987), vii + 228pp.</p>\n<p>Dialect geography, a branch of dialectology, describes\ncertain features of the dialects of a language\nand their distribution.  The field is about 100 years old.\nMost prominent among its earliest practitioners in\nEngland was Joseph Wright, who prepared the six-volume\n<em>English Dialect Dictionary</em>, which was published\nbetween 1898 and 1905; the best-known contemporary\nBritish specialist is Harold Orton.  In America,\nwork proceeded space during the 1930s, largely under\nthe direction of Raven McDavid, Hans Kurath, and,\nlater, Harold Allen; more recently, Lee Pedersen and\nothers have investigated American English dialects.\nBetween 1948 and 1961, fieldworkers based at the University\nof Leeds conducted the Survey of English Dialects,\nwhich studied 313 localities in England (which,\nas everyone ought to know, does not include Wales or\nScotland).  The present book is extracted from the two\nmajor works that resulted from the Survey, <em>The Linguistic\nAtlas of England</em> (1978) and <em>A Word Geography\nof England</em> (1974), both under the direction of Harold\nOrton, aided by Sanderson and Widdowson in the latter\neffort.</p>\n<p>People generally seem to find dialect study interesting.\nOne letter writer to <em>The Times</em> [21 June 1988]\nreported:</p>\n<blockquote>\n<p>Our close neighbour... in Bere Regis, who was\nborn in the village and who speaks with a delicious\nDorset burr, always uses “I” instead of “me.”...</p>\n<p>“Well, it makes company for I and company for\nshe.”  Another of his happy expressions is <em>inner-wards</em>,\nmeaning 'since,' as in...“I chucked him\nout the door and he's not been back innerwards.”</p>\n</blockquote>\n<p>Another reported [same date]:</p>\n<blockquote>\n<p>Let's get it right.  The Bristol for “me” is not “I,”\nbut “oi.”  When I was teaching there, the explanation\ninvariably given by boys brought to me for\nscrapping in the playground was: “Ee it oi, so oi\nit ee.”</p>\n</blockquote>\n<p>The 100 maps selected for representation from the\nSurvey yield information on several hundred words,\nsome of which are clear variants, others quite different\nlexical entities.  For instance, Map 34 shows the areas,\nmarked off by boundary lines, where the variants\n<em>chimley chimbley, chimmock, chimdey, chimbey</em>, and\n<em>chimney</em> occur.  Map 33 shows the distribution of <em>child</em>\n(most of southern England) and of <em>bairn</em> (north of a\nslightly wavy line between Boston, on the Wash to the\neast, and Lancaster, on the west coast).</p>\n<p>The authors have provided a brief introduction\nwhich is easy to follow, a list of suggested readings,\nand the names and addresses of the several institutions\nand societies in Britain where readers may indulge a\nmore intensive interest in dialect study.  The maps are\nclear, each occupying a full page, and the word information\nis well set forth on them.  Where necessary,\nbrief but not cryptic explanations are provided of any\ninformation that might seem to be out of the ordinary.\nI have only one nit to pick with the authors.  In their\ndescription of <em>isoglosses</em>, they write:</p>\n<blockquote>\n<p>These are drawn to run midway between\nlocalities which were shown by the Survey of\nEnglish Dialects to use the different words or\npronunciations which are the subject of the map</p>\n</blockquote>\n<p>Although it is true that isoglosses, in effect, set off the\nvarious areas where a particular usage was recorded,\nmore accurately an isogloss is drawn to connect sites\neither where speakers employ both usages or where\nspeakers using one or the other live in very close proximity.\nHence, the term <em>isogloss</em>, from <em>iso</em>- 'same' + <em>gloss</em>\n'word,' to describe the line on a map where the terms\nare of equal distribution.  Isoglosses are to dialect maps\nwhat isobars and isotherms are to weather maps, what\nisobaths are to geophysical maps of the oceans, etc.\nThe authors are not alone in getting this wrong: it is\nincorrect in some dictionaries.</p>\n<p>In those countries where dialect study is undertaken,\ndialectologists observe that there are today\nmany factors militating against the strict maintenance\nof older dialect boundaries: the standardization of terminology\nas adopted by national periodicals, news\nservices, radio, and television; the establishment of\n“prestige” dialects and, through the media, their\npromulgation; and the huge population shifts that\nhave taken place, particularly in the U.S. since WWII.\nSuch shifts have been somewhat slower in England,\nbut seem now to be speeding up.  There are many\nother, lesser factors at work, but taken together, all\ntend toward standardization, especially as the older\nspeakers die off.  In some respects, it may not be long\nbefore certain aspects of dialect geography will be\nlargely historical.  The importance of dialect is emphasized\nregularly in the press, where we read about people\nbeing killed, as in parts of India, because they use\nthe wrong shibboleths.</p>\n<p>This book is a good introduction to the subject (in\nEngland); those familiar with dialectology in\nAmerica, and those interested in the study in England\nor, indeed, generally would be well advised to add\n<em>Word Maps</em> to their libraries.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Word-Maps-A-Dialect-Atlas-of-English/Upton-Widdowson-Sanderson/p/book/9781138918238\"><em>Word Maps: A Dialect Atlas of England</em></a></h1> <p>Clive Upton, Stewart Sanderson, and John Widdowson, cartography by David Brophy, (Croom Helm, 1987), vii + 228pp.</p> <p>Dialect geography, a branch of dialectology, describes\ncertain features of the dialects of a language\nand their distribution.  The field is about 100 years old.\nMost prominent among its earliest practitioners in\nEngland was Joseph Wright, who prepared the six-volume\n<em>English Dialect Dictionary</em>, which was published\nbetween 1898 and 1905; the best-known contemporary\nBritish specialist is Harold Orton.  In America,\nwork proceeded space during the 1930s, largely under\nthe direction of Raven McDavid, Hans Kurath, and,\nlater, Harold Allen; more recently, Lee Pedersen and\nothers have investigated American English dialects.\nBetween 1948 and 1961, fieldworkers based at the University\nof Leeds conducted the Survey of English Dialects,\nwhich studied 313 localities in England (which,\nas everyone ought to know, does not include Wales or\nScotland).  The present book is extracted from the two\nmajor works that resulted from the Survey, <em>The Linguistic\nAtlas of England</em> (1978) and <em>A Word Geography\nof England</em> (1974), both under the direction of Harold\nOrton, aided by Sanderson and Widdowson in the latter\neffort.</p> <p>People generally seem to find dialect study interesting.\nOne letter writer to <em>The Times</em> [21 June 1988]\nreported:</p> <blockquote>\n<p>Our close neighbour... in Bere Regis, who was\nborn in the village and who speaks with a delicious\nDorset burr, always uses “I” instead of “me.”...</p>\n<p>“Well, it makes company for I and company for\nshe.”  Another of his happy expressions is <em>inner-wards</em>,\nmeaning 'since,' as in...“I chucked him\nout the door and he's not been back innerwards.”</p>\n</blockquote>"
}