{
  "type": "Article",
  "title": "LIGHT REFRACTIONS",
  "author": "Thomas H. Middleton",
  "location": "Muskrats “R” Not?",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">LIGHT REFRACTIONS</h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\">Muskrats “R” Not?</span></em></p>\n<p>If you are a fan of old-fashioned jazz—what is now\nknown as “traditional” or “trad” jazz—you are familiar\nwith one of the standard “jump tunes” of the\ngenre—a tune most commonly called <em>Muskrat Ramble</em>.\nEven if you are not a fan, you must have heard it\nas least a dozen times.  It is the one that goes, “Dah!\nDah!  Dah!  Dah!  da-dat-dat-dah!  Da-de-da-de-da-de-dat-dat-dah\n!  da-de-da-de-da-de-dat-dat-dah!”</p>\n<blockquote>\n<p>That's it; sure; you've heard it.</p>\n</blockquote>\n<p>I think I first bought a recording of <em>Muskrat Ramble</em>\nback in about 1940, when I was in my early teens.\nMy memory is rickety, but I am sure my first recording\nwas labeled MUSKRAT RAMBLE, and I think, though I\nam less sure, that it was played by the late “Muggsy”\nSpanier, who was, to my mind, one of the greatest of\njazz trumpeters.  Later, I got another recording of the\nsame tune, this one by, I think, Mezz Mezzrow.  The\nlabel said, MUSKAT RAMBLE.  I thought that was surely\nthe first time I had ever seen such an obvious typographical\nerror in, of all things, a simple title on a\nsimple 78-rpm record.  (This, remember, was in my\nyouth, and it was a time when typographical errors\nwere called typographical errors, not typos—at least\nby kids in junior high.)  Some time later, I got still\nanother version of MUSKRAT RAMBLE, with still another\nversion of the title.  This time, it was MUSCAT RAMBLE.\nThat, I thought, was really absurd.  Not only had they\nleft out the “R”; they'd changed the “K” to “C”.  Now, it\nmade no sense at all.  On the other hand, I reasoned, if\nthere were, in fact, some sort of cat called a muscat,\nperhaps it wasn't so outrageous.  I looked up <em>muscat</em> in\nmy <em>Webster's</em> and found that it is a 'variety of grape.'\nTo name a ramble after a variety of grape seemed to\nme preposterous.  I was young and, by today's standards,\nat least, pathetically innocent.</p>\n<p>During my time in senior high, and, after that, in\nthe Army Air Force, I had other things on my mind\n(there was a war on, after all), and I didn't give\nthe MUSKRAT-MUSKAT-MUSCAT RAMBLE problem any\nthought.</p>\n<p>Speaking of my time in the AAF, which was utterly\nundistinguished, I think I must make a confession.\nNow might be as good a time as any to reveal a\ntheft I committed at an Air Force Base near Seymour,\nIndiana.  It was winter and bitterly cold.  The wind\nused to sweep across that damned airfield with what\nseemed an absolute determination to crystallize our\nbodies.  One day when the wind chill factor was nearing\nabsolute zero, I took shelter in the service club.\nThere was the omnipresent phonograph, or <em>Vic</em>, short\nfor Victrola, and the stack of records next to it.  In\nthose days, people as a rule did not take much care of\nphonograph records.  Usually the records were taken\nfrom their jackets and loaded naked in stacks, where\nthey picked up dust, scratched one another, and\ntraded static electricity.  I was shuffling through a stack\nof about fifty records, and I came across three Bessie\nSmiths.  I played all three, and the few other G.I.s in\nthe room, which was quite large—big enough for a\nfair-sized dance with a small orchestra—either paid\nno attention or asked me to put on something by Glenn\nMiller or Jimmy or Tommy Dorsey instead.  Among\nBessie's numbers were <em>Dying Gambler's Blues, Sing\nSing Prison Blues</em>, and one I had never heard called\n<em>Black Mountain Blues</em>, which has the imcomparable\nlines,</p>\n<blockquote>\n<p>Home in Black Mountain a chile' will smack yo'\nface;</p>\n<p>Home in Black Mountain a chile' will smack yo'\nface;</p>\n<p>Babies cry for liquor an' all the birds sing bass.</p>\n</blockquote>\n<p>and</p>\n<blockquote>\n<p>Goin' back to Black Mountain, me an' my razor\nan' my gun;</p>\n<p>Goin' back to Black Mountain, me an' my razor\nan my gun;</p>\n<p>Goin' cut him if he stan' still, goin' shoot him if he\nrun.</p>\n</blockquote>\n<p>I was, and still am, captivated by “Babies cry for\nliquor an' the birds sing bass,” and in the arrogance of\nmy youth, I was certain that nobody else on the airfield\neither knew or cared who Bessie Smith was, nor\nwould any other G.I. be enchanted by basso birds, so I\nturned thief.  I can't remember how I did it, but somehow\nI smuggled those records back to my barracks and\ngot them home intact on my next furlough.  I kept\nthem in good shape until my last 78-rpm turntable\ndied.</p>\n<p>End of digression and back to MUSKRAT-KAT-CAT:\n<em>Muskrat Ramble</em> is credited to Edward “Kid” Ory and\nRay Gilbert.  “Kid” Ory played great jazz trombone.\nThe only thing I know about Gilbert is that I find him\nlisted as co-author of <em>Muskrat Ramble</em>.</p>\n<p>About thirty years ago, when I was concocting an\nepicurean dish and saw that I had no sherry on hand, I\nwent to the liquor store and bought a bottle of muscatel\nthat was being sold for an absurdly low price and\nthat I thought might be exactly right for my sauce.  It\nwasn't bad, The wine jogged my thoughts back to\n<em>Muscat Ramble</em>.  Muscatel is made from muscat\ngrapes, is sometimes called <em>muscat</em>, and, being relatively\ncheap and sweet and high in alcohol content, is\nthe booze of choice for a great many wines.  An old\ncollege friend of mine who celebrated his twentieth\nbirthday—meaning twenty years of AA sobriety—a\ncouple of years ago, tells me that when he was on the\nskids and riding the rails from drunk tank to drunk\ntank, the favorite terms for muscat were <em>muscadoodle</em>\nand <em>Napa Valley smoke</em>.</p>\n<p>I made up my mind that <em>Muscat Ramble</em> was\nalmost certainly the original name of the tune.  My\nreasoning is that it is not likely that “Kid” Ory or Ray\nGilbert had ever seen a muskrat, and it's even less\nlikely that they or anyone else has ever seen a muskrat\ndoing anything that we would be likely to think of as\nrambling.  Muskrats, according to my encyclopedia,\nlook like giant rats, are found in and around the\nmudbanks bordering marshes and quiet ponds, have\npartially webbed feet, and do a good deal of swimming.\nThey do not appear to do much rambling.  Muscat,\nor muscatel, on the other hand, is found on skid\nrows all over the land.  A guy with a bottle-shaped\nbrown paper bag, damp and wrinkled at its upper\nend, has almost certainly been slugging down a sweet\nwine of high proof, and the odds are pretty good you\nwould find it is a <em>muscadoodle</em>.  After the guy finishes\nhis <em>Napa Valley smoke</em> and has slept it off, he is looking\nfor the means to get another muscat fix.  Now he is on a\nramble with his hand out and a pleading look in his\nroadmapped eyes.  I suspect that that is precisely the\nsong's origin.</p>\n<p>My theory is that the “r” got put in there simply\nbecause <em>muskrat</em> is a more common word than <em>muscat</em>.\nIt is the same reason most of us, I assume, have heard,\n“He's in the hospital with prostrate trouble.”  <em>Prostrate</em>\nis a more common word that <em>prostate</em>, so <em>prostrate</em> is\nwhat we get.  The “r” fits in naturally.  I got a strange\nsort of corroboration from my good friend Rosy\nMcHargue, who is now pushing eighty-seven years and\nhas spent most of his life playing clarinet and sax with\nsome of the best jazzbands—Benny Goodman, Red\nNichols, Ted Weems, and a slew of others.  Rosy, too,\nhad seen the tune as <em>Muskrat, Muskat</em>, and <em>Muscat</em>.  I\nasked him what he thought the original title was.  He\nhad known “Kid” Ory well, and he said, “You know,\nTom, I'm not exactly sure.  I once asked Ory about it\nand he said, 'It's m-u-s-c-a-t.  <em>Muskrat</em>.'  So I think that's\njust the way everyone said <em>muscat</em>.”</p>\n<p>There you are.  I find a <em>muskrat ramble</em> difficult to\nimagine visually.  I picture muskrats wallowing about\nin the mire and paddling sluggishly through the water,\nbut I wouldn't call that rambling.  On the other hand,\na wino with an empty paper bag on a ramble to maintain\nhis muscat level—now that has a touch of poetry.\nMaybe not in the same class with “all the birds sing\nbass,” but poetry, nevertheless.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">LIGHT REFRACTIONS</h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\">Muskrats “R” Not?</span></em></p> <p>If you are a fan of old-fashioned jazz—what is now\nknown as “traditional” or “trad” jazz—you are familiar\nwith one of the standard “jump tunes” of the\ngenre—a tune most commonly called <em>Muskrat Ramble</em>.\nEven if you are not a fan, you must have heard it\nas least a dozen times.  It is the one that goes, “Dah!\nDah!  Dah!  Dah!  da-dat-dat-dah!  Da-de-da-de-da-de-dat-dat-dah\n!  da-de-da-de-da-de-dat-dat-dah!”</p> <blockquote>\n<p>That's it; sure; you've heard it.</p>\n</blockquote> <p>I think I first bought a recording of <em>Muskrat Ramble</em>\nback in about 1940, when I was in my early teens.\nMy memory is rickety, but I am sure my first recording\nwas labeled MUSKRAT RAMBLE, and I think, though I\nam less sure, that it was played by the late “Muggsy”\nSpanier, who was, to my mind, one of the greatest of\njazz trumpeters.  Later, I got another recording of the\nsame tune, this one by, I think, Mezz Mezzrow.  The\nlabel said, MUSKAT RAMBLE.  I thought that was surely\nthe first time I had ever seen such an obvious typographical\nerror in, of all things, a simple title on a\nsimple 78-rpm record.  (This, remember, was in my\nyouth, and it was a time when typographical errors\nwere called typographical errors, not typos—at least\nby kids in junior high.)  Some time later, I got still\nanother version of MUSKRAT RAMBLE, with still another\nversion of the title.  This time, it was MUSCAT RAMBLE.\nThat, I thought, was really absurd.  Not only had they\nleft out the “R”; they'd changed the “K” to “C”.  Now, it\nmade no sense at all.  On the other hand, I reasoned, if\nthere were, in fact, some sort of cat called a muscat,\nperhaps it wasn't so outrageous.  I looked up <em>muscat</em> in\nmy <em>Webster's</em> and found that it is a 'variety of grape.'\nTo name a ramble after a variety of grape seemed to\nme preposterous.  I was young and, by today's standards,\nat least, pathetically innocent.</p>"
}