{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Bloomsbury Good Word Guide",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Bloomsbury-Good-Guide-Martin-Manser/dp/0747503702\"><em>Bloomsbury Good Word Guide</em></a></h1>\n<p>Martin H. Manser, ed., (Bloomsbury, 1988), xiii + 271pp.</p>\n<p>Some very talented people have brought their\nknowledge to bear on everyday questions and\nproblems of language in this book: Martin Manser,\nwhose <em>Penguin Wordmaster Dictionary</em> was favorably\nreviewed here [XIV, 2]; Betty Kirkpatrick, editor of\n<em>Chambers Twentieth Century Dictionary</em>; Jonathon\nGreen, compiler of the <em>Thesaurus of Slang, Newspeak</em>,\nand a <em>Dictionary of Jargon</em> (soon to be reviewed here);\nand John Silverlight, who writes a language column in\n<em>The Observer</em>, which I have not seen.  From such a\nformidable team, one should expect a good <em>Good\nWord Guide</em>.</p>\n<p>This book suffers from the essential problem\nshared with all other books of reference: however\nsound the advice they give, it is useless and meaningless\nif it is not looked up.  That might seem too much of\na truism even for me to express, but let me explain.\nMany people feel that educational systems everywhere\nhave deteriorated to an unconscionably low level and\nthat students are no longer taught (in particular) English\ngrammar and usage the way they once were.  In\nthe “good old days,” when the system was presumably\nbetter, many books on usage were also published, so\none must conclude that although students then might\nhave been “exposed” to grammar and usage, they did\nnot learn it.  Yet, one does have the (possibly romantic)\nimpression that even though grammar and usage were\nnot properly learned, at least enough of a subliminal\nimpression of them was retained by students to lead\nthem to doubt a construction when they encountered\nit, driving them to check it in a Fowler or some other\nwork.  What I am getting at is that more and more\npeople today seem to be less and less aware of any but\ntheir own way of using the language, either because\nthey are no longer exposed to the writings of great\nauthors, or because they are not taught grammar and\nusage and style, or both.  The only way students can be\ntaught to improve their use of any language is by compelling\nthem to use it, chiefly by requiring of them on\na regular basis, preferably not less often than once a\nweek, a piece of writing which is gone over carefully\nfor usage and grammar to ensure a compatibility with\na standard to be devoutly wished for if not achieved.\nAfter five years or more of such exercise, even if the\nindividual cannot recall the difference between <em>imply</em>\nand <em>infer</em>, at least it is likely that whenever a choice is\nencountered a small bell will ring somewhere in the\nrecesses of his mind, recalling a long-forgotten paper\nfor which the grade might have been reduced because\nof a failure to know the difference.  If this were a Rube\nGoldberg contraption, this recollection would remind\nthe writer of the grease spot on page 2, caused by his\nhaving eaten a Big Mac, the memory of which conjures\nup such a vivid image that the writer opens his\nmouth to take a bite, and a string attached to his lower\njaw releases a mouse, the sight of which arouses a cat\nwhich chases it, causing the mouse to squeal, awakening\na midget who stretches, tripping open a trapdoor;\nthrough the trapdoor falls a usage book, sliding down\na chute into the hands of the writer.</p>\n<p>Would that life were so simple!</p>\n<p>There appears to be nothing remaining to prompt\npeople to use usage books—indeed, reference books of\nany kind.  In a time when professional writers write\nthings like, “Neither Lord King nor Sir Colin Marshall\n... were available for comment...” (and worse),\none cannot accuse them of having made an error of\njudgment because that implies an awareness of choice;\nin order to have a choice, one must know of alternatives,\nand I am ineluctably drawn to the conclusion\nthat people write the way they do because they know\nof no alternative.</p>\n<p>Those who publish usage books seem to believe\nthat sometime, somewhere, there will be people who,\nwhen they use <em>neither</em>, will immediately rush to their\n<em>Good Word Guide</em> to find out whether it takes a singular\nor a plural verb.  That, as we all know, is a forlorn\nhope (to abuse a Dutch cliché): those who “know” that\nwhen two or more people or things are the subject of a\nverb you have to use <em>were</em>, not <em>was</em>, regardless of the\ncontext, are like those who “know” (like the people at\nElizabeth Arden) that <em>millennium</em> is spelled with one\nn, who “know” that it is <em>Parmagiana</em>, not <em>Parmigiana</em>\n(like the people at Burger King), and who have no\ndoubt that baking soda, baking powder, washing soda,\nand ice-cream soda are all the same thing.  The cause\nwould appear to be lost when one takes note that the\nonly pronunciation recorded in British dictionaries for\n<em>machismo</em> is “makizmo,” as if it were derived from\nItalian: even a spelling pronunciation would have been\npreferable.</p>\n<p>Given the nature of the publishing business today,\nit is probably not at all surprising to see another usage\nbook (bearing in mind that the <em>Fowler</em> is being updated\nby Robert Burchfield), though, if you believe all\nthe foregoing palaver, no one will ever refer to it.  All\nthat having been said, it must be acknowledged that as\nlong as people buy books, publishers do not really\nmuch care whether they are read, used as doorstops,\nor for propping up a sagging curio cabinet.</p>\n<p>Turning to the Introduction, written by Betty\nKirkpatrick, we read, “There is a school of thought\nprevalent mainly among older people which seeks to\nimpose a kind of restriction on language that is not\nimposed on other areas of life.”  [p. v] I guess that\n“older” means 'anyone older than Kirkpatrick,' which I\nhappen to be; but, while it is a matter of fact (and of\nrecord) that I do seek to impose restrictions, they are\ndirected against inept, ineffectual, inaccurate language\nand poor style.  Moreover, who says I don't seek\nto impose restrictions on other areas of life?  I despise\nbad art, hypocrisy and other forms of dishonesty and,\nin general, execrate any policy or behavior that interferes\nwith the rights and freedoms of others.</p>\n<p>Having relegated conservatism and old fogeyism\nto one another, Kirkpatrick asks [p. vi], “Should we say\n<em>it wasn't I</em> or <em>it wasn't me</em>; <em>between you and me</em> or\n<em>between you and I; different from, different to</em>, or\n<em>different than; less bottles of milk</em> or <em>fewer bottles of\nmilk</em>?”  (In my own recommended usage, when it\ncomes to milk, it makes no difference; but if you are\ntalking about beer or gin, then neither is acceptable.)\nWhat does that word <em>should</em> mean?  Smacks of old\nfogeyism, does it not?</p>\n<p>Further down page vi: “Where a supposed alternatives\nis in fact wrong this is clearly stated.”  <em>Wrong</em>?\nWho is the old fogey now, Kirkpatrick?  Again and\nagain we read about “the careful user, who wishes to\nuse English correctly and congently” in contrast to “the\nrun-of-the-mill user, who frequently sacrifices care and\ncorrectness in the interests of speed.”  To impute such\nsacrifices to a desire for speed is not only a misinterpretation\nof the evidence but a curious thing to say, for\nthose who are in a hurry are scarcely likely to stop\neverything, pick up this (or any other book) to check\nsomething, and then resume their headlong plunge\ninto the solecistic abyss.  Are not the “run-of-the-mill\nusers” really just “the careless users, who [as they\nwould probably say] could care less about using English\ncorrectly and cogently”?</p>\n<p>The most attractive thing about this book is the\nwriting, which, for the most part, is simple, clear,\nstraightforward, and readable.  In short, the book is\n“user-friendly.”  It is essentially a British work for the\nBritish market (or for people who want to use English\nthe way the British do).  The entries cover spelling,\npronunciation, grammar, punctuation, usage, buzz\nwords, and subsets of all of those.  The advice is direct\n(if old-fogeyish):</p>\n<blockquote>\n<p><em>Alternative</em> should not be used in place of <em>alternate</em>.\n[<em>Deceptively</em>] is frequently misused....</p>\n<p>[D]<em>espite</em> of is incorrect, and it is never necessary\nto precede either <em>despite</em> or <em>in spite of</em> with <em>but</em>.\nTo avoid mistakes, remember the <em>a</em> in <em>aircraft</em> and\n<em>hangar</em>.</p>\n</blockquote>\n<p>...And so on.  In other words, one gets the impression\nthat the convervatism criticized on page v was\npromptly forgotton on page vi.  Inevitably, I have some\nsuggestions and criticisms to offer:</p>\n<p>It would have been useful, when discussing the\nspelling of <em>gynaecology</em>, to have added a word on its\npronunciation.</p>\n<p>A note on <em>custom</em> (Brit.) versus <em>business</em> (U.S.)\nmight prove helpful.</p>\n<p>At the entry for <em>bi</em>-, the definition of <em>bicentennial</em>\nas 'every two hundred years' omits mention of its more\ncommonly encountered use as a noun (along with <em>bi-centenary</em>)\nmeaning 'two-hundredth anniversary.”</p>\n<p>A note on <em>annual</em> would have been useful to criticize\nthe usage “First Annual Competition.”</p>\n<p>There are some typographical errors, as in the\nsecond pronunciation of <em>dinghy</em>, where the roman “i”\nshould have been in italics.  The bad hyphenations,\napparently performed by a (feeble-minded, misprogrammed)\ncomputer and not reviewed by a\n(knowledgeable) proofreader, are inexcusable in a\nbook of this kind: “buc-ket” (at -<em>ful</em>); prop-osed (at\n<em>irony</em>); “sing-ular” (<em>at kind of</em>); “trad-itionally” (at or);\n“ostentati-ous” (at <em>ostensible</em>), etc.  The worst and most\nembarrassing—if these sorts of things can still embarrass\npublishers — is “spel-ling,” which occurs at <em>Americanism</em>\nand again at <em>your</em> or <em>you're</em>?, from which it is\npicked up for reproduction on page xi of the front\nmatter.</p>\n<p>The writing falters in the entries for <em>imply</em> or <em>infer</em>?\nand <em>centre on</em> or <em>centre around</em>?</p>\n<p>A funny thing or two happened in the pronunciation\nkey: the distinction is made between <em>r</em> as the symbol\nfor the initial sound in <em>rim</em> and <em>rr</em> for the medial\nsound in <em>marry</em>.  Although these are different sounds in\nmany British English dialects, they are not only allophonic\nbut in complementary distribution (that is,\nthey never exchange places), hence do not need separate\nsymbols.  Also, the editors have avoided the schwa\n\\?\\, preferring to resurrect the antediluvian system\nused by Merriam-Webster in the Second Edition of\ntheir <em>Unabridged</em> (and since abandoned by almost\neveryone).  Even in the “ah-OO-gah,” or “moo-goo-gaipan”\nschool of pronunciation, the unstressed vowel is\nrendered by a uniform symbol, usually “uh.”</p>\n<p>At <em>and/or</em> we read, “<em>cotton and/or nylon socks</em>, for\nexample, means 'cotton socks, nylon socks, and socks\nmade from a mixture of cotton and nylon.' ” To me, it\nmeans, 'cotton socks, or nylon socks, or both': there is\nnothing inherent in the example even hinting at the\nexistence of socks made of a nylon and cotton mixture.</p>\n<p>In the matter of <em>Celsius</em> versus <em>centigrade</em>, the\npoint is not that they are “identical” (which is ambiguous\nfor 'very similar' and 'the same thing'), but that\nthey are the same thing: the scale formerly called <em>centigrade</em>\nwas renamed in 1948 to honor Anders Celsius,\nthe 18th-century Swedish astronomer who devised it.</p>\n<p>Information on American usage is treated inconsistently\nand, as the book is for the British user, might\nwell have been eliminated altogether.</p>\n<p>There is no entry for <em>free gift</em>, just as obnoxious in\nBritain as anywhere else English is used.</p>\n<p>An entry on <em>this</em> or <em>that</em>?  would have been in order,\nchiefly to cover its usage as a pronoun or pronominal\nadjective of reference.</p>\n<p>In the entry for <em>former</em> or <em>latter</em>?  the advice is\ngiven to write, “<em>The killer left...in a stolen car; this</em>\n[not <em>the latter</em>] <em>was later found...</em>.”  I do not consider\nthat good writing.</p>\n<p>As for the English word <em>forte</em> 'strength,' it is not\nthe feminine form of the French adjective <em>fort</em> 'strong'\nbut an English “feminization” of the French noun <em>fort</em>\n'strength.'  The pronunciation “for-tay” is an illiteracy,\nscarcely attributable (as given here and in various dictionaries)\nto a confusion with the musical direction so\npronounced because that is a loanword from Italian:\nthose who know about musical directions are not likely\nto blunder that badly.</p>\n<p>If enough people buy this book, it will soon need\na second printing which, it is hoped, will include some\nof the foregoing (not <em>these</em>) recommendations.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Bloomsbury-Good-Guide-Martin-Manser/dp/0747503702\"><em>Bloomsbury Good Word Guide</em></a></h1> <p>Martin H. Manser, ed., (Bloomsbury, 1988), xiii + 271pp.</p> <p>Some very talented people have brought their\nknowledge to bear on everyday questions and\nproblems of language in this book: Martin Manser,\nwhose <em>Penguin Wordmaster Dictionary</em> was favorably\nreviewed here [XIV, 2]; Betty Kirkpatrick, editor of\n<em>Chambers Twentieth Century Dictionary</em>; Jonathon\nGreen, compiler of the <em>Thesaurus of Slang, Newspeak</em>,\nand a <em>Dictionary of Jargon</em> (soon to be reviewed here);\nand John Silverlight, who writes a language column in\n<em>The Observer</em>, which I have not seen.  From such a\nformidable team, one should expect a good <em>Good\nWord Guide</em>.</p> <p>This book suffers from the essential problem\nshared with all other books of reference: however\nsound the advice they give, it is useless and meaningless\nif it is not looked up.  That might seem too much of\na truism even for me to express, but let me explain.\nMany people feel that educational systems everywhere\nhave deteriorated to an unconscionably low level and\nthat students are no longer taught (in particular) English\ngrammar and usage the way they once were.  In\nthe “good old days,” when the system was presumably\nbetter, many books on usage were also published, so\none must conclude that although students then might\nhave been “exposed” to grammar and usage, they did\nnot learn it.  Yet, one does have the (possibly romantic)\nimpression that even though grammar and usage were\nnot properly learned, at least enough of a subliminal\nimpression of them was retained by students to lead\nthem to doubt a construction when they encountered\nit, driving them to check it in a Fowler or some other\nwork.  What I am getting at is that more and more\npeople today seem to be less and less aware of any but\ntheir own way of using the language, either because\nthey are no longer exposed to the writings of great\nauthors, or because they are not taught grammar and\nusage and style, or both.  The only way students can be\ntaught to improve their use of any language is by compelling\nthem to use it, chiefly by requiring of them on\na regular basis, preferably not less often than once a\nweek, a piece of writing which is gone over carefully\nfor usage and grammar to ensure a compatibility with\na standard to be devoutly wished for if not achieved.\nAfter five years or more of such exercise, even if the\nindividual cannot recall the difference between <em>imply</em>\nand <em>infer</em>, at least it is likely that whenever a choice is\nencountered a small bell will ring somewhere in the\nrecesses of his mind, recalling a long-forgotten paper\nfor which the grade might have been reduced because\nof a failure to know the difference.  If this were a Rube\nGoldberg contraption, this recollection would remind\nthe writer of the grease spot on page 2, caused by his\nhaving eaten a Big Mac, the memory of which conjures\nup such a vivid image that the writer opens his\nmouth to take a bite, and a string attached to his lower\njaw releases a mouse, the sight of which arouses a cat\nwhich chases it, causing the mouse to squeal, awakening\na midget who stretches, tripping open a trapdoor;\nthrough the trapdoor falls a usage book, sliding down\na chute into the hands of the writer.</p> <p>Would that life were so simple!</p>"
}