{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Laurence Urdang</em></p>\n<p>I recently purchased a new computer, and, because\nit operated on a system different from the one of\nmy old computer, I asked a few friends to recommend\na word-processing package that I might find useful.  I\nwas particularly interested in one that would allow me\nto designate a variety of typestyles during keyboarding,\nideally one that showed the styles on the monitor\nas the text was being typed.  That is called WYSIWYG,\npronounced “wizzywig,” for 'What You See Is What\nYou Get,' in other words when you designate text to\nprint in boldface or italic type, it appears in boldface\nor italic type on the screen.  For those who are\nunfamiliar with computers and the need for a word-processing\npackage, I should explain (with what I\nhope is merciful brevity) that when you buy what is\nfondly called a “personal” computer, you get three\npieces of equipment (though they may be combined in\nsome models or makes): a rectangular box with some\nslots in the front and sockets in the back, which is the\ncomputer; a monitor, which is a small TV set without\nthe usual buttons; and a keyboard, which looks like an\nordinary typewriter keyboard but, in many models\nsold today, has a number of additional keys alongside\nthose for the familiar alphanumeric characters.  On\nmine, nestled among some control keys on the right\nside is what is called a “number pad,” which resembles\nthe key arrangement one sees on an adding machine or\ncalculator; on the left side is a double bank of five keys\nmarked F1 through F10 which, when pressed alone or\nin combination with another key, perform certain\nfunctions, some of which are useful, others of which\nare evidently thought useful by the manufacturer but\nwhich I never use.</p>\n<p>These boxes come with wires (called “cables” in\nthe trade because that sounds more impressive) that\nallow them to be connected to one another and into a\npower source.  The trick is that they will not do anything\nunless and until the Disk Operating System,\nwhich comes with the machine, is installed.  After\nthat, the DOS, as it is called, performs certain functions,\nthough seldom any that anyone but a computer\nspecialist would want to perform.  In order to do something\nuseful, you have to buy a program, which is a\npackage consisting of a number of diskettes and a manual.\nA diskette is also called a “floppy”; the reason for\nthe name is not immediately apparent (nor why the\nitem is called a “diskette,” for that matter), but all\nbecomes clear.  The so-called diskette is a flat black\nsquare sealed envelope of rather tough plastic with a\nhole in the middle and an oblong slot on each of the\nflat sides; it is said to be 5¼ inches square, but that is\na lie: as the only person who probably ever measured\none of these things, I can tell you it is 5 3/16 inches\nsquare; that may seem irrelevant, but it is only the\nbeginning of the Great Deception.  Inside this square\nplastic casing (which you should never open) is a\nflimsy flat black plastic papadum.  If the diskette is\nplaced in the slot of the machine, a motor engages the\ncenter of the disk inside and spins it around at a great\nspeed so that portions of it are exposed through its\noblong slot, allowing them to be “read” by some device\ninside the box.  The diskettes that contain programs\nhave information on them that the computer “understands”\nand translates into a number of commands\nthat make the machine do certain things.  The things\ndone depend on what kind of program is on the diskette.</p>\n<p>I bought a word-processing program called\nFRAMEWORK II.  It is quite versatile and, as I required,\nallows me to create certain kinds of files in which I am\nable to style the text as I wish.  (In case you are interested,\nit allows me to mark text in any of the following\nstyles, which appear on the monitor screen in a close\napproximation: roman, <em>bold roman</em>, underlined roman,\n<em>underlined bold roman</em>, <em>italic</em>, <em>bold italic</em>, <em>underlined\nitalic</em>, and <em>underlined bold italic</em>.  I acknowledge\nthat no self-respecting typographer would ever have\nanything to do with underlined italic, underlined bold\nitalic, or some of the other styles described, but you\nhave to remember that those are merely regarded (by\nme, at least) as a means for discretely coding styles\nthat I do want—like small capitals—that are not provided\nby the program.)</p>\n<p>FRAMEWORK II is sold by Ashton-Tate, a silicon-valley\nconcern that makes quite good programs but,\nlike most of the software companies, produces such\nabominable manuals with directions for using the programs\nthat they have to maintain a staff of several\ndozen “technical personnel” who are on duty about 12\nhours a day, beginning at about six in the morning\n(California time) merely in order to answer the questions\nof confused customers.  This failing appears to be\nepidemic throughout the industry: I recently spoke\nwith an executive of Okidata, a manufacturer of a very\ngood computer (laser) printer, who told me that his\ntechnical staff answers 60,000 telephone queries a\nmonth.  I pointed out to him that if he made available\na proper manual he could probably reduce the calls by\na factor of 10.  Only the telephone company is profiting\nfrom such ineptitude.</p>\n<p>But the foregoing is all preliminary and background\nto the main theme.  One of the services performed\nby FRAMEWORK II is in a program subroutine\ncalled the Spelling Checker.  I do not need a spelling\nchecker, but I have found it extremely useful as a\nmeans for proofreading text that has been keyboarded\nand stored.  The way it works is this: after completing\nan article, chapter, or what-have-you, you press a few\nkeys and the program automatically scans every word\nof text, comparing each with a “dictionary” contained\nin the program.  It is not really a dictionary, of course,\nbecause it lacks definitions; it is merely a word list.  You\ncannot display the entire word list to examine it, but,\nfrom the directory of programs I can invoke on the\nmonitor, I know it contains about 223,000 characters,\nor about 37,000 words.  Being a computer, the machine\nperforms this comparison checking very, very rapidly:\nit takes only a minute to “proofread” a file containing\nabout 7,000 words.  If it encounters a word that is not\nin its repertoire, it offers a choice of actions: at the\nstroke of a key or two you can ADD the word to the list;\nGO ON and ignore the word entirely; or EDIT the questionable\nitem (by correcting a typo, for instance).\nThere is another option called SUGGEST, which, if invoked,\nlists up to seven or eight words that you might\nhave had in mind when you wrote the one that offended\nthe machine, and this brings me to the point of\nthis article.</p>\n<p>It seems unnecessary to point out that FRAMEWORK\nII cannot have a very sophisticated list of words if it has\nonly 37,000 in its memory, but I thought it might be\ninteresting to see what suggestions it might make as\nsubstitutions for the words it “disliked.”  In each listing\nbelow, the boldface word is the word that FRAMEWORK\n“disliked”; the words following are the substitutions it\nsuggested.  Where ellipses occur, I have not bothered to\ncopy down the entire list of offerings, selecting only\nthose that struck me as odd, either because of the\nincongruity of the choice or because I could not, in my\nwildest flights of dyslexic, schizophrenic fancy, imagine\nthe criteria employed in arriving at the selections.  I\nam fully aware that some of the words in my text are\nnot everyday items you find about the house, but I\nincluded those anyway; your attention is drawn, particularly,\nto the suggestions for the more common\nwords.</p>\n<blockquote>\n<p><em>arthropods</em> - arthropod, arthritis, arthritides, orthodox,\narthritic</p>\n<p><em>gallium</em> - galling, gleam, galleon, gulling, gallon,\ngelling, gullying, gamily</p>\n<p><em>thermionic</em> - sermonic, thorniness, sermonize, thermoset,\ntheorematic, thermometer</p>\n<p><em>interstellar</em> - interstate, interstitial, interstice, interceder,\nunderscore, understate</p>\n<p><em>q.v.</em> - TV</p>\n<p><em>caecum</em> - chicane, cocaine, cocoon, caucus, caching,\ncactus, coaching</p>\n<p><em>Myriapoda</em> - moribund, morbidly, marriageable,\nmarigolds, moratoria, marauding</p>\n<p><em>vermiform</em> - forevermore, Vermonter, verifiers, vermicular,\nformicary, forefinger</p>\n<p><em>neuromuscular</em> - murmurously</p>\n<p><em>nucleic</em> - nucleate, nutlike, neglect, knuckled, nutlet,\nnickeled, niggled</p>\n<p><em>streptococcus</em> - stereoptions, scrupulosities, stroboscopes</p>\n<p><em>staphylococcus</em> - sycophantically, sycophantishly</p>\n<p><em>lakeside</em> - lattice, legislate, legalized, localized,\nleakiest, ladyship, regicide</p>\n<p><em>Algonquian</em> - Eglantine, Halogenating, Accounting,\nEglantines, Ugandans, Accountant</p>\n<p><em>yellowjackets</em> - illogicality, illogicalities</p>\n<p><em>unmanageable</em> - unimaginable, manageable, inimitable,\nmanageably, amendable</p>\n<p><em>breastfeeding</em> - breathtaking</p>\n<p><em>horseracing</em> - resurfacing, reassuring</p>\n<p><em>childbearing</em> - ...chalkboards</p>\n<p><em>unemotional</em> - ...emanational, unmentionable,\nunanimously</p>\n<p><em>nonflammable</em> - mentionable, nonviolently, monosyllable,\nnonvolatile</p>\n<p><em>reawakens</em> - weakens, wakens, reddens, rattans,\nweaklings, walk-ins, walk-ons</p>\n<p><em>Beaujolais</em> - beguiles, bobtails, beauteous, bodiless,\nbeauties, bellicose</p>\n<p><em>Bordeaux</em> - burdocks, bureaux, broadax, paradox,\nbirdseed, bordellos, birdhouse</p>\n</blockquote>\n<p>...Well you get the idea.  I had some fun substituting\nthe program's words in my sentences and in simple\nsentences, too.  For instance,</p>\n<blockquote>\n<p><em>All arachnids and insects are arthritic</em>.</p>\n<p><em>Scientists at NASA are developing an interstate\nrocket that will take 20 light-years to complete\nits journey.</em></p>\n<p><em>They removed his formicary appendix.  (No wonder\nhe acted as if he had ants in his pants!)</em></p>\n<p><em>Some children are unimaginable at the age of five.\nWhy is she still breathtaking when her child is\nalready four!</em></p>\n<p><em>Willie Shoemaker devoted his life to resurfacing.</em></p>\n<p>(A statement applicable more accurately to Elvis\nPresley.)</p>\n<p><em>The prisoner was unmentionable when the verdict\nwas read out.</em></p>\n<p><em>I certainly do enjoy some bordellos or beauties with\nmy steak</em>.</p>\n</blockquote>\n<p>As if the preceding were not enough, I also noticed,\nassuming that the program did not stop and\noffer choices if the word was in its memory, that <em>oligopsony</em>\nis in, but <em>psychoneurotic</em> is not; <em>Winston</em> is in,\n<em>Churchill</em> is not; isosceles is in, <em>scalene</em> is not.</p>\n<p>It is a good thing that the technical staff at Ashton-Tate\nis not being asked to field questions about its\nSpelling Checker; I am not sure I would want to hear\nthe answers.</p>\n<p>The preceding may be considered as an introduction\nto a review of <em>Webster's Electronic Thesaurus</em>,\nProximity Technology, Inc., 1987, $??.  (I seem to have\nlost the information about the price but recall it was\nabout $100.)  This software consists of two disks, one\nlabeled Installation and Program, the other Synonym\nLinguibase, and a manual.  The manual sets forth\neverything with clarity, and the program is simple to\ninstall, requiring only a few minutes.  Only one thing\nmade me a little suspicious when cranking up the system:\nin the descriptive text that appears on the screen,\nthe word labeled is spelt “labelled”—decidedly unAmerican.\nHowever, I went ahead, and, since I was\ntyping—Oops! keyboarding is the word nowadays;\ntyping is out—the text you are reading, returned to\nthe beginning of the paragraph to see how some of\nthese words would fare.  I looked up the word <em>preceding</em>\nand was, after a brief moment, asked to type in the\nword, which I did.  The screen bloomed forth with the\nfollowing:</p>\n<blockquote>\n<p>Query: preceding 1) <em>adj</em> being before especially in time or arrangement</p>\n</blockquote>\n<p>There were also some other parts of speech: one\ndefinition for the preposition and three for the verb\n(participial) senses.  I called up the synonyms for the\n<em>adj</em> and the following appeared:</p>\n<blockquote>\n<p>Synonyms: antecedent, anterior, foregoing, former, past,\nprecedent, previous, prior</p>\n</blockquote>\n<p>The way the program works is this: one uses the cursor\nto highlight a particular word for which synonyms are\ndesired.  It is similar, in principle, to finding a synonym\nin a synonym dictionary and then successively looking\nup its synonyms to find their synonyms.  I am not sure\nwhy, but I expected the program to “network” in the\nsame way.  However, when I highlighted <em>antecedent</em>,\nwhat appeared on the screen was the same list of synonyms\nbut with <em>antecedent</em> missing; but <em>preceding</em> had\nreappeared.  If all this is too complicated to follow, let\nme summarize: you look up word X and get synonyms,\nA, B, C, D, E, F, and G.  You look up the synonyms for\nword A, and you get synonyms X, B, C, D, E, F, and\nG.  Even the definition provided for the sub-listings is\nidentical in wording to that of the word originally\nsought.</p>\n<p>This is very economical of space and involves a\nclever computer ploy, but it does not provide a particularly\nuseful synonym dictionary, for, as we all know,\nsynonymy in language does not yield to the mathematical\nlaw that states, “Things equal to the same thing\nare equal to each other.”  Perhaps the Proximity people\nthought that they had got round that little problem by\ngiving the same definition for each of the items in the\nlist; but we know that only very rarely are two synonyms\nbi-unique (which is another way of saying that\njust because <em>ingredient</em> means 'constituent,' not all\nmeanings of <em>constituent</em> mean 'ingredient,' an ineluctable\nfact of language).</p>\n<p>If a relatively limited access to a synonym dictionary\nis likely to be of use, then this package may be of\nservice.  It works with a hard disk or with a set of\nfloppies and can be used with 29 popular word-processing\nprograms.  (That was the number listed\nwhen I received my copy; it might have increased.)  It\nalso has a few neat features, like suggesting a few\nalternatives if you happen to think that <em>preceding</em> is\nspelt “preceeding” (as some people do).  It has a useful\n“Help” feature that can be called upon at any stage.\nAlso, if you enter <em>jump</em>, you get the synonyms for that;\nbut if you entered <em>jumped</em>, you get the (same) synonyms\nbut inflected—including the variants <em>leapt</em>,\n<em>leaped for leap</em>.  All in all, for a primitive system, it is\nnot too bad; but you would have to be in love with\nyour computer to use it in preference to the far more\ncomplete books of synonyms available (especially <em>The\nSynonym Finder</em>, Rodale in the U.S. and Canada,\nLongman elsewhere, which offers more than 800,000\nsynonyms, more than three times the number listed in\nany other synonym book).</p>\n<p>The blurb on this book/disk package reads, “Supplies\nyou with 470,000 <em>true</em> synonyms for 40,000\nentries.”  My guess is that such a quantity might be\nreached if one counted all the permutations and combinations;\nin reality, though, there are probably far\nfewer actual words.  Readers can judge for themselves\nthe validity of this numerical legerdemain.</p>\n<p>[P.S. The foregoing was written more than a year ago.\nSince then, I have updated FRAMEWORK II to FRAMEWORK\nIII to add, as they say in the trade, a few “bells\nand whistles,” and, because my present computer is\nconfigured with only 640,000 bytes of RAM (RandomAccess\nMemory) and can perform only a pitiful five\nzillion operations a second, I am planning to add RAM\nand memory to enable it to perform a few zillion\nmore—or is that per millisecond or microsecond?—in\norder to have a device that can keep pace with the\nspeed with which I change my mind.  Move over! Make\nroom in the fast lane!]</p>\n<p>Joining the ranks of companies that ought to\nhave the resources required to employ people (especially\nin advertising agencies) who are reasonably\nperceptive about language but appear to have lost\nwhatever touch they might have had is the British\nfirm, Honeywell Bull.  Originally, the American concern\nwith the well-established name <em>Minneapolis\nHoneywell</em> joined with <em>Groupe Bull</em> and NEC to form\n<em>Honeywell Bull</em>, not the most attractive of names.  On\n22 February 1989, in a full-page color advertisement\nin <em>The Times</em>, the <em>Honeywell</em> was severed, leaving\nthe new company name <em>Bull</em>.  At the same time,\nthe big brains came up with the slogan <em>To business\nproblems</em>, <em>we say Bull</em>, rather an unfortunate decision\nfor two reasons: first, <em>bull</em> is an almost-polite\nshortening of <em>bullshit</em>, as (almost) everyone knows;\nsecond, <em>bull</em> (or <em>Bull</em>!) as a retort means 'bullshit;\nnonsense; balderdash' and, particularly, 'Whatever\nyou said [like, “I have a business problem”] is a lot\nof bullshit.'  That might be perceived as reflective of\na rather cavalier attitude toward prospective customers'\nproblems.  As a vast amount of information is\ncouched in language, and the new firm associates\nitself with <em>Worldwide Information Systems</em>, one\nmight be given to wonder how adroit their handling\nof linguistic information might be.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Laurence Urdang</em></p> <p>I recently purchased a new computer, and, because\nit operated on a system different from the one of\nmy old computer, I asked a few friends to recommend\na word-processing package that I might find useful.  I\nwas particularly interested in one that would allow me\nto designate a variety of typestyles during keyboarding,\nideally one that showed the styles on the monitor\nas the text was being typed.  That is called WYSIWYG,\npronounced “wizzywig,” for 'What You See Is What\nYou Get,' in other words when you designate text to\nprint in boldface or italic type, it appears in boldface\nor italic type on the screen.  For those who are\nunfamiliar with computers and the need for a word-processing\npackage, I should explain (with what I\nhope is merciful brevity) that when you buy what is\nfondly called a “personal” computer, you get three\npieces of equipment (though they may be combined in\nsome models or makes): a rectangular box with some\nslots in the front and sockets in the back, which is the\ncomputer; a monitor, which is a small TV set without\nthe usual buttons; and a keyboard, which looks like an\nordinary typewriter keyboard but, in many models\nsold today, has a number of additional keys alongside\nthose for the familiar alphanumeric characters.  On\nmine, nestled among some control keys on the right\nside is what is called a “number pad,” which resembles\nthe key arrangement one sees on an adding machine or\ncalculator; on the left side is a double bank of five keys\nmarked F1 through F10 which, when pressed alone or\nin combination with another key, perform certain\nfunctions, some of which are useful, others of which\nare evidently thought useful by the manufacturer but\nwhich I never use.</p> <p>These boxes come with wires (called “cables” in\nthe trade because that sounds more impressive) that\nallow them to be connected to one another and into a\npower source.  The trick is that they will not do anything\nunless and until the Disk Operating System,\nwhich comes with the machine, is installed.  After\nthat, the DOS, as it is called, performs certain functions,\nthough seldom any that anyone but a computer\nspecialist would want to perform.  In order to do something\nuseful, you have to buy a program, which is a\npackage consisting of a number of diskettes and a manual.\nA diskette is also called a “floppy”; the reason for\nthe name is not immediately apparent (nor why the\nitem is called a “diskette,” for that matter), but all\nbecomes clear.  The so-called diskette is a flat black\nsquare sealed envelope of rather tough plastic with a\nhole in the middle and an oblong slot on each of the\nflat sides; it is said to be 5¼ inches square, but that is\na lie: as the only person who probably ever measured\none of these things, I can tell you it is 5 3/16 inches\nsquare; that may seem irrelevant, but it is only the\nbeginning of the Great Deception.  Inside this square\nplastic casing (which you should never open) is a\nflimsy flat black plastic papadum.  If the diskette is\nplaced in the slot of the machine, a motor engages the\ncenter of the disk inside and spins it around at a great\nspeed so that portions of it are exposed through its\noblong slot, allowing them to be “read” by some device\ninside the box.  The diskettes that contain programs\nhave information on them that the computer “understands”\nand translates into a number of commands\nthat make the machine do certain things.  The things\ndone depend on what kind of program is on the diskette.</p> <p>I bought a word-processing program called\nFRAMEWORK II.  It is quite versatile and, as I required,\nallows me to create certain kinds of files in which I am\nable to style the text as I wish.  (In case you are interested,\nit allows me to mark text in any of the following\nstyles, which appear on the monitor screen in a close\napproximation: roman, <em>bold roman</em>, underlined roman,\n<em>underlined bold roman</em>, <em>italic</em>, <em>bold italic</em>, <em>underlined\nitalic</em>, and <em>underlined bold italic</em>.  I acknowledge\nthat no self-respecting typographer would ever have\nanything to do with underlined italic, underlined bold\nitalic, or some of the other styles described, but you\nhave to remember that those are merely regarded (by\nme, at least) as a means for discretely coding styles\nthat I do want—like small capitals—that are not provided\nby the program.)</p>"
}