{
  "type": "Article",
  "title": "The Bound and Gagged Morpheme",
  "author": "Roger Smith",
  "location": "Fairleigh Dickinson University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Bound and Gagged Morpheme</h1>\n<p><em><span data-rel=\"author\">Roger Smith</span> <span data-rel=\"location\">Fairleigh Dickinson University</span></em></p>\n<p>For about the last century, American English has\nbeen openly kidnapping bits of words and putting\nthem to work as new bound morphemes without\nthe least regard for their original meanings—or,\nrather, lack of meanings.  A morpheme is the smallest\nunit of meaning in a language; a bound morpheme is\none that appears only in combination with another\nmorpheme, such as the suffixes and prefixes of English.\nThe American propensity for lexical shanghaiing has\nproduced a new type of morpheme, the bound and\ngagged morpheme.  It is a series of sounds impressed\ninto a kind of semantic slavery, for urltil recently the\ncollocations could do no semantic work on their own in\ntheir present form.</p>\n<p>Admittedly I have given in to temptation in coining\nthe term “bound and gagged morpheme”—the\ntemptation of wit.  Many of these new morphemes\nhave not been gagged at all, since no part of them\nmeant anything in thefirst place.  Still, let the term\nstand.  It describes in spirit, at least, how neomorphemes\nlike <em>-athon, -tigue, -burger, -(a)teria,\n-alator, -ercize/-icize, -ician, -aholic, -on, -capade,\n-cade, -alyzer, -gate, heli-, docu-</em> have become affixes.</p>\n<p>The news and advertising media have introduced\nmost such morphemes into common usage, a spinoff of\ntheir tiieless search for novel, titillating ways to attract\npublic attention.  The pattern for coinage is simple and\nuniform.  A familiar noun provides the model for variation,\nusually because it contains a memorable ending.\nEverything except this memorable portion of the word\nis then dropped, and a new morpheme is substituted\nin an innovation; once the innovation is generally\nknown, it suggests a pattern for further combinations\nwith the neomorpheme, whose meaning generalizes\nupon the model's salient contemporary import.  Because\nthe model behind the original innovation must\nbe easily recognizable to provide material for a new\nmorpheme, most models are either placenames or\ncommon words for locations and activities.</p>\n<p><em>-Athon</em> is the classic example, although not the\nfirst.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> <em>Marathon</em> provided the model after it was reintroduced\ninto English from Greek with the First\nOlympic Games at Athens in 1896, according to the\n<em>OED</em>.  The long-distance running event honored the\nwarrior who in 490 B.C. ran to Athens in order to\nannounce the Greek victory over the Persians on the\nplains of Marathon.  The grueling twenty-six-mile\nOlympic run has become one of the games' most popular\nevents, emblematic of the endurance and strength\nan Olympian must have.</p>\n<p>But <em>marathon</em> soon escaped the arena of Olympic\ncompetition and sport.  In 1908 the <em>Daily Chronicle</em>\nused it figuratively to characterize a potato-peeling\ncontest.  “The Murphy Marathon,” and in the 1920s\nendurance dances were regularly called <em>marathons</em>\n(the earliest such reference, surprisingly, comes from\ndour Scotland's <em>Glasgow Herald</em> in 1923).  But even in\nthese extensions of the word, -<em>athon</em> was only part of a\nplacename, even though now regularly applied to\nphysical activities, and had no meaning on its own in\neither English or the original Greek.  Then in 1949 the\nSan Francisco <em>Examiner</em> reported on a <em>telethon</em>, cautiously\nenclosing the word in quotation marks to show\nit was a neologism.  It is the first citation in the <em>OED\nSupplement</em>, Volume 4 (1986), which defines the word\nas a “TV program lasting several hours, especially to\nsolicit contributions,” coined by analogy from <em>marathon</em>.\nWhat had apparently happened was that a false\nanalysis had divided the Olympic event into two specious\nmorphemes, as if <em>mar(a)</em> meant 'running' and\n<em>-(a)thon</em> meant 'long' as a suffix.</p>\n<p>In any case, <em>telethon</em> took hold quickly.  By 1952\nthe Baltimore <em>Sun</em> could use it without the quotation\nmarks, and so it has become an ineradicable part of\nviewing terminology, admitted into <em>Webster's Third\nNew International Dictionary</em> in 1963.  The <em>OED</em> insists\n<em>telethon</em> is “orig. and chiefly U.S.,” but Australia\nhad taken it up by 1968, and there was no more appropriate\nword at hand in 1982 when a journalist for\nEngland's <em>Listener</em> wrote, “Perhaps we have all been\ncorrupted by the telethons of Vietnam television reporting.”\nPerhaps we have.</p>\n<p><em>Telethon</em> seems here to stay, sanctioned by dictionaries,\nbut no dictionary records the next innovation\nwith <em>-athon</em>, and I can only guess that the new\nsuffix began attaching to other base elements in the\n1950s and '60s.  As it is, the last twenty years have seen\na bewildering array of applications, all in the sense of\na 'long-lasting, demanding activity,' a 'test of endurance,'\nor an 'indication of enormous capacity.'  It has\nappeared in such unlikely combinations as <em>talkathon,\nwalkathon, aquathon, ski-a-thon, bike-athon, birdathon,\nsell-athon, sale-athon, curl-a-thon</em> (a 'hairstyling\nextravaganza'), and even the seemingly unnecessary\n<em>jogathon</em> and <em>runathon</em> (denoting more leisurely\nor shorter races than a marathon).  Most usages are\nself-explanatory, but not all.  <em>Toolathon</em> is a store in\nBergen County, New Jersey, rather than a construction\ncontest, and <em>roofathon</em> was an odd sales promotion in\n1984 involving bicyclists atop a 7-11 store in Reno,\nNevada.  That forms like <em>sale-athon</em> retain the a even\nafter the base element's e demonstrates that the <em>-athon</em>\nof <em>marathon</em>, rather than the <em>-ethon</em> of <em>telethon</em>, is\nperceived as the primary form of the suffix, but the\nmatter has not been completely settled: consider <em>alcothon</em>\n(which I hope was a test of abstinence rather\nthan indulgence).</p>\n<p>It will not do to heap scorn on <em>-athon</em> and denounce\nathoninators as licentious with language.  A\nnew morpheme survives the novelty of its first innovation\n(like <em>telethon</em> for -<em>athon</em>) because it turns out to be\nuseful, almost as if by accident, and brings something\nnew into the idiom.  <em>-Athon</em> clearly serves a purpose\nwhen a business person or public relations representative\nwants to advertise a lot of some activity with a\nsingle, handy, distinctive term.  But utility alone has\nnot kept <em>-athon</em> current.  It is easy to reuse, and more\nimportant, each new usage reflects an attempt at creativity,\nhowever feeble.  What is easy and witty is\nbound to become popular.  The hyphens that separate\n<em>-athon</em> from the base morpheme is most new usages\nsurely are self-conscious attempts to call attention to\nthe wit invested in the coinage, like parsley atop a\ncasserole of leftovers.  It is half-facetious showmanship.</p>\n<p>Even though the American taste for plundering\nplacenames has provided words like <em>telethon</em> to other\nnations, some have commited semantic thefts of their\nown.  The European peace movement, for example,\nhas taken <em>-shima</em> from <em>Hiroshima</em> to denote a site of\nnuclear devastation.  “Nein Euroshima” the astonished\nvisitor is likely to find on tee shirts and sidewalks wherever\nanti-nuclear sentiments run strong.  I would like to\ncontribute “No Amerishima” as well.</p>\n<p>A second class of bound and gagged morphemes\ncomprises innovations based upon a portion of a common\nterm that is either not a morpheme or an incorrect\nform of a morpheme used in a new sense.  My\nfavorite is <em>-ercise/-icise</em> because of the notable diffidence\nof its applications.  America's obsession with\nphysical fitness has brought us specialty group calisthenics,\nwhich we designate <em>jazzercise, aerobicise</em>, or\n<em>dancercise</em> on the model <em>exercise</em>, depending on what\ntype of music is playing or degree of enthusiasm.  But\n<em>-ercise/-icise</em> cannot mean simply 'group dance exercises,'\nbecause there is also <em>sexercise</em>, which almost certainly\ninvolves neither large groups or dancing.</p>\n<p>These are only representative examples of the\nbound and gagged morpheme.  More neomorphemes\nand their consequent neologisms exist than can be\nsumupercised, spawned daily by ingenuity and the desire\nto put some flash into news copy, advertising\ndrives, or the names of businesses.  Most will disappear\nas quickly as they were created.  That is the way of all\nflash.</p>\n<p>The bound and gagged morpheme is in fact the\nstepchild of the pun and initially is meant to be recombined\nonly as long as it seems clever to do so.  It can\nthrive because the temptation arises, so often too powerful\nto resist, as was the case with this essay's title, to\nthrow in a little wit for good measure, even if without\nmuch accuracy.  Like the puns above, most word forms\nwith newly created morphemes are incidental and almost\nalways dismissible, but not functionless.  They\nmake us pause to groan the groan that is nearly laughter.\nEven when we scorn yet another neologism with\n<em>-athon</em>, or ridicule a new <em>-gate</em> (as in <em>Irangate</em>), or\nwince at alcoholic becoming <em>chocoholic</em>, it has already\nmade us concentrate on language and refreshed our\ninterest by whetting our humor.  That is a function,\nthat is precious.</p>\n<p>And for all our groans to the contrary, bound and\ngagged morphemes are a feature of our national disposition,\nour lighthearted lack of regard for linguistic\ntradition.  We can dismiss them no more than we can\ndismiss our euphemisms, jargons, and gobbledygook\nwithout frustrating our sensibility.  The neomorphemes\nshow that in public life we are in a hurry and do not\nwant to slow down long enough to devise an explanatory\nphrase if we can pack enough of our intention into\na single word.  We can get by with a coinage like <em>laughorama</em>\nbecause we know <em>-orama's</em> affiliation with <em>panorama</em>\nwill tell our listeners enough for the moment,\neven though the innovation's <em>-orama</em> does not clearly\nmean 'view,' as it does in the model.</p>\n<p>Here lies the most engaging feature of the lay\nAmerican attitude toward language: meaning is an\nadvisor, but not a dictator, in usage.  The people who\nestablish and preserve innovations are unlikely to have\nthe philologist's taste for etymological fidelity, but that\nhardly means they are uneducated or uninterested in\nlanguage.  On the contrary, their attention to meaning\nmust be acute, even if purists pale at the inelegance of\nthe many neologisms, because bound and gagged morphemes\nsucceed in communicating with marvelous\nease and utility.  No one could scorn them if they were\nmeaningless; then they would simply be empty oddities.\nIt is the emphasis of neologists, the nature of their\ninterest in language, that is intriguing—an interest in\nplayfulness over etymology, an emphasis upon the wit\nof brevity, and an ear finely tuned for useful novelty.</p>\n<p>Teachers and other professionals are usually credited\nwith setting the standard for usage; but in\nAmerica, at least, theirs is not the only standard.  There\nis rather a double standard, first the so-called American\nStandard that textbooks try to inculcate, the dignified\nparlance of discourse, and then the related but divergent\nAmerican Wit, the standard of ingenuity, which\ntrafficks freely in analogy, pun, and portmanteau.  At its\nbest it can enrich the American idiom with phrases,\nwords, and even bound morphemes.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>Both <em>-acute</em> (execute to electrocute) and <em>-alysis</em> (analysis to urinalysis)\nand later breathalyzer, started earlier. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Bound and Gagged Morpheme</h1> <p><em><span data-rel=\"author\">Roger Smith</span> <span data-rel=\"location\">Fairleigh Dickinson University</span></em></p> <p>For about the last century, American English has\nbeen openly kidnapping bits of words and putting\nthem to work as new bound morphemes without\nthe least regard for their original meanings—or,\nrather, lack of meanings.  A morpheme is the smallest\nunit of meaning in a language; a bound morpheme is\none that appears only in combination with another\nmorpheme, such as the suffixes and prefixes of English.\nThe American propensity for lexical shanghaiing has\nproduced a new type of morpheme, the bound and\ngagged morpheme.  It is a series of sounds impressed\ninto a kind of semantic slavery, for urltil recently the\ncollocations could do no semantic work on their own in\ntheir present form.</p> <p>Admittedly I have given in to temptation in coining\nthe term “bound and gagged morpheme”—the\ntemptation of wit.  Many of these new morphemes\nhave not been gagged at all, since no part of them\nmeant anything in thefirst place.  Still, let the term\nstand.  It describes in spirit, at least, how neomorphemes\nlike <em>-athon, -tigue, -burger, -(a)teria,\n-alator, -ercize/-icize, -ician, -aholic, -on, -capade,\n-cade, -alyzer, -gate, heli-, docu-</em> have become affixes.</p> <p>The news and advertising media have introduced\nmost such morphemes into common usage, a spinoff of\ntheir tiieless search for novel, titillating ways to attract\npublic attention.  The pattern for coinage is simple and\nuniform.  A familiar noun provides the model for variation,\nusually because it contains a memorable ending.\nEverything except this memorable portion of the word\nis then dropped, and a new morpheme is substituted\nin an innovation; once the innovation is generally\nknown, it suggests a pattern for further combinations\nwith the neomorpheme, whose meaning generalizes\nupon the model's salient contemporary import.  Because\nthe model behind the original innovation must\nbe easily recognizable to provide material for a new\nmorpheme, most models are either placenames or\ncommon words for locations and activities.</p>"
}