{
  "type": "Article",
  "title": "Transatlanguage",
  "author": "Nicholas Whitehead",
  "location": "Kington, Hereford",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Transatlanguage</h1>\n<p><em><span data-rel=\"author\">Nicholas Whitehead</span> <span data-rel=\"location\">Kington, Hereford</span></em></p>\n<p>It was in a hotel bar in Chicago, on my first night\nof a visit to the US, that I was given some advice\non how to communicate with Americans.  My volunteer\ntutor, an executive with the Sears company,\nexplained that the British have a “beat-about-the-bush”\nway of saying things, whereas Americans always\ngo straight to the point.  In America, he assured\nme, I would hear “English with its sleeves rolled-up.”\nJet-lagged after ten hours in the custody of\nAmerican airline staff, I could neither believe nor\nargue.</p>\n<p>Back here in rural Herefordshire, after two\nmonths in the States, I've had time to reflect on what\nthe man said.  Did he have a point?  Well, I do say\n<em>taken to hospital</em> rather than <em>hospitalized</em>, even\nthough the American term is two syllables shorter.  I\nwould never write <em>All thru the nite</em> just to save four\nletters.  And I still remember being baffled by a British\nnews story in <em>U.S.A. Today</em>.  The paper reported\nthat the Duchess of York had been presented with\nher pilot's wings “at Oxford Monday.”  I actually\nchecked the index of my Ordnance Survey atlas (Oxenwood...Oxford...Oxhill)\nbefore concluding that there was no such place and what they really\nmeant was “at Oxford on Monday.”  Is it just because\nI am English that I resent the dropping of a small\npreposition?  Do I belong to a race of fusspots who\ndecorate their sentences with words that don't matter?\nThe man from Sears thought so and he was not\nalone.  His belief turned out to be so widely held in\nAmerica that it was almost beyond question.</p>\n<p>Let us question it now.  First of all, think of five\nliving English People and remember how each of\nthem speaks.  Come on...Margaret Thatcher, Dudley\nMoore...any other three.  Are they euphemistic?\nIs their diction cluttered with redundant words\nand phrases?  Are their sentence structures so ornate\nand pernickety that the meaning is obscured?  Now\nthink of a few people who <em>are</em> guilty of those linguistic\nsins.  I can guess who they are: American airline\nstewardesses, Pentagon Officials, New England hostesses,\nand people who insist on being referred to as\n“spokespersons” for social reform.</p>\n<p>In airline-speak and Pentagonese, the idea\nseems to be to build up the number of words or syllables\nin a sentence at the expense of its color, vitality,\nand charm.  English is reduced to a bland, verbal\nporridge.  “The no-smoking signs are illuminated at\nthis time.”  The sentence is in the present tense.\nThere is no need to say <em>at this time</em> (or even <em>now</em>),\nbut the rules of airline English state that whenever a\nstock, useless phrase may be inserted into a sentence\nthen that phrase must be inserted (<em>at that moment in\ntime</em>).</p>\n<p>The Pentagon is more extreme but perhaps\nmore honest.  Its euphemisms are so blatant that no\none could fail to recognize them as anything but\nstraightforward attempts to deny the truth.  Bombs\nare called <em>systems</em>, poisons are <em>agents</em>.  Then there is\nthe marvelously uninformative <em>Strategic Defence Initiative</em>.\nTo help maintain the required standards of\nblandness and inefficiency, the words <em>situation</em> and\n<em>located</em> must be used (they would say <em>utilized</em>) as\noften as possible.  Unfortunately, the practices of\nmilitary and airline staff are contaminating the language\nof the greater public.  In England we talk\nabout the weather.  In America, it is the weather <em>situation</em>.\nIn California, I saw a notice Scotch-taped to a\nsupermarket door: “This door is locked, please use\nthe other door which is located around the corner.”\nIn England, where everything is supposed to be so\nlong-winded, the sign would ask simply: “Please use\nthe door round the corner.”</p>\n<p>New Englanders deserve a special mention.  It is\nthey, I believe, who are mainly responsible for this\ncrazy notion that the English have a niminy-piminy\nway of expressing themselves.  You know the sort of\nthing—<em>inexpensive</em> instead of <em>cheap; R.C.</em> instead of\n<em>Catholic; T.P.</em> or even <em>bathroom stationary</em> instead of\n<em>toilet paper</em>.  They believe it sounds English so the\nrest of America believes it too.  What it really sounds\nlike is genteel, Victorian English, a style extinct in all\nbut a few suburban, lower-middle-class areas.  While\nEnglish people are more or less immune from the\nmincing style of the <em>Mayflower's</em> granddaughters,\nPentagonese has seriously infected the language of\nBritish trade union leaders.  <em>Situation</em> pops up like\nacne all over their sentences and <em>at this time</em> has deteriorated\nto <em>at this moment in time.  Located</em> has,\nmercifully, not caught on.</p>\n<p>Even in England, trade unionists are put in the\nshade by the speakers of Sociologese; they, in turn,\nare outshone by their transatlantic counterparts.\nAmerican community workers are the champion\nlanguage-manglers.  In their world, nothing and no\none is ever specifically identified or accurately described.\nDoctors and nurses are lumped together\nwith gophers and pen-pushers under the blanket\nterm <em>health professional</em>.  No one over owns up to\nbeing the boss, the leader, or the headmistress, only\nthe <em>coordinator</em>.  Words that have a richness of meaning\nare strenuously avoided in favor of cold, empty\nterms that have no resonance.  Thus, <em>biological\nmother</em> rather than <em>natural mother</em>.  This is not the\nstraight-to-the-point English usage on which Americans\npride themselves.  This is English with its\nsleeves rolled right down around its ankles.  Of\ncourse, to avoid being “negative” we'd have to call\nit “Meaning-Free Language.”</p>\n<p>Is there any hope?  Yes.  The cavalry is coming.\nIn fact, it is already here.  The battle is on for truth,\nclarity, and the elegant way.  Just as the staid, old\nBritish English was rejuvenated after the First World\nWas by the injection of American, no-nonsense grittiness,\nso modern American English is being saved;\nthis time by the charge of honest and potent street-talk\ninto the flim-flam and flummery of the body linguistic.\nSome of the best new words on both sides of\nthe Atlantic have come from the streets of America.\n<em>Mugger</em> for instance.  How ever did we manage without\nit?  There is the old English <em>cutpurse</em> but that\nsounds too fancy for its purpose and has none of\nthe casual bluntness of the American word.  Then\nthere's <em>scam, junkie</em>, and <em>copout</em>; neat, powerful,\narmor-piercing words.  And where would we be\nwithout <em>rip-off</em>?</p>\n<p>The battle would probably be won by now,\nwere it not for the fact that the truth-dodgers have\nmanaged to lay a false claim to the moral high\nground.  There are, however, encouraging signs that\nthey may not hold it much longer—even New Englanders\nare calling black people <em>black</em> these days.\nPerhaps it will not be too long before the man from\nSears, and every proud American, will be able to\nwelcome the foreigner to a land where people are\nnot afraid to roll up their sleeves.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Transatlanguage</h1> <p><em><span data-rel=\"author\">Nicholas Whitehead</span> <span data-rel=\"location\">Kington, Hereford</span></em></p> <p>It was in a hotel bar in Chicago, on my first night\nof a visit to the US, that I was given some advice\non how to communicate with Americans.  My volunteer\ntutor, an executive with the Sears company,\nexplained that the British have a “beat-about-the-bush”\nway of saying things, whereas Americans always\ngo straight to the point.  In America, he assured\nme, I would hear “English with its sleeves rolled-up.”\nJet-lagged after ten hours in the custody of\nAmerican airline staff, I could neither believe nor\nargue.</p> <p>Back here in rural Herefordshire, after two\nmonths in the States, I've had time to reflect on what\nthe man said.  Did he have a point?  Well, I do say\n<em>taken to hospital</em> rather than <em>hospitalized</em>, even\nthough the American term is two syllables shorter.  I\nwould never write <em>All thru the nite</em> just to save four\nletters.  And I still remember being baffled by a British\nnews story in <em>U.S.A. Today</em>.  The paper reported\nthat the Duchess of York had been presented with\nher pilot's wings “at Oxford Monday.”  I actually\nchecked the index of my Ordnance Survey atlas (Oxenwood...Oxford...Oxhill)\nbefore concluding that there was no such place and what they really\nmeant was “at Oxford on Monday.”  Is it just because\nI am English that I resent the dropping of a small\npreposition?  Do I belong to a race of fusspots who\ndecorate their sentences with words that don't matter?\nThe man from Sears thought so and he was not\nalone.  His belief turned out to be so widely held in\nAmerica that it was almost beyond question.</p> <p>Let us question it now.  First of all, think of five\nliving English People and remember how each of\nthem speaks.  Come on...Margaret Thatcher, Dudley\nMoore...any other three.  Are they euphemistic?\nIs their diction cluttered with redundant words\nand phrases?  Are their sentence structures so ornate\nand pernickety that the meaning is obscured?  Now\nthink of a few people who <em>are</em> guilty of those linguistic\nsins.  I can guess who they are: American airline\nstewardesses, Pentagon Officials, New England hostesses,\nand people who insist on being referred to as\n“spokespersons” for social reform.</p>"
}