{
  "type": "Article",
  "title": "Français ou plutôt à la française",
  "author": "John Alvey",
  "location": "Annandale, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Français ou plutôt à la française</h1>\n<p><em><span data-rel=\"author\">John Alvey</span> <span data-rel=\"location\">Annandale, Virginia</span></em></p>\n<p>The French have long complained about the pollution\nof their language by English.  The following\nstory shows how bad this pollution is:</p>\n<p>The heroine of our nouvelle is Marie, a petite\nfemme fatale from Paris.  Her father was a parvenu\nwho used to be a bon vivant and the enfant terrible\nof his clique but became a laissez-faire entrepreneur\nin the entrepôt business and then accepted a post as\na chargé d'affaires, which entitled him to a UN laissez-passer,\n(working to improve detente, and rapprochement\nwith the ancien régime), though he remained\na bit of a roué, having an affaire with the au\npair.  Her mother, née Capet, was a grande dame,\nfull of savoir faire and joie de vivre, who later became\na clairvoyant and spent her time in séances and\ncollecting naïf gouaches and objets d'art.  For a\nwhile, they lived in a ménage á trois with the valet\nde chambre, but the valet was arrested as an agent\nprovocateur, following a coup d'état manqué, which\nturned out to be a débacle.  This became a cause cé-lébre\namong the émigré élite.  His body was later\nfound in a cul-de-sac and dumped in the morgue.  An\nexposé in a newspaper revealed that he was the beau\nof a svelte coquette he had met aprés-ski and she\ngave him the coup de grâce by poisoning his créme\ncaramel in a crime passionnel.  Marie recently made\nher début as an ingénue in a risqué, avant-garde cinéma-vérité\nmovie which used advanced montage\ntechniques, was hailed as a tour de force and became\na succés de scandale.  Because of her parents' character\ntraits, she was brought up in a recherché milieu\nand spent most of her childhood in a crèche, playing\nwith papier-mâché toys.</p>\n<p>Her fiancé is going to take her to a discothéque\nand then onto a cafe, though she would rather go to\na thé dansant.  She waits for him in her boudoir, en\ndeshabillé, wearing a negligée, through which her\ntoile d'or lingerie, particularly her brassiére, can be\nseen.  She is listening to a Chopin nocturne, while\nlying on a beige chaise lounge, sipping cointreau,\neating canapés and reading a roman à thèse, currently\nin vogue.  Her fiancé, François, a petit bourgeois\nin behavior, though considering himself the\ncrème de la créme, is aide-de-camp to a general and\nhas the rank of lieutenant, fancies himself as a raconteur\nand littérateur (having published a pastiche of\nvers libres and a catalogue raisonné of the works of\nOliver North, which was hailed as a chef d'oeuvre),\nthough his ambition is to be a Grand Prix driver.  He\nis brought by his chauffeur, who acts as chaperon\nbut they decide that he will be de trop and he takes\nFrench leave.  François lets himself into the bijou\nlittle pied-á-terre with a passe-partout.</p>\n<p>“Chéri, can't we go to the premiere of that finde-siècle\ntableau vivant about clandestine intrigue\nin a commune?” Marie asks François, eyeing him\nthrough her pince-nez.</p>\n<p>“I would rather go to the ballet and see that\ndancer do pas-de-deux and entrechats.  Then down\nthe boulevard to chez Georges.  He serves delicious\nchampagne and vol-au-vents and has a fine art nouveau\ncollection.”</p>\n<p>“But art nouveau is so passé.  It is art déco that is\nà la mode.”</p>\n<p>“That's only for the nouveaux riches.”</p>\n<p>“You have an idée fixe about art déco.  Though,\nentre nous, I must agree it is mainly bric-á-brac.”</p>\n<p>“En passant, how about a little divertissement?”</p>\n<p>“None of your double entendres, please.  It\nshows lack of etiquette.  Perhaps we could go to a bal\nmasqué?”</p>\n<p>They finally decide to have a meal á deux at a\nchic cordon bleu restaurant.  She puts on a crochet\nblouse she had bought at the boutique and a haute\ncouture culotte skirt, decorated with moiré appliqués,\nwhich is the dernier cri, a suede coat and a\nberet, though François had asked her to wear her\ndécolleté dress.  She dabs some rouge on her cheeks\nand eau de toilette on her neck.  They start off with\nan apéritif and some crudités.  They decide to have\nthe à la carte meal, following the recommendations\nof the maître d' hôtel.  She has pâté for hors\nd'oeuvre, while he has the soupe du jour with croûtons.\nFor entrée she has the spécialité de la maison,\ncoq au vin with pommes frites and aubergines and\nhe has filet mignon aux fines herbes with courgettes\nand purée de tomate.  They drink a carafe of Bordeaux\nwith the meal.  For dessert she has gâteau and\na sorbet and he has marrons glacés, though, as he is\nrather guache, he commits a gaffe by eating them\nwith his fingers and then spills most of them on his\nserviette.  They finish the meal with gruyère and\ncamembert.  They conclude with a pousse-café for\nher and a cognac for him.</p>\n<p>Afterwards they go to a son-et-lumière show at a\nnearby château, noted for its bas-reliefs, though\nspend most of the time in a tête-à-tête.</p>\n<p>“Vis-à-vis our forthcoming marriage, you take it\nas a fait accompli,” she says, “but I feel our dalliance\nhas reached an impasse.  It is nothing but a charade.”</p>\n<p>“My dear, you are merely troubled by ennui.”</p>\n<p>“I give you carte blanche to do as you like and\nyou go off and play the cor anglais with the concièrge.\nWhat a faux pas!”</p>\n<p>“But you could almost say it was force majeure\nthat drove me.  A letter I collected from the poste\nrestante contained a dossier about a précis of a roman\nà clef she had written, showing she was au fait\nwith my manoeuvres in Iran which, if published,\nwould ruin me.  I had to keep up a good rapport with\nher.”</p>\n<p>“I am sorry, François, our relationship is a\nfarce.”</p>\n<p>“Do you mean that this is adieu?”</p>\n<p>“I do.  I shall sell my trousseau tomorrow.”</p>\n<p>“Have some nougat, then.”</p>\n<p>“You are being very blasé about it.”</p>\n<p>“It's just that one has to handle these things\nwith aplomb.”</p>\n<p>“But, à propos, I thought I was your raison\nd'être, ever since you saw me au naturel.  And all\nthose billets doux you sent me.”</p>\n<p>“You were, but since you started speaking in\nsuch awful clichés, à la française, I knew it would\nnever work.”</p>\n<p>“Oh, you and your witty repartees and bons\nmots.  So, it's no souvenirs?”</p>\n<p>“Sans everything.”</p>\n<p>“No more soirées?”</p>\n<p>“No.”</p>\n<p>“Oh, what a fête worse than death.”</p>\n<p>It was her final cri de coeur.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Français ou plutôt à la française</h1> <p><em><span data-rel=\"author\">John Alvey</span> <span data-rel=\"location\">Annandale, Virginia</span></em></p> <p>The French have long complained about the pollution\nof their language by English.  The following\nstory shows how bad this pollution is:</p> <p>The heroine of our nouvelle is Marie, a petite\nfemme fatale from Paris.  Her father was a parvenu\nwho used to be a bon vivant and the enfant terrible\nof his clique but became a laissez-faire entrepreneur\nin the entrepôt business and then accepted a post as\na chargé d'affaires, which entitled him to a UN laissez-passer,\n(working to improve detente, and rapprochement\nwith the ancien régime), though he remained\na bit of a roué, having an affaire with the au\npair.  Her mother, née Capet, was a grande dame,\nfull of savoir faire and joie de vivre, who later became\na clairvoyant and spent her time in séances and\ncollecting naïf gouaches and objets d'art.  For a\nwhile, they lived in a ménage á trois with the valet\nde chambre, but the valet was arrested as an agent\nprovocateur, following a coup d'état manqué, which\nturned out to be a débacle.  This became a cause cé-lébre\namong the émigré élite.  His body was later\nfound in a cul-de-sac and dumped in the morgue.  An\nexposé in a newspaper revealed that he was the beau\nof a svelte coquette he had met aprés-ski and she\ngave him the coup de grâce by poisoning his créme\ncaramel in a crime passionnel.  Marie recently made\nher début as an ingénue in a risqué, avant-garde cinéma-vérité\nmovie which used advanced montage\ntechniques, was hailed as a tour de force and became\na succés de scandale.  Because of her parents' character\ntraits, she was brought up in a recherché milieu\nand spent most of her childhood in a crèche, playing\nwith papier-mâché toys.</p> <p>Her fiancé is going to take her to a discothéque\nand then onto a cafe, though she would rather go to\na thé dansant.  She waits for him in her boudoir, en\ndeshabillé, wearing a negligée, through which her\ntoile d'or lingerie, particularly her brassiére, can be\nseen.  She is listening to a Chopin nocturne, while\nlying on a beige chaise lounge, sipping cointreau,\neating canapés and reading a roman à thèse, currently\nin vogue.  Her fiancé, François, a petit bourgeois\nin behavior, though considering himself the\ncrème de la créme, is aide-de-camp to a general and\nhas the rank of lieutenant, fancies himself as a raconteur\nand littérateur (having published a pastiche of\nvers libres and a catalogue raisonné of the works of\nOliver North, which was hailed as a chef d'oeuvre),\nthough his ambition is to be a Grand Prix driver.  He\nis brought by his chauffeur, who acts as chaperon\nbut they decide that he will be de trop and he takes\nFrench leave.  François lets himself into the bijou\nlittle pied-á-terre with a passe-partout.</p>"
}