{
  "type": "Article",
  "title": "The Germanization of American English",
  "author": "Stanley Mason",
  "location": "Effretikon, Switzerland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Germanization of American English</h1>\n<p><em><span data-rel=\"author\">Stanley Mason</span> <span data-rel=\"location\">Effretikon, Switzerland</span></em></p>\n<p>I can still remember the disappointment I felt,\nmany years ago, when I first discovered that the\nphrase to <em>be in the picture</em> had been stolen from me.\nIn England we had a always used this phrase to mean\n'to be in the foreground, to play a prominent part.'\nIf I said, “I'm just not in the picture when Boris is\nabout,” this meant that in the presence of Boris I\nhardly counted, I was scarcely noticed.  It was a nice,\ngraphic way of putting it.  Then I came across the\nAmerican usage for the first time, the employment\nof the same phrase to mean to 'be informed, in the\nknow.' I was annoyed, I was embittered, for I foresaw\nthat the genuine English usage was going to be\nousted by this upstart—and how right I was!  I was\nall the more annoyed because I knew where the new\nmeaning came from: from German, from the phrase\n<em>im Bilde sein</em>.  Some German (or Swiss, or Austrian)\nsettler in America had wrongly translated his native\nexpression into English, the unsupecting Americans\nhad taken it over, and now we had it round our\nnecks, while the original, genuine English expression\nhad received the kiss of death.</p>\n<p>Ever since that time I have writhed repeatedly\nas I have seen one Germanism after another creep\ninto the English language.  I suppose most Germans\nwho settled America, especially recently, were fairly\nliterate people, whose sayings were easily taken as\nlegal tender by the local inhabitants.  Americans tend\nto be uncritical and snap up everything new, accepting\nthe mistakes that Germans make as features\nof American English.  Today these Germanisms do\nnot even stay put in the United States.  They are\npromptly exported across the Atlantic, so that all\nBritain now speaks pidgin German.</p>\n<p>This must actually have begun before my time,\nfor in the twenties of this century I was already\nstubling upon what were clearly Germanisms in\nuse in America.  The <em>dumb</em> blonde who got <em>fresh</em> was\nobviously <em>eine dumme Blondine, die frech wurde</em>.  In\nBritish English the verb <em>stem</em> had always meant to\n'hold back, resist,' as in <em>stem the tide</em>, for instance.\nMy <em>Concise Oxford Dictionary</em> (1964) still gives only\nthat meaning.  Americans, however, had long been\nsaying that something <em>stemmed</em> from something else,\n'was descended from or caused by it,' exactly in the\nsense of the German <em>stammen von</em>.</p>\n<p>Alas, it was only a beginning.  Germans who\nwanted to translate their word <em>interessanterweise</em>\ninto English tried “interestingly,” which in those\ndays sounded horrible to British ears; but the Americans\nat once pounced on it.  There followed a number\nof other, similar formations, such as “importantly.”\nAmericans must have realized about this\ntime that the German ending -<em>weise</em> has an English\nequivalent, and this was accordingly resuscitated:\nthe old <em>likewise</em> and <em>crosswise</em> family was joined by\nneologisms like <em>countrywise</em> and <em>stylewise</em>.  Then\ncame <em>hopefully</em>, a word which had long existed in\nEnglish and meant 'in a hopeful manner': you could\napply for a job <em>hopefully</em> because you were 'full of\nhope.'  The Germans, however, stumbled upon <em>hope</em>-<em>fully</em>\nbecause they wanted a word for their own <em>hoffentlich</em>,\nadmittedly a useful word; so <em>hopefully</em> was\nsoon being used in a quite different sense, viz.  to\nmean 'it is to hoped.' Consequently we now have\na measure of confusion, which, be it noted, is not\nshared by the Germans, as they have two different\nwords for the two senses: <em>hoffentlich</em> for 'it is to be\nhoped,' and <em>hoffnungsvoll</em> for 'hopeful(ly).'</p>\n<p>Even during the Second World War, when you\nwould have expected the Anglo-Saxons to react allergically\nto Germanisms, they continued to infiltrate\nthe language.  I remember my astonishment at\nhearing “It's a bit much” for the first time.  This turn\nof phrase became very popular in the war, though it\nis in fact a direct translation from the German <em>Es ist</em>\n<em>ein bisschen viel</em>.  We did not really need it, for we\nhad a perfectly good English equivalent: “It's a bit\ntoo much.” In any case, it was a bit too much for me.</p>\n<p>Another is the expression <em>almost nothing</em>.  Had I\nwritten that in an essay when I was a boy at school,\nI should have been accused of tone-deafness for\nEnglish idiom.  It was not, in any case, a thing that\nany of us would have said.  The idomatic English\nwas <em>hardly anything</em>.  Germans, however, were not to\nknow this, and brashly translated their <em>fast nichts</em>.\nGranted, in this particular case the French and\nItalians might have had a finger in the pie, with their\n<em>presque rien</em> and <em>quasi niente</em>; but I feel pretty sure\nthat the Germans were the main offenders.  One may\nof course ask what is wrong with <em>almost nothing</em>,\nand the question is not easy to answer.  The fact is\nthat English is, idiomatically, an extremely subtle\nlanguage, with many taboos, particularly in the area\nof positive/negative statements and degrees of affirmation\nand negation.  Why can we say “I haven't\nmuch money,” but not “I have much money”?  It is\nhard to find a logical explanation, yet these subtle\ndistinctions are part of the spirit of our language,\nand it is this spirit that is easily destroyed forever,\nlike a delicately balanced biotope, when people\nwalk roughshod over it.</p>\n<p>Anyone with a good knowledge of German who\nfinds it amusing to hunt down Germanisms in American\nEnglish will soon be reaping rich harvests.  I cannot\ngo into such detail here, though I have come to\nthe conclusion that German has been even influenced\nbasic features of the American language.  For instance,\nthe American <em>sailboat</em> (for British <em>sailing</em>\n<em>boat</em>) is surely a copying of German word-formation\n(<em>Segelboot</em>), as is also <em>ski school</em> (<em>Skischule</em>), though\nwhat you learn in such a school is obviously skiing.</p>\n<p>In recent times the direct translation of German\nphrases into English seems to have gathered\nstrength.  It shocked me when one of the leading\nwriters of English textbooks told me in a letter\nthat he would “come back on” one of the points\nI had raised.  He could easily have “returned” or\n“reverted” to it, but the pressure of the German\n(<em>zuruckkommen auf</em>) is evidently too great.  I recently\nheard another to “load off” is children at their grandtended\nto “load off” his children at their grandmother's:\nGerman <em>abladen</em>.</p>\n<p>Yet there are things that worry me far more than\nthese examples.  I strongly suspect the Germans, for\ninstance, of having initiated—or at least aided and\nabetted—one of the most disturbing developments\nnow under way in the English language: the disappearance\nof the verb <em>may/might</em>.  This verb was formerly\nused to express possibility (or sometimes permissibility),\nwhile <em>can</em> had to do with ability.  No\nEnglishman, fifty years ago, would ever have been\nheard saying “It could rain.”  It is quite obvious\nthat it <em>can</em> rain when it wants to, but what we are\ntalking about here is not ability but possibility: “It\nmay rain,” “It might rain.” German speakers are of\ncourse far less likely to use this from in English, for\nin their own language they have no alternative to\n<em>can</em>: <em>Es kann sein, Es konnte regnen</em>.  They will therefore\ntend to use <em>can</em> forms even where they are not\nidiomatic in English.  In any case, one hardly hears\nanything else today but these <em>can</em> forms, which have\nsomehow become the fashion: <em>It can happen</em>, We\n<em>could be wrong</em>.  What we are therefore observing is\nthe loss of a valuable distinction, and in fact the slow\nextinction of the verb <em>may/might</em>, an extinction\nwhich in the linguistic world seems to me just as\ndistressing as the loss of the elephant in the zoological\nworld.  Might we not yet be able, by a united\neffort on the part of all lovers of the English language,\nto save the world <em>may</em>?</p>\n<p>Another development that worries me is the\nemployment of plurals in an adjectival sense.  It has\nbeen a rule in English from time immemorical to put\na noun into the singular when it is used as an adjective\nbefore another noun.  Thus we have <em>anteaters</em>\nand <em>carol singers</em>, although they eat ants and sing\ncarols in the plural.  This rule is upheld even when a\nnumber is specified: <em>a six-foot pole, a tenpenny</em>\n<em>stamp, a twenty-mile stretch</em>.  Yet today this rule is\nbeing broken more and more often, and the rot certainly\nstarted in America with such terms as <em>materials handling</em>\nand <em>greetings cards</em>.  Nowdays my favorite\nscientific magazine talks only of <em>drugs firms</em>\nand <em>chemicals manufacturers</em>, though such expressions\nmust surely grate on the ears of anyone who\nstill has a little feeling for the English language.  Do I\nneed to mention that the German for these expressions\nis <em>Drogenfirmen</em> and <em>Chemikalienhersteller</em>, because\nin German the plural is used in such cases?  Of\ncourse, we cannot blame the Germans for making\nthese mistaked, but we can blame English speakers\nfor swallowing them whole, and with such a blatant\nlack of feeling for English idiom.  As it is, I dare\nhardly scrutinize English publications any more for\nfear of coming across even more barbaric examples\nthan those we already have—“nuts-crackers,” perhaps,\nor “windows cleaners.”</p>\n<p>There are, I must confess, a few cases in which\nthe Americans have not followed the German.  More\nand more of them—and alas, more and more\nBritons—can today be heard talking of “kiLOMetres.”\n[See IV, 3.] The other case in which Americans\nhave not taken German as a model is a major catastrophe:\nin the words <em>billion</em> and <em>trillion</em>.  A <em>billion</em>,\none would think, is a “bi-million,” that is, a 'million\nmillion,' and that is exactly what it is in German as\nwell as in French, and always was in British English\ntill the American pressure queered the pitch.  A <em>trillion</em>\nwas equally simply a 'million million million,”\nor '10\\sub\\18\\sue\\.' With this system, there is also a good word\nfor a 'thousand million': a <em>milliard</em>, as used in French\nand German.  Alas, all clarity has gone by the board\nsince Americans arbitrarily decided to use <em>billion</em> for\na 'thousand million.'  Utter confusion has since\nreigned.  Why one earth didn't the Americans make\ntheir old mistake and follow the German?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Germanization of American English</h1> <p><em><span data-rel=\"author\">Stanley Mason</span> <span data-rel=\"location\">Effretikon, Switzerland</span></em></p> <p>I can still remember the disappointment I felt,\nmany years ago, when I first discovered that the\nphrase to <em>be in the picture</em> had been stolen from me.\nIn England we had a always used this phrase to mean\n'to be in the foreground, to play a prominent part.'\nIf I said, “I'm just not in the picture when Boris is\nabout,” this meant that in the presence of Boris I\nhardly counted, I was scarcely noticed.  It was a nice,\ngraphic way of putting it.  Then I came across the\nAmerican usage for the first time, the employment\nof the same phrase to mean to 'be informed, in the\nknow.' I was annoyed, I was embittered, for I foresaw\nthat the genuine English usage was going to be\nousted by this upstart—and how right I was!  I was\nall the more annoyed because I knew where the new\nmeaning came from: from German, from the phrase\n<em>im Bilde sein</em>.  Some German (or Swiss, or Austrian)\nsettler in America had wrongly translated his native\nexpression into English, the unsupecting Americans\nhad taken it over, and now we had it round our\nnecks, while the original, genuine English expression\nhad received the kiss of death.</p> <p>Ever since that time I have writhed repeatedly\nas I have seen one Germanism after another creep\ninto the English language.  I suppose most Germans\nwho settled America, especially recently, were fairly\nliterate people, whose sayings were easily taken as\nlegal tender by the local inhabitants.  Americans tend\nto be uncritical and snap up everything new, accepting\nthe mistakes that Germans make as features\nof American English.  Today these Germanisms do\nnot even stay put in the United States.  They are\npromptly exported across the Atlantic, so that all\nBritain now speaks pidgin German.</p> <p>This must actually have begun before my time,\nfor in the twenties of this century I was already\nstubling upon what were clearly Germanisms in\nuse in America.  The <em>dumb</em> blonde who got <em>fresh</em> was\nobviously <em>eine dumme Blondine, die frech wurde</em>.  In\nBritish English the verb <em>stem</em> had always meant to\n'hold back, resist,' as in <em>stem the tide</em>, for instance.\nMy <em>Concise Oxford Dictionary</em> (1964) still gives only\nthat meaning.  Americans, however, had long been\nsaying that something <em>stemmed</em> from something else,\n'was descended from or caused by it,' exactly in the\nsense of the German <em>stammen von</em>.</p>"
}