{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Cassell Concise English Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/9780304318063/Cassell-Concise-English-Dictionary-030431806X/plp\"><em>The Cassell Concise English Dictionary</em></a></h1>\n<p>Betty Kirkpatrick, ed., (Cassell, 1989),  xvi+1552pp.</p>\n<p>In September, 1989, preceding what has come\nto be known as the Waterloo Conference on the\n<em>OED</em> (because its first four annual meetings were\nheld at the University of Waterloo, Ontario), members\nof the European Association for Lexicography\n(EURALEX) held a symposium on dictionary reviewing.\nBy the time I decided to attend, the meeting\nwas overbooked, and I could not get in.  Besides Tom\nMcArthur, editor of <em>English Today,</em> and Robert Ilson,\neditor of <em>The Oxford Journal of Lexicography,</em> I am\nnot sure who of those attending were reviewers of\ndictionaries, but I think that I can probably say,\nwithout fear of contradiction, that I have probably\nwritten and continue to write more reviews of English\ndictionaries (and of other reference books and\nbooks on language) than most other people.  Quantity,\nof course, does not make up for quality; yet,\nsomething might be said for experience.  I am sure\nthat I would have learnt something and regret having\nbeen turned away.</p>\n<p>As I did not attend, I cannot say exactly what\nwent on at the symposium, but I got the impression\nthat one of its results was to be the issuance of\nguidelines for reviewers.  Ha! —Well, maybe not\n“Ha!” I think that what the symposiasts might have\ndiscussed were criteria for assessing a dictionary,\nwhich they would like to see adopted by the media\nand given to reviewers assigned or invited to write\nabout such books.  There is no doubt that the quality\nof such reviews varies enormously.  When assigning a\nbook for review in other subjects, editors are usually\nrather careful to try to find someone who knows\nsomething about the subject of the book: it would be\nunusual to find a book on, say, archaeology reviewed\nby a rock musician and one on rock music reviewed\nby an archaeologist.  But when it comes to dictionaries,\neditors appear to consider them fair game for\nalmost anyone, and they often assign novelists to\nwrite the review.</p>\n<p>There are novelists and there are novelists.  I, for\none, would not object to a dictionary review being\nwritten by an Anthony Burgess or a Kurt Vonnegut.\nOn the other hand, a <em>novelist</em> is, presumably, 'anyone\nwho has had a novel published'; as we know,\nsome of the most prolific novelists write as if they\nknow little about the language, and it would be ridiculously\nunfair to have such a person review a dictionary.\nDictionaries ought to be reviewed by professional\nlexicographers.  Today, many professional\nlexicographers are seen to have axes to grind (because\nthey work for competing publishers) and editors\nare reluctant to select them as reviewers because,\nfor obvious reasons, they are seeking to\npublish unbiased reviews.  Some of the dictionary reviews\nthat have been published in the popular press\nhave been bad—not unfavourable, just reflective of a\nlack of sufficient linguistic sophistication.  It may be\nassumed that the reason for giving such writers dictionaries\nto review is that they are regarded as end\nusers.  But the same editors do not select ordinary\nreaders to review novels, they pick other novelists\nor professional literary critics, in other words, reviewers\nwho are competent to assess the work because\nthey have a broad background in the literature\nand are recognized as knowledgeable about the\ngenre.</p>\n<p>On the same grounds, it is incumbent on editors\nto engage as reviewers of dictionaries lexicographers\nwho are knowledgeable about the genre, not amateurs\nwho occasionally look up one word to see how\nit is spelt or another to find out what it means.  Because\nanyone writing a review of any book ought to\nbe required to delineate the reasons for his approval\nor disapproval of its style and content, so any editor\nworth his salt should be able to detect in a properly\nwritten, professional review of a dictionary by a lexicographer\nany untoward bias and to reject such a\nreview (or parts of it) out of hand.</p>\n<p>There are many specialist fields represented in a\ndictionary—phonetics, semantics, morphology,\nphonemics, diachronic and comparative linguistics,\nsymbology, typography, etc.—and the average dictionary\nuser, whether he be a novelist or not is ill\nequipped academically to pass judgment on how a\ngiven dictionary has dealt with such areas.  As I was\nnot at the symposium, I can only assume that the\nsymposiasts concerned themselves less (if at all) with\nthe problem of trying to urge editors to engage professional\nlexicographers as reviewers than with the\neffort of trying to ensure that editors be provided\nwith certain guidelines on How To Review A Dictionary,\nwhich they fondly expect would be passed\non to the selected amateur reviewers thereby making\nthem competent, professional reviewers, a forlorn\nhope at best.</p>\n<p>The foregoing is not entirely irrelevant to my\ncomments on the book at hand, for it would be unfair\nto review it as a dictionary, comparing it with\nother dictionaries.  Rather, it constitutes what publishers\ncall a “package,” that is, it contains a fair\namount of lexicographic material but little or nothing\nthat is original.  Such books are derivatives of\nlarger dictionaries in a publisher's line, pared down\nto make them smaller and not directly competitive\nand priced lower.  Oxford publishes a slightly smaller\nversion which they call their <em>Pocket English Dictionary,</em>\nthough one is likely to find himself in deep disagreement\nwith his tailor if he wanted a pocket large\nenough to hold the book.  Most major dictionary\npublishers put out Concise, Compact, Pocket, Vest\nPocket, and other editions, grabbing for markets\nthat are price-more than content-oriented.  Generally\nspeaking, the smallest general dictionary in\nwhich one can expect to find fairly thorough treatment\nof etymology, pronunciation, definitions, and a\ngood coverage of the language in a wide assortment\nof entires is the so-called College or Desk dictionary.\nA bigger book usually needs a stand or its own\nspot on a desk or table, for it is too big and heavy to\ndrag out of a bookcase every time it is needed.  The\ntwo larger one-volume works available are <em>The Random\nHouse Unabridged</em> (with 315,000 entries) and\nthe <em>Merriam-Webstar Unabridged, Third Edition</em>\n(with about 460,000 entries).  I cannot properly\ncount the <em>Oxford English Dictionary, 2nd Edition,</em>\nbecause of its cost (about $2500) and its size (16\nvolumes); besides, it is not a work for everyday use\nbut for scholarly application, being historical in\nnature.</p>\n<p>In the context of the large number of dictionaries\navailable (including all their different editions),\nthe <em>CCE</em> is a serviceable work provided that one is\nsatisfied with brief definitions of no great depth,\nand, essentially, a dictionary than can be used as a\nspelling checker.  These days, spelling checkers are\navailable to those who use personal computers,\nhence a dictionary for that purpose is of limited usefulness.\nOne useful function of dictionaries till recently\nwas that they showed syllabic breaks, enabling\nletter- and novel-writers alike to discover\nwhere to hyphenate words.  Some word processing\nprograms now offer such a feature—the one I use\nFramework III (Ashton-Tate), is not bad at all—and\nwriters as well as compositors and publishers seem\nto care less and less whether a word is hypenated in\nan acceptable manner.  The <em>CCE</em> does have price to\nrecommend it, coming in at about half of what a college-or\ndesk-sized dictionary would cost.</p>\n<p>Inevitably, there are the inconveniences and the\noddities: the pronunciation of <em>masochistic</em> or <em>masochistically</em>,\nthus depriving the user of the information\nthat the stresses have shifted.  To those who\nmaintain, “Everybody knows that,” I reply that if\nthat is the case, then why bother buying or publishing\ndictionaries—or, for that matter, anything\nelse—at all?</p>\n<p>Among the (odder) oddities: under <em>make</em> appears\nthe expression to <em>make water,</em> defined as 'to\nurinate; <em>(Naut.)</em> to leak.”  These are both quite correct,\nof course, but their juxtaposition could create a\ncurious confusion.</p>\n<p>The general production of the book is poor: the\npaper has too much “see-through,” causing the type\non the back of a page to interfere with the legibility;\nthe type is too gray; the definitions are run into one\nanother, with semicolons in place of definition numbers,\nmaking it difficult to distinguish senses and requiring\none to read through a long entry before\ncoming to the sense sought; it is almost impossible to\ndiscover where a new part of speech begins; subentries\nof idiomatic phrases and phrasal verbs are given\nthe same prominence as headwords, making them\neasy to find but detracting from the headword treatment;\nand the substandard typography has created\nmany loose lines which poor proofreading has failed\nto catch.</p>\n<p>As the explanatory notes are rather thin on the\nground, I am unsure what to make of the insertion of\n“<em>n.pl.</em>” into the middle of a definition:</p>\n<blockquote>\n<p><em>golden...golden balls,</em> <em>n</em>. the three balls, <em>n.pl.</em>\ndisplayed as the emblem of a pawn broker.</p>\n</blockquote>\n<p>The entry <em>golden handcuff,</em></p>\n<blockquote>\n<p><em>n</em>. ...a payment or benefit given to an employee\nas an inducement to continue working for\nthe same company.</p>\n</blockquote>\n<p>raises the ludicrous (?) image of such a payment\nor benefit being paid by someone other than the\nemployer.</p>\n<p>The entry for <em>golden-syrup</em> give a cross-reference\nto <em>syrup,</em> where it is not mentioned; as I understand\nthe style, this means that the two are to be\nconstrued as synonyms, which is not the case.  Indeed,\nI believe that <em>Golden Syrup</em> [<em>sic</em>: no hyphen] is\na trademark owned by Tate &amp; Lyle for a uniquely\ntreacly mixture.</p>\n<p>The pages containing the <em>un</em>- words are a compositor's\nnightmare version of a designer's aberration.</p>\n<p>The etymologies are too brief to be of any use.</p>\n<p>One wonders what goes on in publishers' minds:\nit seems quite obvious to me that if this were a good\nand serviceable inexpensive version of the dictionary\non which it is said to be based, <em>Cassell's English\nDictionary</em>, then the publisher might well expect\nthat after a time the user would feel himself ready\nfor the larger book and would buy the larger\n<em>Cassell's</em>.  In the event, it seems unlikely that such an\nevent would take place, for this book is a sad disappointment.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/9780304318063/Cassell-Concise-English-Dictionary-030431806X/plp\"><em>The Cassell Concise English Dictionary</em></a></h1> <p>Betty Kirkpatrick, ed., (Cassell, 1989),  xvi+1552pp.</p> <p>In September, 1989, preceding what has come\nto be known as the Waterloo Conference on the\n<em>OED</em> (because its first four annual meetings were\nheld at the University of Waterloo, Ontario), members\nof the European Association for Lexicography\n(EURALEX) held a symposium on dictionary reviewing.\nBy the time I decided to attend, the meeting\nwas overbooked, and I could not get in.  Besides Tom\nMcArthur, editor of <em>English Today,</em> and Robert Ilson,\neditor of <em>The Oxford Journal of Lexicography,</em> I am\nnot sure who of those attending were reviewers of\ndictionaries, but I think that I can probably say,\nwithout fear of contradiction, that I have probably\nwritten and continue to write more reviews of English\ndictionaries (and of other reference books and\nbooks on language) than most other people.  Quantity,\nof course, does not make up for quality; yet,\nsomething might be said for experience.  I am sure\nthat I would have learnt something and regret having\nbeen turned away.</p> <p>As I did not attend, I cannot say exactly what\nwent on at the symposium, but I got the impression\nthat one of its results was to be the issuance of\nguidelines for reviewers.  Ha! —Well, maybe not\n“Ha!” I think that what the symposiasts might have\ndiscussed were criteria for assessing a dictionary,\nwhich they would like to see adopted by the media\nand given to reviewers assigned or invited to write\nabout such books.  There is no doubt that the quality\nof such reviews varies enormously.  When assigning a\nbook for review in other subjects, editors are usually\nrather careful to try to find someone who knows\nsomething about the subject of the book: it would be\nunusual to find a book on, say, archaeology reviewed\nby a rock musician and one on rock music reviewed\nby an archaeologist.  But when it comes to dictionaries,\neditors appear to consider them fair game for\nalmost anyone, and they often assign novelists to\nwrite the review.</p> <p>There are novelists and there are novelists.  I, for\none, would not object to a dictionary review being\nwritten by an Anthony Burgess or a Kurt Vonnegut.\nOn the other hand, a <em>novelist</em> is, presumably, 'anyone\nwho has had a novel published'; as we know,\nsome of the most prolific novelists write as if they\nknow little about the language, and it would be ridiculously\nunfair to have such a person review a dictionary.\nDictionaries ought to be reviewed by professional\nlexicographers.  Today, many professional\nlexicographers are seen to have axes to grind (because\nthey work for competing publishers) and editors\nare reluctant to select them as reviewers because,\nfor obvious reasons, they are seeking to\npublish unbiased reviews.  Some of the dictionary reviews\nthat have been published in the popular press\nhave been bad—not unfavourable, just reflective of a\nlack of sufficient linguistic sophistication.  It may be\nassumed that the reason for giving such writers dictionaries\nto review is that they are regarded as end\nusers.  But the same editors do not select ordinary\nreaders to review novels, they pick other novelists\nor professional literary critics, in other words, reviewers\nwho are competent to assess the work because\nthey have a broad background in the literature\nand are recognized as knowledgeable about the\ngenre.</p>"
}