{
  "type": "Article",
  "title": "The Glamour of Grammar",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Glamour of Grammar</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p><em>Grammar</em> and <em>glamour</em> are historically the same\nword.  Back in the eighteenth century one of\nthe meanings of <em>grammar</em> was “magic, enchantment”;\nthe Scots let slip the <em>r</em> into an <em>l</em>, and lo, came\nforth <em>glamour</em>.  In the popular mind, grammar is anything\nbut glamorous.  Whatever magic resides in the\nsubject is felt to be a sort of black magic, a mysterious\ncauldron filled with creepy, crawly things.</p>\n<p>At St. Paul's School we are convinced that the\nstudy of grammer need not be an arcane, <em>in vacuo ex-</em>\nericise; and all of our students explore the structure of\nEnglish, from the parts of speech to the phrases and\nclauses, ultimately applying their knowledge to usage,\npunctuation, and sentence creation.</p>\n<p>“Every self-respecting mechanic,” said John\nDewey, “Will call the parts of an automobile by their\nright names because that is the way to distinguish\nthem.”  Thus it is with the writer.  If Alexander Pope\nis correct in asserting that “True ease in writing\ncomes from art, not chance,” a nameing of the grammatical\nparts, we believe, will reduce the chance\nand enhance the art, even if the names are one day\nforgotten.  And if students are slipping structural\ncogs, we need a common language to communicate\nthese problems: “John, you should use the possessive\nform before the gerund”, “Mary, try combining\nthese two sentences by using an appositive.”;\n“George, your sentences are repetitious; try varying\nyour sentence openings with introductory adverbs,\nphrases, or clauses.”  Ultimately, though, our initial\nand primary assumption is that, in the words of\nstructuralist Paul Roberts, “the best reason for\nstudying grammar is that grammer is interesting.”\nGrammar may not be glamorous in any glittery\nHollywood sense, but grammar can be very interesting,\neven enchanting.</p>\n<p>After our scholars have completed their study of\ndescriptive English grammar, they are frequently assigned\nthe writing of a “supersentence”—a single\nsentence that includes one example of each of the\nfour phrases and three subordinate clauses that are\nindentified in English grammar.  These are: prepositional\nphrase, participial phrase, gerund phrase, infinitive\nphrase, adverb clause, adjective clause, and\nnoun clause.  These units may occur in any order in\nthe sentence.</p>\n<p>One afternoon, while grading a batch of super-sentences,\nI decided to try writing one myself, using\nthe fewest words possible.  (Before continuing, the\nreader may wish to try this feat, too.)  An hour of\nintense industry produced the following:</p>\n<blockquote>\n<p>1 <em>When people 2 who swing want 3 to see 4 what's happening,\nthey try 5 attending parties 6 given by hipsters.</em>  (16 words)</p>\n</blockquote>\n<p>The numbers in the above sentence indicate the\nbeginning of each phrase and subordinate clause—\n(1) adverb clause: “When people who swing want to\nsee what's happening” modifies the verb <em>try</em> in the\nmain clause; (2) adjective clause: “who swing” modifies\nthe noun <em>people</em>; (3) infinitive phrase: “to see\nwhat's happening” acts as the direct object of the\nverb <em>want</em>; (4) noun clause: “what's happening” acts\nas the direct objective of the infinitive “to see”; (5)\ngerund phrase: “attending parties given by hipsters”\nacts as the direct object of the verb <em>try</em>; (6)\nparticipial phrase: “given by hipster” modifies the\nnoun <em>parties</em>; (7) perpositional phrase: “by hipsters”\nmodifies the passive participle <em>given</em>.  In subsequent\nsentences I shall provide numbers but leave the\nreader to identify the structures, which will appear\nin varying orders, so as to avoide cluttering the discussion\nwith labyrinthine explanations like this one.</p>\n<p>I proudly presented my 16-word concoction to\nmy departmental colleagues and to my students, and\na few days later I was summoned by an emissary\nfrom a Fourth Form (tenth grade) English class that\nmet a few rooms down the hall from my class.  I entered\nthis strange territory, and thereon the chalkboard\nwas inscribed:</p>\n<blockquote>\n<p><em>Fred, ' 1 wanting 2 to win 3 by 4 playing hard, practised\nmore 5 than I, 6 who knew 7 he stank</em>.  (15 words)</p>\n</blockquote>\n<p>Among the triumphantly glowing faces in the\nalien classroom was that of Bruce Monrad, the finest\nyoung linguist in our school at the time.  Bruce, it\nturned out, was the author of the 15-word super-sentence—a\ncreation that not only contains an elliptical\nadverb clause of comparison, “than I [practised],”\nand a hidden noun clause, “[that] he stank,”\nbut compacts the four phrases into the subordinate\npart and the three clauses into the main part.</p>\n<p>not to be outdone, I laboured mightily for a few\ndays and came up with:</p>\n<blockquote>\n<p><em>1 stung 2 by 3 what happened, Lederer began 4 trying\n5 to write better 6 than Monrad, 7 who fainted</em>.\n(14 words)</p>\n</blockquote>\n<p>The next morning I marched into the rival classroom\nand confidently wrote my new sentence on the\nblackboard, only to be instantly one-upped by\nyoung Monrad, who stepped forward and inscribed:</p>\n<blockquote>\n<p><em>1 Helping 2 win 3 by 4 scoring more 5 than I, 6 who\nthought 7 he stank, Fred overcome</em>.  (13 words)</p>\n</blockquote>\n<p>Here Bruce's Brilliant excision of one word is accomplished\nin his second phrase, the infinitive, in which\nhe lifts out the <em>to</em>: “Helping [to] win by scoring....”</p>\n<p>Now I was growing desperate.  Word of the contest\nhad spread throughout St. Paul's School.  How\ncould I ever again face my colleagues and my students\nif I were to be defeated by a mere stripling?\nThe whole affair was beginning to give the lie to\nWilliam Cobbett's resigned admission: “The study\nof grammar is dry.  It engages not the passions.”  Resolving\nnot to give out, up, or in, I closeted myself\nfor the entire weekend and finally emerged with\n“Eureka!” on my lips, for I had written:</p>\n<blockquote>\n<p><em>1 Helping 2 win 3 by 4 overcoming 5 what threatened,\nLederer, 6 who persisted 7 when challenged, triumphed</em>.\n(12 words)</p>\n</blockquote>\n<p>In addition to being eminently readable, my super-sentence\nis characterized by two clever strokes: a\nclause within a phrase within phrase within a\nclause within a phrase in the first five words, and\nthe distillation of the adverb clause into a two-word\ncluster, “when [he was] challenged,” instead of the\nprevious three words, “more than I.”  Not only are\nall the structures as concise as they can be, but, with\nthe exception of the subject, <em>Leadere</em>, all nouns, adjectives,\nand adverbs are now replaced by phrases\nand clauses.  This sentence was traveling at the speed\nof light.  I could become no smaller.  Or so I thought.</p>\n<p>On Monday morning I strutted into Bruce's\nclassroom and hubristically engraved my “ultimate”\nsupersentence on the enemy's board, delivering a\nlearned lecture proving that we had reached the end\nof the road supersentencewise.  As I wheeled to\nleave, Bruce giggled, “Not so fast, Mr. Lederer.”  He\nthen explained that he too had discovered the formula\nfor the two-word adverb clause and that, moreover,\nhe had been able to replace <em>all</em> nouns, adjectives,\nand adverbs with phrases and clauses.  He then\nchalked up:</p>\n<blockquote>\n<p><em>1 Whoever rebels, 2 dafring 3 oppose 4 by 5 fighting\n6 when oppressed, 7 which overcomes, conquers</em>,\n(11 words!)</p>\n</blockquote>\n<p>While reaching the theoretical limit for super-sentences,\nBruce's creation is rather awkward, with\nthe adjective clause, “which overcomes,” emerging\nas a dangling modifier.  Still, I have never been able\nto improve on Bruce's effort, and I invite VERBATIM\nreaders to submit more graceful and coherent super-sentences\nof eleven words.  Like two boys choosing\nsides for a baseball game, Bruce and I have run our\nhands up the bat, and there isn't any wood left.  Actually,\nwe have both won; and when the game of\ngrammar is played with a sense of enjoyment and\nhumor, everyone can be a winner.</p>\n<p>If you move, please tell us.  Send old and new addresses\nto address listed on page 2.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Glamour of Grammar</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p><em>Grammar</em> and <em>glamour</em> are historically the same\nword.  Back in the eighteenth century one of\nthe meanings of <em>grammar</em> was “magic, enchantment”;\nthe Scots let slip the <em>r</em> into an <em>l</em>, and lo, came\nforth <em>glamour</em>.  In the popular mind, grammar is anything\nbut glamorous.  Whatever magic resides in the\nsubject is felt to be a sort of black magic, a mysterious\ncauldron filled with creepy, crawly things.</p> <p>At St. Paul's School we are convinced that the\nstudy of grammer need not be an arcane, <em>in vacuo ex-</em>\nericise; and all of our students explore the structure of\nEnglish, from the parts of speech to the phrases and\nclauses, ultimately applying their knowledge to usage,\npunctuation, and sentence creation.</p> <p>“Every self-respecting mechanic,” said John\nDewey, “Will call the parts of an automobile by their\nright names because that is the way to distinguish\nthem.”  Thus it is with the writer.  If Alexander Pope\nis correct in asserting that “True ease in writing\ncomes from art, not chance,” a nameing of the grammatical\nparts, we believe, will reduce the chance\nand enhance the art, even if the names are one day\nforgotten.  And if students are slipping structural\ncogs, we need a common language to communicate\nthese problems: “John, you should use the possessive\nform before the gerund”, “Mary, try combining\nthese two sentences by using an appositive.”;\n“George, your sentences are repetitious; try varying\nyour sentence openings with introductory adverbs,\nphrases, or clauses.”  Ultimately, though, our initial\nand primary assumption is that, in the words of\nstructuralist Paul Roberts, “the best reason for\nstudying grammar is that grammer is interesting.”\nGrammar may not be glamorous in any glittery\nHollywood sense, but grammar can be very interesting,\neven enchanting.</p>"
}