{
  "type": "Article",
  "title": "Blessed Be The Words That Bind",
  "author": "Rebecca Christian",
  "location": "Creston, Iowa",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Blessed Be The Words That Bind</h1>\n<p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Creston, Iowa</span></em></p>\n<p>Tolstoy had something when he said that all\nhappy families are alike, while every unhappy\nfamily is unhappy in its own way.  It seems to me that\nevery happy family, like every pair of lovers, has a\nlanguage all its own.</p>\n<p>Little do some of the acquaintances who have\nhad walk-on parts in the little dramas of my sister's\nlife and mine know that their names are a permanent\npart of our language.  I was a gullible child, and so I\nwas often befriended by major league liars.  Try as\nmy mother might to reason with me, I steadfastly\nbelieved that Betty Kurlinski had four million dollars\nto spend on Christmas presents.  She also told me\nthat each member of her family drank directly from\nhis or her own half-gallon milk carton at meals, each\npersonalized with a name in crayon.  Thus, we call a\nwhopper a <em>kurlinski</em>, which can also be used as a\nverb, as in, “He told me he had to work late—\nagain—but I think he kurlinskied.”</p>\n<p>I come by my gullibility naturally.  My maternal\ngrandmother had two childhood friends, Dovey and\nLena, who fibbed continually.  Granny's parents had\na chant I now use with my own credulous daughter:\n“Tis so if 'tain't so, if Dovey and Lena say so.”</p>\n<p>From the neighborhood we grew up in comes\nthe term a <em>Billy Groves</em>, used to describe a glutton,\nin remembrance of a fat boy who could be heard\nsquealing for a second hamburger or another scoop\nof ice cream on summer nights when the windows\nwere open.</p>\n<p>A <em>Bro Purvis</em> is a libidinous clergyman, named\nafter an evangelist who once whipped both of our\nhusbands into a frenzy of desire when we were visiting\na fundamentalist church with relatives.  Brother\nPurvis strained the buttons on his vest as his face\npurpled and he growled (as Samson vainly resisting\nDelilah), “She tempts me, Lord!  Oh, how she tempts\nme!”  When the news about Jim Bakker hit the\nstands, we concluded he was a real <em>Bro Purvis</em>.</p>\n<p>We call a rah-rah sort of person, stirred by maniacal\ndevotion to a trivial cause, a <em>Hawkeye Toilet\nSeat</em>, a term that requires considerable explanation.\nMy sister once dated a strapping young man who\nwas a diehard booster of the University of Iowa, the\nsports teams of which are called the Hawkeyes.  He\npicked her up clad head to toe in the school colors of\nblack and gold, looking like a giant bumblebee.  Such\na rabid fan was he that his car horn played the\nHawkeye Fight Song.  When my sister's husband\nheard this tale, he speculated that the old beau's toilet\nseat played the same tune when he lifted it.  You\nsee, my brother-in-law Bill “gets it,” my sister's\nwords for the litmus test one uses for prospective\nfriends.  A person who gets it has humor, purpose, a\nsense of the absurd, and a strong world view.  One of\nthe gems Bill has added to our language is the\nphrase, “I wonder what the Sharps and the Ushkrats\nare doing tonight.”  One rares back and uses this\nphrase when one finds himself in surroundings of unaccustomed\nelegance, such as sipping an aperitif in\nan elegant restaurant with a bevy of tuxedoed waiters\ndancing attendance.  When my brother-in-law\nwas a newspaper editor in a small town, there were\ntwo notorious families, feuding but frequently intermarrying,\nwho often turned up in the police news.\nThey were the Sharps and the Ushkrats, and once, a\nSharp hanged himself in the county jail.  Bill—a\nyoung editor torn between taste and sensation—decided\nto run a photo of the cell, complete with the\nSharp's dangling noose and a kicked-over chair.  He\nthought the better of his decision when the papers\nhit the streets, and a contingent of Sharps marched\ninto the newspaper office.  Turned out they weren't\nangry but proud, and had come in to buy out the rest\nof the day's papers.</p>\n<p>My sister's marriage to Bill has “taken,” as she\nputs it; her first never did.  I sensed that when I stood\nbeside her in the receiving line at her first wedding,\nand she muttered under her breath, “This is a bluebird\nfly-up.”  When my sister was a <em>bluebird</em>, about\nto <em>fly up</em> to become a Campfire Girl, she was beside\nherself with anticipation.  Of course, the ceremony\nwas not the transfiguring experience she had hoped.\nThus arose the term <em>bluebird fly-up</em> for a disappointing\nexperience.  Vikki Carr's song, “Is That All\nThere Is?,”  pretty much dismisses all of life as a\n<em>bluebird fly-up</em>.</p>\n<p>Sissy's first husband never got it, but he did\nleave her with a useful term, the <em>big bubble</em>, which\nhe used—rather bitterly—to describe our sheltered\nupbringing.  Now, at holiday family gatherings, my\nparents greet us gaily at the door with shouts of\n“Welcome back to the big bubble!”</p>\n<p>Clotheshorses all three, my mother, sister, and I\noften use these occasions as an opportunity for a\nshopping spree.  We refer to a garment that is both\ndistinctive and frequently worn as a <em>uni</em>, short for\nboth <em>unique</em> and <em>uniform</em>.  Rare is the <em>uni</em> that can be\nbought off the rack; most are created from a mix of\npatterns by my mother's clever needle.  “I have vision,”\nshe admits modestly as she selects sleeves\nfrom one pattern envelope and cuffs from another.\nSometimes she'll whip up a <em>Brontë sister</em>, which is an\nessentially somber dress with some feminine furbelow—a\nrow of tiny covered buttons, perhaps—to\nhint that the wearer has hidden fires banked beneath\nher peplum.  A slinky garment, on the other hand—\nthe kind one might wear to a New Year's Eve\nparty—is called a <em>Satan bow-dice</em>.  This colorful\nphrase we picked up at a fashion show narrated by a\ngentleman who was obviously unfamiliar with the\npronunciation of <em>satin bodice</em>.</p>\n<p>A <em>Quasi Modo</em> is a dress with the big shoulder\npads that are currently ultra chic, but have an unfortunate\ntendency to slip, giving one a hunchbacked\nappearance.  When we try a <em>Quasi Modo</em> on, we can't\nresist drooling a little in the dressing room, and calling\nout “Sanctuary!”</p>\n<p>Since my sister and I share a poor sense of direction\nas well as an intense interest in fashion, we have\na tendency to get lost on the way home from our\ntreasure hunts.  We grew up west-siders who might\nas well have been in Paris when we crossed over to\nthe east side of our city.</p>\n<p>“What am I doing wrong?”  I asked once when\nSissy and Mom were chattering obliviously in the\nback seat on the way home from a shopping expedition.</p>\n<p>“Oh,” Sissy answered with a certain irrefutable\nlogic, “you're coming the going way.”</p>\n<p>I knew she meant I was headed away from our\nside of town.  We still refer to a person who is lost,\neither literally or spiritually, as <em>coming the going\nway</em>.  As one might suspect, this tendency to lose\none's bearings at the wheel can have unhappy results.\nMuch to Bill's consternation, the word <em>collision</em>\nisn't part of Sissy's vocabulary.  Her car didn't\nreally <em>hit</em> that nasty old Cadillac, it just “nudged” it\na little.  Thus, dents are called <em>nudgies</em>, and major\ndents—the ones that require more than $500 to repair—\nare <em>owies</em>.</p>\n<p>Dad would feel as if he were coming the going\nway on our shopping expeditions, but he manages to\nput a flair all his own in our family lingo.  He loves\nhaving his daughters fetch for him.  “Would ye bring\nme a cup of coffee with two cubes of sugar?”  he'll\nask.  Or, “Would ye bring me a toothpick?”  Since all\nhis requests begin that way, we've come to call people\nwho work in the service sector—waiters, hotel\nbellmen, maids—<em>wouldyes</em>.</p>\n<p>Dad's also responsible for making <em>General Custer</em>\na synonym for a transvestite.  Once on a family\nvacation, he insisted on driving through a thunderstorm\nfor 80 miles to reach a wax museum in Deadwood,\nSouth Dakota.  Apparently there was a shortage\nof male dummies, because General Custer had\nred lips, boobs, and a luxurious, long blonde wig.</p>\n<p>Much to dad's dismay, we got the giggles as a guide\nprovided highlights of Custer's Last Stand.</p>\n<p>When we started dating, a whole new jargon\narose.  Dad, who often dismissed our boyfriends as\nimmature, called a good many of them <em>pot-ringers,</em>\nbecause in his estimation, they still had pot rings on\ntheir behinds.  When a pot-ringer got one of us upset\nenough to weep and gnash our teeth, the storm that\nbetook us was called a <em>head-banger,</em> from the unforgettable\nepisode when I was stood up on prom\nnight and banged my carefully coiffed head against\nthe wall.</p>\n<p>Now my own children are providing me with\nnew linguistic seeds to plant.  My parents make up\nfor all the years of avoiding dental bills by putting\ndishes of candy on every available surface in their\nhouse when I bring my children back to the big bubble.\nRound, hard candies that a child could choke on\nare called <em>choke babies,</em> because when they were\ntoddlers, my mother admonished my two older children\nthat those could choke the baby.  My six-year-old,\nNicholas, recently gave a choke baby to baby\nGeorge, watched him for a moment, and reported in\nsome disgruntlement that choke babies don't work.</p>\n<p>Because Nicholas collects everything from spent\nbatteries to flattened fauna, his nickname is <em>junk\nMan,</em> while baby George is called <em>Wee Geordie</em> after\na character in a Welsh novel my father read.  Kate,\nbecause of her la-di-da air, is <em>Miss Fine Thing</em>.  Once\nwe took Miss Fine Thing on a Sunday outing to the\nhistoric little town of Mantorville, Minnesota.  We\ndidn't know until later that during the entire drive\nup, she trembled in fear of the unfamiliar destination.\nSo now, an experience one regards with foreboding\nis a <em>Mantorville</em>.  Not certain which direction\nI'll be heading, I think of the afterlife as a\n<em>Mantorville</em>.</p>\n<p>We always call Cedar Rapids, Iowa, <em>See the Rabbits,</em>\nbecause once, on my return from a business trip\nthere, Junk Man asked with great excitement, “Did\nyou see the rabbits?”</p>\n<p>As we leave our little town to visit the city my\nfolks live in, we pass a big green factory.  Since the\ndrive gives just enough time for the children to get a\ngood nap and for my husband, Jeff, and me to talk or\njust think our own thoughts for a change, we always\nhave the kids play silence when we get to the factory.\nThus it is known not as Wellman Dynamics, but\nas<em>the shut-up place</em>.</p>\n<p>And what a fertile field for new jargon potty\ntraining has been!  Jeff's term for a child in the awkward\nstage between needing diapers and being reliable\nin <em>big boys</em> or <em>big girls</em> (real underpants) is a <em>time\nbomb</em>.  When accidents happen, the victim never admits\nbeing soaking wet, but will concede to feeling\nthe “least little bit dampish.”  Our couch, fortunately\nupholstered in gold, has been the scene of\nmany such accidents and is thus called <em>Forever Amber</em>.\nA deep reclining chair we bought at an estate\nsale his children held after an elderly gent's death is\ncalled <em>Dead Man's Gulch</em>.  The <em>dead</em> part has a double\nmeaning as the chair has unpredictable springs,\nand the mere shift of a haunch can project like a\nmissile the visitor we have forgotten to warn.</p>\n<p>In our family, scatalogical humor seems to\nbridge the generations.  Perhaps the best time had\nby all was on an outing to the Minnesota Zoo, where\na gorilla was eating vast handfuls of his own bright\nyellow feces.  “Look, mother!”  called an excited\nchild.  “That gorilla's eating mustard!”  When the\nkids refer to the results of a new recipe I've tried as\n<em>gorilla mustard,</em> I know it's best to retire it.  One\nmealtime chant the children are seldom allowed to\nmake is “Eat every bean and pea on your plate.”\nThis comes from a friend whose innocent grandma\nmade that declaration every Sunday, not knowing\nwhat occasioned the sniggering from her grandchildren.</p>\n<p>Discipline gives rise to even more lexicon.  Jeff,\na rebel of the sixties, calls kids who go limp in public\nby way of passive resistance <em>war protestors</em>.  He also\nwarns darkly that the child who does what another\nchild has already been reprimanded for is in <em>double\ntrouble</em>.</p>\n<p>Though our family language is like a little tribal\ndialect—useless outside of its narrow confines—its\nvalue is inestimable to us.  Every happy family's language\nis different, but they all translate into love.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Blessed Be The Words That Bind</h1> <p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Creston, Iowa</span></em></p> <p>Tolstoy had something when he said that all\nhappy families are alike, while every unhappy\nfamily is unhappy in its own way.  It seems to me that\nevery happy family, like every pair of lovers, has a\nlanguage all its own.</p> <p>Little do some of the acquaintances who have\nhad walk-on parts in the little dramas of my sister's\nlife and mine know that their names are a permanent\npart of our language.  I was a gullible child, and so I\nwas often befriended by major league liars.  Try as\nmy mother might to reason with me, I steadfastly\nbelieved that Betty Kurlinski had four million dollars\nto spend on Christmas presents.  She also told me\nthat each member of her family drank directly from\nhis or her own half-gallon milk carton at meals, each\npersonalized with a name in crayon.  Thus, we call a\nwhopper a <em>kurlinski</em>, which can also be used as a\nverb, as in, “He told me he had to work late—\nagain—but I think he kurlinskied.”</p> <p>I come by my gullibility naturally.  My maternal\ngrandmother had two childhood friends, Dovey and\nLena, who fibbed continually.  Granny's parents had\na chant I now use with my own credulous daughter:\n“Tis so if 'tain't so, if Dovey and Lena say so.”</p>"
}