{
  "type": "Article",
  "title": "Writing the Hard Way",
  "author": "Jonathan Bricklin",
  "location": "Staten Island, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Writing the Hard Way</h1>\n<p><em><span data-rel=\"author\">Jonathan Bricklin</span> <span data-rel=\"location\">Staten Island, New York</span></em></p>\n<blockquote>\n<p>It is a truly gripping story, told in lean, hard\nathletic narrative prose.</p>\n<p>—N.Y. <em>Times</em> book review of\nHemingway's first novel, <em>The Sun Also Rises,</em> 1926.</p>\n</blockquote>\n<p>What does it mean to call a prose style hard?\nWhat does <em>hard</em> add to <em>lean</em> in describing\nsentences like these:</p>\n<blockquote>\n<p>We dined at a restaurant in the Bois.  It was a\ngood dinner.  Food had an excellent place in the\ncount's values.  So did wine.  The count was in fine\nform during the meal.  So was Brett.  It was a good\nparty.</p>\n</blockquote>\n<p>The harder something is the less it is influenced by\nother things, the less it interacts.  In the above paragraph,\nthe first-person narrator, Jacob Barnes, gives\nthe fact of a dinner, the experience of a dinner, and the\nvalue of a dinner their own self-contained moments.\nThere is no syntactical relationship linking them.\nLonger sentences are mostly the same: a series of short\nsentences cut off not with a period, but with <em>and</em>:</p>\n<blockquote>\n<p>I wondered if there was anything else I might\npray for, and I thought I would like to have some\nmoney, so I prayed that I would make a lot of\nmoney, and then I started to think how I would\nmake it, and thinking of money reminded me of\nthe count, and I started wondering about where he\nwas, and regretting I hadn't seen him since that\nnight in Montmartre, and about something funny\nBrett told me about him...</p>\n</blockquote>\n<p>Even long sentences other than a series of short sentences\nstrung together set forth only one discrete moment\nat a time:</p>\n<blockquote>\n<p>Out in the center of the ring, all alone, Romero\nwas going on with the same thing, getting so close\nthat the bull could see him plainly, offering the\nbody, offering it again a little closer, the bull\nwatching dully, then so close that the bull thought\nhe had him, offering again and finally drawing the\ncharge and then, just before the horns came, giving\nthe bull the red cloth to follow with that little, almost\nperceptible, jerk that so offended the critical\njudgment of the Biarritz bull-fight experts.</p>\n</blockquote>\n<p>The various moments here are related only sequentially.\nDespite the intense interaction that exists\nbetween a bullfighter and bull, there is an avoidance\nof interactive conjunctions such as <em>when, while,</em>\nand <em>as</em>.</p>\n<p>It is this very avoidance of interactive conjunctions\nthroughout the novel that creates the hard style.  Such\nconjunctions, when placed in the beginning or middle\nof a sentence, form clauses that hang suspended,\nawaiting definition from their relationship with what\nfollows.  Sentences which use such clauses are softer,\nmore pliant.  Not a boxer's jab—coming at you from\nclose range, with its full effect felt at once—but a\ndismount from a high bar.  Virginia Woolf, for one,\noften used suspension to create a world of subtle interaction:</p>\n<blockquote>\n<p>There were few mornings when Mary did not\nlook up, as she bent to lace her boots, and as she\nfollowed the yellow rod from curtain to breakfasttable\nshe usually breathed some sigh of thankfulness\nthat her life provided her with such moments\nof pure enjoyment.</p>\n<p>—<em>Night and Day</em>,\nHarcourt Brace Jovanovich, 1948.</p>\n</blockquote>\n<p>There is a moment of pure enjoyment depicted by\nthe narrator in <em>The Sun Also Rises</em> which uses this\nsame interactive syntax.  Riding on top of a bus in the\nSpanish countryside, squeezed in among people whose\nlanguage (Basque) he doesn't speak, he turns his attention\nto the land around him.  It is much like terrain he\nhas described before, only now, for the first time, he\ndoes not break down the description into a mere series\nof self-contained, tightly held moments.  As much as\nthe words themselves, the syntax shows him to be relaxing\ninto the moment:</p>\n<blockquote>\n<p>As soon as we started out on the road outside\ntown it was cool.  It felt nice riding high up and\nclose under the trees.  The bus went quite fast and\nmade a good breeze, and as we went out along the\nroad with the dust powdering the trees and down\nthe hill, we had a fine view, back through the\ntrees, of the town rising up from the bluff above\nthe river.</p>\n</blockquote>\n<p>But for the most part, interaction between clauses is\nreserved for moments of consternation.  The narrator\ndoes not let down his guard, he must be thrown off it:</p>\n<blockquote>\n<p>Why I felt that impulse to devil him I do not\nknow.</p>\n<p>When I got up to go I found I had taken off my\nshoes.</p>\n<p>While we were waiting I saw a cockroach on the\nparquet floor that must have been at least three\ninches long.</p>\n<p>As all the time I was kneeling with my forehead on\nthe wood in front of me, and was thinking of myself\nas praying, I was a little ashamed...</p>\n<p>He offered the wine-skin to Bill and to me, and\nwhen I tipped it up to drink he imitated the sound\nof a klaxon motor-horn so well and so suddenly\nthat I spilled some of the wine, and everybody\nlaughed.</p>\n<p>As I started to get on my feet he hit me twice.</p>\n<p>She kissed me, and while she kissed me I could feel\nshe was thinking of something else.</p>\n<p>When I woke it was the sound of the rocket exploding\nthat announced the release of the bulls from\nthe corrals at the edge of town.</p>\n</blockquote>\n<p>So select is the narrator in his use of such suspensions\nthat the simple variation of the placement of a\nclause in two otherwise almost identical statements can\nbe momentous.  Look at the two phrases: “We met\nCohn as we came out of church” and “As we came out\nof the door I saw Cohn.”  Both times the narrator is\nwith the woman who had had a brief affair with his\nfriend Cohn and then dumped him.  But the first time\nthe narrator is not sure how the woman feels about his\nfriend hanging around, whereas the second time he\nhas just been told by her that Cohn's presence\n“depresses me so.”  The first time, then, he can plainly\nstate “We met Cohn...,” but the second time the\nencounter is troublesome: he is caught in the middle\nbetween two friends.  The mere suspension of the\nmeaning of the sentence expresses the quandary.  The\nencounter itself is not expanded or even commented\non.</p>\n<p>According to Wyndham Lewis, the voice of Jacob\nBarnes contradicts his own character because it makes\na man of action sound passive:</p>\n<blockquote>\n<p>This infantile, dull-witted, dreamy stutter compels\nwhoever uses it to conform to the infantile,\ndull-witted type.  He passes over into the category\nof those to whom things are done, from that of\nthose who execute.</p>\n<p>—<em>Men Without Art</em>, Black Sparrow Press, 1987.</p>\n</blockquote>\n<p>But the hard style of the narrator, far from being\nan expression of passivity, is, in fact, a symptom of a\nman who is trying to avoid having things done to\nhim—someone afraid to let go of himself, afraid to\nmerge.  The castrating war wound from which he suffers,\nbarely mentioned in the novel, is merely the outward\nshow of this inner disability, to which we are\nreferred again and again.  The narrator tells us that he\nhas trouble falling asleep: he cannot give himself up to\ndarkness.  For one six-month period he never slept with\nthe light off.  “It is awfully easy,” he says “to be hardboiled\nabout everything in the daytime, but at night it\nis a different thing.”</p>\n<p>Nor can he fall in love: he cannot give himself up\nto another.  “She had been looking into my eyes all the\ntime.  Her eyes had different depths, sometimes they\nseemed perfectly flat.  Now you could see all the way\ninto them.”  You do not need to ask what depth level his\neyes were at as he was observing her.  Throughout the\nnovel he convinces us that he is drawn to a woman but\nnot to love itself: “In a way,” he says of it, “it's an\nenjoyable feeling.”  The woman, however, knows better:\n“No,” she says, “I think it's hell on earth.”  And the\nnarrator can't dispute this, because what the woman\nfeels when she is in love would be, for a hardboiled\nman, a living hell: “Love you?”  she replies to his entreaty,\n“I simply turn all to jelly when you touch me.”</p>\n<p>Giving himself over to hatred is no easier.  After\nhis friend runs off with this same woman his strongest\nstatement is “I certainly did hate him.”  Had he said “I\nhated him,” he would have been giving himself over to\nthat emotion, throwing himself off balance; but the\nwork <em>certainly</em> acts like a cane to prevent it.  (Try saying,\n“I certainly do love you” without eyes that are\nperfectly flat.)  He cannot even give himself over to\njealousy.  To be jealous of a person is to be open to\nanother's influence, to have one's sense of self continuously\nchallenged by another.  The narrator is not jealous\nof the friend he “certainly did hate,” but only\n“jealous of what happened to him.”  By dismissing the\nperpetrator he confronts only the act.</p>\n<p>“Style,” according to Georges Louis, “is the man\nhimself,” and part of what makes <em>The Sun Also Rises</em>\nHemingway's masterpiece is how much of himself he\nmanaged to get into it.  He was never again to write as\nautobiographical a character as Jacob Barnes, never\nagain to use a voice as tightly controlled.  Yet the character,\nit seems, never left him.  Even in his final moment,\nthe hard style was there.</p>\n<p>To take one's own life is to take control of one's\ndestiny; but inevitably a moment must be faced, after\nthe deed, in which what is experienced is loss of control.\nThe longer the time between the deed and the\nmoment of death, the more that loss—the giving up of\noneself—is experienced.  Hemingway did not just shoot\nhimself.  He leaned his forehead on the barrel of the\nrifle and only then pulled the trigger.  Virginia Woolf,\non the other hand, loaded her dress up with stones and\nlet the river carry her away.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Writing the Hard Way</h1> <p><em><span data-rel=\"author\">Jonathan Bricklin</span> <span data-rel=\"location\">Staten Island, New York</span></em></p> <blockquote>\n<p>It is a truly gripping story, told in lean, hard\nathletic narrative prose.</p>\n<p>—N.Y. <em>Times</em> book review of\nHemingway's first novel, <em>The Sun Also Rises,</em> 1926.</p>\n</blockquote> <p>What does it mean to call a prose style hard?\nWhat does <em>hard</em> add to <em>lean</em> in describing\nsentences like these:</p> <blockquote>\n<p>We dined at a restaurant in the Bois.  It was a\ngood dinner.  Food had an excellent place in the\ncount's values.  So did wine.  The count was in fine\nform during the meal.  So was Brett.  It was a good\nparty.</p>\n</blockquote>"
}