{
  "type": "Epistola",
  "title": "EPISTOLA John S. Howland",
  "contributor": "John S. Howland",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John S. Howland</span></h1>\n<p>I enjoyed David Galef's definition of <em>backword</em>\nto mean the modifier added to a previously specific\nword which has been made generic by the advent of\na new technology.  I cannot add anything to his excellent\ntreatment of the etymology but can respond\nto his uncertainty in one of the technical areas.</p>\n<p>The generic term, <em>computer</em>, was extended beyond\nits human meaning to refer to computing machines\nduring World War II.  All these machines\nwere, indeed, what are now known as <em>analog</em> (or <em>analogue)\ncomputers</em>.  They were mechanical analogs of\nthe objective processes, used in such devices as gun\naiming systems and bombsights.</p>\n<p>The advent of the <em>digital computer</em>, after the\nwar, necessitated the modifying of the old term by\nthe backword, <em>analog</em>, to distinguish it from the new\ndigital computer.</p>\n<p>The analog computer does not compute by\nmeans of discreate voltages or any other physical\nquantity.  Rather, it embodies a continuous physical\nprocess that is an analog, often in a different medium,\nfor the process for which information is desired.\nBy measuring the instantaneous value of quantities\nin the analog, we can determine the value of\ntheir analogous quantities in the object process.</p>\n<p>The digital computer, on the other hand, simply\nperforms arithmetic operations by counting very\nquickly.  When dealing with a continuous process, it\ncan only compute its state at discrete instants of\ntime, since it only manipulates discrete numbers.</p>\n<p>Analog and digital timepieces are, in fact, computers\nwhere the object process is the continuous\nmotion of the Earth.  The fact, however, is that both\nare analog computers.  The analog process in a mechanical\nwatch is the motion of the pendulum or balance\nwheel and, in quartz watches, the electrical\nwave produced by a crystal oscillator.  Both count\nthe oscillations to determine the passage of time and\ntransform the analog signal into a digital one.  They\ndiffer only in the method used to display the results.\nThe analog watch converts the digital counts back\ninto a more or less continuous movement of the\nhands.  The digital watch simply prints out the numerical\ncount in proper format.</p>\n<p>It is my belief that those who originally coined\nthe terms <em>analog</em> and <em>digital watch</em> intended only to\ndescribe the display, not the underlying physics or\nany relationship to computers.  An analog display\nmoves continuously, like the Earth or time, and a\ndigital display shows numbers.</p>\n<p>To my knowledge, the only timepieces that are\ntruly digital are the atomic “clocks” used as time\nstandards that operate by counting discrete particles\nemitted by a radioactive substance.</p>\n<p>Returning to etymology, <em>clock</em> in the above\nparagraph is incorrect in horological usage.  Strictly\nspeaking, <em>clock</em> should only be used when referring\nto a timepiece that also incorporates a striking\nmechanism to sound out the time at regular intervals.\nThe word stems from the German word for\n'bell,' <em>Glocke</em>.</p>\n<p><em>[John S. Howland, Danville, New Hampshire]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John S. Howland</span></h1> <p>I enjoyed David Galef's definition of <em>backword</em>\nto mean the modifier added to a previously specific\nword which has been made generic by the advent of\na new technology.  I cannot add anything to his excellent\ntreatment of the etymology but can respond\nto his uncertainty in one of the technical areas.</p> <p>The generic term, <em>computer</em>, was extended beyond\nits human meaning to refer to computing machines\nduring World War II.  All these machines\nwere, indeed, what are now known as <em>analog</em> (or <em>analogue)\ncomputers</em>.  They were mechanical analogs of\nthe objective processes, used in such devices as gun\naiming systems and bombsights.</p> <p>The advent of the <em>digital computer</em>, after the\nwar, necessitated the modifying of the old term by\nthe backword, <em>analog</em>, to distinguish it from the new\ndigital computer.</p> <p>The analog computer does not compute by\nmeans of discreate voltages or any other physical\nquantity.  Rather, it embodies a continuous physical\nprocess that is an analog, often in a different medium,\nfor the process for which information is desired.\nBy measuring the instantaneous value of quantities\nin the analog, we can determine the value of\ntheir analogous quantities in the object process.</p>"
}