{
  "type": "Article",
  "title": "Richard Albert Wilson: The Canadian Scholar on Whom Bernard Shaw Tried to Grind His Alphabet Axe",
  "author": "J. A. Davidson",
  "location": "Victoria, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Richard Albert Wilson: The Canadian Scholar on Whom Bernard Shaw Tried to Grind His Alphabet Axe</h1>\n<p><em><span data-rel=\"author\">J. A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p>\n<p>More than half-a-century ago a book written by\nthe Canadian scholar, Richard Albert Wilson\n(1874-1949), stimulated Bernard Shaw to write what\nwas probably his major sally into alphabet reform.</p>\n<p>Wilson was head of the English department at the\nUniversity of Saskatchewan, and during the thirties he\ngave a course on the origin and development of language.\nFollowing good professorial custom, he worked\nhis lecture notes into a book which was published in\nLondon in 1937 by Dent, under the title, <em>The Birth of\nLanguage</em>, with a subtitle, <em>Its Place in World Evolution\nand Its Structure in Relation to Space and Time</em>.  I\nwas in Wilson's class during the autumn of 1937.</p>\n<p>Wilson sent a copy of the book to Shaw as “an\ninstalment of interest on an old debt.”  Shaw read it\nand responded enthusiastically: “I urged as strongly as\nI could the reprinting of Professor Wilson's treatise in a\nmodestly priced edition baited for the British book\nmarket with a preface by myself: an overrated attraction\ncommercially, but one which still imposes on London\npublishers.”  In 1941 Dent re-issued the book as a\nGuild paperback at one shilling.  This edition, of\n50,000, baited with a 31-page preface by Shaw and a\nsouped-up title, <em>The Miraculous Birth of Language</em>,\nsold out rather quickly.</p>\n<p>In 1942 Dent issued a hardcover edition of the\npaperback, and that autumn I, a soldier in the Canadian\nArmy, saw it displayed in a number of London\nbookshops.  A bookseller in Charing Cross Road told\nme that he was amazed that such a dry book sold so\nwell, especially in wartime.  I reported this in a letter\nto Dr. Wilson: it seemed to amuse him, and he sent me\na small fruitcake that Christmas.  The new edition was\nwidely reviewed in Britain.  J.B.S. Haldane, the eminent\nbiologist who was then in his heyday as a Marxist\nintellectual, was provoked by the word <em>miraculous</em> in\nthe title to flex his dialectic muscles at it in a lengthy\nreview in <em>The Rationalist Press Annual</em> for 1943: as I\nremember, he dismissed it as a nefarious supernaturalist\nplot.  In 1946 the Guild paperback was re-issued,\nand in 1948 the Philosophical Library, New York, provided\nan American edition, with the Shaw effusion,\nand under the <em>Miraculous</em> title.</p>\n<p>The preface begins with this characteristically\nShavian sentence: “This book by Professor Wilson is\none in which I should like everyone to be examined\nbefore certified as educated or eligible for the franchise\nor for any scientific, religious, legal, or civil employment.”\n(Over the years that has assured me that I was\nsplendidly qualified—Wilson gave me a “B”—for my\nreligious employment after my ordination in 1949 to\nthe ministry in the United Church of Canada.)  In the\npreface Shaw said that Wilson was not known to him\nwhen he received the book.  He commented: “I learned\nthat it (Wilson's professorial chair) was at Saskatoon, a\nplace of which I had never heard, and that his university\nwas that of Saskatchewan, which was connected in\nmy imagination with ochred and feathered Indians\nrather than with a university apparently half a century\nahead of Cambridge in science and of Oxford in common\nsense.”  (In 1914 Shaw had written that “high civilization\nis not compatible with the romance of the\npioneer communities of Canada.”)  After other introductory\npleasantries Shaw confessed, “I had an axe of\nmy own to grind; and I thought that Professor Wilson's\nbook might help me to grind it.”  And grind it he did,\nvigorously and garrulously.  The rest of the preface is a\nharangue on alphabet reform and has little to do with\nWilson's theories.  (At times I have wondered how\nmuch of Wilson he had read.)</p>\n<p>The new edition was widely reviewed.  <em>The Times\nLiterary Supplement</em> said bluntly, “Mr. Shaw's preface\nought not to blind the reader to the excellence of Professor\nWilson's treatise.”  And a reviewer in <em>The Fortnightly\nReview</em> said this of the preface: “It sounds\nclear, like all that Mr. Shaw writes, yet it is less limpid\nthan the flow of Professor Wilson's exposition.”</p>\n<p>After Shaw's death in 1950 we were treated to the\nfarce that resulted from the provision in his will that\nthe income from the residue of his estate be used for\ntwenty-one years on the design and dissemination of a\nnew alphabet for the English language.  That part of\nthe will was declared invalid by a judge, and the interested\nparties, not wishing an extensive romp in the\ncourts, agreed to a compromise whereby the sum of\n£8,300 was set aside for the development of the new\nalphabet Shaw called for and for the publication in it\nof <em>Androcles and the Lion</em>.  (Not utterly irrelevant here\nare these words on page 32 of Shaw's <em>Everybody's Political\nWhat's What?</em>, published in 1944: “...we allow\nprivate citizens to make fantastic, unjust, bigoted,\nor even spitefully wicked disposals of their possessions\nafter their deaths by will, and give these wills the force\nof law.”)</p>\n<p>Shaw called for a new alphabet for the so-called\nReceived Pronunciation—the mode of speech we call\n“Oxford” or “B.B.C. English.”  (At one time Shaw was\nchairman of the committee of the B.B.C. that was\nresponsible for spoken-English standards.)  That would\nhave put most of the English-speaking world out in the\nphonetic cold, and would muck up written English.\nSpeakers of General American would have made no\neffort to go along with it.  We every-<em>r</em>-sounding\nCanadians would have been permanently confined to\nthe linguistic bush.  No <em>r</em>-rolling Scot, after generations\nof “Georrge” would condescend to “Gawge.”  Shaw\nwould not have liked the way Professor Wilson\nspoke—ordinary Canadian-English, the eastern Ontario\nkind, with every <em>r</em> sounded.  Wilson was sensitive\nto the growing edges of language, and he rejoiced in\nthe ambiguities of it because they are signs of life and\ndevelopment.  Shaw, on the hand, had a strangely\nstatic understanding of language: he was downright\nparochial and more than a little snobbish about spoken\nEnglish and how an alphabet should standardize it.</p>\n<p>In the new edition of the book Wilson put this\nlittle note following the Shaw preface: “I am gratefully\nindebted to Mr. Bernard Shaw for the interest he has\ntaken in the book and especially for his most generous\naction in taking the time from his crowded life to write\nso magnanimous and stimulating a Preface to it, without\nwhich this present cheap edition would not have\nbeen published.”  As I read that I can hear the gentle\nirony in Wilson's voice and I can see the twinkle in his\neyes—and I can imagine his rubbing his hands a little\nover that final bit.</p>\n<p>Then I ask myself this question: Who used whom\nto grind whose axe anyway?</p>\n<p>Wilson's book, after sales of more than 100,000 in\nits various editions, went out of print in 1949, the year\nof his death.  In 1980 <em>The Canadian Journal of Linguistics</em>\ncelebrated its silver anniversary with a substantial\nissue consisting of the whole of Wilson's original edition\nof <em>The Birth of Language</em>, with a valuable introduction\nby Professor J.K. Chambers—and without the\nShaw preface.  Chambers, of the Department of Linguistic\nStudies at the University of Toronto, in the article\non Wilson he contributed to second edition (1988)\nof <em>The Canadian Encyclopedia</em>, offers this significant\ncomment: “Virtually unaware of the developing science\nof linguistics, Wilson espoused a more modern\nview than was then current, giving central importance\nto mentalism and language universals.”  Wilson may\nyet come to be recognized as a pioneer in what perhaps\ncan be called “philosophical linguistics.”  His book\nis again in print.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Richard Albert Wilson: The Canadian Scholar on Whom Bernard Shaw Tried to Grind His Alphabet Axe</h1> <p><em><span data-rel=\"author\">J. A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p> <p>More than half-a-century ago a book written by\nthe Canadian scholar, Richard Albert Wilson\n(1874-1949), stimulated Bernard Shaw to write what\nwas probably his major sally into alphabet reform.</p> <p>Wilson was head of the English department at the\nUniversity of Saskatchewan, and during the thirties he\ngave a course on the origin and development of language.\nFollowing good professorial custom, he worked\nhis lecture notes into a book which was published in\nLondon in 1937 by Dent, under the title, <em>The Birth of\nLanguage</em>, with a subtitle, <em>Its Place in World Evolution\nand Its Structure in Relation to Space and Time</em>.  I\nwas in Wilson's class during the autumn of 1937.</p> <p>Wilson sent a copy of the book to Shaw as “an\ninstalment of interest on an old debt.”  Shaw read it\nand responded enthusiastically: “I urged as strongly as\nI could the reprinting of Professor Wilson's treatise in a\nmodestly priced edition baited for the British book\nmarket with a preface by myself: an overrated attraction\ncommercially, but one which still imposes on London\npublishers.”  In 1941 Dent re-issued the book as a\nGuild paperback at one shilling.  This edition, of\n50,000, baited with a 31-page preface by Shaw and a\nsouped-up title, <em>The Miraculous Birth of Language</em>,\nsold out rather quickly.</p>"
}