{
  "type": "SicSicSic",
  "title": "SIC! SIC! SIC!",
  "html": "<link rel=\"type\" href=\"SicSicSic\"><h1 data-rel=\"title\">SIC! SIC! SIC!</h1>\n<p>“Box 2101 Terminal Annex.”  [The address of a life\ninsurance company in Los Angeles.  Submitted by George\nF. Muller, Rockville, Maryland.]</p>\n<p>About £50,000 of taxpayers' money is being\nspent on a court case which has been brought in the\nCourt of Appeal by the Attorney General, Sir Patrick\nMayhew, to determine what the word obtained\nmeans in the context of the insider dealing laws.</p>\n<p>The case is vital to the offence of insider dealing.\nIt results from the acquittal of Mr. Brian Fisher,\na businessman, on charges of insider dealing, after a\nruling in Southwark Crown Court which threatens\nto severely restrict the scope for prosecutions of insider\ndealing.</p>\n<p>Mr. Fisher had been charged with insider dealing\nin shares of Thomson T Line just before a takeover\nbid for the company.  He had claimed to be interested\nin bidding for Thomson, but Kleinwort\nBenson, the company's merchant bank, told him out\nof courtesy that the company had accepted another\noffer.  He immediately bought 6,000 shares himself,\nultimately netting a profit of £3,000.</p>\n<p>However, he was saved—and acquitted of insider\ndealing—by the dictionary definition of the\nword obtained.  Judge Gerald Butler said that Mr.\nFisher had not actually obtained price sensitive information\nin the sense of actively seeking or procuring\nit.  He had merely received it.</p>\n<p>He ruled that the proper meaning of the word\nin the Companies Securities (Insider Dealing) Act\n1985 connoted active conduct in the sense of seeking\nout information.</p>\n<p>The Attorney General argued in court yesterday\nthat the word obtained “embraces both the active\nand passive usage.”</p>\n<p>“Dictionary definitions are not always helpful to\nthe court, and slavish adherence to these should be\navoided if the result is to frustrate the intention of\nthe legislation,” he said.</p>\n<p>He submitted that the wider construction of the\nword obtained gives “proper effect to the statute.”</p>\n<p>Judgement was reserved.  [The Times, 27 September 1988]</p>\n<p>Anyone laboring under the delusion that English\nis not an acquisitive language should be disabused\nby the following caption from an article about\ndelicatessens that appeared in the Magazine Section\nof The Sunday Times [London], 7 January 1989:\n[“Foreignisms” are so set in the original.]</p>\n<blockquote>\n<p>In its scale, menu and good-humoured vulgarity,\nMinsky's is reminiscent of the rather palatial,\nslightly déraciné delis of suburban New York.  Dé\ncor is belle époque with cod Tiffany and a superabundance\nof gleaming copper work.  The cringe-making\nmenu prose—“50 ways to love your\nliver”—disguises a reasonably echt core of standard\ndeli fair [sic]: cream cheese and lox, salt beef\n['corned beef'], gefilte fish—with a few nouvelle\nintruders like sun-dried tomato and mozarella [sic]\nsalad.  Staff are perhaps too irrepressible.  Me: “I\nthink I'll go for the pastrami.”  Waitress:” You\nwon't be disappointed, sir!” It is all better than\nserviceable, less than exciting.  Minsky's at the Hilton,\nRegent's Park, Lodge Road, NW8 (01-722-7722)</p>\n</blockquote>\n<p>The Franklin Language Master, a £199.95,\nhand-held, electronic dictionary, offered in a mail-order\ncatalogue accompanying The Sunday Times\n[London] of 8 January 1989, is illustrated by a photograph\nof the device with the following display:</p>\n<blockquote>\n<ol>\n<li>dic&lt;.&gt;tio&lt;.&gt;nary\n(noun) dic&lt;.&gt;tio&lt;.&gt;nar&lt;.&gt;ies\n:reference book of words with information\nabout their meaning</li>\n</ol>\n</blockquote>\n<p>Shouldn't that be “meanings?” The centered\ndots mark hyphenation points; the standard calls for\na dot between the n and the a, not the o and the n.\nLittle confidence is inspired by the presence of\nthree errors (one appearing twice) in only 12 words\nof information.  As the contrivance is American, it is\nsold in the UK with a card that shows the “correct\nQueen's English” where spellings differ.  No comment\nis made about differences in hyphenation that\nresult from differences or variants in pronunciation.\nFor instance, if a Brit pronounces the word (as many\ndo) conTROVersy, then the hyphen ought to come\nafter the v, not as in standard US in early January,\nfore the v.  At rates of exchange in early January,\n£200 is equivalent to $355, which seems a lot to\nspend, in pounds or dollars, to get it wrong.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"SicSicSic\"> <h1 data-rel=\"title\">SIC! SIC! SIC!</h1> <p>“Box 2101 Terminal Annex.”  [The address of a life\ninsurance company in Los Angeles.  Submitted by George\nF. Muller, Rockville, Maryland.]</p> <p>About £50,000 of taxpayers' money is being\nspent on a court case which has been brought in the\nCourt of Appeal by the Attorney General, Sir Patrick\nMayhew, to determine what the word obtained\nmeans in the context of the insider dealing laws.</p> <p>The case is vital to the offence of insider dealing.\nIt results from the acquittal of Mr. Brian Fisher,\na businessman, on charges of insider dealing, after a\nruling in Southwark Crown Court which threatens\nto severely restrict the scope for prosecutions of insider\ndealing.</p> <p>Mr. Fisher had been charged with insider dealing\nin shares of Thomson T Line just before a takeover\nbid for the company.  He had claimed to be interested\nin bidding for Thomson, but Kleinwort\nBenson, the company's merchant bank, told him out\nof courtesy that the company had accepted another\noffer.  He immediately bought 6,000 shares himself,\nultimately netting a profit of £3,000.</p>"
}