{
  "type": "Article",
  "title": "The Long and the Short of It",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Long and the Short of It</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>Polysyllables abound in today's speech, and\nmuch has been written on the subject, from euphemisms—agencies\nthat “facilitate” instead of give\nmoney—to downright deceit—one knows by now\nthat “protective reaction strikes” are bombings.  As\nwith so many trends spotted by the linguistic police,\nhowever, this is hardly new.  Ever since the Norman\ninvasion, people have preferred to use the longer\nLatinate terms over the blunt Anglo-Saxon words:\nthe general feeling, with some small basis, is that\nsuch diction shows a touch of class.  A more puzzling\nphenomenon is the use of long forms for which quite\nsimilar shorter forms already exist.  The general idea\nbehind this trend seems to be that in length there is\nstrength, even at the cost of accuracy.  Examples, unfortunately,\nare all too easy to provide.</p>\n<p>The usage of these words is easy to spot: they all\nhave an extra syllable or two that adds little but excess\nbulk (for <em>usage</em>, delete and substitute <em>use</em>).  Reporters\nat <em>The New York Times</em>, for example, often\nwrite of “subsidization programs,” when <em>subsidy</em>\nwill do just as well.  The suffix -<em>ization</em>, which indicates\n'process,' is often in demand, since it makes\none think something is actively being done.  Other\nsuffixes such as -<em>tion, -ate,</em> and -<em>ment</em> are equally popular\nadd-ons.  Thus, <em>estimates</em> turn into <em>estimations,</em>\nand television anchormen these days <em>encapsulate</em>the\nnews instead of <em>encapsule</em> it.  This is a society that\nlives beyond its <em>limitations</em> rather than its <em>limits.</em>\nWhen forced, people take <em>preventative</em> measures instead\nof <em>preventive</em> ones.  In some instances, the\nshorter forms have all but dropped from use.  The\nphrase “he is in my <em>employ</em>” is now considered either\nold-fashioned or British: most people would automatically\nchange the key word to <em>employment</em>.</p>\n<p>The adjectival suffix -<em>al</em> is often slapped on\nwords that already are adjectives.  Why must people\nbe <em>ironical</em> instead of <em>ironic</em>, or <em>satirical</em> instead of\n<em>satiric</em>?  The -<em>ate</em> suffix, originally a harmless suffix to\ndenote causative verbs such as <em>substantiate</em> from <em>substance,</em>\nis particularly pernicious.  Not too long ago,\nthe personnel department of a business would <em>orient</em>\nnew workers (the word originally meant to point out\nwhere the sun rose; i.e., which way was east).  Nowadays,\nof course, the overbriefed newcomers are <em>orientated</em>,\na longer verb that sounds suspiciously like a\nback-formation from <em>orientation</em>.  Similarly, <em>derivate</em>\nlooks like an up-and-coming contender for <em>derive</em>.\nProceeding analogously, a classmate of mine in junior\nhigh school once talked of <em>improvisating,</em> but\nsomehow her neologism never caught on.</p>\n<p>Often, such lengthening leads to subtle errors.\nMany people no longer form <em>methods</em>, for instance,\nbut instead formulate <em>methodologies</em>.  How much\nmore comforting to have a methodology behind one\nthan a mere method!  The word <em>methodology</em>, however,\nreally refers to the science of method itself,\nwhile <em>formulate</em> means to 'reduce to a formula'\nrather than to 'shape.'  The words are apt for scientific\ntesting, not for dealing with a simple problem—\nthough of course that's precisely the point: using\nthese words gives a pseudo-scientific boost, a spurious\nexactitude.  For this reason, perhaps, sociologists\nwill talk of <em>societal</em> needs: <em>social</em> may sound too soft,\ntoo much like a bridge party.  The same goes for <em>specialty,</em>\nwhich has yielded over the years to <em>specialization</em>.\nThe curious point is that this trend seems to\ngo against Zipf's Law, which notes that syllables get\ntrimmed off words over the years.  Here, one may\nobserve the opposite happening: when people wish\nto spruce up an old word, they add a syllable.</p>\n<p>Admittedly, certain groups have their particular\nvocabulary.  The legal profession is notorious for its\npolysyllabification (a self-descriptive term).  One\nreads about the <em>issuance</em> of government regulations\nin place of their <em>issue</em>.  In these regulations, <em>hereby</em>\nand <em>herewith</em> often crowd out the sufficient <em>here;</em> in\nfact, as an honest lawyer will tell you, these words\nare <em>pro forma</em> and could be omitted entirely.  The\nMarx Brothers understood legalese quite well, augmenting\n“the first part” to “the first party,” which\nbecomes “the part of the first party,” “the first part\nof the party of the first part,” and far worse in the\ncourse of an exchange in <em>A Night at the Opera.</em>  The\ntwo part-icipants end, incidentally, by tearing out\neverything in the contract but the place for a signature.</p>\n<p>In all fairness, many drafters of legal documents\nare probably just after terms without strongly positive\nor negative connotations.  The addition of suffixes\ngenerally makes the word in question more abstract:\n<em>use</em> can smack of exploitation, while <em>usage</em>\nsounds more neutral.  One can speak of <em>part</em> and\n<em>party</em> without reference to gender, race, and so on.\nPresumably, one should have a fine sense of discrimination\nin language to avoid discrimination in law.</p>\n<p>Should one wish to begin syllable-hunting, one\nmust also have a sensitive ear.  Is <em>aggression</em> the same\nas <em>aggressiveness</em>, or, on the other side of the spectrum,\nis <em>passivity</em> the same as <em>passiveness</em>?  The first is\nmore the state, the second more the behaviour—but\nhow about <em>scarcity</em> and <em>scarceness</em>?  One runs into the\nsame problem with the -<em>ing</em> gerund versus the -<em>ation</em>\nnouns: which sounds better, <em>implementing</em> or <em>implementation,\nratifying</em> or <em>ratification?</em>  In opting for the\ngerunds, one often saves a syllable or more, but the\nspecific, continuous action of a gerund may not be so\nattractive to a society fuzzily focused on process.</p>\n<p>Syllable-cutting, to its credit, promotes sharper\nthinking and concision—not <em>conciseness</em>—in\nspeech.<sup><a href=\"#user-content-fn-d1\" id=\"user-content-fnref-d1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>  A word of caution, however: as with forming\npalindromes or anagrams in one's head, it can\nbecome a mania more likely to promote insomnia as\none searches for additional examples, more grist for\nthe linguistic mill.  One oddity the syllable-cutter is\nbound to come across in his explorations is the twosome\nstemming from a common root.  <em>Sate</em> and <em>Satiate</em>\nare perhaps the most blatant instance: the two are\nsynonymous in most dictionaries, the form from the\nLatin <em>satiare</em>, 'to satisfy.'  On the other hand, is <em>rite</em>\nthe same as <em>ritual</em>?  How about <em>deprecate</em> and <em>depreciate</em>,\nor <em>cave</em> and <em>cavern</em>?  In fact, a large overlap\nlinks each twosome, or <em>duo</em> (or <em>duad</em>).  English,\nwhich abhors a vacuum even more than Nature\ndoes, produced a plenum here.</p>\n<p>Finally, one must be wary of elongation that\ncarries with it a distinctly different meaning.  The\n<em>adulterer</em> and the <em>adulterator</em> may both be reprehensible\nbut should not otherwise be confused.  <em>Simple</em> is\none thing, <em>simplistic</em> another; the same is true of the\ntwo adjectives <em>express</em> and <em>expressive</em>.  The words\neconomic and economical share the meaning “of\nmoney management,” but the latter also means\n'thrifty.'  To shift fields: art movements, in particular,\noften identify themselves through the addition of a\nsyllable to a word in common parlance.  Formalist art\nis not the same as formal art, and though Joyce is a\nModernist, he is no longer quite modern.  As a syllable-cutter,\nI leave alone such distinctions and go on\nto easier prey, such as contest-draw versus contest-drawing.\nAs for challenges, I am currently looking\nfor a word that can be cut into two successively\nsmaller forms.</p>\n<p>Syllable-cutters may even adopt a familiar\ncredo.  Following the directive of William Strunk's\nimmortal “Omit needless words,” one may tape\nabove one's word processor, “Slash excess syllables.”\nI admit, at times I think, why bother?  The pay\nis low to nonexistent, the number of scowls from\nothers enough to darken any day.  But then there are\nthe occasional people who respond gratefully, who\nmay even go on to proselytize to others the virtue in\nclearing away excess verbiage, token of muddled\nthought.  It may be a thankless task, but it can lead to\ngracefulness—or rather, grace.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-d1\">\n<p>This example, I note, shows letter-cutting rather than syllable-cutting. <a href=\"#user-content-fnref-d1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Long and the Short of It</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>Polysyllables abound in today's speech, and\nmuch has been written on the subject, from euphemisms—agencies\nthat “facilitate” instead of give\nmoney—to downright deceit—one knows by now\nthat “protective reaction strikes” are bombings.  As\nwith so many trends spotted by the linguistic police,\nhowever, this is hardly new.  Ever since the Norman\ninvasion, people have preferred to use the longer\nLatinate terms over the blunt Anglo-Saxon words:\nthe general feeling, with some small basis, is that\nsuch diction shows a touch of class.  A more puzzling\nphenomenon is the use of long forms for which quite\nsimilar shorter forms already exist.  The general idea\nbehind this trend seems to be that in length there is\nstrength, even at the cost of accuracy.  Examples, unfortunately,\nare all too easy to provide.</p> <p>The usage of these words is easy to spot: they all\nhave an extra syllable or two that adds little but excess\nbulk (for <em>usage</em>, delete and substitute <em>use</em>).  Reporters\nat <em>The New York Times</em>, for example, often\nwrite of “subsidization programs,” when <em>subsidy</em>\nwill do just as well.  The suffix -<em>ization</em>, which indicates\n'process,' is often in demand, since it makes\none think something is actively being done.  Other\nsuffixes such as -<em>tion, -ate,</em> and -<em>ment</em> are equally popular\nadd-ons.  Thus, <em>estimates</em> turn into <em>estimations,</em>\nand television anchormen these days <em>encapsulate</em>the\nnews instead of <em>encapsule</em> it.  This is a society that\nlives beyond its <em>limitations</em> rather than its <em>limits.</em>\nWhen forced, people take <em>preventative</em> measures instead\nof <em>preventive</em> ones.  In some instances, the\nshorter forms have all but dropped from use.  The\nphrase “he is in my <em>employ</em>” is now considered either\nold-fashioned or British: most people would automatically\nchange the key word to <em>employment</em>.</p> <p>The adjectival suffix -<em>al</em> is often slapped on\nwords that already are adjectives.  Why must people\nbe <em>ironical</em> instead of <em>ironic</em>, or <em>satirical</em> instead of\n<em>satiric</em>?  The -<em>ate</em> suffix, originally a harmless suffix to\ndenote causative verbs such as <em>substantiate</em> from <em>substance,</em>\nis particularly pernicious.  Not too long ago,\nthe personnel department of a business would <em>orient</em>\nnew workers (the word originally meant to point out\nwhere the sun rose; i.e., which way was east).  Nowadays,\nof course, the overbriefed newcomers are <em>orientated</em>,\na longer verb that sounds suspiciously like a\nback-formation from <em>orientation</em>.  Similarly, <em>derivate</em>\nlooks like an up-and-coming contender for <em>derive</em>.\nProceeding analogously, a classmate of mine in junior\nhigh school once talked of <em>improvisating,</em> but\nsomehow her neologism never caught on.</p>"
}