{
  "type": "Article",
  "title": "Word Law",
  "author": "Dennis Baron",
  "location": "University of Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Word Law</h1>\n<p><em><span data-rel=\"author\">Dennis Baron</span> <span data-rel=\"location\">University of Illinois</span></em></p>\n<p>I saw an ad once in the back of a magazine promising\nthat if I sent in some money, I could have a star\nin the firmament named after me.  For the same low\nprice I would receive a certificate and a photograph of\nthe galaxy where my star was located.  I might even be\nable to see that star if I possessed suitable magnifying\nequipment.  I was not tempted by the offer, but it did\noccur to me that while I would not like to have a star,\nas a wordsmith I might like to own my own word.</p>\n<p>Is it possible to own your very own word?  The\nEnglish language may belong to all of us, but some of\nits words are the property of individuals or, in most\ncases of lexical ownership, of corporations.  I am referring\nto the registered trademarks and service marks\nprotected under federal law from the infringement of\nunscrupulous competitors.  Now, I am a language professional,\nnot a manufacturer or a lawyer, so if you\nwant competent advice in the latter areas you should\nsupplement the summary of the complex trademark\npicture that follows.</p>\n<p>The law of trademarks, which fills more than two\nvolumes of the Annotated U.S. Code in the local law\nlibrary—the source of the following information—gives\nus some guidance as to what words can\nand cannot be staked out as private property and what\nthat notion of privacy really means when it comes to\nthe use of language.</p>\n<p>For one thing, you cannot simply coin a word and\nlay claim to it.  You must also sell the goods named by\nyour trademark or perform services named by your\nservice mark.  In law, a trademark is a name, logotype,\ndesign, or any combination thereof adopted and used\nby a manufacturer to identify its goods and distinguish\nthem from articles sold by others.  A service mark identifies\nyou as a provider of specific services rather than\nof vendable articles.  For example, <em>Kodak</em> is a trademark,\n<em>Fotomat</em>, a service mark.  Your trademark or\nservice mark may be registered, but you may have\nrights to the mark even if you have not registered it,\nThe symbol you choose for your mark may be pictorial,\nas the bearded representation of the Smith Brothers\nof cough-drop fame, who, as some would have it,\nare named, respectively, Trade and Mark.  But a trademark\nmay also be a word or a group of words.</p>\n<p>Sounds simple, really.  You come up with a no-nonsense\nproduct designed to remove widgets, patent it,\nand market it under the straightforward name Widget\nTerminator.  Maybe the Widget Terminator does its job\nwell, finds a niche in the market, and over the years\neven makes a little money for you.  Only now your\nbrother-in-law decides he is going to get into the act\nand beat your price.  Of course he calls his knock-off the\nWidgetBuster, a much snappier moniker, and he packages\nthe product behind a picture of a widget inside a\nbarred red circle.  Since his product works differently\nfrom yours, you cannot get him for violating patent\nlaw, so you haul him into court and sue the pants off\nhim for infringing on the implied trademark you have\nestablished with your Widget Terminator.</p>\n<p>Keeping it all in the family, you get your cousin\nBenny, fresh out of law school and eager for work, to\nargue that the public has come to love and trust the\nWidget Terminator and that people will be confused\nand deceived by the similarity of the name of the rival\nWidgetBuster.  As a result of this confusion of products,\nyour reputation will be damaged and your sales hurt.\nYou ask that the WidgetBuster be withdrawn from the\nmarket and that your brother-in-law pay you treble\ndamages and that he pay your cousin Benny, as well.</p>\n<p>Do you think you will win?  That depends on how\nwell Benny did in his Intellectual Property Law\ncourse.  The law recognizes two basic kinds of trademark,\nthough it allows for a measure of degree in their\ndefinition: a “strong trademark” is one used only in a\nfictitious or fanciful manner, while a “weak trademark”\nis a meaningful word in common usage that\ndoubles as a suggestive or descriptive trademark.  Weak\ntrademarks are more difficult to establish, and they\nare entitled to narrower protection than strong ones.\nYour brother-in-law's counsel will argue that you may\nhave an invention, but its name is not a trademark,\nbecause a trademark cannot be an ordinary word, particularly\na descriptive one, if that word is used in its\nordinary sense.  Both <em>widget</em> and <em>terminator</em> are common\nEnglish words—a <em>widget</em> is a 'gadget, or gizmo,'\nin case you did not know—and they literally describe\nthe function of the product, which is to remove pesky\nwidgets, so you cannot claim them as your own or\nprevent others from using them.</p>\n<p>Of course, if you have ever talked to a lawyer you\nknow that things are never what they appear when it\ncomes to the law.  There have been trademarks that\nwere fairly literal, for example, <em>Coca-Cola</em>.  <em>Coca-Cola</em>,\nwhich is a trademark of long standing, originally\ncontained both cocaine and an extract from the\ncola nut.  The cocaine went out when it was declared a\ncontrolled substance early in this century.  Interestingly,\nthe makers of <em>Coke</em> (which is also a registered mark)\nonce sought to prohibit the marketing of something\ncalled <em>Tacola-Cola</em>, as well as any other drink with the\nword <em>cola</em> in its name.  But the courts ruled that because\n<em>cola</em> was a common word describing what was in\nthe beverage, any soda containing <em>cola</em> derivatives\ncould be called a <em>cola</em>.  Coke's trademark was upheld\nagainst <em>Chero-Cola, Clio-Cola, Coca</em> and <em>Cola</em>, and\n<em>El-Cola</em>; ruled to be non-infringing were <em>Koke, Dope,\nCherry-Cola, Roxa-Cola</em>, and <em>Dixie-Cola</em>.  As for other\nsodas, <em>Moxie</em> won its case against <em>Noxie</em>, but <em>Pepsi-Cola</em>\nlost against <em>Pep</em>, as did <em>Seven-Up</em> against <em>Cheer Up</em>.</p>\n<p>On the other hand, if the name of your product is\na common word which is applied in an arbitrary or\nfanciful sense, you should be able to claim it as a\ntrademark.  The courts have ruled that <em>Cyclone</em>, when\nnaming a fence, and <em>Innocent</em>, as a brand of hair\ncoloring (suggesting, as the ruling noted, “the very\nantithesis of innocence”) are legitimate trademarks;\nbut while <em>Yellow Pages</em> was found to be a trademark\nalthough it is clearly descriptive, <em>raisin bran</em> and\n<em>spearmint</em> were not granted exclusive status.</p>\n<p>Manufacturers are fond of deforming the spelling\nof an ordinary word to make it distinctive, for example\n<em>NU</em> for <em>new, KWIK</em> for <em>quick</em>, or <em>Bonz</em> for <em>bones</em> (unfortunately,\nthis last, a dog food lacking the so-called\nsilent e, is frequently mispronounced).  But a clever or\nphonetic spelling of a common descriptive word does\nnot entitle you to own it as a trademark.  Rather, a\ncommon word can become a trademark only if it acquires\na “secondary meaning,” if, in other words, it is\nused so long and so exclusively by one producer that it\nhas come to signal to the general public that the product\nin question is made by that producer, and that\nproducer alone.  (The courts have insisted repeatedly\nthat to be a trademark, a word or symbol must call up\nnot the product or service but its source, the producer\nor provider.)</p>\n<p>If your brother-in-law can afford to wait, time\nmay be on his side in the battle against widgets.  If you\nstop selling a product for two or more years, you may\nlose the right to its trademark.  The courts frown on\nmanufacturers who pretend to sell a few samples of a\nproduct each year just to hold on to the name for\nfuture use.  But you may be able to withhold the product\nfrom the market while you experiment with ways\nto improve it, and you can change the product significantly\nand still retain possession of its name, as the\nmakers of <em>Tabasco</em> did when they altered the formula\nof their hot sauce but successfully defended their right\nto exclusive use of the trademark.</p>\n<p>Under the former trademark law, <em>shredded wheat</em>\nwas considered a generic term and, hence, not registrable.\nBut because the process for making it was patented,\nno other company could produce it, hence the\npatent holder had exclusive rights to the name of a\nunique product.  When the patent expired, new manufacturers\nsimply used <em>shredded wheat</em> as a descriptive\nterm.  And although dictionary maker Noah Webster\nwas instrumental in passing our first federal copyright\nlaws to protect an author's intellectual property, the\nname <em>Webster</em> ceased to function as an exclusive trademark\nwhen the original Webster's copyright ran out.\nAs early as 1904, G. &amp; C. Merriam, of Springfield,\nMassachusetts, who claimed to be the literal publishing\ndescendants of Noah Webster's lexicographical\nprojects, attempted to restrain the sale of other dictionaries\nwith <em>Webster</em> in the title.  In a series of decisions—<em>Merriam\nv. Ogilvie</em> (170 F 167), <em>Merriam V.\nSaalfield</em> (190 F 927; 198 F 369)—the U.S. Circuit\nCourt of Appeals ruled partly for Merriam, partly for\nthe competition: Merriam lost its right to the exclusive\nuse of the name <em>Webster</em>, but since that company had\nbecome known to the public as the publisher of Noah\nWebster's dictionaries, would-be Websters were ordered\nto disclaim on their title pages any connection\nwith the original word book.  In the early 1940s, World\nPublishing Company, producer of <em>Webster's New\nWorld</em> dictionaries, obtained a ruling to quash the disclaimer\nrequirement.  In a more recent action, initiated\nby Merriam in 1981, the Court of Appeals again\naffirmed the right of other publishers to use <em>Webster</em> in\ndictionary titles and enjoined the defendants from\nusing any variation or combination of the words\n<em>world-famous, authentic, original, genuine</em>, or <em>renowned</em>\nto suggest a connection between their product\nand the Merriam-Webster line of dictionaries <em>(Merriam\nv. Webster Dictionary Co</em>. 639 F 2d 29).  It is clear\nthat for many, <em>Webster's</em> has become a generic word.\nDespite the fact that this synonymy is one that the\ncourts have repeatedly upheld, no dictionary is willing\nto define <em>Webster's</em> simply as 'dictionary.'</p>\n<p>Normally, a title cannot function as a trademark,\nwhich is why different books can have the same title,\nas long as their contents are different and there is no\nintent to deceive the public.  Two manufacturers may\nbe allowed access to the same trademark if their products\nare so different that their markets will not overlap\nand if there is no indication that the public will be\nconfused by the names.  Thus Condé-Nast, the publishers\nof the magazine <em>Vogue</em>, which is a trademark, were\nunsuccessful in a suit to force the owners of the <em>Vogue\nSchool of Fashion Modeling</em> to change its name.  And\nVERBATIM, the language quarterly, registered as a\ntrademark in 1974, failed in its suit against the manufacturer\nof <em>Verbatim</em> floppy disks, introduced in 1977,\nthough the <em>Verbatim</em> (disk) company agreed never to\nproduce anything but blank recording media, while\nVERBATIM is enjoined only from producing blank media.\nThe owners of the popular 1984 movie title\n<em>Ghostbusters</em> have extended the range of their trademark\nwith a television show, toys, and other licensed\nproducts bearing its name and distinctive logo, and\nVERBATIM, the language quarterly, is free to do likewise.</p>\n<p>Ironically, success can sometimes weaken your\nright to a trademark, particularly if your product\nname has become a generic term.  <em>Cellophane</em> failed to\nprotect itself in an infringement suit when the defense\nattorney asked the <em>Cellophane</em> representative for the\ngeneric name of the product.  Unable to come up with\na synonym for cellophane, the manufacturer lost its\ntrademark.  <em>Celluloid</em> remained a trademark much\nlonger, though it too has now become a generic term.</p>\n<p><em>Thermos</em> and <em>Zipper</em> were both originally trademarks.\nBut both products became so popular that\ntheir names began to function as generics in the public\nmind, and because of that the courts have ruled that\nother companies could use these words, uncapitalized,\nso long as they did not attempt to confuse or deceive\nthe public.  However, a design or distinctive style of\ntypography can be a trademark, and the distinctive\nmanner of printing <em>Thermos</em> as a symbol remains\nprotected.</p>\n<p>Federal law regulates only in the broadest sense\nwhat words can or cannot serve as trademarks.  Prior\ndecisions have little value in trademark claims, and\neach case must be argued on its own merits.  As a\nresult, trademark rulings may seem idiosyncratic or\ncontradictory.  The law clearly specifies, though, that a\ntrademark cannot be immoral, deceptive, scandalous,\nor disparaging.  <em>Glass Wax</em>, a glass cleaner which contains\nno wax, successfully defended its trademark\nagainst a charge that the name was deceptive, but in\nthe early 1900s the courts refused to recognize <em>Madonna</em>\nas a trademark for wine because it was ruled\nscandalous.  (The soft drink <em>Old Monk</em>, which was not\nperceived to threaten public morality, was permitted.)\nTastes change of course, in wines as well as scandals,\nand though <em>Old Monk</em> is gone from the shelves, today's\ncourts seem not to be offended by the brand of wine\nknown as <em>Blue Nun</em>.</p>\n<p>Foreign words can serve as trademarks in the\nUnited States, but their legal status is determined the\nsame way as that of English words.  Thus Selchow &amp;\nRighter, makers of the game <em>Parcheesi</em>, could not prohibit\nother manufacturers from selling games under\nsuch names as <em>Pachisi, Parchisi</em>, or <em>Parchesi</em>, variant\nspellings of the common Hindi word for the old Indian\npastime.  Similarly, Duncan was unable to retain exclusive\nrights to the name <em>yo-yo</em> because the toy is called\nthat in the Philippines, where it originated, and because\nit has no synonyms.  On the other hand, both\n<em>Scrabble</em> and <em>Monopoly</em> are trademarks for games.  Despite\nthe fact that both are ordinary English words,\nthey meet the secondary meaning test, being easily\nrecognized as exclusive product names, although the\ncourt also upheld the trademark rights of a game\ncalled <em>Anti-Monopoly</em> over the objection of <em>Monopoly-</em>\nowner, Parker Brothers.  That decision remains\nconfused.</p>\n<p>A trademark can be longer than a word, or even a\npair of words.  You can lay claim to an entire slogan if\nit has become widely enough identified with your\nproduct, but the courts do not let you monopolize the\nlanguage.  They will limit your power to control sentences\nsimilar to yours, just as they stymied Anheuser-Busch,\nthe owners of the slogan, “Where there's life,\nthere's Bud,” who failed in their attempt to prevent use\nof all slogans beginning, “Where there's life...” including,\nas far as I know, the age-old proverb, “Where\nthere's life, there's hope.”</p>\n<p>At any rate, it seems that where there's a trademark,\nthere's hope for a lawsuit.  The Xerox Corporation,\nrecognizing the potential danger of success, has\nin the past gone out of its way to protect its right to the\nwords it owns.  Though I have found no reference to\nany trademark suits brought by Xerox against other\nmanufacturers, the company has tried to regulate the\nuse of its trademark in ordinary English.  For example,\nsome years ago the xerography pioneer took out half-page\nads in the <em>New York Times</em> to remind us that\n<em>Xerox</em> is a trademark to be used only as a proper noun,\nas in <em>Xerox machine</em>, or a proper adjective, as in <em>Xerox\ncopy</em>.  In either case, warned the ad, we must capitalize\n<em>Xerox</em>.  Despite such entreaties, the word <em>xerox</em> seems\nto have become generic, if not according to the courts,\nthen at least according to current American usage,\nwhere it occurs freely as noun, adjective, and even\nverb, with or without capitalization.  Xerox persists\nbecause unregulated use by others may cause a trademark\nto be deemed abandoned.</p>\n<p>Many publishers, either fearing litigation or simply\nbecause they are sensitive to questions of ownership\nof the printed word, prefer to take a cautions approach\nto trademarks, capitalizing words like <em>Xerox, Coke</em>,\nand <em>Formica</em> in print, though at least one major dictionary\nrecognizes the uncapitalized form of <em>xerox</em>,\nand allows it to function as a verb.  But no contemporary\nlexicon, either desk-sized or unabridged, records\nfor <em>Webster's</em> the commonly-found meaning 'an English\ndictionary, even one not actually attributable to\nthe lexicographer Noah Webster.'</p>\n<p>But back to the hypothetical case of <em>Widget Remover\nMfg. Co. of North America v. WidgetBuster,\nS.A</em>.  While you may not be able to restrain your\nbrother-in-law's trade, you can hope that his market\nshare will become so large as to draw the attention of\nthe owners of the <em>Ghostbusters</em> trademark and that\ntheir battery of high-priced studio lawyers might be\nable to get the injunction that your cousin could not.</p>\n<p>Clearly, owning a trademark can be worth so\nmuch that a manufacturer will object willy-nilly to\nany and every use of it by another.  In one case the\ncourt told a manufacturer that there can be no monopoly\non <em>love</em>: “No one may preempt the field with\nrespect to marks having 'love' as a portion thereof and\nthus exclude all others from the use of any mark composed\nin part of such word.”  But owning a word can do\nlittle for a writer like me, except perhaps in the ego\ndepartment, since according to the law, a word can be\na trademark only if such status does not deprive others\nof their right to the normal use of the English language.\nSo if you were planning to give someone a word\nfor his birthday, think again.  Words that do not fit\ncannot be returned.  And owning a word is not like\nowning a ball: even if the game is not going the way\nyou planned, you cannot just pick up your word and\ngo home.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Word Law</h1> <p><em><span data-rel=\"author\">Dennis Baron</span> <span data-rel=\"location\">University of Illinois</span></em></p> <p>I saw an ad once in the back of a magazine promising\nthat if I sent in some money, I could have a star\nin the firmament named after me.  For the same low\nprice I would receive a certificate and a photograph of\nthe galaxy where my star was located.  I might even be\nable to see that star if I possessed suitable magnifying\nequipment.  I was not tempted by the offer, but it did\noccur to me that while I would not like to have a star,\nas a wordsmith I might like to own my own word.</p> <p>Is it possible to own your very own word?  The\nEnglish language may belong to all of us, but some of\nits words are the property of individuals or, in most\ncases of lexical ownership, of corporations.  I am referring\nto the registered trademarks and service marks\nprotected under federal law from the infringement of\nunscrupulous competitors.  Now, I am a language professional,\nnot a manufacturer or a lawyer, so if you\nwant competent advice in the latter areas you should\nsupplement the summary of the complex trademark\npicture that follows.</p> <p>The law of trademarks, which fills more than two\nvolumes of the Annotated U.S. Code in the local law\nlibrary—the source of the following information—gives\nus some guidance as to what words can\nand cannot be staked out as private property and what\nthat notion of privacy really means when it comes to\nthe use of language.</p>"
}