{
  "type": "Epistola",
  "title": "EPISTOLA James T. Herron",
  "contributor": "James T. Herron",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">James T. Herron</span></h1>\n<p>In his treatise on words and expressions derived\nfrom firearms [XV,1], Richard Lederer was often correct\nin his selection of words but was often wrong as to\ntheir meanings and derivations.  His knowledge of the\nterminology is probably not first-hand.</p>\n<p>In the discussion of <em>flash in the pan</em>, the terms\n<em>rifle</em> and <em>musket</em> are used as if they were synonyms.  A\n<em>rifle</em> is a 'long-barreled firearm with spiral grooves [rifling]\ncut into the bore to impart a spin to the projectile.'\n<em>Musket</em> refers to a military weapon.  Although\nthere were rifled muskets in the 19th century, most\nwere of large caliber (.58 or .69) and were smoothbore.\nThey were intended to be fired quickly; they\nwere not intended to be very accurate.  The rifle was\nmore accurate but took longer to load and was more\ncostly to make.</p>\n<p>Lederer writes, “the flash of the primer in the pan\nof the rifle failed to ignite the explosion of the charge.”\nThe <em>pan</em> is the part of the gunlock that contains a\nsmall quantity of fine gunpowder ignited by sparks\nproduced by the <em>flint</em> shearing small bits of metal from\nthe <em>frizzen</em>.  A small hole bored in the barrel allows the\ncharge to be ignited.  It is the charge that is ignited,\nnot the “explosion”; also, black powder does not explode:\nit burns.</p>\n<p>The derivation and meaning of <em>go off half cocked</em>\nis far off the mark.  The <em>hammer,</em> or <em>cock</em>, of the gunlock\nusually can be in one of three positions: <em>down</em>\n(fully forward and down); <em>at half cock</em> (partly back, to\nallow a flintlock to be carried with the pan closed or\nthe percussion cap to be placed on the nipple of a\npercussion arm); or <em>at full cock</em>.  In the half cock position,\nthe trigger is not “partially back-locked,” whatever\nthat means.  To over-simplify the process, when\nthe lock is moved to full cock, the trigger, a simple\nlever, moves another lever, the <em>sear</em>, out of the notch in\na semi-circular internal lock part to which the hammer\nis connected.  If the gun goes off from the half-cock\nposition, the lock is defective.  Lederer understood\nthe expression <em>go off half cocked</em> to mean 'futile gesture'\nbecause the flintlock is unlikely to spark.  The\nexpression, however, derives from the percussion lock.\nIf the main spring of the lock is sufficiently strong, the\nblow received by the percussion cap can set it off and\nthe firearm discharges unexpectedly.  Going off at half\ncock is dangerous, not futile.</p>\n<p><em>Skinflint</em> is not an American expression describing\na parsimonious “gun toter” saving money by “skinning”\nhis flint with his knife to avoid buying a new\none.  Flints are knapped (and not with a knife) to\nsharpen them.  I have never heard the term <em>skinning</em>\nused for the process.  References can be found for the\nterm long before there was an American frontier, and\nit sounds as if someone made up this one.</p>\n<p>Although <em>hanging fire</em> is defined as being the opposite\nof <em>point-blank</em>, the two are unrelated in the field\nof firearms: a <em>hang-fire</em> is a 'delay in the ignition of the\npowder charge in a firearm'—not a benign delay but a\nserious, potentially deadly situation.</p>\n<p><em>Heavens to Betsy!</em> had better remain “source unknown.”\nThe Brown Bess muskets were of British issue,\nthough many were used by American troops during the\nRevolutionary War.  Americans produced their own\nmuskets, as well, but they were not the weapon of the\nfrontier.  That was the Kentucky or Pennsylvania rifle,\na lighter, smaller-bored, more accurate weapon than\nthe Brown Bess.</p>\n<p>Hell will be <em>cold enough to freeze the balls off a\nbrass monkey</em> before the difference in the coefficients\nof expansion (or contraction) of brass and iron causes\ncannonballs “in a muzzle-loading battery on a battleship”\nto topple.  The reference to <em>battleship</em> is an\nanachronism.  As for the square brass <em>monkey</em> with\ncircular depressions for stacking cannonballs, it would\nhave to contract a great deal more than the iron balls\nto cause them to tumble.  The coefficient of expansion\nrelates the change in volume, area, or length to a\nchange in temperature of one degree Celsius.  The cubical\ncoefficient for cast iron is roughly 0.000012; for\nbrass, it is on the order of 0.000018.  If we take a three-inch\ncannonball on a very hot day, compute its diameter\non a very cold day (assuming a drop of 60° C.),\nand compare this to the contraction of brass for the\nsame drop in temperature, while it is true that the\ncannonballs will have shrunken twice as much as the\nbrass <em>monkey</em>, the difference for ten balls would be less\nthan a sixteenth of an inch; the pile would not topple\neven if their diameters were twice as large.  However,\nas cannonballs would career over the deck because of\nthe motion of the ship, they were kept in crates or on\nracks, and the nice-looking pyramids were probably\njust for show, as at monuments.</p>\n<p><em>Son of a gun</em> probably is not nautical, and “the\nmidship gun” used in the explanation doesn't make\nsense.  Also, women were not usually found on naval\nvessels except in harbor.  The image conveyed by the\nauthor of prostitutes being carried as supercargo\naboard fighting ships is false.  Farmer &amp; Henley, <em>Slang\nand its Analogues</em>, defines the term as “a soldier's bastard,”\nalthough the nautical connotation occurs in a\nreference to <em>The Sailor's Wordbook</em>, which refers to\nwomen who sailed with their husbands, not to loose\nwomen.  <em>F&amp;H</em> also defines <em>gun</em> as a 'thief.'  This meaning\nof <em>gun</em> brings the phrase parallel with “son of a\nbitch” (bitch=whore), a derivation that seems more\nlikely.</p>\n<p>In the discussion of <em>stick to one's guns</em>, Lederer\nstates that “many a soldier was actually chained to his\ngun to ensure bravery.”  I would like to know where\nthat one came from.  Artillerymen were, and are, very\nproud of their role in warfare.  A gun crew was a\nskilled unit of, usually, more than ten men who spent a\ngreat deal of time practising loading, aiming, and firing\ntheir piece.  Each man had a specific duty that had\nto be carried out efficiently, not only for effectiveness,\nbut also for safety.  A man chained to the gun (to ensure\nbravery?)  would be of little use, especially after\nthe recoil that followed firing.</p>\n<p>The explanation for <em>spike one's guns</em> is barely adequate.\nThe <em>spike</em> was a metal rod driven through the\ntouch-hole (also called the vent) into the bore of the\ngun.  The <em>spike</em> was bent, either by driving it against\nthe lower side of the bore or by pounding the part\ninside the cannon with the rammer, so that the rod\ncould not be removed easily.</p>\n<p>I think Mr. Lederer should have muzzled himself\nand committed battery upon those who gave him his\ninformation.  Neither <em>muzzle</em> not <em>battery</em> is used with a\nconnotation related to armaments.  However, the\n<em>American Heritage Dictionary</em> includes in the derivation\nof <em>muzzle</em> the “Gallo-Roman <em>musellum</em> (unattested).”\nSo, too, with “Gunning for the English Language.”\nMuch of it should be qualified with\n“unattested,” a term etymologically related to the brass\nmonkey's spheroidal appendages.</p>\n<p><em>[James T. Herron, Houston, Pennsylvania]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">James T. Herron</span></h1> <p>In his treatise on words and expressions derived\nfrom firearms [XV,1], Richard Lederer was often correct\nin his selection of words but was often wrong as to\ntheir meanings and derivations.  His knowledge of the\nterminology is probably not first-hand.</p> <p>In the discussion of <em>flash in the pan</em>, the terms\n<em>rifle</em> and <em>musket</em> are used as if they were synonyms.  A\n<em>rifle</em> is a 'long-barreled firearm with spiral grooves [rifling]\ncut into the bore to impart a spin to the projectile.'\n<em>Musket</em> refers to a military weapon.  Although\nthere were rifled muskets in the 19th century, most\nwere of large caliber (.58 or .69) and were smoothbore.\nThey were intended to be fired quickly; they\nwere not intended to be very accurate.  The rifle was\nmore accurate but took longer to load and was more\ncostly to make.</p> <p>Lederer writes, “the flash of the primer in the pan\nof the rifle failed to ignite the explosion of the charge.”\nThe <em>pan</em> is the part of the gunlock that contains a\nsmall quantity of fine gunpowder ignited by sparks\nproduced by the <em>flint</em> shearing small bits of metal from\nthe <em>frizzen</em>.  A small hole bored in the barrel allows the\ncharge to be ignited.  It is the charge that is ignited,\nnot the “explosion”; also, black powder does not explode:\nit burns.</p> <p>The derivation and meaning of <em>go off half cocked</em>\nis far off the mark.  The <em>hammer,</em> or <em>cock</em>, of the gunlock\nusually can be in one of three positions: <em>down</em>\n(fully forward and down); <em>at half cock</em> (partly back, to\nallow a flintlock to be carried with the pan closed or\nthe percussion cap to be placed on the nipple of a\npercussion arm); or <em>at full cock</em>.  In the half cock position,\nthe trigger is not “partially back-locked,” whatever\nthat means.  To over-simplify the process, when\nthe lock is moved to full cock, the trigger, a simple\nlever, moves another lever, the <em>sear</em>, out of the notch in\na semi-circular internal lock part to which the hammer\nis connected.  If the gun goes off from the half-cock\nposition, the lock is defective.  Lederer understood\nthe expression <em>go off half cocked</em> to mean 'futile gesture'\nbecause the flintlock is unlikely to spark.  The\nexpression, however, derives from the percussion lock.\nIf the main spring of the lock is sufficiently strong, the\nblow received by the percussion cap can set it off and\nthe firearm discharges unexpectedly.  Going off at half\ncock is dangerous, not futile.</p>"
}