{
  "type": "Article",
  "title": "The 23rd Psalm and Me, or Has the Nightingale Become a Crow?",
  "author": "Grace Hollander",
  "location": "Ramat Ilan, Israel",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The 23rd Psalm and Me, or Has the Nightingale Become a Crow?</h1>\n<p><em><span data-rel=\"author\">Grace Hollander</span> <span data-rel=\"location\">Ramat Ilan, Israel</span></em></p>\n<blockquote>\n<p>The Lord is my shepherd; I shall not want</p>\n<p>He maketh me to lie down in green pastures: He\nleadeth me beside the still waters.</p>\n<p>He restoreth my soul: He leadeth me in the paths\nof righteousness for His name's sake.</p>\n<p>Yea though I walk through the valley of the\nshadow of death, I will fear no evil: for Thou\nart with me: Thy rod and Thy staff they\ncomfort me.</p>\n<p>Thou preparest a table before me in the presence\nof mine enemies: Thou anointest my head with\noil; my cup runneth over.</p>\n<p>Surely goodness and mercy shall follow me all the\ndays of my life: And I will dwell in the house of\nthe Lord forever.</p>\n<p>— <em>King James Version</em>, 1611.</p>\n<p>The Lord is my shepherd; I shall want nothing.</p>\n<p>He makes me lie down in green pastures, and leads\nme beside the waters of peace;</p>\n<p>He renews life within me, and for His name's sake\nguides me in the right path.</p>\n<p>Even though I walk through a valley dark as\ndeath, I fear no evil, for Thou art with me, Thy\nstaff and Thy crook are my comfort.</p>\n<p>Thou spreadest a table for me in the sight of my\nenemies.  Thou hast richly bathed my head with\noil, and my cup runs over.</p>\n<p>Goodness and love unfailing, these will follow me\nall the days of my life: and I shall dwell in the\nhouse of the Lord my whole life long.</p>\n<p>— <em>New English Bible</em>, Drover, G., (Sir) W.D.\nHardy, Oxford University Press, 1970.</p>\n</blockquote>\n<p>Stupid me!  I always thought that there was only\none translation of the 23rd Psalm until the other\nday when I happened on the <em>New English Bible</em> (1970)\nand saw that “my head was richly bathed in oil,”\n“Bathed in oil”?  Odd!  I remembered “anointed.”  Is\n<em>anointing</em> 'bathing'?  I couldn't find such a definition in\nthe thesaurus.  I looked up the Hebrew word, <em>dishanta</em>.\nFound no 'bathed.'  It bothered me, this image of a\nman having his head bathed in oil in a very French\nbarber shop (where men have their heads massaged in\noil to prevent baldness) instead of the image of the\nmaking of a king, like David, who was the anointed of\nGod.  Why did this translator feel he had to change\n“anoint his head” to “bathe his head”?  Perhaps the\ntranslation comes from some very important commentator\nbut it hardly creates a “sublime” image and\nsurely does not achieve the quiver mentioned in John\nBrough's translation of the Sanskrit poem:</p>\n<blockquote>\n<p>Of what use is the poet's poem,<br>\nOf what use is the bowman's dart,<br>\nUnless another's senses reel<br>\nWhen it sticks quivering in the heart?</p>\n</blockquote>\n<p>Nor does the psalm sing as Henry Ward Beecher\nput it in “Life Thoughts,” “like a nightingale...of\nsmall homely feather singing shyly out of obscurity”\nfilling...“the air of the whole world with melodious\njoy greater than the heart can conceive.”</p>\n<p>What were the translators of the <em>New English\nBible</em> thinking?  The editors tell us, “The translators\nhave endeavored to avoid anachronisms and expressions\nreminiscent of foreign idioms.  They have tried to\nkeep their language as close to current usage as possible\nwhile avoiding words and phrases likely soon to\nbecome obsolete”; a most ambitious and delicate program\nto attempt for the entire Bible.  And how does it\napply to the 23rd Psalm?  Isn't the metaphoric shepherd\nan anachronism to a television generation?  And\nwhat of “anoint his head”?  No one does that anymore—not\neven in England where there are still occasional\ncoronation ceremonies.  Are “waters of peace,”\n“valley dark as death,” “thy staff and thy crook,” current\nusage?  I miss the translator's search for the quiver\nand the nightingale!</p>\n<p>That started my own search.  What had other\ntranslators done with this “sunny little psalm” that\n“has dried many tears and supplied the mould into\nwhich many hearts have poured their peaceful faith”?\n(Maclaren in A. Cohen, <em>The Psalms</em>, 1945)</p>\n<p>In <em>From One Language to Another</em> (1986) Jan de\nWaard and Eugene A. Nida decry the “clinging to old-fashioned\nlanguage even though the meaning has radically\nchanged” and as a deplorable example points to\nthe retaining of “The Lord is my shepherd, I shall not\nwant” even though <em>want</em> no longer means to 'lack' but\nrather 'desire' and continues with, “Thus many persons\nunderstand this traditional rendering to mean, 'The\nLord is my shepherd whom I shall not want.'  Can you\nbelieve it?  Can it be that these experts are wanting in\njudgment?</p>\n<p>Perhaps it is because I am just one of the “ordinary\nreaders with no special knowledge of the ancient East”\n[New English Bible, 1970] that I want more than anything\nelse “a quiver in my heart” when I read the 23rd\nPsalm and confess to being rather shocked to find that\n“the Lord” is no longer my shepherd.  Writes the translator\n[<em>The Psalms</em>, 1976]: “I abolished 'the Lord' but\nfelt unwilling to call God, Yahweh.  I know no one who\nactually prays in English to that name.”  I know many\nwho pray to the name “my Lord” and some who are\n“willing” to pray to their Father, to the Almighty, to\nthe Eternal One.  God's ineffable name as told to Moses\nis unutterable [Exodus 6:3] so why make an issue of it?\nWhy not choose the one that is closest to the nightingale?\nThe <em>King James Version</em> chose “The Lord is my\nshepherd” and it sings!  That liquid “L” sounded with\nthat almost awe-full “-ord”, “LLL-AWE-RD” followed\nby the soft “sh” in shepherd and its “rd” alliteration\nwith the “rd” in <em>lord</em> entwine this twosome in my soul.\nIsn't that what “the Lord is my shepherd” is all\nabout—entwining my soul?</p>\n<p>Is it a better translation for me because each word\nis perhaps a trifle closer to the original Hebrew or to\nthe original Ugaritic stem?  When I read the psalm\nwhat I want is that quiver in my heart.  Do I get it\nwhen “I shall not want,” four simple one-syllable\nwords, swaying in iambic rhythm, with the <em>shall</em> sliding\nirresistibly into the breathy <em>w</em> of <em>want</em> calling up\nthe memory of God's “breathing the breath of life”\n[Genesis 2:7] and man becoming a “living soul” is “improved”\nto “I shall lack nothing” with its jagged <em>k</em>\nsound, its materialistic, vacuous <em>nothing</em>, or changed\nto “I have everything I need” to which “Well, whad-daya\nknow!” can be the only response?</p>\n<p>Recognizing that the <em>King James</em> translation is\n“The noblest monument to English prose” [Oxford Annotated\nBible, 1962], many translators, in prefaces to\ntheir “new,” “modern” versions have written apologetics\nexplaining why they felt they had to retranslate and\nhow they proposed doing it.</p>\n<p>In <em>The Psalms</em>, the translator writes in his preface,\n“I have tried not to substitute without necessity\nnew English phrases for what was old and well-loved,\nbut unity and modernization of language as well as the\ntrue meaning of Hebrew have often made changes inevitable.”\nIs “He will bring me into meadows of young\ngrass” really any closer to the Hebrew than “He maketh\nme to lie down in green pastures”?  Is not “He maketh\nme to lie down in green pastures” old and well-loved?\nDoes the modern reader really lack the great “erudition”\nnecessary to be able to understand a few old\nEnglish words and forms—What about “My country\n'tis of thee”? — and is it indeed true that, in the rather\nawkward phraseology of the translator, “the language\nis not altered with doing without thou and thee”?  Not\naltered?  For my quiver I prefer doing with <em>thou</em> and\n<em>thee!</em>  The loving yet formal <em>thee</em> and <em>thou</em> and the\nclosing <em>-eth</em> syllable create a melody, a rhythm, a\nsmooth cadence truly reflecting our beloved shepherd's\ncare, and ignite a feeling of intimacy with him, a\nmutuality of feeling that the <em>-s</em> ending completely\nwants—Excuse me! —lacks.</p>\n<p>Just compare the overtones and associations of the\npsalm with the <em>-th</em> and the <em>-s</em> endings:</p>\n<table>\n<thead>\n<tr>\n<th>-<em>s</em>  ENDING</th>\n<th>OVERTONE</th>\n<th>-<em>th</em> ENDING</th>\n<th>OVERTONE</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>He makes me</td>\n<td>'forces me'</td>\n<td>He maketh me</td>\n<td>'persuades me'</td>\n</tr>\n<tr>\n<td>He leads me,</td>\n<td>'holds a tight rein'</td>\n<td>He leadeth me</td>\n<td>'I follow willingly'</td>\n</tr>\n<tr>\n<td>My cup runs over</td>\n<td>'a coffee cup om a dirty saucer'</td>\n<td>My cup runneth over</td>\n<td>'fulfillment: a goblet, maybe a grail'</td>\n</tr>\n</tbody>\n</table>\n<p>To my ears, <em>restores my soul</em> with its -<em>z</em> sound in\nthe middle of the alliteration is irritating and divisive,\nwhile the <em>-th</em> in <em>restoreth my soul</em> smoothly slides\nalong, bringing the alliterative -<em>s</em>'s together, etherealizing\nthe restoring and uniting it with my soul.  Besides\nthe acoustically melodious vibrations of <em>restoreth my\nsoul</em>, its imagery holds that transcendental ingredient,\nthe soul, while <em>refresh my being [1966], revive my\ndrooping spirit [1969], gives me new strength [1970],\nrenews life within me</em> [1970], or <em>renews my life</em> [1979]\nare all soulless images arousing only mundane connotations.</p>\n<p>“Keeping abreast of the times and translating into\nthe language we use today are two slogans wisely\nadopted.”  [<em>Old Testament of the Jerusalem Bible</em>,\n1966].  What is so “wise” about it?  The worshipers of\nthe Golden Calf were keeping abreast of the times,\nand the language we use today is a Tower of Babel\nfrom which elegance and sublimity seem to be deliberately\nomitted.  This translator has replaced “He leadeth\nme beside the still waters” by “To the waters of repose\nhe leads me.”  What are “waters of repose”?  Are they\nabreast of the times?  or are they the “language of\ntoday”?  Since the translator may not “substitute his\nown modern images for the old ones” how can the\n<em>shepherd</em> metaphor retain its old-fashioned pastoral\nsimplicity when its sense and the reader's senses are\njarred out of the authentic Bible-time setting and are\nforced into a frame of the “language we use today”?\nSeen any shepherds on Broadway lately or even mentioned\nin <em>The New York Times?</em></p>\n<p>Are not visual images-made-modern pedestrian,\ncolorless substitutions?  “Though I pass through a\ngloomy valley, I fear no harm” is like “Though I pass\nthrough Wichita on a rainy day on the way to California,\nI won't have an accident in my automobile”; “Yea,\nthough I walk through the valley of the shadow of\ndeath, I will fear no evil” is no casual passing by but\nstep-by-step pacing through life with death constantly\nthreatening and the devil's evil lure contemned, reminding\nus of Adam and Eve who, tempted by the\ndevil, were enticed and ate from the tree of Good and\nEvil (not harm!) [Genesis 2:9].</p>\n<p>Most of our modern translators seem to be allergic\nto or very much afraid of death or else have little real\nfaith in the shepherd's taking care of them as they walk\nthrough life to ultimate death.  In the following outline\nof thirteen psalms translated since 1937, the preoccupation\nwith darkness and the elimination of any\nreference to death is conspicuous.  The Hebrew word\ncircumvented and about which there is some commentary\ndiscussion is <em>zalmaveth, zal</em> meaning 'shadow'\nand <em>maveth</em> meaning 'death,' the combination translated\nin the <em>King James Version</em> as “the shadow of\ndeath,” a quivering image.</p>\n<table>\n<thead>\n<tr>\n<th>DATE</th>\n<th>REFERENCE TO <em>dark</em></th>\n<th>REFERENCE TO <em>death</em></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1937</td>\n<td>the darkest valley</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1964</td>\n<td>valley of dense darkness</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1966</td>\n<td>a gloomy valley</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1966</td>\n<td>in total darkness</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1969</td>\n<td>a valley of deepest darkness</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1969</td>\n<td>Nothing lurking in the dark ravine</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1969</td>\n<td>the valley of darkness</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1970</td>\n<td>a valley dark as</td>\n<td>death</td>\n</tr>\n<tr>\n<td>1970</td>\n<td>dark valley</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1971</td>\n<td>valley of deep darkness</td>\n<td>eliminated</td>\n</tr>\n<tr>\n<td>1976</td>\n<td>valley of the darkness of</td>\n<td>death</td>\n</tr>\n<tr>\n<td>1976</td>\n<td>a valley overshadowed by</td>\n<td>death</td>\n</tr>\n<tr>\n<td>1977</td>\n<td>the valley of</td>\n<td>death</td>\n</tr>\n<tr>\n<td>1982</td>\n<td>the valley of deepest darkness</td>\n<td>eliminated</td>\n</tr>\n</tbody>\n</table>\n<p>Is it at all possible “to balance the lofty beauty of\nthe heavily nuanced text with an easily understood\nEnglish”?  [<em>Siddur Kol Yaakov</em>, 1984] Is “I shall not\nlack” any easier than “I shall not want”?  “tranquil\nwaters” easier than “still waters”?  a “valley overshadowed\nby death” simpler than the “valley of the shadow\nof death”?  “tormentors” easier than “enemies,” and\n“long days” easier than “forever”?  Just what is easily\nunderstood English?</p>\n<p>Some translators have set themselves an almost\ntranscendental goal — to answer the question, “What\nthought did the person who first recorded these words\nreally intend to express?”  [<em>Jewish Publication Society</em>,\n1979]  That is a thought to conjure with.  What did\nDavid (or was it someone else?) intend when he wrote\nor sang the 23rd Psalm?  How can we ever know exactly\nwhat he intended?  And does it really matter?  Whatever\nthe original intention, however literally exact the\ntranslation, it misses, unless it sticks quivering in the\nheart.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The 23rd Psalm and Me, or Has the Nightingale Become a Crow?</h1> <p><em><span data-rel=\"author\">Grace Hollander</span> <span data-rel=\"location\">Ramat Ilan, Israel</span></em></p> <blockquote>\n<p>The Lord is my shepherd; I shall not want</p>\n<p>He maketh me to lie down in green pastures: He\nleadeth me beside the still waters.</p>\n<p>He restoreth my soul: He leadeth me in the paths\nof righteousness for His name's sake.</p>\n<p>Yea though I walk through the valley of the\nshadow of death, I will fear no evil: for Thou\nart with me: Thy rod and Thy staff they\ncomfort me.</p>\n<p>Thou preparest a table before me in the presence\nof mine enemies: Thou anointest my head with\noil; my cup runneth over.</p>\n<p>Surely goodness and mercy shall follow me all the\ndays of my life: And I will dwell in the house of\nthe Lord forever.</p>\n<p>— <em>King James Version</em>, 1611.</p>\n<p>The Lord is my shepherd; I shall want nothing.</p>\n<p>He makes me lie down in green pastures, and leads\nme beside the waters of peace;</p>\n<p>He renews life within me, and for His name's sake\nguides me in the right path.</p>\n<p>Even though I walk through a valley dark as\ndeath, I fear no evil, for Thou art with me, Thy\nstaff and Thy crook are my comfort.</p>\n<p>Thou spreadest a table for me in the sight of my\nenemies.  Thou hast richly bathed my head with\noil, and my cup runs over.</p>\n<p>Goodness and love unfailing, these will follow me\nall the days of my life: and I shall dwell in the\nhouse of the Lord my whole life long.</p>\n<p>— <em>New English Bible</em>, Drover, G., (Sir) W.D.\nHardy, Oxford University Press, 1970.</p>\n</blockquote> <p>Stupid me!  I always thought that there was only\none translation of the 23rd Psalm until the other\nday when I happened on the <em>New English Bible</em> (1970)\nand saw that “my head was richly bathed in oil,”\n“Bathed in oil”?  Odd!  I remembered “anointed.”  Is\n<em>anointing</em> 'bathing'?  I couldn't find such a definition in\nthe thesaurus.  I looked up the Hebrew word, <em>dishanta</em>.\nFound no 'bathed.'  It bothered me, this image of a\nman having his head bathed in oil in a very French\nbarber shop (where men have their heads massaged in\noil to prevent baldness) instead of the image of the\nmaking of a king, like David, who was the anointed of\nGod.  Why did this translator feel he had to change\n“anoint his head” to “bathe his head”?  Perhaps the\ntranslation comes from some very important commentator\nbut it hardly creates a “sublime” image and\nsurely does not achieve the quiver mentioned in John\nBrough's translation of the Sanskrit poem:</p> <blockquote>\n<p>Of what use is the poet's poem,<br>\nOf what use is the bowman's dart,<br>\nUnless another's senses reel<br>\nWhen it sticks quivering in the heart?</p>\n</blockquote>"
}