{
  "type": "Article",
  "title": "The Communication Ravine",
  "author": "Ruth Riedel",
  "location": "Palm Beach Gardens, Florida",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Communication Ravine</h1>\n<p><em><span data-rel=\"author\">Ruth Riedel</span> <span data-rel=\"location\">Palm Beach Gardens, Florida</span></em></p>\n<p>For nearly eight years my husband and I worked\nin Papua New Guinea as teachers in a church\nschool.  (Call us “missionaries” to make it simple.)  Of\nthe 750 different languages in the country, we\nlearned two.  One was Melanesian Pidgin, which, besides\nEnglish and Hiri Motu, is one of the official\nlanguages of the country.  The second language we\nlearned was Kâte (pronounced kaw-tay), an area language\nspoken by only several thousand people.  Living\nand working overseas with people of another\nculture and language made us realize how complicated\ncommunication can be.</p>\n<p>Speech is the most obvious form of communication.\nBut using speech to communicate is more than\n“I said,” “he said,” or “they said.”  Sometimes the\nwords we use are the sounds of the communicating:\nwhispering, cackling, prattling, chuckling, chortling,\nmumbling, grumbling.  Other words suggest motives\nbehind the speech: lying, gossiping, negotiating,\nplotting.  Speech is certainly more than plugging in\nvocabulary words to express a thought.  We had to\nlearn nuances of meaning which were not found in\ndictionaries.</p>\n<p>The Pidgin word <em>tok</em> by itself means “talk” and\nits synonyms, in both verb and noun forms.  Whereas\nin English there are totally different words to express\ndifferent aspects of speech, the word <em>tok</em> combines\nwith other words to define various kinds of\ncommunication: <em>tokaut</em> 'speak out,' <em>tok baksait</em> 'gossip,'\n<em>toktok</em> 'converse,' <em>tok mama</em> 'advise,' <em>tok hait</em>\n'secret,' <em>tok tru</em> 'truth,' <em>tok nogut</em> 'foul language,' <em>tok\ngiaman</em> 'lying,' <em>tok pait</em> 'argue,' <em>tok ples</em> 'local language,'\n<em>tok tasol</em> 'idea,' <em>tok nating</em> 'nonsense,' <em>tok isi</em>\n'comfort,' <em>tok pani</em> 'joke,' <em>tok strong</em> 'emphasize.'</p>\n<p>Voice intonation and body language complicate\nthe communication process further.  Using no words\nat all, you can express joy, sorrow, anger, disgust,\nskepticism, ridicule, criticism, fear, and many other\nemotions.  Tone of voice, facial expressions, placement\nof arms, and body stance all contribute to nonverbal\ncommunication of feelings.  In practical terms,\nwe had to learn not only to choose our words very\ncarefully, but to be aware of what we said in nonverbal\nways.  We occasionally used in English as a “safe”\nlanguage for discussion or making decisions when\nthere were no English speakers around.  We were\naware that they were reading the cues of intonation\nand body language to get an idea about how the discussion\nwas going.  We only hoped they would not\nmisread the cues.  We, too, tried to read their nonverbal\ncues when they spoke too quickly for us to\nunderstand or when they used an uncommon language\nwith which they alone were familiar.</p>\n<p>There can be, however, a danger in relying on a\nlanguage for secrecy.  One missionary told of the\ntime his family went home to Germany on furlough.\nTheir children did not realize others spoke German,\nbut rather thought it was their family's personal, private\nlanguage.  So one of the children, standing in a\ncustoms line in Frankfurt, shouted, “Look, Dad, see\nthat great big FAT lady!?”</p>\n<p>Even if you become skilled at controlling nonverbal\nmeans of communication, there are still other\ncultural assumptions and traditions you cannot know\nabout without proper briefing.  We had heard from\nmissionaries in other countries that American ways\nof doing things may be insulting to the nationals.  In\nIndia, for example, it is a great insult to offer your\nleft hand in any way, even handing a clerk your\nmoney to pay for something.  The left hand is considered\nthe “dirty” hand, the right hand the “clean”\nhand.  In Thailand, showing the bottom of your foot\nis an insult.  This sounds easy enough to avoid until\nyou consider how many times you cross your legs\nwhen sitting at meetings, on a bus, or in a restaurant.</p>\n<p>In Papua New Guinea [PNG] women hiss and\nboo at other women who step across rows of food\nspread on the ground at the marketplace, for women\nare “unclean” and must take proper steps to insure\nthe purity of the food being handled.  Even symbolic\ncontamination is taken very seriously.  Boys at one of\nthe high schools refused to eat the rice prepared for\ntheir meal: because one of them had seen some girls\nsitting on the bales of rice stacked in the school pantry,\nthey considered the rice unclean and therefore\ninedible.</p>\n<p>Much of what is appropriate in one country is\nnot in another, and vice versa.  In the U.S. the first\nquestions we ask small children with whom we are\nconfronted are: “What's your name?”  and “How old\nare you?”  In PNG those two questions are the wrong\nquestions to ask.  The first question is inappropriate\nbecause names are private.  The people believe that\nevil spirits can control you if they know your name.\nMost Papua New Guineans, therefore, have several\nextra names, depending on who needs to know\n(school, government, or church).  But they have one\nprivate, hidden name which remains a family secret.\nThe second question, “How old are you?”  is one\nwhich might get you a puzzled look or a blank stare.\nMost adults, and nearly all children, neither know\nnor care when they were born.  The parent might be\nable to tell you, “Now let's see...she was born the\nyear we had that big flood.”  But as a practical consideration,\nage in years has nothing to do with anything.\nChildren go to school when the parents and\nvillage elders feel they are ready for it.  The passing\nof each year of one's life is celebrated generally for\neveryone as Christmas finishes and the New Year\narrives.  The language even reflects this, for the Pidgin\nword for 'birthday' is <em>Krismas.</em>  Besides, their\nconcept of time is circular, not linear, so marking the\npassage of time is not as important as celebrating the\nreturn of seasonal events.</p>\n<p>The phrase “communication gap” takes on new\nmeanings in another culture.  Our views about how\nwell we are communicating are often misleading; a\nbetter phrase might be “communication ravine.”\nThere is a classic case (and true, we are told) of a\nmisunderstanding between a missionary and his\ncook.  The missionary told the cook what to prepare\nfor dinner: “Go out and catch that old rooster, pluck\nit, and put it in the refrigerator.  We'll cook it later.”\nSeveral hours later the missionary opened the refrigerator\ndoor only to find one very angry, naked\nrooster staring at him: he hadn't told the cook to kill\nit first.  Meanwhile, what do you suppose the cook\ntold his family that night when they asked why he\nwas so tattered and scratched: “You'll never guess\nwhat that crazy missionary asked me to do today!”</p>\n<p>Symbols are still another form of communication.\nDrivers use symbols all the time to know how\nand where to drive.  Olympic games participants\nmust identify symbols in order to find everything\nfrom locker rooms to Telex machines.  Despite the\ngrowing use of internationally recognized symbols,\neach country has its own unique cultural and artistic\nsymbols, which are baffling to outsiders.  Many\nPapua New Guineans can look at the face of another\nPapua New Guinean—on the street or in a picture\nbook—and tell you which part of the country that\nperson is from.  They know by style of face-painting\nand headdress where a <em>singsing</em> dancer is from, and\nthey can look at designs on carvings or woven string\nbags and say where the work originated.  Many of\nthese designs and symbols tell stories of their people,\nand have meanings which are unknown to Westerners.</p>\n<p>One missionary, who for years had lived and\nworked in a city on the north coast, told us of one\nenormous mistake made for just that reason.  A\ngroup of expatriate engineers was called in to design\nand build a high school.  The designers decided that\nthe local people would like the school better if it had\ndesigns with which the people were familiar.  So\nthey chose from a “story board” (an elaborate carving\nshowing the history of the people in that area) a\nsymbol which was—to them—abstract.  This symbol\nbecame the logo for the school, and was used on\neverything from school letterhead to the sign in\nfront of the building.  When the school opened, none\nof the students came.  The designers were baffled\nand asked for advice from this long-time missionary.\nHe took the problem back to the local village elders,\nwho explained why the school was being boycotted:\nthe logo chosen was from that part of the village\nhistory which described an enemy arriving to rape\nall the young women of the tribe.  That symbol was\nthe most repugnant part of their whole history, and\nit was an embarrassment to have it plastered on signs\nand papers all over town.  To Westerners, it was a\n“neat” design; to the people, it was a symbol of\ngreat shame.</p>\n<p>Conversely, we saw T-shirts imported, bought,\nand worn by people who had no idea what the symbols\nor words meant.  One young girl wore a shirt\nwith “MILK MILK” printed on it corresponding to\nthe appropriate part of her anatomy beneath the\nshirt.  A church elder who stood up to read the lesson\nin the church service wore a shirt that read “I do\nit every night.”  Even had they known English, <em>milk</em>\nwould seem a tame enough word; and <em>it</em> might likely\nrefer to something as innocent as brushing one's\nteeth or going to sleep.</p>\n<p>Being a native speaker is still not enough in the\ngame of communication.  Because of historical, political,\nand economic ties between Australia and Papua\nNew Guinea, there are many Australians living and\nworking in PNG, and many Papua New Guineans\nwho learn English as Australians speak it.  So in shops\nand offices all over the country we encountered\nEnglish, but not as we were accustomed to hearing it\nspoken.  What would you buy if your neighbor gave\nyou a shopping list asking for “capsicum, silver beet,\nmince, and jelly?”  (She would expect green peppers,\nSwiss chard, hamburger, and Jell-O.)  Or what\nif she offered your child a “cordial”?  (All she would\nbe giving him is Kool-Aid.)  Or what would you think\nif the gentleman down the street said, “What a\nlovely baby!  May I nurse him?”  (He would only be\nasking to hold the baby.)  If you were invited out for\n“supper” your hostess would serve cake and coffee,\nwhile an invitation to “tea” would be for the evening\nmeal.</p>\n<p>Translating can be a treacherous means of communication,\ntoo.  Although we did not translate more\nthan our own class notes or study materials for the\nstudents, we could sympathize with people whose\nsole job was translation.  Literal translations have\nbeen troublesome to missionaries for years.  In Chinese,\nthe Biblical phrase, “Your sins were as scarlet;\nthey shall be white as snow” simply does not work.\nRed is the color for weddings and celebrations;\nwhite is the color of death and mourning.  Interestingly,\nthe word for “white” [person] and “corpse”\nare nearly identical in the Kâte language: <em>qangqang</em>\nand <em>\\?\\âng \\?\\âng,</em> respectively.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>Key words presented some of the worst\nproblems.  “Grace” is almost impossible to translate\nbecause their cultural assumptions allow no possibility\nfor a truly free gift.  There is a basic suspicion that\nno kind of gift, earthly or heavenly, can possibly\ncome without strings attached.  The Kâte words\n<em>mang jaung</em> (literally 'care from the heart/belly') are\nnot too bad a translation for 'love.'  However, there\nare only two possibilities for translating 'love' in Pidgin,\nneither of which is satisfactory.  One is <em>laikim,</em> as\nin “I love (i.e., 'like') cucumbers.”  The other is\n<em>givim bel,</em> which literally means 'give the heart/\nbelly,' but which commonly means 'to make pregnant.”\nBelieve it or not, it is the latter phrase which\nhas been chosen to translate the word 'love' as found\nin the Bible.  Those sorts of translation difficulties\nleave room for a lot of explaining!</p>\n<p>While we worked in Papua New Guinea the\nchances for miscommunication were myriad.  Hard\nwork, combined with luck, eventually bridged the\nravines.  We derived great pleasure from attempting\nto unravel the languages and their cultures, and we\nfound that the desire to understand and to be understood\ncomes early in life, remains long, and seems to\nbe universal.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>The difference between the two ways of writing the “q”\nreflects a slight variation in pronunciation: “q” being an explosive\n<em>kp</em> sound, “\\?\\” being a voiced <em>gb</em> sound. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Communication Ravine</h1> <p><em><span data-rel=\"author\">Ruth Riedel</span> <span data-rel=\"location\">Palm Beach Gardens, Florida</span></em></p> <p>For nearly eight years my husband and I worked\nin Papua New Guinea as teachers in a church\nschool.  (Call us “missionaries” to make it simple.)  Of\nthe 750 different languages in the country, we\nlearned two.  One was Melanesian Pidgin, which, besides\nEnglish and Hiri Motu, is one of the official\nlanguages of the country.  The second language we\nlearned was Kâte (pronounced kaw-tay), an area language\nspoken by only several thousand people.  Living\nand working overseas with people of another\nculture and language made us realize how complicated\ncommunication can be.</p> <p>Speech is the most obvious form of communication.\nBut using speech to communicate is more than\n“I said,” “he said,” or “they said.”  Sometimes the\nwords we use are the sounds of the communicating:\nwhispering, cackling, prattling, chuckling, chortling,\nmumbling, grumbling.  Other words suggest motives\nbehind the speech: lying, gossiping, negotiating,\nplotting.  Speech is certainly more than plugging in\nvocabulary words to express a thought.  We had to\nlearn nuances of meaning which were not found in\ndictionaries.</p> <p>The Pidgin word <em>tok</em> by itself means “talk” and\nits synonyms, in both verb and noun forms.  Whereas\nin English there are totally different words to express\ndifferent aspects of speech, the word <em>tok</em> combines\nwith other words to define various kinds of\ncommunication: <em>tokaut</em> 'speak out,' <em>tok baksait</em> 'gossip,'\n<em>toktok</em> 'converse,' <em>tok mama</em> 'advise,' <em>tok hait</em>\n'secret,' <em>tok tru</em> 'truth,' <em>tok nogut</em> 'foul language,' <em>tok\ngiaman</em> 'lying,' <em>tok pait</em> 'argue,' <em>tok ples</em> 'local language,'\n<em>tok tasol</em> 'idea,' <em>tok nating</em> 'nonsense,' <em>tok isi</em>\n'comfort,' <em>tok pani</em> 'joke,' <em>tok strong</em> 'emphasize.'</p>"
}