{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Writing Systems of the World",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Writing-Systems-World-Florian-Coulmas/dp/0631180281\"><em>The Writing Systems of the World</em></a></h1>\n<p>Florian Coulmas, (Basil Blackwell, 1989), ix + 302pp.</p>\n<p>[Note: This book may be ordered form any bookstore\nthat has the wit to look up the publisher in\n<em>Books in Print</em>.]</p>\n<p>Literacy and numeracy have come to the fore in\nrecent years as major issues, not only (or even so\nmuch) in the Third World as in the industrialized\nnations.  Leaving numeracy aside for the moment,\nthose of us who have studied linguistics have usually\nbeen told that as language is essentially spoken, its\nwritten form is of lesser (or no) importance for the\nanalysis of language.  That is patent rubbish, of\ncourse, for it can easily be demonstrated that written\nlanguage cannot be ignored for a variety of reasons:\nthe more formalized versions of language that are\nreflected there, the relatively complex constructions\nthat are accepted as normal to writing but would be\ndifficult to construct <em>viva voce</em> and difficult to assimilate\nunless read, the preservation of fossilized\nforms—both words and grammar—made possible\nby written records, and so on.  These and other features\nof writing have an undeniable effect on language,\nand it would be foolish to ignore them just\nbecause language is, at bottom, an oral means of\ncommunication.  That is not to say that writing and\nspeech should be measured by the same yardsticks,\nonly that writing cannot be ignored in a proper\ntreatment of language.</p>\n<p>Writing has not been ignored entirely by writers\non language, but its role has been consistently\nunderplayed.  Coulmas's clear exposition of the history\nof writing systems traces the development of\nvarious kinds of writing systems—ideographic, pictographic,\nmorphemic, syllabic, phonemic, and phonetic—through\nhistory, discussing them individually,\ndescribing how certain ancient scripts were\ndeciphered, and presenting his cogent arguments for\nregarding at least some aspects of language through\nthe analysis of writing.  It is only through their written\nforms that we know anything at all about certain\nlanguages, and the written forms of others serve to\nconfirm the findings of diachronic linguistics in positing\nthe pronunciation and sources of long-dead\ntongues.</p>\n<p>It is generally conceded that writing was invented\nbecause of the need to keep records as civilizations\nbecame more complex.  Scholars generally\nagree that the use of a numerical marking system\npreceded attempts at developing methods for transcribing\nlanguage <em>per se</em>; I find in accepting that fact\nsome interesting implications for theories about how\nthe mind works and, in particular, its capacity for\nabstracting.  It must be emphasized, of course, that\nlanguage preceded numeracy, but it is interesting to\nsee how very early in man's acculturation the ability\nto deal with the abstract notion of counting manifested\nitself and was then transferred into an encodable\nform.  In its most primitive form, a record might\nconsist of bits of clay similar in shape to those of the\nitems being counted (for identification), the quantity\nof bits being equal to the number of items counted.\nSubsequently, the clay bits were replaced by marks\n(even as we make them today: \\?\\) with a picture of\nwhat was being counted (pots or sheaves of grain)\nincised alongside the count.  Much later, to save\nspace, the '\\?\\' was to be replaced by a single symbol,\nsay, '5.'  Meanwhile, the picture of the grain sheaf\nwas itself to be replaced by a shorthand version, and\nthat is where things begin to get complicated.  I have\nalready simplified Coulmas's description out of all\nsensible recognition for the sake of brevity, but,\nwhile the time compression has been severe, I do\nnot think I have distorted the facts.</p>\n<p>For us who can read and count and take such matters\nso much for granted, it seems impossible to believe\nthat it took more than 500 years (2500-2000 BC)\nfor the Sumerians to reduce their cuneiform character\ninventory from 800 to about 500.  As they were overrun\nand absorbed by the Akkadians by 1900 BC, even\nthat might be viewed as a bootless economy.  While it\nmust be noted that the cuneiform system, based on a\npattern of wedge-like signs impressed in clay by a specially\ncut reed stylus, served several Mesopotamian\ncultures for about 3000 years, it was used for writing\nseveral languages of diverse structures: Sumerian was\nan agglutinative language, in structure of the type of\nAmerican Indian languages, Hungarian, etc.; Akkadian\nwas a Semitic language, similar in structure to Hebrew;\nthe Elamites spoke a language of which we\nknow little, but it is interesting to note that about\n1500 BC they changed from the script writing system\nthey had been using to cuneiform, and in the “short”\ntime of less than 500 years had reduced the number of\nsymbols to 113.  The Hittites, who spoke a language\nwith some Indo-European characteristics, also wrote\nin cuneiform, as did the speakers of Old Persian, a true\nIndo-European language.  Indeed, it was the trilingual\n(Old Persian, Elamite, and Neo-Baby lonian)\ninscription of Darius that provided the key for the\ndecipherment of several ancient writings.  Ugaritic, another\nSemitic language, was also written in cuneiform.</p>\n<p>Cuneiform writing thus served different functions;\nthat is, from its original use for pictograms, it\nbecame stylized to the point where the images were\nunrecognizable without decoding.  As the speakers\nof various languages applied it to their needs, it became\nsomewhat more sophisticated; the Elamites,\nfor example, were able to economize on the number\nof symbols by assigning to most of them syllabic\nidentity, a major step toward the development of\nalphabetic writing.  In his description of writing systems\nCoulmas adopts the designations applied by W.\nHaas, namely, <em>pleremic</em> to describe the lexemic/morphemic\nlevel and <em>cenemic</em> to describe the syllabic/\nphonetic/phonemic level.  Although the author is\nquick to point out that these classifications are not\nmutually exclusive, even in the oldest extant writing\nthat has been interpreted, they provide a convenient\npoint of departure for descriptions of what is going\non in a writing system.  Thus, we might conclude that\nEgyptian hieroglyphics are largely pleremic, while\nour modern alphabetic system is largely cenemic,\nthough neither is exclusively so.</p>\n<p>One of the more fascinating subjects dealt with\nin this book is the decipherment of written languages.\nThose who have read the books by Leonard\nCottrell and Michael Ventris and know about Champollion's\ndecipherment of the Rosetta Stone will find\nthis chapter extremely interesting.  It is worth noting\nthat decipherment of such archaeological materials\ndiffers from modern code decipherment because for\nthe latter we can assume that a modern language was\nencoded, while in the former there are often no\nclues to the nature of the language, to what extent it\nis pleremic or cenemic, where “word breaks” occur\n(if, indeed, the language had words as we know\nthem in English), and, in many instances, even the\norder in which the symbols were recorded.</p>\n<p>There is much in this book to inspire the reader.\nThose who advocate spelling reform are referred to\nthe chapter on the alphabet, from which the following\nis quoted:</p>\n<blockquote>\n<p><em>Etymological Spelling</em></p>\n<p>In many orthographies purely phonemic representations\nof words are corrupted for the sake of\ngraphically preserving their etymologies.  For example,\n<em>breakfast</em> continues to be spelled with\n&lt;ea&gt; although the first vowel of the word is [\\?\\],\nbecause it is etymologically related to the verb <em>to\nbreak</em>.  The &lt;w&gt; in <em>acknowledge</em> points to its etymological\nrelation with <em>to know</em>.  “Silent” letters\nsuch as &lt;l&gt; in <em>folk</em>, &lt;k&gt; in <em>knife</em>, or &lt;w&gt; in <em>wrestle</em>\nare etymological remnants rather than representations\nof phonological units.  Silent &lt;e&gt; in\nEnglish occurs in many affixes of Latin and\nFrench origin such as, for instance, -<em>able</em>, -<em>age</em>,\n-<em>ance</em>, -<em>ate</em> and -<em>ative</em>, and is therefore statistically\nassociated with words originating from these languages.</p>\n<p>Etymological spelling is common in learned\nwords, especially words of Latin origin.  <em>Sign</em>- in\n<em>signal</em> and <em>paradigm</em>- in <em>paradigmatic</em> are spelled\nphonemically, but as isolated words they contain\na letter, &lt;g&gt;, which has no counterpart in the\nphonemic representation.  <em>Medicine-medical</em> and\n<em>righteous-right</em> are similar pairs where the rationale\nfor the spelling of the first lies in the relation\nwith the second.  In this way, the spelling of a\nword often relates to that of other words belonging\nto the same paradigm, or to its own history.\nThe <em>h-muet</em> in many French words such as\n<em>honeur, humeur, hôpital, humide, hiver</em>, etc., is\netymological, testifying to their Latin origin.  In\nEnglish, too, the spelling of the corresponding\nwords can be regarded as etymological with the\nadded peculiarity that they also exemplify the\nmechanism of spelling pronunciation, because\nthey were borrowed for English from French\nrather than from Latin at a time when the\n&lt;h&gt; was no longer pronounced in French.</p>\n<p>[pp. 170-71]</p>\n</blockquote>\n<p>There are other arguments for preserving spelling\nmentioned by Coulmas, among them: paradigmatic\nsimilarity (e.g., for preserving the relationship\nbetween <em>anxious</em> and, <em>anxiety</em> and, in German, between\n<em>Tag</em> [tak] and <em>Tage</em> [tag\\?\\]); word representation\n(e.g., <em>liaison</em> in French); homograph avoidance\nin English (e.g., <em>bear/bare, hair/hare</em>) and in German\n(e.g., <em>Wagen</em> 'car'/<em>wagen</em> 'dare,' <em>Arm</em> 'arm'/<em>arm</em>\n'poor'); loanword identification (e.g., writing of\nwords of Greek origin with &lt;ch&gt;, as in <em>chronology,\npsychology</em>, rather than &lt;k&gt; and with &lt;ph&gt;, as in\n<em>philosophy, sophisticate</em>, rather than &lt;f&gt;.  If spelling\nreformers had their way, and spelling matched pronunciation,\nthen the spelling would have to be different\nfor each dialect of English.  Such a situation\ndid prevail in the earliest beginnings of the writing\nof Greek, in which can be seen the truest forerunner\nof the modern alphabet: as an artifact it is valuable\nto us as a key to studying ancient Greek dialects;\napplied to modern English it would contribute nothing\nmore than utter confusion.  Moreover, if such an\napproach were adopted, could we expect to see\nspellings change, periodically, as pronunciations\nchanged?</p>\n<p>Today, albeit with certain adjustments, we can\nread the writings of Shakespeare and, with somewhat\nmore sophisticated adaptation, those of Chaucer,\nthough they are, respectively, 400 and 550\nyears old.  (We cannot always be sure we understand\nwhat we are reading, but that is another matter.)  If\nwe were to adopt a phonetic system of spelling, it is\nunlikely that our great-grandchildren would be able\nto read anything written in the 20th century.  It\nmight be argued that the writing should be phonemic,\nnot phonetic, but phonemes change, too,\nthough more slowly.  As Coulmas points out, the alphabet\nis far from perfect; but were we to institute a\n“simplified” spelling system we would be destroying\nthe very unity that the written language accords\nto the many millions around the globe who can read\nEnglish.</p>\n<p>Purists always seem bent on the preservation of\nan older stage of the language.  Were that undertaken,\nwe should soon find that the traditional form\nwould become frozen in writing (and on the tongues\nof purists and pedants), while the continuously\nchanging language of the marketplace moved onward.\nThe term applied to this rather unhealthy situation\nis <em>diglossia</em>, which does exist in Sinhalese, spoken\nin Sri Lanka.  Professor Coulmas:</p>\n<blockquote>\n<p>Literary Sinhalese obtained its standard in the\nfourteenth century AD, and this standard is respected\nby the whole speech community.  'The\nbelief that [the] Literary [language] is superior,\nmore beautiful, more logical and more correct\nprevails at every level of the society.'...  This attitude\nis typical of diglossia.  It implies that in a\nspeech community where illiteracy is widespread\na large part of the population has very little esteem\nfor the only variety they speak....  [p. 195]\n[The quotation is from one of Coulmas's many\nsources.]</p>\n</blockquote>\n<p>There is, of course, no final word on this subject,\nbut I should like to add one more brief quotation\nthat strikes at the heart of the matter:</p>\n<blockquote>\n<p>[W]riting is not, and never was, a means of\ntranscribing speech sounds, but is rather an instrument\nof visually representing language by\nmeans of relating visual signs in various different\nways which are more or less faithful to the\nspeech sounds of a given language at a given\ntime.</p>\n</blockquote>\n<p>This review is not the place to take up the cudgel\nagainst purism or spelling reform, but I could not\nresist adducing such apt comments as can be found\nin this work.</p>\n<p>I have seldom seen so clear an exposition of any\ncomplex subject as that presented by Coulmas.  The\ntext is punctuated here and there by tables showing\nthe progressive development of selected symbols\n(as, for example, in Sumerian), the Devanagari syllabary\n(in which several modern and ancient Indian\nlanguages are written), the Hebrew, Arabic, and\nother alphabets, Chinese and Japanese writing, and\nattractive drawings showing the hieroglyphic (with\nsound values in English orthography).  This is not to\nsay that readers will be come away from <em>The Writing\nSystems of the World</em> with the ability to read the\n<em>Bhagavad-Gita</em>, the <em>Analects of Confucius</em>, the <em>Koran</em>,\nthe <em>Talmud</em>, or the <em>Book of the Dead</em>, but they will\ncertainly have a much better understanding of what\nit is they do not know, and pursuit of the available\nmaterial cited in the fifteen-page Bibliography could\nprove very worthwhile.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Writing-Systems-World-Florian-Coulmas/dp/0631180281\"><em>The Writing Systems of the World</em></a></h1> <p>Florian Coulmas, (Basil Blackwell, 1989), ix + 302pp.</p> <p>[Note: This book may be ordered form any bookstore\nthat has the wit to look up the publisher in\n<em>Books in Print</em>.]</p> <p>Literacy and numeracy have come to the fore in\nrecent years as major issues, not only (or even so\nmuch) in the Third World as in the industrialized\nnations.  Leaving numeracy aside for the moment,\nthose of us who have studied linguistics have usually\nbeen told that as language is essentially spoken, its\nwritten form is of lesser (or no) importance for the\nanalysis of language.  That is patent rubbish, of\ncourse, for it can easily be demonstrated that written\nlanguage cannot be ignored for a variety of reasons:\nthe more formalized versions of language that are\nreflected there, the relatively complex constructions\nthat are accepted as normal to writing but would be\ndifficult to construct <em>viva voce</em> and difficult to assimilate\nunless read, the preservation of fossilized\nforms—both words and grammar—made possible\nby written records, and so on.  These and other features\nof writing have an undeniable effect on language,\nand it would be foolish to ignore them just\nbecause language is, at bottom, an oral means of\ncommunication.  That is not to say that writing and\nspeech should be measured by the same yardsticks,\nonly that writing cannot be ignored in a proper\ntreatment of language.</p> <p>Writing has not been ignored entirely by writers\non language, but its role has been consistently\nunderplayed.  Coulmas's clear exposition of the history\nof writing systems traces the development of\nvarious kinds of writing systems—ideographic, pictographic,\nmorphemic, syllabic, phonemic, and phonetic—through\nhistory, discussing them individually,\ndescribing how certain ancient scripts were\ndeciphered, and presenting his cogent arguments for\nregarding at least some aspects of language through\nthe analysis of writing.  It is only through their written\nforms that we know anything at all about certain\nlanguages, and the written forms of others serve to\nconfirm the findings of diachronic linguistics in positing\nthe pronunciation and sources of long-dead\ntongues.</p>"
}