{
  "type": "Article",
  "title": "“Knowing the Fervor with Which You Speak...”",
  "author": "Robert R. Rasmussen",
  "location": "Arcadia, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Knowing the Fervor with Which You Speak...”</h1>\n<p><em><span data-rel=\"author\">Robert R. Rasmussen</span> <span data-rel=\"location\">Arcadia, California</span></em></p>\n<p>—Senator Warren Rudman, July 13, 1987</p>\n<p>The Iran-contra hearings drenched us in a stunning\narray of colorful words.  For several weeks\nan august group of intelligent men and women met in\nthe Senate Caucus Room on the third floor of the Capitol's\nOffice Building.  During those several weeks of\nearly summer the world could listen to articulate\nspeakers of English who have the ability to manipulate\nour minds and twist our emotions with word-images.\nThrough the clever and sometimes masterful use of\nlanguage, the same activity or event was made to\nsound logical, or patriotic, or it could appear to be\nsordid and bordering on treason.  For example, consider\nthis clever exchange between Senate committee\ncounsel Arthur Liman and Lieutenant Colonel North:</p>\n<blockquote>\n<p>Liman: And, you therefore were told to get rid of\nthe memoranda that reflected that?</p>\n<p>North: I was told to clean up the files.</p>\n</blockquote>\n<p>One statement suggests concealing or hiding something;\nthe other implies good sound bookkeeping, running\na tidy ship.  The participants wanted to convey the\nnotion that they were not concerned with language.\nRather, they were only concerned with getting at the\nfacts.  They wished to bring the message of what actually\nhappened and show a concerned world that truth\nand justice would triumph.  Still, for this to happen, all\nparticipants recognized that language was important\nto ensure that the public would understand acts and\nevents as the speakers wished them to be understood.</p>\n<p>During the hearings, we watched unfold before us\na variety of words and phrases to indicate the concept\nof not telling the truth.  Seldom did anyone admit to\nlying, but statements were often couched in terms colorfully\nindicating that the speaker had abandoned verity.\nFor example, John Nields, Jr., the House committee's\nmajority counsel, asked, “...Are you saying\nthat he told you to write down a different version of\nthe facts?”  And moments later he continued, “Are you\nsaying that you decided it was appropriate to put out a\nfalse version of the facts?”  In Lieutenant Colonel\nNorth's response he used the words <em>a version of the\nchronology that was inaccurate</em>.  Later, Nields used the\nphrase <em>the chronology with the false version in it</em>.  He\nthen followed with a question, staying with this\nstronger phrase <em>false version</em>.  North's response contained\nthe clause <em>this version of the document was\nwrong, intentionally misleading</em>.  Earlier he had used\n<em>this version was incorrect</em>.  Once Nields had used <em>false\nversion</em>, he stayed with that for a while.  Then he used\n<em>false story</em>.  This word <em>story</em> presents interesting possibilities.\nUsed in a straight forward positive sentence, it\ncarries a favorable connotation: “We want to get out\nthe whole story,” or “Col. North will tell his story to\nthe committee.”  But used with words with unfavorable\nconnotations, it assumes a pernicious meaning of\nmake-believe, for example, “Is that still his story?”  or\n“What is his story now?”</p>\n<p>Other euphemisms for lying that were used included\n<em>excessive statements, outright misrepresentation,\ndissembled, prudent to change those chronologies</em>,\nand <em>radically different from the facts</em>.  The\nconcept of “plausible deniability” is a variation on the\ntheme of avoiding the recognition or the admission of\nlying.  Implicit in the term is the idea that one has\nchosen to do something that one may want to deny\nlater.  One must then consider if such a denial is reasonable,\nthat is, believable.  If one denies something, is\nit possible that the denial, that is, the lie, could be\nexposed?  It might be possible to establish an equation\nto determine the Plausible Deniability Factor (PDF) of\nany statement.  Psychologists and social scientists could\ndo a lot with that.</p>\n<p>The deleteriously loaded term <em>elaborate scheme</em>\npopped into the hearings with Representative Jack\nBrooks' words, “...this elaborate scheme was to\ncarry out these activities...”  In American English\n<em>scheme</em> strongly implies 'craftiness, secret intent';\nwhile not as strong as <em>plot</em>, it certainly lacks the neutral\nqualities of <em>plan</em> and conveys a meaning far beyond\nits dictionary definition.</p>\n<p>Near the close of the session Wednesday, July 8th,\nthere arose a clever word game after Mr. Nields characterized\nsome of Col. North's responses as <em>several\nspeeches</em>.  Mr. Brendan Sullivan, Jr., Col. North's counsel,\nobjected to the term, declaring it to be pejorative.\nChairman Senator Daniel Inouye said, “...some\npeople consider lengthy statements to be speeches.”  Mr.\nNields replied, “I'm perfectly happy to use the expression\n'lengthy statements.”'  And Mr. Sullivan came\nback with, “How about using lengthy answer...?”\n<em>Speeches</em> in this context carries with it too much of the\nidea of pontificating, which Mr. Sullivan did not want.\nWhile <em>statement</em> is better, <em>answer</em> gives the mental picture\nof completion.  Someone who knows can give an\nanswer; we are left with a positive image.  <em>Response</em>\nwould have been a good neutral word, but neither side\nwas thinking neturality that late in the afternoon.</p>\n<p>Another classic example of a loaded word jumped\nup several days later when Mr. Liman asked a question\nthat began, “And after you became involved, linked\nwith...” This word <em>linked</em> is a sneaky little devil.\nWhile it means simply to 'couple or connect,' the connotation\nis always negative.  No one is <em>linked</em> to the\nAmerican Red Cross or the Humane Society, but people\nmay be linked to the Communist Party or the Mafia.\nWhen we hear that someone is <em>linked</em> to an organization\nor cause of which we have never heard, we feel\nominously that this must be bad.</p>\n<p>Early in the proceedings we saw a cat-and-mouse\ngame develop over what to call 'money that is excess\nover expenses in a business transaction.'  Mr. Nields\nasked, “...what did the President know about the\ndiversion of the proceeds of the Iranian arms sale to\nthe Contras?”  North responded, “I never personally\ndiscussed the use of the residuals or profits from the\nsale....”  This was one of the few times Col. North\nused <em>profit</em>, choosing to stay with the more charming\n<em>residuals</em>, as used here, meaning 'remainder.'</p>\n<p>When Mr. Nields used <em>diversion</em> again, Col. North\nresponded with “Well, you insist on referring to it as\n'diversion.'... my use of Webster...leads me to believe\nthat those were 'residuals' and not diverted—the\nonly thing we did was divert money out...and put it\nto better use....”  Nields countered with “I'm not\nasking about words, now, Colonel.  I'm asking you\nwhether you didn't continue to send memoranda seeking\napproval of diversions or residuals, whatever the\nword....”  While Nields seemed uninterested in\nwords, he, nevertheless, stayed with <em>diversion</em>\nthroughout the questioning, and North continued with\n<em>residuals.  Divert</em> means to 'change from one course or\nuse to another or to turn aside.'  In some contexts the\nword can connote 'secrecy and deception,' a <em>diversion\ntactic</em>, for example.  Used in another context, it is perfectly\nharmless: waters of a river, for instance, may be\ndiverted to prevent flooding.</p>\n<p>The words <em>profit</em> and <em>proceeds</em> are almost equal in\nmeaning.  When Nields used <em>proceeds</em>, he was passing\nup a chance to irritate or challenge North, for the\nconnotations are completely different.  It is much better\nto refer to the <em>proceeds</em> of a raffle rather than the\n<em>profits.  Profit</em> is deeply rooted in the world of business\nand too often associated with money-grubbing and\ngreed.  Later, Representative Jenkins referred to a\n<em>profit-making business</em>, which sounds harsher than if\nhe had chosen to say <em>profit-making enterprise</em>.  But\n“proceed-producing enterprise” would have sounded\neven more innocuous.  Shortly after this, North used\nthe terms <em>revenue producers</em> and <em>deserving of fair just\nreasonable compensation</em>.  These phrases are two more\nsynonyms for profit that alter our perception a little.</p>\n<p>As with the myriad words surrounding <em>profit</em>,\nthere was a plethora of words surrounding the Boland\nAmendment.  Col. North used the phrases <em>complying\nwith those Boland Proscriptions, the constraints and\nproscriptions of Boland</em>, and <em>working around the\nproblem that Boland would have created</em>.  Mr. Liman\nresponded to this last phrase with, “Well, another\nword for working around, for people who have had\nsome Latin, is 'circumvent.”'  <em>Circumvent</em> does mean\nto 'work around' and implies ingenuity and strategy.\n<em>Circumvent</em> is much more precise than the term <em>work\naround</em> and suggests a planned detour to avoid the\nlaw.  North's statement that he “sought a means of complying\nwith...Boland” and his <em>work around</em> remark\nmean essentially the same, but <em>complying</em> sounds\nmuch nicer, conveying the idea of adhering to regulations.\nOn the other hand, <em>circumvent</em> suggests avoiding\nwhat is mandatory and at the same time returns a\nmore formal, legalistic atmosphere to the questioning.</p>\n<p>Two terms that surfaced during Mr. Liman's questioning\nwere <em>fall guy</em> and <em>scapegoat</em>, both terms introduced\nby him and not Col. North.  <em>Webster's Ninth\nCollegiate Dictionary</em> tells us that a <em>fall guy</em> is 'one\nwho is easily duped.'  A second definition reveals it to\nbe synonymous with <em>scapegoat</em>.  But <em>fall guy</em> is a less\nformal term and suggests ignorance.  Many of us recall\nthe old gangster movies of Humphrey Bogart and\nJames Cagney.  Either Bogart or Cagney must have\nsaid, “You ain't gonna pin this rap on me!  I ain't no\nfall guy!”  <em>Scapegoat</em>, on the other hand, means 'one\nwho bears the blame for others'; it is a political word\nthat carries with it a certain nobility and martyrdom\nthat <em>fall guy</em> doesn't imply.</p>\n<p>The rich and rewarding, and often necessary,\nsport of quibbling over words arose early in the questioning\nwhen Col.  North, responding to a question\nfrom Mr. Nields, replied, “...the word 'investigation'\nwasn't used... Mr. Meese had been asked to do\na fact-finding inquiry....”  Later during the attorney\ngeneral's appearance before the committee, those two\nwords came up often.  Those who tended to be favorable\nto the colonel used <em>inquiry</em> while those distrustful\nof him were inclined to use <em>investigation</em>.  Meese contended\nthat his actions took just a few days, and investigation\nimplies a thoroughness that is missing in inquiry.\nWhile some were prone to use the phrase\n<em>extensive</em> or <em>complete investigation</em>, others used <em>brief</em>\nor <em>informal inquiry</em>.</p>\n<p>Somewhere, sometime, speakers of English must\nbestow upon Representative Brooks a special commendation\nfor his creation of a description of a planned\ngovernment agency that would be “a more or less off-the-shelf\nindependent, stand-alone, self-supporting\noperation for covert operations.”  He used a noun, two\nprepositional phrases and a string of adjectives that\nwould make anyone proud.</p>\n<p>So the hearings have come and gone, but the\nrepercussions will remain for some time.  Our judgments\nmay hinge on a well-turned phrase, a beautifully\nnuanced sentence, a word-image that flashes\nacross our gray matter reminding us of childhood.  A\nposition that seemed logical a while ago now becomes\nirrational.  A strong conviction is suddenly an indefensible\nbelief.  Some of us will hold to an idea or concept\nregardless of the evidence; others will change positions.\nStill others will simply marvel at the use of language\nand wonder just where our analytical side ends\nand our emotional side begins.  We may never know for\nsure if our conclusions are based on cold, hard logic or\npure sentiment.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Knowing the Fervor with Which You Speak...”</h1> <p><em><span data-rel=\"author\">Robert R. Rasmussen</span> <span data-rel=\"location\">Arcadia, California</span></em></p> <p>—Senator Warren Rudman, July 13, 1987</p> <p>The Iran-contra hearings drenched us in a stunning\narray of colorful words.  For several weeks\nan august group of intelligent men and women met in\nthe Senate Caucus Room on the third floor of the Capitol's\nOffice Building.  During those several weeks of\nearly summer the world could listen to articulate\nspeakers of English who have the ability to manipulate\nour minds and twist our emotions with word-images.\nThrough the clever and sometimes masterful use of\nlanguage, the same activity or event was made to\nsound logical, or patriotic, or it could appear to be\nsordid and bordering on treason.  For example, consider\nthis clever exchange between Senate committee\ncounsel Arthur Liman and Lieutenant Colonel North:</p> <blockquote>\n<p>Liman: And, you therefore were told to get rid of\nthe memoranda that reflected that?</p>\n<p>North: I was told to clean up the files.</p>\n</blockquote>"
}