{
  "type": "Article",
  "title": "A Taxonomy of Epigrams",
  "author": "Michel P. Richard",
  "location": "SUNY at Geneseo, NY",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Taxonomy of Epigrams</h1>\n<p><em><span data-rel=\"author\">Michel P. Richard</span> <span data-rel=\"location\">SUNY at Geneseo, NY</span></em></p>\n<p>“What is an epigram?  A dwarfish whole: its\nbody brevity, and wit its soul.”  So said\nColeridge in an epigram of his own.  Nietzsche called\nthem “thoughts out of season,” and Tagore his “stray\nbirds.”  They may be little nothings, but they are also\nfull of pith and vinegar, if you'll pardon the lisp.  “I\nthink, therefore I am” said Descartes, to which one\nmight add: “I think, therefore I (epigr) am.”  Epigramming\nis a form of word play (or thought play) which\nevolved from epitaphs on tombstones.  Because of the\nmaterial on which it was inscribed, the message had to\nbe brief and literally to the point.  “O rare Ben Jonson!”\nreads the poet's inscription on his tomb at Westminster\nAbbey.  What would you like to put on yours?  Endings\nare a good place to start.</p>\n<p>As Roger Wescott has shown (in a 1980 article),\nepigrams also evolved from proverbs and adages.  The\ndifference is that these earlier forms were inclined to\ntake themselves seriously, while epigrams or aphorisms\nare more frequently reflexive and satirical.  Even\nthough some epigrams are rhymed, they are not to be\nconfused with poetry, or even blank verse.  Poems rely\non narrative imagery to evoke feelings, while epigrams\nfocus on contradictions to provoke thought.  The explosive\ntension of the epigram serves to focus consciousness,\nwhile the opennness of poetic imagery serves to\ndilate consciousness.</p>\n<p>In my own case, writing epigrams may be a congenital\ndefect, since it was my father's preferred style\nin several of his books.  I started writing them in my\nteens, and in 1976 I launched a magazine called\n<em>Thoughts For All Seasons: The Magazine of Epigrams</em>\n[<em>TFAS</em>].  The first issue of <em>Thoughts</em> came out in 1976, a\nbicentennial year.  The second issue celebrated George\nOrwell's 1984.  The current issue marks the bicentennial\nof the Bill of Rights and the French Revolution.  It\nis also Pitirim Sorokin's centennial.  Our quincentennial\nissue will appear in 1992, and the general theme\nwill be the discovery and rediscovery of America.</p>\n<p>Sorokin has been called the world's greatest sociologist,\nbut he was also a master satirist.  We live in a\nsatirical age, after all, and epigrams are the perfect\nvehicle for social satire.  Consistent with Sorokin's cyclical\ntheory of social change, our time bears an uncanny\nresemblance to the first century A.D. when a\nRoman named Martial was penning his epigrams.\n(“Conceal a flaw, and the world will imagine the\nworst.”  “You ask what a nice girl will do?  She won't\ngive an inch, but she won't say no.”  “You'll get no\nlaurel crown for outrunning a burro.”  “You puff the\npoets of other days, the living you deplore; spare me\nthe accolade: your praise is not worth dying for.”)</p>\n<p>Although epigrams are usually sorted into content\ncategories, I am going to attempt a semantic and\nstructural taxonomy.  Although my classification system\ndoes not apply to all the epigrams I have seen or\npublished, it does seem to include most of them.  As we\nshall see, many epigrams fall into more than one category,\nbut the categories themselves are conceptually\ndistinct.</p>\n<p>1.  SEMANTICS</p>\n<p>a)  Satirical Definitions</p>\n<p>The most systematic example of this form may be\nfound in <em>The Devil's Dictionary</em>, by Ambrose Bierce.\nThe following examples, however, are all TFAS originals:</p>\n<blockquote>\n<p><em>adult</em> a fossil child.</p>\n<p><em>anorexic</em> a vegetarian who doesn't eat vegetables.</p>\n<p><em>condoms</em> where the rich folks live.</p>\n<p><em>consistency</em> a form of ritualism.</p>\n<p><em>deviance</em> something in the eye of the beholder.</p>\n<p><em>fate</em> an unconscious choice.</p>\n<p><em>grantsmanship</em> a form of panhandling in which the\nparticipants are very well dressed.</p>\n<p><em>marriage</em> friendship put to the test.</p>\n<p><em>nuclear family</em> an explosive device.</p>\n<p><em>obstetrics</em> a system of religious belief based on the\nassumption that pregnancy is a disease and that\nnatural birth must be prevented at all costs.</p>\n<p><em>optimist</em> someone who waxes his skis in preparation\nfor the Nuclear Winter.</p>\n<p><em>Zen</em> the highest form of unconsciousness.</p>\n</blockquote>\n<p>b)  Comparisons</p>\n<p>This type of epigram involves an association between\nthings which have no apparent connection.  For example:</p>\n<blockquote>\n<p>Scatology and eschatology are often hard to distinguish,\nsince they both deal with end products.</p>\n<p>Olympics: triumph of the human spirit or tyranny\nof the performance principle?</p>\n<p>Tell me what you remember of your life before\nbirth, and I will tell you what to expect in your\nlife after death.</p>\n<p>In the primitive world there was human sacrifice.\nNow we have elective surgery.</p>\n<p>It is natural to be concerned about what television\ndoes to children.  But does anyone care what it\ndoes to the actors?</p>\n</blockquote>\n<p>c)  Counterpoint</p>\n<p>Epigrammatists frequently take old saws and stand\nthem on their heads, or give them a new twist which\nchanges the meaning.  Ambrose Bierce defined an adage\nas “boned wisdom for weak teeth”; the challenge\nto the epigrammatist is to put some teeth into it.</p>\n<blockquote>\n<p>Blessed are the meek, for they shall be given safe\nseats behind the pillars.</p>\n<p>Of course we should love our enemies.  They teach\nus to be resolute, relentless, and resourceful.</p>\n<p>[These are my three R's.]</p>\n<p>Power corrupts not only those who wield it, but\nalso those who are subservient to it.</p>\n<p>Children who are “seen and not heard” grow up to\nbe dumb.</p>\n<p>Better to give than to receive, because you get a\ntax write-off for it.</p>\n<p>“A penny saved” is an indication of inadequate\ngoal-setting behavior.</p>\n<p>A prophet is not without honor, save in his own\nRotary Club.</p>\n<p>How do you know they are swine until they reject\nyour pearls?</p>\n<p>“Two heads are better than one,” especially if you\nare seeking employment in a circus.</p>\n<p>If I have not seen far, it is because I stood on the\nshoulders of midgets.</p>\n<p>It's O.K. to search for the truth; just make\ndamned sure you don't find it.</p>\n</blockquote>\n<p>2.  STRUCTURE</p>\n<p>a)  Repetition</p>\n<p>One of the characteristics of both proverbs and aphorisms\nis repetition of syllabic structure.  If the <em>onset</em> of a\nphrase is repeated, we have alliteration:</p>\n<blockquote>\n<p>Home is where the hooks are.</p>\n<p>If chivalry is here, can chauvinism be far behind?</p>\n<p>It takes two to tango, but any limp loner can\nlimbo.</p>\n<p>As the prig is bent, so is the prude inclined.</p>\n<p>The deprived soon became the depraved.</p>\n</blockquote>\n<p>When the nucleus of a phrase is repeated, we have\nassonance:</p>\n<blockquote>\n<p>Be fruit flies and multiply.</p>\n<p>The evil eye is the seeing eye which has been denied.=</p>\n</blockquote>\n<p>When the <em>coda</em> is repeated, we have what Wescott\ncalls “reliteration”:</p>\n<p>Some say the world is evil, but I say it is oval.</p>\n<p>And when both assonance and reliteration occur, we\nhave rhyme:</p>\n<blockquote>\n<p>“Neither a borrower nor a lender be” plays holy\nhell with the economy.</p>\n<p>Perhaps it's boredom that causes whoredom.</p>\n<p>Instead of a Reign of Terror, we now have a reign\nof error.</p>\n</blockquote>\n<p>b)  Substitution</p>\n<p>Substitution of sounds, syntax, or meaning also occurs\nin many epigrams.  When two words have identical\nspellings but different meanings, we have a homonym:</p>\n<blockquote>\n<p>An autoerotic is someone who fondles strange cars.</p>\n<p>Teenage pregnancy ends in child labor.</p>\n<p>To retire with a modicum of dignity, a little jack is\nnecessary.</p>\n<p>Where there's a will, there's a hopeful relative.</p>\n</blockquote>\n<p>When two words sound the same but are spelled differently,\nwe have a homophone.  Obviously homophones\nusually need to be written in order to make sense, but\nlet's experiment with the following anyway:</p>\n<blockquote>\n<p>Hebrew: a Jewish tea, favored by men.</p>\n<p>Patience is for patients.</p>\n<p>Female socialization is a case of guise and dolls.</p>\n<p>I was browsing through <em>Bartlett's</em> yesterday, and I\nfound Pere.</p>\n<p>All good carnivores begin meals by first muttering:\n“Let us prey.”</p>\n<p>I regret that I have but one asterisk for my country.</p>\n</blockquote>\n<p>Other substitutions do not qualify as either homonyms\nor homophones, but they are interesting nonetheless.\nEither a letter, or an entire word, or phrase may be\nsubstituted, as follows:</p>\n<blockquote>\n<p>May the farce be with you.</p>\n<p>A barfing dog never bites.</p>\n<p>Every cloud has a silly lining. (forthcoming)</p>\n<p>Beware of Greeks bearing Turks.</p>\n<p>Condoms are a girl's best friend. (forthcoming)</p>\n<p>A wise man and his Moonie are soon parted.</p>\n<p>Discretion is the better part of pallor.</p>\n<p>Pro-Life vs. Pro-Choice: Fetalists vs. Fatalists.</p>\n<p>I almost became a born-again Christian but I was\nswept away by the tithe.</p>\n<p>Do not ask God for anything; simply thank Her for\nwhat She gives us.</p>\n</blockquote>\n<p>c)  Transposition and Contraction</p>\n<p>Finally, the words of a well-known saying may be\ntransposed, or the entire phrase may be contracted to\ncreate new meanings:</p>\n<blockquote>\n<p>Sure, time wounds all heels, but the good guys get\ntheir lumps as well.</p>\n<p>He who laughs, lasts!</p>\n</blockquote>\n<p>In Wescott's view, the age of miniaturization has\ngiven epigrams a new lease on life.  Look around you:\nthey are everywhere.  I understand that graffiti have\nbeen eliminated from the New York subway system,\nbut we find them in abundance on T-shirts, bumper\nstickers, and bathroom walls, as well as in a variety of\nwork settings.  They are personal statements even if\nthey are not original, and they are a way of talking\nback to the Establishment, that great generalized\nother which intimidates and bores us at the same time.\nDown with jargon!  Long live the lapidary art of\nepigramming!  Writing, after all, is one of the best\nforms of exercise, good for body and soul.  But I would\nalso like to think that there may be a few Martials\namong the contributors to <em>Thoughts For All Seasons</em>,\nand that their quips will continue to delight or offend\nlong after they are gone.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Taxonomy of Epigrams</h1> <p><em><span data-rel=\"author\">Michel P. Richard</span> <span data-rel=\"location\">SUNY at Geneseo, NY</span></em></p> <p>“What is an epigram?  A dwarfish whole: its\nbody brevity, and wit its soul.”  So said\nColeridge in an epigram of his own.  Nietzsche called\nthem “thoughts out of season,” and Tagore his “stray\nbirds.”  They may be little nothings, but they are also\nfull of pith and vinegar, if you'll pardon the lisp.  “I\nthink, therefore I am” said Descartes, to which one\nmight add: “I think, therefore I (epigr) am.”  Epigramming\nis a form of word play (or thought play) which\nevolved from epitaphs on tombstones.  Because of the\nmaterial on which it was inscribed, the message had to\nbe brief and literally to the point.  “O rare Ben Jonson!”\nreads the poet's inscription on his tomb at Westminster\nAbbey.  What would you like to put on yours?  Endings\nare a good place to start.</p> <p>As Roger Wescott has shown (in a 1980 article),\nepigrams also evolved from proverbs and adages.  The\ndifference is that these earlier forms were inclined to\ntake themselves seriously, while epigrams or aphorisms\nare more frequently reflexive and satirical.  Even\nthough some epigrams are rhymed, they are not to be\nconfused with poetry, or even blank verse.  Poems rely\non narrative imagery to evoke feelings, while epigrams\nfocus on contradictions to provoke thought.  The explosive\ntension of the epigram serves to focus consciousness,\nwhile the opennness of poetic imagery serves to\ndilate consciousness.</p> <p>In my own case, writing epigrams may be a congenital\ndefect, since it was my father's preferred style\nin several of his books.  I started writing them in my\nteens, and in 1976 I launched a magazine called\n<em>Thoughts For All Seasons: The Magazine of Epigrams</em>\n[<em>TFAS</em>].  The first issue of <em>Thoughts</em> came out in 1976, a\nbicentennial year.  The second issue celebrated George\nOrwell's 1984.  The current issue marks the bicentennial\nof the Bill of Rights and the French Revolution.  It\nis also Pitirim Sorokin's centennial.  Our quincentennial\nissue will appear in 1992, and the general theme\nwill be the discovery and rediscovery of America.</p>"
}