{
  "type": "Article",
  "title": "Backwords and Newances",
  "author": "David Galef",
  "location": "Oxford, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Backwords and Newances</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p>\n<p>Having lost my twenty-year-old Timex down a\nhotel drain, I found myself shopping for a\nwatch a few months ago.  The problem was that so\nmany of the models I looked at had digital readouts\nwithout any soul.  I wanted the timepiece I was used\nto, a <em>normal</em> watch, as I told the saleswoman, you\nknow, with hands and—</p>\n<p>“You mean an analog watch,” she said crisply, and\nled me to a nearby display.  There I found a watch with\nhands that suited me, made my purchase, and left,\nbut a question was still ticking within: <em>analog watch</em>?\nPresumably, the <em>analog</em> refers to measuring time by an\nanalog, with hands and a circular face, rather than by\nthe more scientific-looking digital system.  There is\nprecedent, after all, in analog computers, which compute\nby some analog such as discrete electrical voltages\nfor numerical values.  Or maybe <em>analog computer</em> used\nto be simply <em>computer</em>—we live in an age of technological\ncomplexity, I concluded, as I bicycled home that\nday from work.</p>\n<p>The next week, my nephew asked for an acoustic\nguitar for his birthday.  I won't bother going into the\nconversation that ensued; suffice it to say that acoustic\nguitars are simply the non-electric type and derive\ntheir sound from the acoustics of the instrument itself.\nIn the same way, manual typewriters depend on the\nfull force of the fingers to create words, rather than on\nelectric (or electronic) assistance.  But where do these\nterms come from?  The point is that these qualifiers\nwere added only in retrospect, when the emergence of\na new prototype made some distinction necessary.\nThey aren't quite neologisms to account for new technology,\nlike <em>cryogenics</em> or <em>LED</em>.  Rather, they come\nfrom new technology looking back on old technology—and\nI've decided to call them <em>backwords.\nBackwords</em> differ from <em>back formations</em>: the latter are\nwords (often verbs) formed on existing words (often\nnouns) by severing an ending.  For example, <em>diagnosis</em>\nwas borrowed from a Greek word (which, incidentally,\ndid not mean the same thing); two hundred\nyears afterwards, the verb <em>diagnose</em>—a <em>back formation</em>—was\ncoined.</p>\n<p>Apart from documenting linguistic treachery,\nhowever, the collecting of backwords provides capsule\nviews of man's progress in a variety of fields.  <em>Mono\nsound equipment</em> brings back the days when the phonograph\nrested in the den instead of in the home entertainment\ncenter, when <em>quadraphonic</em> might have been\na malapropism for something in <em>The Phantom of the\nOpera</em>.  Other backwords involve longer journeys in\ntime: <em>straight razors</em> were the only razors around until\nthe emergence of safety razors, which have in turn\nceded precedence to the injector-blade and finally the\ntwin-blade.  The term <em>live performance</em> gained currency\nsome time after Edison's inventions.  Similarly,\nthe phrase <em>recorded live</em>, while it suggests the overtones\nof a concert rather than a studio performance,\nmay still sound odd to an untrained ear (this may be\ntermed sound mixing, in a double sense).  The phrase\n<em>live audience</em>, if dwelt upon overmuch, suggests a\nghoulish alternative.  <em>Fountain pen, dirt road, manual\ntransmission, steam engine, hand-woven fabric, conventional\nweapons, general practitioner, natural childbirth,\ncloth diaper</em>—these are backwords dating anywhere\nfrom the era of the jalopy to the nuclear age.\nThey can, I suppose, be summed up in that slightly\nsuspect word <em>progress</em>.  Still, I must in all fairness note\nthat I write with a Bic and drive an automatic-shift\nwith perfect equanimity.  The frame of mind for hunting\nbackwords need not be disgruntlement.</p>\n<p>In the gustatory realm, backwords are common:\n<em>Fresh-squeezed orange juice</em> and <em>hand-dipped ice\ncream</em> simply make the point that most juice and ice\ncream no longer come that way.  Ditto for <em>free-range\nchicken</em> and <em>draft beer</em>.  And then there are what\nsound like redundancies: <em>French champagne</em> is a hotly\ncontested instance.  The notice that a nation other than\nFrance could produce an effervescent wine and then\nhave the audacity to label it <em>champagne</em> was the basis\nfor a lawsuit rather than an etymological inquiry.  On a\nmore prosaic level, the terms <em>plain yogurt, potato\nknish,</em> and <em>cheese blintz</em> would have been considered\ntautological some years ago.  Nowadays, when blintzes\nmay be filled with anything from puréed walnuts to\nspinach, and yogurt comes in eighteen different varieties,\n<em>plain</em> has acquired its own distinction.  The Coca-Cola\ncompany tried to capitalize on this distinction\nafter the financial disaster of New Coke: buyers nostalgic\nfor the old product could purchase Classic Coke in\nsupermarkets.  “Great original flavor!”  is the boast of\nmore than one food company trying to distance a\nproduct from its own later derivatives.</p>\n<p>It is a puzzle why certain objects acquire backwords\nwhile others retain their names and it is the\nnewcomers that are given qualifying labels.  These\ndays, video cameras are all the rage, but, as far as I\nknow, no one has thought up a backword for the snapshot-taking\ntype (<em>still camera</em> does fill the bill, but it\nremains for the most part a technical term).  When\nautomated tellers came in some years ago, no one\nthought to rename the human operators.  Much further\nback, automobiles were first known as horseless carriages;\nno one called the carriages they replaced\n<em>animal-driven vehicles</em> (though someone might call\nthem that today, or tomorrow).  The governing principle\nseems to be inurement: when the new has sufficiently\ntaken hold, it becomes a standard.  At the same\ntime, the old acquires the status of a curiosity, deserving\nof its own label.</p>\n<p>Perhaps the best example of this paradigm is the\ntouch-tone phone, which has so edged out the older\nmodels that two backwords were formed for the old\ntype: <em>rotary phone</em> and <em>dial phone</em>.[^a1]\nOn the other hand, cellular phones are still new enough to have\ntheir own novelty label.  They are really radio phones,\nas opposed to a short-range instrument called a cordless\nphone that is at present a miracle of convenience\nand voice-distortion.  Given time and improved technology,\nall non-radio phones may be branded as <em>wire\nphones</em>.</p>\n<p>Often, the new meaning may be imposed on the\nold word without any change in the word itself.  To\ndistinguish them from backwords, they may be termed\n<em>newances.  Dishwasher</em> (appliance, not restaurant\nsupernumerary), <em>tape</em> (magnetic, not sticky), and <em>car</em>\n(automotive, not horse-drawn) are three ready instances\nof this shift, but there are countless others.  In\nthe field of computing alone are such newances as\n<em>program, chip, terminal, printer,</em> and so on; <em>software</em>\nis listed in the <em>Merriam-Webster Second Edition</em> (1934)\nas <em>soft wares</em> and defined as “dry goods.”  In the realm\nof newances are also a series of verbs: <em>call</em>, from shouting\nto telephoning; <em>see</em>, from in the flesh to virtual\nimage; <em>fly</em>, from avian to human; and <em>drive</em>, applied\nslightly differently to each new vehicle developed.  And\nwhile xerography has provided both noun and verb\nnewances for the word <em>copy</em>, Horace's <em>ut pictura poesis</em>\nreminds one that <em>picture</em>, too, has newances coexisting\nwith its age-old meanings.</p>\n<p>Finally, there are the objects that, while still possessing\none basic nomenclature, show marked potential\nfor confusion and hence for backwords.  A bicycle\nis no longer just a bike; it may now be a <em>ten-speed\nbike,</em> a <em>mountain bike</em> (now tagged as an <em>ATB</em>, or 'allterrain\nbike'), or a <em>stationary bike</em> (also known as an\n<em>exercise bike</em>).  The backword in the offing, already\nused by many, is <em>road bike</em>, though it usually means a\nten-speed, which is now used as a noun.  As for other\nareas with potential, have color televisions become\nstandard enough to qualify all black-and-white models?\nWill the flood of decaff poured every day eventually\nlead to a diner in 1995 requesting a cup of caff?\nWhen will <em>keyboard</em> and <em>word process</em> do something\nto <em>typewriter</em> and <em>type</em> (if they haven't already).  Will\nthe microwave revolution in the kitchen turn conventional\ncooking devices into “macrowave” ovens?  Any\nproficient lexicographer should be an acute observer of\nmodernity in all its aspects.</p>\n<p>As with other etymological quests, the search for\nbackwords and newances may become a consuming\nhobby.  All one needs is a sense of history that exceeds\none's lifetime.  <em>Wood-burning stove</em> and <em>handwritten\nnote</em> are two recent items for the backwords collection.\n<em>Carriageway</em>, as it is used in Britain, is a good instance\nof a newance.  Just yesterday, I passed a furniture store\nadvertising “custom-made” cabinets.  It occurred to me\nthat custom-made anything is approaching the realm\nof the anomalous: another item for the collection.  The\none risk in collecting backwords is that it does tend to\nmake one feel like an antiquity, possibly deserving of a\nbackword oneself.  Right now, I can't think of such a\nlabel.  Given time, however, history may provide me\nwith one.</p>\n<hr>\n<p>[a1]: The technical term, often so labeled on the base of the phone, is\n<em>pulse-tone</em>, as opposed to <em>touch-tone</em>, a distinction in signal transmission;\nnowadays certain telephones with buttons are really pulse-tone\nmodels that “dial” as each button is pushed.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Backwords and Newances</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p> <p>Having lost my twenty-year-old Timex down a\nhotel drain, I found myself shopping for a\nwatch a few months ago.  The problem was that so\nmany of the models I looked at had digital readouts\nwithout any soul.  I wanted the timepiece I was used\nto, a <em>normal</em> watch, as I told the saleswoman, you\nknow, with hands and—</p> <p>“You mean an analog watch,” she said crisply, and\nled me to a nearby display.  There I found a watch with\nhands that suited me, made my purchase, and left,\nbut a question was still ticking within: <em>analog watch</em>?\nPresumably, the <em>analog</em> refers to measuring time by an\nanalog, with hands and a circular face, rather than by\nthe more scientific-looking digital system.  There is\nprecedent, after all, in analog computers, which compute\nby some analog such as discrete electrical voltages\nfor numerical values.  Or maybe <em>analog computer</em> used\nto be simply <em>computer</em>—we live in an age of technological\ncomplexity, I concluded, as I bicycled home that\nday from work.</p> <p>The next week, my nephew asked for an acoustic\nguitar for his birthday.  I won't bother going into the\nconversation that ensued; suffice it to say that acoustic\nguitars are simply the non-electric type and derive\ntheir sound from the acoustics of the instrument itself.\nIn the same way, manual typewriters depend on the\nfull force of the fingers to create words, rather than on\nelectric (or electronic) assistance.  But where do these\nterms come from?  The point is that these qualifiers\nwere added only in retrospect, when the emergence of\na new prototype made some distinction necessary.\nThey aren't quite neologisms to account for new technology,\nlike <em>cryogenics</em> or <em>LED</em>.  Rather, they come\nfrom new technology looking back on old technology—and\nI've decided to call them <em>backwords.\nBackwords</em> differ from <em>back formations</em>: the latter are\nwords (often verbs) formed on existing words (often\nnouns) by severing an ending.  For example, <em>diagnosis</em>\nwas borrowed from a Greek word (which, incidentally,\ndid not mean the same thing); two hundred\nyears afterwards, the verb <em>diagnose</em>—a <em>back formation</em>—was\ncoined.</p>"
}