{
  "type": "Article",
  "title": "New Blood in the Namestream",
  "author": "John Tittensor",
  "location": "Goudargues, France",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">New Blood in the Namestream</h1>\n<p><em><span data-rel=\"author\">John Tittensor</span> <span data-rel=\"location\">Goudargues, France</span></em></p>\n<p>The most respected mechanic in the village of St.\nMartin d'Ardèche, not far from where I live, is\ncalled <em>Monsieur Salaud</em>.  And in another nearby village\nthe job of mayor is held down by the amiable\n<em>Madame Bordel</em>.  Perfectly ordinary-sounding French\nnames—with the sole drawback that <em>salaud</em> means\n'bastard' and <em>bordel</em> means 'brothel'; and all over\nFrance these unfortunates have for company the\nbearers of such names as <em>Lacrotte</em> 'turd,' <em>Vachier</em>\n'piss off,' <em>Connard</em> 'bloody fool,' and <em>Putin</em> 'whore'—\nnot to mention such real unprintables like <em>Baize</em> and\n<em>Ducon</em>.</p>\n<p>Having a name in this category is no fun in any\nlanguage—I speak from bitter personal experience—but\nat least in most Anglo-Saxon countries effecting\na change poses no great problem.  Not so in\nFrance, where names are part of the <em>patrimoine</em>, the\nnational heritage, and are not to be altered or forsaken\nlightly: a poet friend had to spend several\nyears and a lot of money to get a missing <em>s</em> restored\nto the official version of his surname, so that now,\ninstead of being <em>B\\acap\\tard</em> 'mongrel' he's plain old <em>Bastard</em>\nand, what's more, is very happy about it.</p>\n<p>But to get back to our <em>Whores, Brothels</em>, and so\non.  Some of them felt strongly enough about their\nsituation to form a pressure group and now, after a\nlong struggle, the government has caved in: a recent\n<em>Journal officiel</em> lists four pages of people who are to\nbe allowed to change their names—when they can\ncome up with the 2000 franc (±$325) fee.</p>\n<p>It is not, however, a matter of “you pays your\nmoney and you takes your choice.”  For the <em>Journal\nofficiel</em> also provides the alternative names acceptable\nto the Fifth Republic; and if the <em>Putins</em>, for\nexample, do not like “Pertin,” well hard cheese,\nthey'll just have to stay as they are.  While the\n<em>Salauds</em> get a government-guaranteed Hobson's\nchoice: “Saland” is going to remind everybody of\nthat unloved ultra-right general of the Algerian War\nperiod and God help anybody called “Asslot” who\never gets the urge to travel in the English-speaking\nworld.</p>\n<p>On the credit side two gentlemen called <em>Hitler</em>\ncan now safely come out of their bunkers: they'll be\nknown henceforth as <em>Hiler</em> and at school their children\nmay enjoy a peace that the fathers (and I for\nthat matter) never knew.</p>\n<p>One imagines that the majority of the <em>Cocus</em>\n'cuckolds,' <em>Beaunichons</em> 'nice tits,' <em>Boccons</em> (unprintable\nagain), and their comrades in suffering are going\nto take more or less gratefully whatever name\nthe state cedes them.  But in doing so they are going\nto break the heart of Michel Tesnières of the French\nOnomastic Society.  Onomastics is basically the science\nof worrying about names and Monsieur Tesnières—an\nappellation, as it happens, regrettably\nfree of all sexual or scatological interest—is much\nexercised by the fact that three centuries from now\n97 per cent of all French family names will have vanished,\nwith only 7500 surviving out of the estimated\npresent stock of 250,000.</p>\n<p>Up until the 17th century you could call yourself\nanything you liked in France (which makes you\nwonder what the ancestors of today's <em>Bastards</em> and\n<em>Turds</em> were thinking of), but in these more prosaic\nand regulated times a number of ordinary everyday\nfactors is gradually eroding this part of the <em>patrimoine</em>.\nThe French, to the despair of every government\nsince the Revolution of 1789, are notoriously\ngood at not having babies, and even then half\nthe production at any given time are girls who do\nnot usually pass on their names when they marry.\nMen are free to pass on their names as much as they\nlike, but some do not marry while others marry and\nremain childless.  Add to this those perverse types\nwho voluntarily renounce such fine family designations\nas <em>Cupissol</em> 'Arsepiss' and the result, according\nto an anguished M. Tesnières, is that 70 out of every\n100 current surnames disappear in the course of a\nsingle generation.</p>\n<p>Already the nation is top-heavy, with 25 per\ncent of the population sharing 0.4 per cent of the\navailable names.  The twelve commonest names now\nembrace a million people, with the <em>Martins</em>—there\nare already 168,000 of them—heading the list.\nMaybe when the crunch comes in 300 years' time\nthe <em>Martins</em>, who by then will in theory be one in 20\nof the population, will start demanding the right to\ncall themselves <em>Brothels</em> or <em>Bloody Fools</em>.</p>\n<p>One thing M. Tesnières hasn't reckoned with,\nthough, is the Anglo-Saxon input.  The vogue for first\nnames such as <em>James</em> (pronounced JEMSS) is still far\nfrom its peak, and freedom of movement within the\nEEC means that English surnames are becoming\nmore and more common here.  Already a quick scan\nof the local phone book reveals the presence of the\n<em>Broadbents, Coxes, Cockles, Willings, Whitworths</em>,\nand <em>Crackenthorpes</em>.  Not that the English have a monopoly\nwhen it comes to, as it were, injecting new\nblood into the namestream.  The Irish haven't been\nwasting their time either.  Friends in Bordeaux swear\nby a French plumber called <em>Patrick McGarvey</em> and\nour municipal musical school is overseen by that genial\norganist—and Frenchman—<em>Rory Nelson</em>.</p>\n<p>Just a little effort on the part of people with\nnames like this—put <em>Cox</em> with <em>Willing</em>, for example,\nand something <em>has</em> to happen—could take some of\nthe strain off the neurotically prolific <em>Martins,\nBernards</em>, and <em>Petits</em> and send a welcome ray of sunshine\ninto the gloom-filled halls of the French Onomastic\nSociety.  But on second thoughts, maybe not:\nM. Tesnières would doubtless see this foreign intrusion\nas poor compensation for the loss of his homegrown\n<em>Whores, Bastards</em>, and <em>Hitlers</em>.</p>\n<p><em>Leslie A. Dunkling</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">New Blood in the Namestream</h1> <p><em><span data-rel=\"author\">John Tittensor</span> <span data-rel=\"location\">Goudargues, France</span></em></p> <p>The most respected mechanic in the village of St.\nMartin d'Ardèche, not far from where I live, is\ncalled <em>Monsieur Salaud</em>.  And in another nearby village\nthe job of mayor is held down by the amiable\n<em>Madame Bordel</em>.  Perfectly ordinary-sounding French\nnames—with the sole drawback that <em>salaud</em> means\n'bastard' and <em>bordel</em> means 'brothel'; and all over\nFrance these unfortunates have for company the\nbearers of such names as <em>Lacrotte</em> 'turd,' <em>Vachier</em>\n'piss off,' <em>Connard</em> 'bloody fool,' and <em>Putin</em> 'whore'—\nnot to mention such real unprintables like <em>Baize</em> and\n<em>Ducon</em>.</p> <p>Having a name in this category is no fun in any\nlanguage—I speak from bitter personal experience—but\nat least in most Anglo-Saxon countries effecting\na change poses no great problem.  Not so in\nFrance, where names are part of the <em>patrimoine</em>, the\nnational heritage, and are not to be altered or forsaken\nlightly: a poet friend had to spend several\nyears and a lot of money to get a missing <em>s</em> restored\nto the official version of his surname, so that now,\ninstead of being <em>B\\acap\\tard</em> 'mongrel' he's plain old <em>Bastard</em>\nand, what's more, is very happy about it.</p> <p>But to get back to our <em>Whores, Brothels</em>, and so\non.  Some of them felt strongly enough about their\nsituation to form a pressure group and now, after a\nlong struggle, the government has caved in: a recent\n<em>Journal officiel</em> lists four pages of people who are to\nbe allowed to change their names—when they can\ncome up with the 2000 franc (±$325) fee.</p>"
}