{
  "type": "Article",
  "title": "Fascinating Toponymics—Geographical Names and the Stories They Tell",
  "author": "Don Nilsen",
  "location": "Alleen Nilsen, and Jean Multer, Arizona State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fascinating Toponymics—Geographical Names and the Stories They Tell</h1>\n<p><em><span data-rel=\"author\">Don Nilsen</span> <span data-rel=\"location\">Alleen Nilsen, and Jean Multer, Arizona State University</span></em></p>\n<p>Settlement was much more rapid in the United\nStates than it had been in Europe, and this has\naffected the place-naming patterns.  In Europe people\nhad time to contemplate the area before settling on an\nappropriate name; in the United States, where settlement\nwas more rapid, names often had to be chosen\nwithout delay.  This haste has quickened the creative\njuices, and has sometimes resulted in innovative and\nintriguing place names.  As George Stewart wrote,</p>\n<blockquote>\n<p>In a period of rapid expansion, towns and counties\nwere being established every day...the demand\nfor names outran the supply, and the result was\nboth monotony and confusion.</p>\n</blockquote>\n<p>The problem of having to create a large number of\nplace names in a relatively short period is illustrated in\na true story told by Mark Wexler:</p>\n<blockquote>\n<p>A store owner [in Missouri] applied for a postal\nlisting under the name <em>Excelsior</em>, but was turned\ndown because the title was already claimed in Missouri.\nIn response, he wrote back saying that any\nname would do, as long as it was “different and peculiar.”\nA few weeks later, federal officials notified\nhim that he was the postmaster of Peculiar, Missouri.</p>\n</blockquote>\n<p>In the confusion of finding a name quickly, practical\nproblems sometimes emerged.  <em>Morrow</em>, Kansas,\nwas first named after a state senator, but this name\nhad to be changed to <em>Morrowville</em> “because of semantic\nconfusion when juxtaposed with a common preposition.\nThe railroad claimed that its ticket sellers were\nbecoming confused when passengers requested tickets\n“to Morrow.”</p>\n<p>At the December, 1987, meeting of the American\nNames Society in San Francisco, Lewis McArthur recited\na poem about another <em>Moro</em>, in Sherman County,\nOregon.  The passenger agent for the Union Pacific\nRailroad in that particular town was named Mr. Bassinger,\nand an often recited poem in the town was:</p>\n<blockquote>\n<p>Oh!  Mr. Bassinger<br>\nI want to be a passenger<br>\nI want to go to Moro<br>\nAnd I want to go today.<br>\nWell, the train that goes to Moro<br>\nIs now upon its way<br>\nAnd you cannot go to Moro<br>\nAny more today.</p>\n</blockquote>\n<p>Frank Remington indicates that on the official\nform for post office name selection there is a blank for\n“Name of Town” and the directions, “Please write in\nink.”  The residents of a particular town in Arkansas\ntook this information literally as they were voting for\nthe town name, and so many of them wrote in “Ink,”\nthat <em>Ink</em> became the name of the town.</p>\n<p>Railroads preceded settlers into many parts of the\nUnited States, and every few miles a siding had to be\nbuilt so that trains could pull off the track and wait for\nothers to pass.  Each siding was given a name.  Francis\nStupey of Amarillo, Texas, a lifelong employee of the\nSanta Fe Railway, has collected stories which he shares\nin a slide-show about the railroad sidings.  Names were\nused because they were easier to remember than numbers.\nFrequently a name was chosen on the basis of a\ntopographical feature, resulting in such names as\n<em>Bluffdale</em> (dale near a bluff), <em>Clifton</em> (town near a\ncliff), <em>Shopton</em> near a repair shop, and <em>Coalinga</em> near a\ncoal shed.  <em>Meridian</em> was on the 98th meridian, <em>Justin</em>\nwas “just inside” the county line, and <em>Haswel</em> was at a\nplace in Colorado that had dry wells.  Stupey points\nout that there were so many sidings needing names\nthat the railroaders were forced to be creative.  Spanish\nand Indian names were precedents to other non-English-sounding\nnames.  For example, casual observers\nprobably think such words as <em>Calgro, Rioca</em>, and\n<em>Mopeco</em> are Spanish.  Actually, in an early example of\nshrewd public relations, the names were taken from\nthe names of shippers.  Naming a siding after a company\nflattered the company and increased its loyalty to\nthe particular railroad.  <em>Calgro</em> was named for “California\nGrowers,” <em>Rioco</em> for the “Richfield Oil Company,”\n<em>Mopeco</em> for the “Mobile Petroleum Company,”\n<em>Hepoco</em> for the “Hercules Powder Company,” <em>Stoil</em> for\n“Standard Oil,” <em>Biola</em> for the “Bible Institute of Los\nAngeles,” and <em>Calwa</em> for the “California Wine Association.”</p>\n<p>Because Indians had lived in the areas first and\ngiven names to certain places that were fairly well\nknown, it is to be expected that some of their names\nwould be used: <em>Cucamonga</em> means 'many waters,'\n<em>Supai</em> 'blue water,' <em>Navasota</em> 'muddy water,' and <em>Wichita</em>\n'many lodges.'  A siding named <em>O'Keene</em> began as\nthe Indian word <em>Cheyenne</em> but an Irishman working\nfor the railroad decided to make it look Irish and so he\nchanged it and added an apostrophe.</p>\n<p>Twenty-seven of the fifty states have names taken\nfrom the 300 different Indian languages that were spoken\non this continent when the first European settlers\narrived.  Sometimes a place or state name was borrowed\ndirectly as was <em>Asingsing</em>, which became <em>Sing\nSing</em>, and <em>Messatossec</em> which became <em>Massachusetts.\nQuemessourit</em> became <em>Missouri, Ookannasa Arkansas,\nUneaukara Niagara, Machihaganing Michigan</em>, and\n<em>Potawanmeac Potomac</em>.  English speakers changed the\npronunciations because the sound patterns in the Indian\nlanguages were so different from those of English\nthat they could not hear, much less imitate, the exact\nwords the Indians were using.</p>\n<p>Some of the names have interesting stories behind\nthem.  <em>Kalamazoo</em>, Michigan, is supposed to have got\nits name from the Potawatomi tribe in which <em>Ke-ke-kala-kala-mazoo</em>\nmeans something like 'where the water\nboils (or steams) in the pot.'  Supposedly a man bet\nhis friends that he could run to the river and back\nbefore they could get a pot of water to boil.  <em>Ten Sleep</em>,\nWyoming, got its name because it was ten days' travel\nby foot from Yellowstone.  <em>Chugwater</em>, Wyoming, is at\nthe bottom of a high bluff over which the Indians\nwould stampede buffalo to kill them.  When the bodies\nof the buffalo his into the stream, they would make a\n“chug”-like noise, hence the name.  <em>Thunderbolt</em>,\nGeorgia, got its name hundreds of years ago when a\nbolt of lightning hit near the village.  When the people\nran to see what had happened, they found a mineral\nspring.  Believing that the lightning had created the\nspring, they named the area after the miraculous\nevent.</p>\n<p><em>American English</em>, by Albert H. Marckwardt,\ncontains the information that <em>Chicago</em> comes from an\nAlgonquian word meaning 'garlic field.'  It is further\npointed out that words coming from Indian languages\nfrequently undergo semantic change:</p>\n<blockquote>\n<p><em>Mackinaw</em>, the name of the island at the junction\nof Lakes Huron and Michigan, according to one\nexplanation at least, was a shortening of <em>Michili-mackinac</em>,\nmeaning 'great turtle.'  The reason for\nthis application is clear enough to anyone who has\nsuddenly come upon the pine-wooded hills of the\nisland projecting from the water.</p>\n</blockquote>\n<p>Mistranslations from the American Indian languages\nwere also common.  In his <em>Illustrated Dictionary\nof Place Names: United States and Canada</em>, Kelsie\nHarder points out that when the explorers asked the\nIndians what a place was called, they responded\n“Canada.”  The Indians meant 'village.' but the whites\ntook it to mean the name of the area.</p>\n<p>Often a name which appears to be Indian is something\nvery different.  According to George R. Stewart,\nin <em>American Place Names, Wewanta</em>, West Virginia is\nderived from the persistent plea in English of “We\nwant a post office.”  Stewart also reports that <em>Itasca</em>,\nMinnesota is a manufactured name: “Coined in 1832\nby W.T. Boutwell and H.R. Schoolcraft, who believed\nit to be the 'true source' of the Mississippi.  Boutwell\nrendered this in crude Latin as <em>Veritas Caput</em>; Schoolcraft\njoined the tail of the first word with the head of\nthe second.”</p>\n<p>A different type of mistranslation can result in a\nstrange kind of doublet.  <em>Mahoning/Licking</em> came to us\npartly as a transliteration, and partly as a translation.\nAccording to Jean L. Mutter, Arizona State University\n(Tempe),</p>\n<blockquote>\n<p>Upon learning that <em>mahon</em>-meant 'salt-lick,' the\nname was partially translated into English as <em>Lick-ing</em>,\nthe -<em>ing</em> being added by phonetic transfer and\nprobably some morphological influence, as well.</p>\n</blockquote>\n<p>Sometimes the borrowing of Indian words was\ncomplicated by going through a middle language, often\nFrench.  For example, the Sioux Indians (they\nspoke Omaha) called a river in the central part of the\nUnited States <em>Niboapka</em>.  Thomas Gasque, editor of\n<em>Names</em> points out that this word comes from <em>ni</em> 'water'\nand <em>bthaska</em> 'flat (like a board), spreading out.'  When\nFrench explorers came upon the name, they knew\nenough Sioux to know the name meant 'board,' so they\nused a translated version of the Indian name and\ncalled it <em>la Riviére Platte</em>.  English speakers adopted\nthe French name and talked about the <em>Platte River</em>.\nThey named one of the towns on its banks <em>North\nPlatte</em>.  But when the state applied for admission to the\nUnion in 1867, it was under the original Indian name\nwhich they spelled <em>Nebraska</em>.</p>\n<p>In addition to Indian sources, United States place\nnames have come from fifty different languages, but as\nwith the Indian names, most of the pronunciations\nhave been anglicized and many of the words have been\ntranslated.  The stress pattern of a place-name expression\ncan sometimes differentiate between two meanings,\nbut this clue can be lost if names alternate between\nlanguages.  In a 1977 article in <em>Onoma</em>, Henri\nDorion gives an example from French.  The name\n<em>Grande Riviére de la Baleine</em> became anglicized into\n<em>Great Whale River</em>, but this is ambiguous in English\nsince the <em>Great</em> can modify either <em>Whale</em> or <em>River</em>.\nWhen it was translated back into French, the wrong\nsense was used, and it became <em>Riviére de la Grande\nBaleine</em> rather than the original <em>Grande Riviére de la\nBaleine</em>.</p>\n<p>Another often-mistaken etymology is the name\n<em>Ajo</em> in Arizona.  This is thought by many people to be\nthe Spanish word for 'garlic,' but Jean Multer points\nout that an indigenous language has a similar-sounding\nword meaning 'paint,' and this might be the correct\norigin of the town's name:</p>\n<blockquote>\n<p>The first documented source of the name was almost\ncertainly not written <em>Papago</em>.  Formerly, more\nimportance was placed on written sources than on\nthe oral ones.  The surroundings supported both\nderivations; the ores from the mines supplied red\npaint, and a type of onion, akin to garlic, grew\nthere.</p>\n</blockquote>\n<p>Multer adds that these conflicting bits of evidence\nmake the etymology of <em>Ajo</em> difficult to confirm.</p>\n<p>According to Stupey, similar but less commercial\nnames include <em>Chanesa</em> named after the three children\nof a railroad man, <em>Charlie, Nellie</em>, and <em>Sarah</em>; and\n<em>Edruvera</em>, also named after three children, <em>Edwin,\nRuth</em>, and <em>Vera</em>.  Three adult sisters, <em>Daisy, Cora</em>, and\n<em>Nora</em>, were honored at <em>Dacono.  Anna S.</em> Wilson was\nhonored at <em>Anness</em> and <em>Ellen Woods</em> at <em>Lenwood,\nGlendora</em> and <em>Evadale</em> were named to honour early\nhusband-and-wife settlers, <em>Glen</em> and <em>Dora</em> and <em>Eva</em>\nand <em>Dale</em>.</p>\n<p>Sometimes names were reversed.  <em>Yewed</em> is <em>Dewey</em>,\nand <em>Corum</em> is <em>Muroc</em> backwards.  <em>Enon</em> is <em>none, Saxet</em>\nis <em>Texas</em>, and <em>Reklaw</em> is <em>Walker</em>: there was already a\nsiding named <em>Walker</em> and so when the same name was\nagain suggested, the clerk in the office just reversed it.\nThe main reason for the reversals was that they allowed\na man to name a siding after himself without\nappearing to be egocentric.  One man was too humble\nto have a siding named after him.  He was a popular\nrancher in California.  When he declined the offer, the\nworkers said he was “mucho modesto,” and they decided\nto honor him indirectly by naming the siding\n<em>Modesto</em>, now the name of a good-sized city.</p>\n<p><em>Tenino</em> was named for the number “1090,” but\nthere is disagreement on its significance.  One story is\nthat locomotive Number 1090 was wrecked nearby.\nAnother is that the elevation is 1,090 feet, and still\nanother is that 1,090 people lived there when the siding\nwas built.  There is an unconfirmed story that <em>Laredo</em>,\nTexas, was named for the sounds made by the\nchimes in the Catholic church: <em>la, re</em>, and <em>do</em>.  Another\nfolk etymology has it that the <em>Snake River</em> was so\nnamed because it coiled back and forth so much.  The\ntruth is, however, that it was named after the <em>Snake</em>\nIndians of that area; and it is further true that the\nSnake Indians got their name from their habit of eating\nsnakes: that part of the United States was very\npoor, and snakes were often the only food available.\nSome names do not tell false stories; they tell no stories\nat all.  <em>Azusa</em> for example is euphonious, but it does not\nimmediately suggest its own history.  In fact, <em>Azusa</em> was\nmade from the first and last letters of the alphabet,\nfollowed by “USA.”  <em>Ding Dong</em> was chosen as the\nwhimsical name for a siding in Bell County, Texas.</p>\n<p>Wish fulfillment is seen in the midst of California's\nDeath Valley, where sidings were given such coolsounding\nnames as <em>Klondike</em> and <em>Siberia</em>.  These exotic\nnames also provided opportunities for playful statements\nlike, “We're really sailing today.  We've come\nfrom Cuba to Alaska in fifteen minutes.”</p>\n<p>The story is told that six railroad men met near\nSan Bernardino, California.  The last item on the\nagenda was to find a name for a new siding.  They had\neach been instructed to bring a suggestion—perhaps a\nSpanish-sounding name, but one that was short and\neasy to say.  Each man's suggestion was rejected by the\nothers, hence they were surprised when the supervisor\nended the meeting saying they had made a unanimous\ndecision.  When questioned, he replied, “Well, you all\nsaid, 'On, no!'  so <em>Ono</em> is what we'll use.”</p>\n<p>The most common way for settlers to honor their\nnative lands and languages as they spread out over the\ncontinent was to bring old names from home to their\nnew towns.  <em>Moscow</em>, Idaho, was called <em>Paradise</em> until\nits Russian postmaster decided to change it.  This is\nespecially interesting in view of recent place-name\nchanges in Russia, whereby <em>Tsaritsyn</em> was changed to\n<em>Stalingrad</em>, then again to <em>Volgograd</em>.  Likewise <em>St.\nPetersburg</em> became <em>Petrograd</em> and later <em>Leningrad</em>.\nEven in America, politics change, and people go in\nand out of favor.  In “From Hero to Celebrity,” Daniel\nBoorstin points out that soon after Charles Lindbergh\nacquired a reputation as a pro-Nazi and accepted a\ndecoration from Hitler, the <em>Lindbergh Beacon</em> atop a\nChicago skyscraper was renamed the <em>Palmolive Beacon</em>,\nand high in the Colorado Rockies <em>Lindbergh Peak</em>\nwas given the more obscure name of <em>Lone Eagle Peak</em>.</p>\n<p>Many names were brought over from the Old\nWorld, including <em>Holland</em>, Michigan; <em>Shamrock</em>,\nTexas; <em>Lebanon</em>, Indiana; <em>Toledo</em>, Ohio; <em>Waterloo</em>,\nIowa; <em>Amsterdam</em>, Ohio; <em>Paris</em>, Texas; <em>Copenhagen</em>,\nNew York; <em>Rome</em>, Georgia, and <em>Mexico</em>, New York.\nThere is a Gulf Service Station in the city of Mexico,\nNew York, so this is called, “the Gulf of Mexico.”\n<em>Staten Island</em>, New York was named after the legislative\n<em>governing</em> body of the Netherlands, the <em>Staten-General</em>,\nperhaps because a meeting was held there in\n1776 in which American and British representatives\ntried unsuccessfully to negotiate a peaceful end to the\nAmerican Revolution.</p>\n<p>Picturesque images are often captured in names,\nas in <em>Bridal Veil Falls</em> in Utah, or <em>Teapot Dome</em> in\nWyoming.  In addition to these there is <em>Shiprock</em>, a\nrock resembling a ship in New Mexico, the <em>Finger\nLakes</em> in New York, and the <em>Sawtooth Mountain Range</em>\nin Idaho.  The “sawtooth” metaphor occurs also in\nSpanish, since <em>Sierra Nevada</em> in Spanish means “Snowcovered\nSaw.”  In Utah, the <em>Big Rock Candy Mountain</em>\nlooks good enough to eat, and the nearby <em>Lemonade\nSprings</em> makes a person thirsty.  The <em>Chocolate Mountains</em>\nof California are brown; the <em>Painted Desert</em> in\nArizona and <em>Flaming Gorge</em> in Wyoming are multicolored.</p>\n<p>Some American cities are named after animals.\nThere is <em>Wolf Lake</em> and <em>White Pigeon</em> in Michigan,\n<em>Deer Isle</em> in Maine, <em>Elk Run Heights</em> in Iowa, and\n<em>Deerfield</em> and <em>Raven</em> in Virginia.  One city that had a\nunique animal name decided that the uniqueness was\nnot worth the bother.  The town was <em>Ptarmigan</em>,\nAlaska, named after a wild bird common to the area.\nHowever, people had such a hard time remembering\nhow to spell <em>Ptarmigan</em> that they just began calling the\ntown <em>Chicken</em>, Alaska.</p>\n<p>Many city names express hope, as in <em>New Hope</em>,\nand <em>New Freedom</em>, Pennsylvania, <em>New Era</em>, Michigan,\nand the dozens of cities named <em>Paradise</em>.  Once in a\nwhile, however, a place gets a dysphemistic name,\nsuch as the <em>Badlands</em> in South Dakota, or <em>Great Dismal\nSwamp</em>, which is a 1500-square-mile section of\nVirginia and North Carolina.</p>\n<p>It is just for amusement that the residents of Ann\nArbor, Michigan write “A²” instead of Ann Arbor in\ntheir return addresses; or people in New Hampshire\njoke about the towns named <em>Orange, Lebanon</em>, and\n<em>Lyme</em>; or a motel owner in Comfort, Texas, which\nhappens to be near two towns named <em>Alice</em> and <em>Louise</em>,\nputs up a billboard saying, “Sleep here in Comfort\nbetween Alice and Louise.”</p>\n<p>Arizonans are amused at how <em>Showlow</em> and <em>Why</em>\nwere named.  <em>Showlow</em> started out as a cattle ranch\nand got its name when it was won by a gambler who\nshowed the low card in a game of seven-up.  <em>Why</em> was a\nwinter campground in the desert where people would\nbring their mobile homes and campers and stay during\nthe cold months.  When friends would arrive, many of\nthem would ask, “Why here?”  The residents decided to\ntake the words right out of their friends' mouths by\nnaming the town <em>Why, Arizona.  Truth or Consequences</em>,\nNew Mexico, used to be named <em>Hot Springs</em>,\nbut in 1950 the residents voted to change its name\nwhen the host of a popular radio show promised free\npublicity to any town that would do such a thing.\nSome names sound more appealing than they are.\n<em>Lovers Retreat</em>, Texas has a violent rather than a romantic\nhistory.  It is a rocky area where a rancher\nnamed Lover hid among the boulders from people intent\non killing him.</p>\n<p>It is not always possible to document the naming\nof particular places.  The town of <em>Intercourse</em>, Pennsylvania,\ngets so many questions about the origin of its\nname that the city has printed a brochure offering\nseveral explanations.  The name has been traced back\nas far as 1814, and one theory is that it was the local\nterm for a junction of two roads.  Another theory is\nthat there used to be a race track in the area and\n<em>Intercourse</em> was the spot where the horses entered onto\nthe course.  <em>Calistoga</em>, California, is supposed to have\nbeen accidentally named when a real estate developer\nfrom Sarasota, Florida, rose before a crowd to give a\nsales pitch for the new property he was promoting.  He\nwas nervous and instead of saying that it was going to\nbe the <em>Sarasota of California</em>, he said it was going to be\nthe <em>Calistoga of Sarifornia</em>.  People were so amused\nthat the name stuck.  <em>Eleva</em>, Wisconsin, is said to have\nbeen named by the whim of a snowstorm.  It was in the\nfall, and a sign painter was perched high on the side of\na newly completed grain elevator where he was to\npaint the name of the grain company.  He started with\nthe word <em>Elevator</em>, but by the time he had finished the\nfirst five letters, he was forced down by the snowstorm.\nWinter had come and it was nine months before the\nweather was good enough and the cement dry enough\nto finish the painting.  But by then, the name was so\nfirmly established that the painter did not bother to\nclimb up and finish the job.</p>\n<p>Ironic names are often given in hopes of achieving\na commercial advantage.  This is easily demonstrated\nin the real estate business where developers work hard\nto create names that will “sell” their town.  Someone\ndeveloping a town on what used to be a swamp might\nput a word like <em>Heights</em> in the name to counteract\nnegative feelings or fears people might have about\nleaking basements.  Someone cutting up a farm into\nsmall lots will try to communicate a feeling of spaciousness\nwith such words as <em>Ranch, Estate, Manor</em>, or\n<em>Garden</em>.  Sometimes the onomastic irony merely resulted\nin two viable perceptions of the same place.\nTalking about some original Indian naming patterns,\nKelsie Harder said that “At the Grassy Meadow” might\nbe one person's perception of a place, while “At the\nChigger-Infested Patch” might be another's.</p>\n<p>Some of the original place names were rather\ncrude and had to be changed to appeal to more genteel\ntastes, but such amelioration was sporadic.  <em>Whore-house\nMeadows</em>, Oregon was changed to <em>Naughty\nGirls Meadows</em> by the federal mapmakers, and <em>Bullshit\nSprings</em>, Oregon was changed to <em>Bullshirt Springs</em>.  Interestingly,\nthe local residents were very upset about\nthe first change, but not about the second.  <em>Titus Canyon</em>\nis also a concealed obscenity.  The original name\nwas “Tight Ass Canyon,” named because of the narrowness\nof the pass.  Robert Rennick has noted that\nmany local citizens were indignant that civilization\nhad chosen to modify the name.</p>\n<p>Some names, although they may be objectionable,\nare not changed.  Paul Eschholz, Alfred Rosa, and Virginia\nClark quote an article which appeared in the\nDecember 11, 1972 issue of <em>Time</em>.</p>\n<blockquote>\n<p>Some American place names have a unique resonance\nabout them—places like <em>Maggie's Nipples</em>,\nWyoming, or <em>Greasy Creek</em>, Arkansas, <em>Lickskillet</em>,\nKentucky, or <em>Scroungeout</em>, Alabama.  Collectors of\nAmericana also savor <em>Braggadocio</em>, Missouri, the\n<em>Humptulips River</em> in Washington, <em>Hen Scratch</em>,\nFlorida, <em>Dead Bastard Peak</em>, Wyoming, <em>Two Teats</em>,\nCalifornia, or <em>Aswaguschwadic</em>, Maine.</p>\n</blockquote>\n<p>A few years ago we were volunteer readers for Frederic\nG. Cassidy's <em>Dictionary of American Regional English</em>.\nIn going through an early explorer's journal we found\nfrequent references to some mountains called <em>The\nTeats</em>.  After investigating we found that in the 1800s\nthis was the common name for what we now use\nFrench for so that we can genteelly talk about <em>The\nGrand Tetons</em>.</p>\n<p>Through selective editing, names can be chosen to\nillustrate a desirable quality of a location.  Cassidy also\nfound <em>Mud Lake</em> transformed into <em>Silver Lake</em> for purposes\nof promotion.  An the other hand, the people of\nIceland gave their own island the unappealing name of\n<em>Iceland</em> in hopes of discouraging immigrants from\ncoming to what is actually a relatively warm and comfortable\nplace to live, since it is heated by geothermal\nactivity.  Then they named the neighboring country\nwhich is actually covered with ice—over 10,000 feet\ndeep in places—<em>Greenland</em>.  It might have been Eric\nthe Red who bestowed the verdant name “Greenland”\nupon the usually snow-and-ice covered country.</p>\n<p>This is a strange flip-flop, because in those days,\njust as today, more people were interested in attracting\nrather than repelling visitors and settlers.  We see this\nin the way that postmasters increased their fame by\nnaming post offices after their businesses.  The first\nU.S. mail service began in conjunction with stagecoach\nruns.  The stops were at inns or country stores.\nThe person who ran the business received a little extra\nmoney to serve as postmaster and in this role could\ndecide on the name of the post office.  At first, little\nattention was paid to the post office name, but as mail\nbecame increasingly important, it was the post office\nname which often won out as the town name.  This is\nhow towns got such names as <em>Brown Store</em>, Virginia;\n<em>Yellow House</em>, Pennsylvania; <em>Big Cabin</em>, Oklahoma;\n<em>Willey House</em>, New Hampshire; and <em>Macks Inn</em>, Idaho.\nMail for other communities was left at crossroads or\nwaterways, yielding the names of <em>Moores Bridge</em>,\nAlabama; <em>Paris Crossing</em>, Indiana; <em>Tracys Landing</em>,\nMaryland; <em>Wells Bridge</em>, New York; <em>Galivants Ferry</em>,\nSouth Carolina; and <em>Harpers Ferry</em>, West Virginia.</p>\n<p>Let us conclude with an insightful statement\nmade by Isaac Taylor in <em>Words</em> and <em>Places</em>:</p>\n<blockquote>\n<p>The words of a nation's speech are continually\nclipped and worn down by constant currency, until,\nlike ancient coins, the legend which they bore at\nfirst becomes effaced.</p>\n</blockquote>\n<p>Unlike the ancient coins, however, the legends in place\nnames can sometimes be recovered.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fascinating Toponymics—Geographical Names and the Stories They Tell</h1> <p><em><span data-rel=\"author\">Don Nilsen</span> <span data-rel=\"location\">Alleen Nilsen, and Jean Multer, Arizona State University</span></em></p> <p>Settlement was much more rapid in the United\nStates than it had been in Europe, and this has\naffected the place-naming patterns.  In Europe people\nhad time to contemplate the area before settling on an\nappropriate name; in the United States, where settlement\nwas more rapid, names often had to be chosen\nwithout delay.  This haste has quickened the creative\njuices, and has sometimes resulted in innovative and\nintriguing place names.  As George Stewart wrote,</p> <blockquote>\n<p>In a period of rapid expansion, towns and counties\nwere being established every day...the demand\nfor names outran the supply, and the result was\nboth monotony and confusion.</p>\n</blockquote> <p>The problem of having to create a large number of\nplace names in a relatively short period is illustrated in\na true story told by Mark Wexler:</p>"
}