{
  "type": "Article",
  "title": "The Past As Prologue",
  "author": "William H. Dougherty",
  "location": "Sante Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Past As Prologue</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Sante Fe</span></em></p>\n<p>The diary that Samuel Pepys kept from the the first\nday of 1660 till he thought he was losing his\neyesight eight and a half years later can tell us a lot\nabout how the English language has changed or remained\nmore or less constant over the last three and a\nhalf centuries.  There may be other sources equally\nrich in examples for comparison, but there can hardly\nbe another that is at the same time so much fun to read\nand accessible.  Moreover, the Restoration period\nwhen Pepys kept his diary is a good time to compare\nwith ours, because by then the basis of modern English\nhad been laid down by the Elizabethans.</p>\n<p>For a mechanical and therefore objective lexical\ncomparison I did a spelling check with my Q&amp;A software\non the first two paragraphs of <em>Time's</em> August 7,\n1989, cover story on anchor woman Diane Sawyer\nand on the slightly longer first entry in Pepys's <em>Diary</em>,\ndated January 1, 1660.  Except for proper\nnames, the spelling checker stopped on two words\nin the <em>Time</em> paragraphs that were not in its lexicon:\nshow-<em>biz</em> and <em>credentialed</em>.  Likewise two words in\nPepys's entry gave pause to the checker, though\nthey are not so much lost words as obsolete forms of\nwords: <em>hath</em> and <em>doth</em>.  I should add that where Pepys\nphonetically wrote <em>then</em> he meant <em>than</em> and that he\nused the adjective <em>handsome</em> to describe his financial\ncondition, as we would rarely do today.  Nevertheless,\nthe spelling-check test provides some indication\nthat English vocabulary has not discarded as\nmany words over the past three centuries as one\nmight expect.  Our vocabulary has rather been\nswollen by these centuries of technological breakthroughs\nand social and political revolutions.</p>\n<p>Though such words as <em>betimes</em> and <em>whither</em> and\nsuch forms as <em>doth</em> and <em>hath</em> have dropped out of\nordinary usage, today's English-speaking reader of\naverage education can read most of the <em>Diary</em> without\nencountering any word that would send him to\nhis dictionary.  In fact, so rapidly does our vocabulary\ncontinue to expand by the addition of such technical\nneologisms as <em>AIDS</em> or <em>star wars</em> and such borrowings\nas <em>zaftig</em> and <em>ayatollah</em> that a reader of our\nday could well be more taxed to know the meanings\nof all the words in yesterday's newspaper than to\nunderstand all of the <em>Diary</em>.</p>\n<p>Besides the lexicon, grammar—especially syntax—has\nchanged somewhat, too, though again not\nso much as to be incomprehensible to the average\nmodern reader.  On the one hand, Pepys's English\nmay seem slightly stilted or Biblical by modern standards,\nwith frequent absolute constructions and the\nuse of <em>do</em> as an auxiliary for affirmative verbs where\nno emphasis is intended, as, for example, in his entry\nfor August 31, 1662, where he thanks “Almighty\nGod, who doth most manifestly bless me in my endeavors\nto do the duty of my office—I now saving\nmoney, and my expenses being very little.”  This casual\nuse of the auxiliary <em>do</em> seems to be creeping back\ninto English usage, especially among waiters for\nsome reason, who are increasingly wont to announce,\n“As the catch of the day, we do have red\nsnapper....” Ordinarily, though, in American\nspeech the auxiliary <em>do</em> is reserved for negative or\ninterrogative statements as in <em>Don't do it</em> or <em>Do you\ndo it?</em>  or for emphasis, particularly in rebuttal, as in\n<em>But I do do it</em>!  We have gained a handy distinction\nhere.  On the other hand, Pepys's English, while familiar\nenough to us, may sound slightly nonstandard,\nas where past-tense forms and past participles are\ncoalesced.  Pepys writes, just as we might say but\nought not write, “... running up and down...\nwith their arses bare... being beat by the watch.”\n(October 23, 1668)</p>\n<p>The progressive tense occurs in Pepys's <em>Diary</em>,\nas for example in his entry for February 3, 1665:\n“She was dressing herself by the fire...and there\ntook occasion to show me her leg”; but he uses it\nmuch less than we do.  For us it has practically replaced\nthe future tense, as when we say, “I'm going\nto town tomorrow.”  Contractions are even rarer in\nthe <em>Diary</em> but do occur, for example in his entry for\nSeptember 9, 1667: “Says that Knepp won't take\npains enough...”</p>\n<p>More surprising than evident but relatively insignificant\ndifferences between the language in\nPepys's <em>Diary</em> and our everyday language are the\nwords and expressions that have persisted in English\nfor more than three centuries without having ever\ngained full acceptance.  For instance, take <em>I</em> when\ncompounded with another pronoun or a noun in the\nobjective case, as in: <em>Between you and I</em>....  Even\neducated speakers nowadays often use <em>I</em> in combinations\nwhere <em>me</em> is prescribed.  There is an academic\nlegend that this solecism is a hypercorrection forced\ninto our American English when generations of\nschoolmarms pounded into the heads of generations\nof schoolchildren that they must not say <em>me</em> in such\ncombinations as <em>me and Johnny done it</em>.  Not so.  Samuel\nPepys, never confused by an American schoolmarm,\ninvariably, so far as I have found, used <em>I</em> instead\nof <em>me</em> when the pronoun was combined with\nanother pronoun or noun as the object of a verb or\npreposition.  To cite a few examples: “... did take\nmy wife and I to the Queenes presence-Chamber\n...” (November 22, 1660); “... who pleased my\nwife and I ...” (December 27, 1660); “... Mrs.\nSarah talking with my wife and I...” (October 20,\n1663); “... if God send my wife and I to live ...”\n(May 8, 1667); and “This morning up, with mighty\nkind words between my poor wife and I” (November\n20, 1668).  Pepys does not use <em>they</em> and its inflected\nforms as an indefinite singular pronoun\nnearly as commonly as we do in such constructions\nas “Everyone on their feet!”, but in his entry for\nMarch 20, 1668, he writes “... everybody endeavouring\nto excuse themselfs.”  And in his entry\nfor October 14, 1667, we find “... till they send\nfor me” where the subject is no one in particular.\nSimilarly, <em>who</em> in the objective case appears to have\nbeen on the threshold of acceptance into standard\nEnglish for more than three hundred years.  Pepys\nrepeatedly uses the pronoun so, for instance: “...\nBurroughs, who I took in and drank with” (August 6,\n1667).  However, in his entry for August 7, 1668, we\nfind: “... whom I was pleased with all the day....\n”As for <em>lay</em> for <em>lie</em>, whose force of usage has by now\nalmost won acceptance into the standard language,\nwe find in Pepys's entry for June 22, 1667:\n“... found not a man on board her [a ship] (and her\nlaying so near them was a main temptation to them\nto come on).”  (Compare this with Kipling's “Where\nthe old Flotilla lay” where <em>lay</em> is the past tense of\n<em>lie</em>.)</p>\n<p>There are also in Pepys's <em>Diary</em> words and\nphrases that have been admitted to our standard language\nbut that still sound a bit colloquial.  <em>This is me,</em>\nwhich we find in his entry for October 31, 1667, has\nfinally been accepted into standard English, though\nit took three centuries and Winston Churchill's fiat\nto do it.  When Pepys writes <em>mad,</em> usually he means\n<em>angry,</em> just as Americans do today: “... which\nmakes our merchants mad” (February 9, 1664).  Telling\nof annoyances on October 10, 1667, he twice\nwrites: “... which did make me mad,” as well as:\n“I begun heartily to sweat and be angry ...” Today\nthis meaning of <em>mad</em> is more at home in American\nthan in British English.  The same can be said of certain\nother of Pepys's locutions, for example the past\nparticiple <em>gotten</em> instead of <em>got:</em> “... who were by\nthis time gotten most of them drunk” (June 2,\n1666).</p>\n<p>In general, one tends to find confirmed in the\nlanguage of the <em>Diary</em> the relative conservatism of\nAmerican as contrasted with British standard English.\nSo far as dialects are concerned, I know British\ndialects too little to say.  But there is in the <em>Diary</em> a\nlocution that I have encountered only there, I believe\nin Shakespeare, and commonly, though less\nand less, in the speech of West Texas farmers: <em>like(d)\nto ...</em> as in “That ol' boy like to of killed hisself” or\nin Pepys's entry for April 14, 1660:“... the purser\n... had like to have been drowned had it not been\nfor a rope.”</p>\n<p>In the three hundred years since Pepys the general\ndrift of English has been towards a Chinese kind\nof grammer with loss and confusion of inflection and\nwith phrases used as words.  A carelessness about inflection\nin Pepys's day is shown above with the examples\nof the objective <em>I</em> and <em>who</em>.  Rarer back then\nwas the use of whole phrases as single words as, for\ninstance: <em>to quickly and efficiently do this job,</em> where\nthe verb and two adverbs are treated together as a\nso-called split infinitive marked by <em>to,</em> instead of the\nprescribed <em>to do this job quickly and efficiently,</em>\nwhere only <em>do</em> is the infinitive marked as such by <em>to</em>\nand modified by two adverbs.  So it comes as something\nof a surprise to find a clause in the 1662 <em>Diary</em>\nthat sounds like wording in a television commercial:\n“I saw the so much by me desired picture of my\nLady Castlemayne....” (October 20).  Pepys also\nhas a tendency to omit subject pronouns, reminding\none of television commercials: “Had a bowl of\nWhamo this morning.  Feel great!” a trim, muscular\ntype in a TV commercial might exclaim, sounding\nrather like Pepys when he wrote over three centuries\nago, “Dined with Mr. Stephens...” (July 3,\n1660) or “Lay long in bed...” (July 15, 1660).</p>\n<p>Pepys's <em>Diary</em> owes its eventual status as a classic\nto its candor and the author's privileged position\nas an observer of Restoration England.  But he did\nhave a style of his own that should be taken into\nconsideration in any evaluation of the language of\nhis <em>Diary</em>.  His English, as suits the dairy of so exuberant\nand impatient a man and a stenographer\namong other things, strikes us as almost telegraphic\nin its compression.  It is doubtful that in conversation\nhe would ever remark, “Up early ...” or “Up betimes...,”\nthe phrases with which he so often begins\nhis dairy entries.  But allowing that the language\nis well adapted to a stenographer's very private diary\nand of its particular time and place, we find little\nthat is obscurely archaic in its style.  Despite such\ninteresting differences as are noted above, the language\nof Pepys's journal, however dated, is not generically\nunlike what we might expect to find in a\nsecret journal kept by a yuppie bureaucrat of our\ntimes.</p>\n<p>[Reference throughout this essay is to <em>The Diary\nof Samuel Pepys</em>, edited by Robert Latham and William\nMatthews, University of California Press,\nBerkeley and Los Angeles, 1970.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Past As Prologue</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Sante Fe</span></em></p> <p>The diary that Samuel Pepys kept from the the first\nday of 1660 till he thought he was losing his\neyesight eight and a half years later can tell us a lot\nabout how the English language has changed or remained\nmore or less constant over the last three and a\nhalf centuries.  There may be other sources equally\nrich in examples for comparison, but there can hardly\nbe another that is at the same time so much fun to read\nand accessible.  Moreover, the Restoration period\nwhen Pepys kept his diary is a good time to compare\nwith ours, because by then the basis of modern English\nhad been laid down by the Elizabethans.</p> <p>For a mechanical and therefore objective lexical\ncomparison I did a spelling check with my Q&amp;A software\non the first two paragraphs of <em>Time's</em> August 7,\n1989, cover story on anchor woman Diane Sawyer\nand on the slightly longer first entry in Pepys's <em>Diary</em>,\ndated January 1, 1660.  Except for proper\nnames, the spelling checker stopped on two words\nin the <em>Time</em> paragraphs that were not in its lexicon:\nshow-<em>biz</em> and <em>credentialed</em>.  Likewise two words in\nPepys's entry gave pause to the checker, though\nthey are not so much lost words as obsolete forms of\nwords: <em>hath</em> and <em>doth</em>.  I should add that where Pepys\nphonetically wrote <em>then</em> he meant <em>than</em> and that he\nused the adjective <em>handsome</em> to describe his financial\ncondition, as we would rarely do today.  Nevertheless,\nthe spelling-check test provides some indication\nthat English vocabulary has not discarded as\nmany words over the past three centuries as one\nmight expect.  Our vocabulary has rather been\nswollen by these centuries of technological breakthroughs\nand social and political revolutions.</p> <p>Though such words as <em>betimes</em> and <em>whither</em> and\nsuch forms as <em>doth</em> and <em>hath</em> have dropped out of\nordinary usage, today's English-speaking reader of\naverage education can read most of the <em>Diary</em> without\nencountering any word that would send him to\nhis dictionary.  In fact, so rapidly does our vocabulary\ncontinue to expand by the addition of such technical\nneologisms as <em>AIDS</em> or <em>star wars</em> and such borrowings\nas <em>zaftig</em> and <em>ayatollah</em> that a reader of our\nday could well be more taxed to know the meanings\nof all the words in yesterday's newspaper than to\nunderstand all of the <em>Diary</em>.</p>"
}