{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Does Accent Matter?: The Pygmalion Factor",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Does-Accent-Matter-Pygmalion-Factor/dp/0571145094\"><em>Does Accent Matter?: The Pygmalion Factor</em></a></h1>\n<p>John Honey, (Faber and Faber, 1989), xii + 208pp.</p>\n<p>This interesting, readable book is probably the\nmost sensible work on the pronunciation of English\never published.  Professor Honey, an English linguist\nnow on assignment in Bophuthatswana, one of the less\neasily pronounceable places in the world, writes in a\nstraightforward, simple, casual, friendly style totally\ndevoid of the off-putting symbols and technical jargon\nthat usually mark writing on pronunciation.  That is\nnot to say that the book's theme is casual, for Honey\ncomes to grips with social aspects of language that are\nseldom treated, even in a clinical manner, by linguists.\nA notable exception in the United States is William\nLabov; but, despite his open, readable style, Labov's\nwork is known mainly to academics because it appears\nin scholarly journals and in books distributed largely to\nthe academic market.  For all that, <em>Does Accent Matter</em>?\nis not a whit less scholarly, and Faber must be\ncongratulated for perceiving it as a work that deserves\na wider readership.  The biggest concessions to make\nthe presentation more palatable for the general reader\nis the elimination of footnote references within the\ntext: even superior numbers do not appear in the text,\nand those who demand footnotes must refer to a brief\nAppendix where they are arranged, chapter by chapter,\nwith clear page references.  As one who understands\nthe importance of footnotes but loathes them\nbecause of their continual, unsightly interruption of\nnormal reading, I applaud this treatment: they are\nthere if you want them, but they do not intrude.  The\nindex is quite thin on the ground: after reading such a\nbook, one naturally puts it aside till it is wanted for\nreference to certain points, and the paucity of the index\nwill make the location of information something of\na chore at a later date.  I have always felt that every\nbook on language should include, either in its index or\nin a separate listing, all of the words and word elements\ndiscussed in the text, for they often provide the\npoint of reference for a researcher.</p>\n<p>Honey explains the distinction between <em>dialiect</em>\nand <em>accent</em>:</p>\n<blockquote>\n<p>If a regional speaker also uses the grammer, vocabularly,\nand idiom that are distinctive of his region,\nthen we say he is speaking <em>dialect</em>.  But if he uses the\ngrammer, vocabularly, and idiom of the standard\nEnglish found in newspapers, books, magazines, and\nnews bulletins, then all we notice about his speech is\nhis <em>accent</em>—and possibly his intonation.</p>\n</blockquote>\n<p>Most of this book is understandably concerned with\naccent in the United Kingdom, though other varieties\nof English are discussed.  To better understand attitudes\ntoward the English spoken in the UK one must\nbe familiar with the term <em>Received Pronunciation</em>\n(RP), which the author describes as:</p>\n<blockquote>\n<p>The accent most obviously associated with the standard\nEnglish dialect..., [RP] echoes the rather\nold-fashioned sense of 'received' as meaning 'generally\naccepted' as in the terms 'received opinion' and\n'received wisdom,' especially by those who are\nqualified to know.</p>\n</blockquote>\n<p>Among speakers of English worldwide, either as a native\nor an acquired language, RP is the most highly\nregarded accent—indeed, some might well regard RP\nas standing for 'Revealed Pronunciation'—so it behooves\none to pay attention to Professor Honey's comments\nabout it, favorable and adverse.  The chapter\ntitles give a good indication of the subject matter\ncovered:</p>\n<blockquote>\n<p>ONE  What is 'an accent'?<br>\nTWO  Where did RP come from?<br>\nTHREE  Talking proper and talking posh<br>\nFOUR  Are some accents better than others?<br>\nFIVE  What is happening to RP?<br>\nSIX  Accent variety and the mass media<br>\nSEVEN  The accents of politics<br>\nEIGHT  Changing patterns<br>\nNINE  Accents and the future</p>\n</blockquote>\n<p>In the course of his treatment of these topics, the\nauthor provides a wealth of information that answers\nnumerous questions (and confronts many of the prejudices)\nthat many people have about language:</p>\n<blockquote>\n<p>Increasing literacy and pressures towards 'correctness'\nled in England to spelling-pronunciations\nwhich caused speakers to restore a whole range of\nsounds which earlier generations had dropped, like\nthe <em>l</em> in <em>fault, vault</em>, and <em>soldier</em>; the second <em>w</em> in\n<em>awkward</em> and the sole <em>w</em> in <em>Edward</em>; the <em>t</em> at the\nend of <em>pageant, respect</em>, and <em>strict</em>; and the <em>d</em> in\nthe middle of the word <em>London</em> and at the end of\n<em>husband</em>.  Over the same period speakers of the\nstandard English accent learned to drop the final <em>d</em>\n0which for centuries had been attached when ordinary\nfolk talked of a <em>scholard</em> and his <em>gownd</em>.</p>\n</blockquote>\n<p>We all know about language prejudice, but it is nonetheless\ninteresting to read that:</p>\n<blockquote>\n<p>...an RP accent was one of the foremost criteria\nfor being an officer in the First World War.  In Birmingham\nin 1918 it was possible to buy a manual\ndesigned to enable local speakers to correct their\naccents, since, as its author claimed, “to no one is\nthe absence of local dialect more important than to\nthe young officer in the army”.  Carnage at the\nfront forced that specification to be relaxed in\nmany cases, and men had to be commissioned\nwhose voices betrayed their promotion from the\nranks.  When one such officer inspected the cadets\nat a public school (Lancing) in 1919, the sixteen-year-old\nEvelyn Waugh helped to organize the\ndropping of rifles as a demonstration against the\nman's accent....</p>\n<p>[In the Second World War] the public-school-educated\nactor Dirk Bogarde (born in 1921) claims\nthat in that war the sole reason for his promotion\nfrom the ranks to officer status was his accent.</p>\n</blockquote>\n<p>And we know that Professor Honey has it right when\nhe writes about</p>\n<blockquote>\n<p>...the tendency, which now pervades the whole\nof our society, for us to attach to particular accents\ncertain generalized assumptions about the values\nand attributes considered typical of certain social\ngroups.  In other words, we judge accents by\nstereotypes which we already have about their\nspeakers....  One US observer has claimed that\nnon-standard features (grammer and vocabulary as\nwell as accent) have the power to close off a conversation\namong strangers, bring job interviews to an\nabrupt end and, when used on the telephone, to\nrender a flat advertised as vacant that morning suddenly\nto be declared “already let”.</p>\n</blockquote>\n<p>A curious aspect of RP was (or is) its continual\nshifting: as soon as some of its characteristics are\nadopted by speakers of a different social or educational\nclass, RP speakers, by consent that could\nscarcely be tacit, change the rules of the game, coming\nup with <em>shootin'</em> and <em>huntin'</em>.  For example, American\nreaders of S.S. Van Dine's detective novels of the\n1930s might have been mystified by the insertion into\nthe dialogue of its lordly hero expressions like\n<em>don'tcher know</em> and the anathematized <em>ain't</em>.</p>\n<p>Americans may be pleased (or relieved) to learn\nthat</p>\n<blockquote>\n<p>The American accent—any American accent—can\nexpect a favourable reception in Britain, for three\nreasons.  First, its speaker is perceived as standing\noutside the social-class hierarchy which partly explains\nthe scale of evaluation of our own British accents.\nSecondly, we are not able to judge, on accent\nalone, the features of 'educatedness' which might\nbe apparent to native American listeners, so we\ngive the speaker the benefit of the doubt.  Thirdly,\nthe American accent is to some extent glamorized\nby the film industry and by the number of American\nprogrammes shown on British television.  Canadian\nEnglish accents, which in Britain cannot normally\nbe distinguished from American, share the\nsame generally favourable evaluation....  If the\ngreatest single influence on the current evolution of\nEnglish RP and of many non-standard accents in\nBritain today is the 'popular' London accent, it is\nalso true that the greatest single influence on the\ngrammar, vocabulary, and idiom of English as spoken\nand written in Britain is American English.</p>\n</blockquote>\n<p>Those who are not intimately familiar, from listening\nto them on radio and television, with how specific\nBritish politicians and entertainers of the decades\nsince <em>WWII</em> sound may find themselves at sea in the\nrather detailed descriptions (chapters six and seven) of\ntheir pronunciations and their effects, good and bad,\non the British public.  Despite that, Honey's treatment\nis virtually self-explanatory, and anyone contemplating\na work on American accents would do well to be\nguided by the principles he has established.</p>\n<p>Inevitably, there are some slips regarding American\npronunciation and accent, most if not all of which\ncan be charged to the failure to identify specific dialects\nor the absence of a restrictive modifier like <em>most</em>\nor <em>many</em> to precede <em>American speakers</em>.  For example,</p>\n<blockquote>\n<p>American English removes the <em>y-</em> from the <em>yu-</em>\nsound when it turns <em>new</em> and <em>duke</em> into <em>noo</em> and\n<em>dook</em>...</p>\n</blockquote>\n<p>That is a pattern characteristic of only certain\nAmerican dialects (as a check in any good modern\ndictionary would reveal).  The same is true for Honey's\nassumptions about <em>Buddha</em>, which he implies is universally\npronounced in AE with the vowel of <em>boot</em>;\nabout <em>Moscow</em>, the second syllable of which is not\nalways rhymed in AE with <em>cow</em>; about <em>Nepal</em>, which is\npronounced identically to the British (RP) way by\nmany AE speakers; and about <em>Vietnam</em>, the <em>-nam</em> of\nwhich, contrary to the author's information, is pronounced\nby many AE speakers to rhyme with <em>dam</em>, not\n<em>palm</em>.  As for <em>Pakistan</em>, Americans tend to give both <em>a</em>\nsounds the same quality, whether they rhyme them\nwith that in <em>father</em> or in <em>man</em>.  On the other hand, the\npronunciation of <em>Afghanistan</em> in Britain follows either\nthe pattern of <em>Pakistan</em>, which has the <em>a</em> of man in the\nfirst syllable and that of <em>father</em> in the last, or, as in\nAmerica, is heard with the <em>a</em> of <em>man</em> in both positions.</p>\n<p>Again:</p>\n<blockquote>\n<p>Americans pronounce a strong <em>r</em> in <em>card, port</em>, and\nsimilar contexts...,</p>\n</blockquote>\n<p>an observation that does not apply to New Yorkers or\nNew Englanders.  And the author has been misled to\ninfer that <em>all</em> Americans say deTAIL, baTON, INquiry\nadverTISEment, haRASS, and REsearch: both occur.\nI, for one, say deTAIL, baTON, inQUIry or INquiry\n(depending on the day), adVERtisement, HARass, and\nreSEARCH, which leads me to think that these stress\npatterns are not necessarily distributed along dialectal\nlines.</p>\n<blockquote>\n<p>...Britons get the impression that large numbers\nof Americans go through their whole lives unable\nto make confident distinction between a positive\nand a negative statement of possibility, between 'I\ncan do it' and 'I can't do it'.</p>\n</blockquote>\n<p>It may not come as much of a revelation to Professor\nHoney to learn that even I, a native speaker of AE,\noften have to ask whether an American speaker meant\nto say <em>can</em> or <em>can't</em> when the word receives any emphasis;\nbut in normal, unstressed speech the former is\nusually reduced to 'k'n' while the latter is of longer\nduration, even, than that of the noun <em>can</em>.  To be sure,\nthe RP practice of rhyming <em>can</em> with <em>man</em> and the <em>a</em> of\n<em>can't</em> with that of <em>father</em> does neaten things up a bit.</p>\n<p><em>Does Accent Matter?</em>  has a sprinkling of amusing\nanecdotes, this being one of my favorities:</p>\n<blockquote>\n<p>Around 1980 a senior French political figure was\nmade the subject of a BBC radio profile.  The programme\nwas the more interesting because of the\npolitician's admirable fluency in English.  Listeners\nwere diverted to hear him explain, in answer to a\nquestion about his personal life, that his pastimes\nincluded “middle-aged antics,” and they must have\nwondered what innocent japes—or perhaps amorous\nfrolics—the old boy got up to, until they\nworked out that <em>middle-aged</em> was his very reasonable\nattempt at translating <em>du moyen age</em> (medieval),\nand that <em>antics</em> was his Gallic stress pattern\nfor 'antiques'.</p>\n</blockquote>\n<p>As a speaker of AE sojourning for several months\neach year in Britain during the past twenty years, I\nhave been struck by the creeping changes I have perceived\nin the RP pronunciation of some ordinary words\n<em>(controversy, disciplinary)</em> and of proper names: news-readers\non BBC Radio 4 and World Service tend to\nstress <em>Afghanistan</em> and <em>Khomeini</em> on the last syllable\nwhere formerly one heard it stressed on the sound.</p>\n<p>I had best curb my temptation to reproduce the\nentire book here by stopping now, leaving readers with\na great deal to look forward to.  In the unlikely event\nthat my message has not come across, allow me to\nrepeat that VERBATIM readers are sure to find it as\nengaging as I did.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Does-Accent-Matter-Pygmalion-Factor/dp/0571145094\"><em>Does Accent Matter?: The Pygmalion Factor</em></a></h1> <p>John Honey, (Faber and Faber, 1989), xii + 208pp.</p> <p>This interesting, readable book is probably the\nmost sensible work on the pronunciation of English\never published.  Professor Honey, an English linguist\nnow on assignment in Bophuthatswana, one of the less\neasily pronounceable places in the world, writes in a\nstraightforward, simple, casual, friendly style totally\ndevoid of the off-putting symbols and technical jargon\nthat usually mark writing on pronunciation.  That is\nnot to say that the book's theme is casual, for Honey\ncomes to grips with social aspects of language that are\nseldom treated, even in a clinical manner, by linguists.\nA notable exception in the United States is William\nLabov; but, despite his open, readable style, Labov's\nwork is known mainly to academics because it appears\nin scholarly journals and in books distributed largely to\nthe academic market.  For all that, <em>Does Accent Matter</em>?\nis not a whit less scholarly, and Faber must be\ncongratulated for perceiving it as a work that deserves\na wider readership.  The biggest concessions to make\nthe presentation more palatable for the general reader\nis the elimination of footnote references within the\ntext: even superior numbers do not appear in the text,\nand those who demand footnotes must refer to a brief\nAppendix where they are arranged, chapter by chapter,\nwith clear page references.  As one who understands\nthe importance of footnotes but loathes them\nbecause of their continual, unsightly interruption of\nnormal reading, I applaud this treatment: they are\nthere if you want them, but they do not intrude.  The\nindex is quite thin on the ground: after reading such a\nbook, one naturally puts it aside till it is wanted for\nreference to certain points, and the paucity of the index\nwill make the location of information something of\na chore at a later date.  I have always felt that every\nbook on language should include, either in its index or\nin a separate listing, all of the words and word elements\ndiscussed in the text, for they often provide the\npoint of reference for a researcher.</p> <p>Honey explains the distinction between <em>dialiect</em>\nand <em>accent</em>:</p> <blockquote>\n<p>If a regional speaker also uses the grammer, vocabularly,\nand idiom that are distinctive of his region,\nthen we say he is speaking <em>dialect</em>.  But if he uses the\ngrammer, vocabularly, and idiom of the standard\nEnglish found in newspapers, books, magazines, and\nnews bulletins, then all we notice about his speech is\nhis <em>accent</em>—and possibly his intonation.</p>\n</blockquote>"
}