{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Concise Dictionary of Slang and Unconventional English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/concise-dictionary-slang-unconventional-english/author/paul-beale/\"><em>A Concise Dictionary of Slang and Unconventional English</em></a></h1>\n<p>Paul Beale, ed., (Routledge, 1989), xxvi + 534pp.</p>\n<p>This is an abridgment of the eighth edition of <em>A\nDictionary of Slang and Unconventional English,</em> by\nEric Partridge, edited by Paul Beale and published\nin 1984.  Born in 1884, Partridge died in 1979; Paul\nBeale has picked up the reins in an able manner and\ncontinues to charge ahead.  This edition, though\nabridged, is said to contain much material not included\nin the 1984 edition, published in the US by\nMacmillan.  Moreover, “it contains only terms\nknown to have arisen in the Twentieth Century,”\naccording to the Preface, but omits the military\nslang of the earlier 20th century.  I am inclined to\nquestion the accuracy about the terms known to\nhave arisen in the 20th century, for I found quite a\nfew of much earlier date, but that can scarcely be an\nadverse criticism.</p>\n<p>As in the case of most of Partridge's books, the\nexception being <em>Catch Phrases,</em> which I didn't think\nmuch of, this dictionary [<em>CDS</em>] makes good browsing\nfodder and resembles the earlier books in style sufficiently\nto satisfy those familiar with the format.  Personally,\nI find it irritating to find entries with several\ndefinitions in which numbers are given to 2 and onward\nbut not to I, a practice I simply cannot understand.\nReaders ought not be put off by the number\nof pages, for this is a large-format book with a fair\namount of text.</p>\n<p>The <em>CDS,</em> however, will not fill the needs of\nthose looking for American slang, unless they are interested\nin those British slang terms that were borrowed\nfrom America (and elsewhere).  With experience,\none becomes accustomed to the arrogance of\nthe British who consider the term <em>English</em> to be proprietary,\nwith the understood meaning 'British English,'\npresumably implying that all other Englishes\nshould carry a label, the only place where (<em>real</em>)\nEnglish is spoken being Britain.  As it happens, of\ncourse, there are more distinctive dialects of English\nin Britain than in North America, and anyone who\nhas spent any time listening to them knows that\nsome are mutually unintelligible.  Linguistic chauvinism\nmight be understandable were we discussing\nRP (that is, the Received Pronunciation of the prestige\nsouthern British dialect), but, if that is the case,\nin the present instance we must then be looking at a\ndictionary of “RP Slang,” whatever that might be.\nThe value of the book is not diminished by its being\nabout British slang, but, considering the percentage\nof the content that is attributable to American, Australian,\nand Canadian slang (mostly), that part of native\nBritish slang that does not emerge as derivative\nhas an old-fashioned ring to it.  It is, at worst, cruelly\ndeceptive not to make it clear from the title (or a\nsubtitle) that the book's focus is British slang.</p>\n<p>That having been said, let us turn to the content,\nat which point prudish readers might wish to\nturn to another page.</p>\n<p>Without laboring the point (nudge! nudge!), the\nfirst entry one turns to is <em>fuck,</em> which, in keeping\nwith the length and depth of the <em>CDS</em>, is what one\nmight call a quickie entry (nudge! nudge!, though\nthat sense appears under the entry <em>quick one</em>).  I cannot\nclaim proficiency in slang, but I do know that in\naddition to the 'Scram!' sense of <em>fuck off</em>, a common\n(US) sense is 'gold-brick,' which is missing (though\ncovered here under <em>fucking the dog</em>).  Is it missing\nbecause it is not used in that sense in Britain or because\nit was cut, and, if the latter, because it went\nthe way of earlier 20th-century military slang?  Unfortunately,\nthere is no way one can determine the\nanswer without having the 1984 edition to hand.  If\none had the 1984 edition, he might well resent having\nto buy this book rather than a briefer (and less\nexpensive) Supplement.</p>\n<p>One gets the strong impression that for those\nentries that are acknowledged as being of US, Canadian,\nor other origin the editor has very few, if any,\ncitations, for most of the words and expressions are\nnot traced back very far.  For example, <em>puddle-jumper</em>\nis defined as RAF (1942) slang for a small\ncommunications aircraft; that might be coincidence,\nbut it surely is of American origin, traceable back to\nthe gear in which Uncle Don was wont to arrive for\nhis radio program on rainy days in the early 1930s.\n<em>On the cuff</em> and <em>off the cuff</em> are in, with no American\nprovenance mentioned and dated far too late (“since\n1920s”): the term arose well before 1900, from\nthe time when men wore (detachable) Celluloid\nshirtcuffs on which memos were conveniently penciled\nbecause they could be wiped off with a damp\ncloth.  Without this explanation, Beale's cryptic “Ex\nnote scribbled on stiff shirtcuff” would give a laundryman\nnightmares.</p>\n<p>Expressions like <em>blow it out your ear</em> (inaccurately\ndescribed as “widespread in West N. Am.”)\nought to be marked as “minced oaths” (for <em>ear</em> read\n<em>ass</em>).  Disregard or ignorance of US slang has led to\nthe treatment of <em>Honkie</em> as “since (?) mid-1960s in\nUK,” which tells little.  Although the modern slang\n<em>hickey</em> means a ' “suction” kiss that leaves a mark,'\nand not, thank God, as <em>CDS</em> has it, “raises a blister,”\nits original meaning was 'skin blemish,' and cosmetic\nmakers in the US in the 1930s regularly used the\nword in their advertising (often with the implied\nsense 'pimple').  And the expression <em>gone with the\nwind</em> antedated Margaret Mitchell's book—indeed,\nshe so named the book because of the cliché, not the\nother way round; a cursory check of my <em>Bloomsbury\nThematic Dictionary of Quotations</em> (1988—nudge!\nnudge!) reveals its appearance in a poem by the British\nlyric poet, Ernest Dowson (1867-1900).</p>\n<p><em>Golden handshake</em> is in but not <em>golden parachute</em>.</p>\n<p><em>Gofer</em> is said to have been current in the US\n“since ca. 1970: Barnhart.”  Beale can scarcely be\nheld accountable for Barnhart's scholarship, but I\ncan say that I personally know the term to have been\nused in the early 1950s, and I did not then get the\nimpression that it had been coined for my benefit.</p>\n<p>I was pleased to see that Beale accepts the etymology\nof (British) <em>po-faced</em> as coming from <em>po</em>\n'chamber pot,' disagreeing with <em>Collins English Dictionary</em>\n[Editorial Director: L. Urdang] which traces\nit to a modification of <em>poor-faced</em>.  I never cared for\nthat, on the grounds that I know of no British dialect\nthat pronounces <em>poor</em> as [pou].</p>\n<p>I had never noticed it before, but the reason\nthat the old-fashioned bicycle was named the <em>penny-farthing</em>\nwas that the large front wheel bore the\nsame proportion to the tiny one at the rear as a (British)\npenny bore to a farthing.  Apparently, everyone\nknew that but me.</p>\n<p>Rhyming slang, of course, provides some of the\nbest fun: it is a mystery to me how anyone who is\nunfamiliar with the origin of a given bit of rhyming\nslang can ever divine what it means.  <em>Bexley Heath,\nHounslow Heath,</em> and <em>Hampstead Heath</em> are all rhyming\nslang for 'teeth,' with the last often shortened to\njust <em>Hampsteads</em>.  I suppose it has to be in your\nblood.  One of my favorites (till I find another) is\n<em>Chart and Evans</em> for 'knees.'  Beale writes:</p>\n<blockquote>\n<p>RN.  (Granville.)  A rationalised form of <em>chart an'\n'eavens</em>, itself incorrect for <em>chart in 'eavens</em>.  The\nsemantic key is supplied by s. <em>benders</em>, knees—\nwhat you get down upon to say the Lord's\nPrayer.  'Our Father, which <em>art in Heaven'</em>—and\nstrengthened by the second verb in the predominant\nconstruction and usage, 'Get down on your\nchart 'n 'eavens and <em>holy</em>stone the deck.'</p>\n</blockquote>\n<p>The “RN” stands for 'Royal Navy,' the “s.” for\n'slang' (but perhaps everyone knew that already).\nAfter such an exposition it is small wonder to me\nwhen I occasionally see, beneath <em>The [London] Times</em>\ncrossword puzzle, “This puzzle was completed by\n80 per cent of the contestants in 22 minutes” in a\nrecent competition.  Such a message is particularly\ndismaying when one is able to fill in only one or two\nwords after an hour.</p>\n<p>I suggest only that Beale stop at the point where\nhe has identified the origin of a given expression as\nAmerican and eschew the information found in some\nof the secondary sources he resorted to, for they are\ninconsistent in their accuracy.  Despite my criticism\nof the inaccuracies of the US slang source material, if\none focuses on the British material and takes the\nAmerican with a pinch of salt, this book is very engaging\nand can provide anyone with many hours of\nhappy, entertaining, and informative browsing.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/concise-dictionary-slang-unconventional-english/author/paul-beale/\"><em>A Concise Dictionary of Slang and Unconventional English</em></a></h1> <p>Paul Beale, ed., (Routledge, 1989), xxvi + 534pp.</p> <p>This is an abridgment of the eighth edition of <em>A\nDictionary of Slang and Unconventional English,</em> by\nEric Partridge, edited by Paul Beale and published\nin 1984.  Born in 1884, Partridge died in 1979; Paul\nBeale has picked up the reins in an able manner and\ncontinues to charge ahead.  This edition, though\nabridged, is said to contain much material not included\nin the 1984 edition, published in the US by\nMacmillan.  Moreover, “it contains only terms\nknown to have arisen in the Twentieth Century,”\naccording to the Preface, but omits the military\nslang of the earlier 20th century.  I am inclined to\nquestion the accuracy about the terms known to\nhave arisen in the 20th century, for I found quite a\nfew of much earlier date, but that can scarcely be an\nadverse criticism.</p> <p>As in the case of most of Partridge's books, the\nexception being <em>Catch Phrases,</em> which I didn't think\nmuch of, this dictionary [<em>CDS</em>] makes good browsing\nfodder and resembles the earlier books in style sufficiently\nto satisfy those familiar with the format.  Personally,\nI find it irritating to find entries with several\ndefinitions in which numbers are given to 2 and onward\nbut not to I, a practice I simply cannot understand.\nReaders ought not be put off by the number\nof pages, for this is a large-format book with a fair\namount of text.</p> <p>The <em>CDS,</em> however, will not fill the needs of\nthose looking for American slang, unless they are interested\nin those British slang terms that were borrowed\nfrom America (and elsewhere).  With experience,\none becomes accustomed to the arrogance of\nthe British who consider the term <em>English</em> to be proprietary,\nwith the understood meaning 'British English,'\npresumably implying that all other Englishes\nshould carry a label, the only place where (<em>real</em>)\nEnglish is spoken being Britain.  As it happens, of\ncourse, there are more distinctive dialects of English\nin Britain than in North America, and anyone who\nhas spent any time listening to them knows that\nsome are mutually unintelligible.  Linguistic chauvinism\nmight be understandable were we discussing\nRP (that is, the Received Pronunciation of the prestige\nsouthern British dialect), but, if that is the case,\nin the present instance we must then be looking at a\ndictionary of “RP Slang,” whatever that might be.\nThe value of the book is not diminished by its being\nabout British slang, but, considering the percentage\nof the content that is attributable to American, Australian,\nand Canadian slang (mostly), that part of native\nBritish slang that does not emerge as derivative\nhas an old-fashioned ring to it.  It is, at worst, cruelly\ndeceptive not to make it clear from the title (or a\nsubtitle) that the book's focus is British slang.</p>"
}