{
  "type": "Article",
  "title": "Another Grammatical Game: The Foregone Conclusion",
  "author": "Douglas Greenwood",
  "location": "Barrie, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Another Grammatical Game: The Foregone Conclusion</h1>\n<p><em><span data-rel=\"author\">Douglas Greenwood</span> <span data-rel=\"location\">Barrie, Ontario</span></em></p>\n<p>The <em>Foregone Conclusion</em>—I claim the capital letters\nbecause I invented it, having beaten Fowler\nto it—is one of the trickiest little imps of social intercourse.\nSometimes it is the sneakiest, too.  Its legerdemain\ncan come close to infiltrating sexual intercourse\nas well, you might say, as in the following tricky,\nsneaky example:</p>\n<blockquote>\n<p>Do you think a girl should go to his or to her\napartment on a first date?  Not many girls, liberated\nor not, would fail to see through that Foregone\nConclusion, I am sure; who said she should\ngo to any apartment with a man?</p>\n</blockquote>\n<p>There are far more ingratiating <em>Foregone Conclusions</em>\nthan in such transparent ploys.  How often have\nwe heard or read statements to the effect that:</p>\n<blockquote>\n<p>It is quicker and cheaper to ride the city transit\nsystem so why do you drive your car in the city?</p>\n</blockquote>\n<p>If you start explaining that you are going somewhere\nother than home after work or...then you\nhave fallen into the trap.  To say that it is quicker or\ncheaper...may or may not be true.  You should just\nbe sure that you recognize the <em>Foregone Conclusion</em>.</p>\n<p>Note well, though, that a <em>Foregone Conclusion</em> is\nnot the same as a false premise.  They are indeed quite\nsimilar but the difference is that a false premise can\nstand on its own: “It is essential that the government\nrun the Post Office.”  “All men are the same!”  “All\nwomen are the same!”  (We must give Judy and the\ncolonel equal time.)  And the parenthetical comment is\nnot intended to be an example of a false premise!  You\nsee it is the element of persuasion that distinguishes the\n<em>Foregone Conclusion</em> from the false premise.</p>\n<p><em>Foregone Conclusions</em> are easy to spot once you\nknow they may be lurking out there in the verbal\njungle.  Let us go hunting.  Look out—here's one!</p>\n<p>Our brand has double the pain killer of brand X.</p>\n<p>Conclude carefully here: medically a double dose of\npain killer does not always kill any more pain than\ndoes a posological dose.</p>\n<blockquote>\n<p>Which dress do you think you prefer then, madam\n...?</p>\n</blockquote>\n<p>In the trade I believe they call this a “trial closing” and\nit can be a powerful <em>FC</em>—who said she would prefer\n<em>any</em> of the dresses?</p>\n<blockquote>\n<p><em>It is only right</em> that companies <em>making excess profits</em>\nshould be....</p>\n</blockquote>\n<p>Don't the little (italicized) blighters slip in smoothly?</p>\n<p>All men are created equal....</p>\n<p>And women?  Equal?  To one another?  They are born\nequally strong?  Or of the same color?  Of course, silly\nof me, equal under law is what it means.  But laws\ndiffer from place to place, nation to nation.</p>\n<p>I am not trying to make contentious points here\nbut merely showing how ubiquitous our persuasive\n<em>Foregone Conclusions</em> can be.  How persuasive is the\nDeclaration of Independence!</p>\n<p>Watch for more Favorite Grammatical Games in\nfollowing issues of VERBATIM.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Another Grammatical Game: The Foregone Conclusion</h1> <p><em><span data-rel=\"author\">Douglas Greenwood</span> <span data-rel=\"location\">Barrie, Ontario</span></em></p> <p>The <em>Foregone Conclusion</em>—I claim the capital letters\nbecause I invented it, having beaten Fowler\nto it—is one of the trickiest little imps of social intercourse.\nSometimes it is the sneakiest, too.  Its legerdemain\ncan come close to infiltrating sexual intercourse\nas well, you might say, as in the following tricky,\nsneaky example:</p> <blockquote>\n<p>Do you think a girl should go to his or to her\napartment on a first date?  Not many girls, liberated\nor not, would fail to see through that Foregone\nConclusion, I am sure; who said she should\ngo to any apartment with a man?</p>\n</blockquote> <p>There are far more ingratiating <em>Foregone Conclusions</em>\nthan in such transparent ploys.  How often have\nwe heard or read statements to the effect that:</p>"
}