{
  "type": "Article",
  "title": "The Scandalous Yiddish Guide of the Census Bureau",
  "author": "Zellig Bach",
  "location": "Lakehurst, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Scandalous Yiddish Guide of the Census Bureau</h1>\n<p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p>\n<p>Every language deserves respect and reverence.\nEvery language is the creative expression of\nthe genius of its people, the collective repository of\na nation's legends, traditions, and history, and a\nmighty potentiator of its national and cultural continuity.</p>\n<p>The Census Bureau publishes 32 foreign language\nGuides, from (alphabetically) Arabic to Yiddish,\nto assist residents unfamiliar with English in\nanswering the official 1990 U.S. Census Form.  I\ntook one look at the Bureau's <em>Yiddish Guide</em> and my\neyes, four-score-and-four years old, glazed over, not\nbecause of their age but because what they saw was\ntotally unreadable—a heap of pure gibberish.  From\nthe very title of the <em>Guide</em>, to the first word, first\nsentence, first paragraph—every rule of spelling,\ngrammar, and syntax has been violated beyond recognition.\nThe entire document represents a veritable\nrain of error—nay, a torrent, a deluge of gross\nmistakes, outrageous misspellings, and just plain and\nsimple ignorance.</p>\n<p>To give the reader an approximate idea of what\na Yiddish speaker is confronted with, imagine a\nquestion like “How many people live in this house?”\nbeing translated as <em>With pensil say on these line how\nmuch parssonalitys residue in yuore abodiement</em>.\nEven this fails to convey in full the nonsense of the\n<em>Yiddish Guide</em> because with patience and some educated\nguessing one could decipher the meaning of\nthe above sentence.  This, however, would be practically\nimpossible with the so-called <em>Guide</em>.  No\namount of patient effort and guessing to reconstruct\na sentence would be of any avail because the Yiddish\nin the <em>Guide</em> is garbled to the point of incoherence.</p>\n<p>One is reminded of the assembly instructions\nthat used to come with products imported from Japan.\nThe English terms in those instructions were so\ncomically outlandish and the sentence structure so\nawkward that they became a source of hilarity.\nThere is nothing hilarious or mirthful, however,\nabout the <em>Yiddish Guide</em>.  To the very contrary: it\nbrings forth a deep sense of sadness because what\nwas supposed to be a serious attempt at facilitating\nthe Census count, a sort of “first aid” assistance in\nanswering the Census Form, looks like the work of a\nchild who took several pages from a Yiddish book,\ncut them up with his plastic scissors into tiny pieces\nof various shapes and sizes and then playfully pasted\nthem together.</p>\n<p>How did such irresponsibility come about?\nWhy did the Census Bureau not call up the Library\nof Congress for a referral to a responsible Yiddish\ntranslator?  Instead, I imagine, whoever was in\ncharge of foreign language translations asked around\ncasually during a coffee break: “Anyone here know\nYiddish?”  And a chap piped up: “Well, my mother\nand father spoke Yiddish when they didn't want me\nand my sisters to understand what they were saying,\nbut my grandmother and my mother always spoke\nYiddish...”</p>\n<p>The saying <em>Traduttore traditore</em> expresses the\nidea that no matter how gifted a translator is, he can\nnever truly convey the subtle nuances and meanings\nbehind the original language, the many-layered associations\nand allusions that the words in the original\nconnote.  The Yiddish “translator” of the <em>Census\nGuide</em> doesn't belong, of course, to the above class\nof translators.  While professional translators are\nrichly and deeply knowledgable in both languages,\nthe original language and the language they translate\ninto, the so-called translator of the <em>Census Guide</em>\nis totally ignorant of the rudimentary rules of Yiddish,\nnot to mention its spirit.  The end result of his\nwork therefore is tantamount to sabotage, albeit unintended,\nsince any native Yiddish speaker starting\nto answer the questionnaire with the help of this\n<em>Guide</em> would soon have to discard, in utter confusion,\nboth the Census Form and the <em>Guide</em> as well.</p>\n<p>But this denigration alone would not make the\n<em>Yiddish Guide</em> the travesty it is.  What made it a travesty,\nindeed a tragedy, is that thousands upon thousands\nof Yiddish speakers, many of them elderly and\npoor, remained uncounted, and thus have fallen\n“between the cracks,” so to speak, with grave political,\nsocial, and economic consequences.</p>\n<p>[<em>Editor's Note</em>: We shall send a copy of Census\npublication D-60 (Yiddish) to anyone who requests\nit and encloses a s.a.s.e.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Scandalous Yiddish Guide of the Census Bureau</h1> <p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p> <p>Every language deserves respect and reverence.\nEvery language is the creative expression of\nthe genius of its people, the collective repository of\na nation's legends, traditions, and history, and a\nmighty potentiator of its national and cultural continuity.</p> <p>The Census Bureau publishes 32 foreign language\nGuides, from (alphabetically) Arabic to Yiddish,\nto assist residents unfamiliar with English in\nanswering the official 1990 U.S. Census Form.  I\ntook one look at the Bureau's <em>Yiddish Guide</em> and my\neyes, four-score-and-four years old, glazed over, not\nbecause of their age but because what they saw was\ntotally unreadable—a heap of pure gibberish.  From\nthe very title of the <em>Guide</em>, to the first word, first\nsentence, first paragraph—every rule of spelling,\ngrammar, and syntax has been violated beyond recognition.\nThe entire document represents a veritable\nrain of error—nay, a torrent, a deluge of gross\nmistakes, outrageous misspellings, and just plain and\nsimple ignorance.</p> <p>To give the reader an approximate idea of what\na Yiddish speaker is confronted with, imagine a\nquestion like “How many people live in this house?”\nbeing translated as <em>With pensil say on these line how\nmuch parssonalitys residue in yuore abodiement</em>.\nEven this fails to convey in full the nonsense of the\n<em>Yiddish Guide</em> because with patience and some educated\nguessing one could decipher the meaning of\nthe above sentence.  This, however, would be practically\nimpossible with the so-called <em>Guide</em>.  No\namount of patient effort and guessing to reconstruct\na sentence would be of any avail because the Yiddish\nin the <em>Guide</em> is garbled to the point of incoherence.</p>"
}