{
  "type": "Article",
  "title": "Ethnic Slurs and the Avoidance Thereof",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ethnic Slurs and the Avoidance Thereof</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>Back in 1978, when Dick Cavett had his talk\nshow on PBS, I heard him interview Alfred\nKazin on his program.  Kazin had just had published\nan autobiography titled <em>New York Jew</em>, and was probably\non television to plug the book, apropos of\nwhich he and Cavett had more or less this to say:</p>\n<blockquote>\n<p>D.C.: Why did you call the book 'New York Jew'?  I\nmean, some people might consider that title...\nuh, a little provocative.</p>\n<p>A.K., smiling, amused: Well, the title pretty well\nsums me up.  I happen to be a Jew who has identified\nhimself in the New York intellectual environment.</p>\n</blockquote>\n<p>To my mind Dick Cavett's question remained\nintriguing, not so much because Kazin failed to answer\nit fully as because I wondered why the question\nhad occurred to Cavett in the first place.  Indeed,\n<em>New York Jew</em> does somehow seem to have an\nalmost hostile overtone.  Why?  Are we so imbued\nwith anti-Semitism or hypersensitivity to it that any\ndirect reference to Jews, particularly culturally intensive\nNew York Jews, touches a raw nerve?  Some\nmonths after the interview I asked a friend of mine, a\nJewish professor emeritus of English who was originally\nfrom New York (albeit the state, not the city),\nwhat he thought about the matter.  He replied something\nlike this: “Hmm, well, yes, but isn't it a little\nblunt, a little hostile to call anyone by a bare ethnic\nnoun?  Suppose we saw a German we knew walking\ntoward us.  And then what if one of us said to the\nother, 'Here comes that German.'  There's a nuance\nof put-down, almost hostility there.  If we liked the\nguy and had nothing against Germans generally,\nwe'd probably say something like 'Say, here comes\nthat German fellow... that young German guy...\nthat old German gentleman.' ”</p>\n<p>I have tested my professorial friend's observation\nin a number of real and imagined situations involving\nseveral ethnic or national categories and\nhave found it to be correct.  The unmodified noun\nfor an ethnic group or nationality does imply a certain\nhostility or contempt or, especially on the lips of\na member of that group, a nuance of defiance, as in\nKazin's case.  Prouder or more arrogant people are\napt to fling the bare noun at you, almost as if to add,\n“And you'd better believe it!”  A snooty Brit may\nstaunchly declare,  “I am an Englishman,” where a\nmore modest denizen of England would be more\nlikely say, “I'm English,” employing the adjective\nrather than the noun.  There seems to be a kind of\nsemantic quality that makes adjectives softer and\ngentler than nouns and makes of them softening\nagents.</p>\n<p>In some cases the adjectives and nouns for ethnic\ngroups are formally identical, as for example\n<em>German, Swiss,</em> or <em>Russian</em>.  But to soften the ethnic\nterm in such cases it can still be used adjectivally, as\nin the example already given or in: “A Russian guy\nonce told me...”  Perhaps particularly where the\nnoun and adjective are identical in form, if not function,\ncolloquially a blunt noun is invented, such as\n<em>Dutchman</em> for <em>German</em> (n.), <em>Russky</em> for <em>Russian</em> (n.),\n<em>Jap</em> for <em>Japanese</em>, or <em>Chinaman</em> for <em>Chinese</em> (n.).  Conversely,\nplain nouns for ethnic groups or nationalities\nare sometimes replaced with adjectivally softened\nterms like <em>Colored Folks, African Americans</em>, or\n<em>Native Americans</em>.</p>\n<p>If adjectives soften ethnic terms, nouns can\nharden them.  This function can be demonstrated by\ncomparing the noun <em>Jew</em> with the adjective <em>Jewish</em> in\ncontext.  When someone says, “That Jew business is\nnew here,” he isn't saying quite the same thing as\n“That Jewish business is new here.”  Because of the\nabomination and shame of anti-Semitism, you tend\nto respond more sensitively to language reflecting\nattitudes toward Jews, which is why <em>jew down</em> is\nboth derogatory and offensive while <em>gyp</em> or <em>welch on</em>\nare relatively innocuous.  But the hardening effect of\nplain nouns can be detected with regard to other\npeoples.  “That Swede church” isn't quite the same\nas “That Swedish church.”</p>\n<p>The ethnic terms that seem bluntest or most indelicate\nare sometimes simply what people call\nthemselves.  <em>Chinaman</em> is nothing but a calque of\n<em>zhongguo ren</em>, morpheme for morpheme <em>Chinaman</em>,\nand <em>Polak</em> is simply <em>Pole</em> in Polish.  And sometimes\nironically or defiantly people will call themselves by\nnames intended to be pejorative or downright insulting,\nas when African Americans call each other\n<em>nigger</em> or Jews of Odessa call one of their folk heroes\n<em>Poltorazhida</em> 'Yid-and-a-half.'</p>\n<p>When a people has been dealt with shamefully,\nthere is reason to dissociate it from its former identity\nby giving it a new name.  The <em>niggers</em> and\n<em>darkies</em> (where again the primarily adjectival word is\nthe less offensive) of slavery became the <em>Negroes</em> and\n<em>Coloreds</em> of Jim Crow and are the <em>African Americans</em>\nand <em>blacks</em> of today.  Blacks, of course, are usually no\nmore black than whites are white.  The misnomer\nmust be acceptable because the parallelism implies\nequality between the folks so designated by adjectives\nof color.</p>\n<p>Newcomers to the American Southwest where\nthere is a large population of Latin Americans often\nask, “What do you call these people?”  <em>Hispanic</em>,\nthough currently the best answer, isn't entirely satisfactory\nbecause the term lumps together people who\nare about as alike as, say, Tahitians and Haitians.\nForty years ago, before a sizable emigration from\nMexico into New Mexico, in this state the Spanish-speaking\nelement of the population carelessly called\nitself <em>mexicano</em>, as some of the older Hispanics still\ndo, though New Mexico had not been part of Mexico\nfor more than a century and then for only about a\nquarter of a century after New Spain became the\nMexican Republic.  Anglos usually referred to the\nSpanish-speaking element as <em>native</em> or, again in a\nkind of leveling parallelism, as <em>Spanish</em>, never as\n<em>Spaniards</em>, on the model, probably unconscious, of\n<em>Anglo</em>, short for <em>Anglo-American</em>.  Hispanics who\nprefer to emphasize cultural ties with Mexico, especially\nla Republica Azteca, as most in New Mexico\ndefinitely do not, may prefer to go by the name of\n<em>Chicano</em>, which implies political as much as national\nor ethnic identity.</p>\n<p>There are nationalities and ethnic groups so\nconfident, so satisfied with themselves that ethnic\nepithets either bounce off them like pebbles off an\nelephant or are adopted as amusing or even ornamental.\nWhat do you call an American or Australian\nto insult him?  <em>Yank</em> and <em>Aussie</em> have been tried but\nto no avail.  <em>WASP</em> started off with a pejorative nuance,\nit seems to me, but has been accepted so\nsmugly by white Anglo-Saxon Protestants that the\nterm has been appropriated by some people it\ndoesn't fit, for instance Americans of German or\nIrish descent who may be agnostics of Catholic background.\nWhere Americans are called <em>gringo</em>, they\ntend to be more amused than offended by the epithet.</p>\n<p>Then there are peoples too alien or exotic to the\nmainstream of the dominant culture to have\nprompted an attitude expressed in language.  American\nIndian tribes seem to fall into this category.  One\nsays indifferently, “He's Navaho,” or “He's a\nNavaho” as most people do not say indifferently,\n“He's Jewish,” or “He's a Jew,” though in the case\nof the Indian the noun seems somehow more natural\nand no less friendly.  This indifference does not,\nhowever, extend to particular kinds of Indians.\n<em>Squaw, papoose</em>, and maybe even <em>brave</em> are no\nlonger used, except humorously (Smile when you\nsay that!) or, again, defiantly.  The boys' basketball\nteam of the Indian School in Santa Fe call themselves\nthe Braves, and the girls' team is called the\nLady Braves.  There is likely a touch of humor here.\nIn my experience the most endearing characteristic\nof American Indians generally is their keen sense of\nhumor.</p>\n<p>When it comes to sensitivity to ethnic or national\ndesignations, the bulk of Americans seem to\nbe indifferent to nuance.  We as soon say, “I'm an\nAmerican” as “I'm American” or jauntily “I'm a\ngringo” or proudly “I'm a Yank.”  Are we made impervious\nby a shell of arrogance, numb by self-satisfaction,\nor tolerant by the wild ethnic diversity in\nwhich most of us live?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ethnic Slurs and the Avoidance Thereof</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>Back in 1978, when Dick Cavett had his talk\nshow on PBS, I heard him interview Alfred\nKazin on his program.  Kazin had just had published\nan autobiography titled <em>New York Jew</em>, and was probably\non television to plug the book, apropos of\nwhich he and Cavett had more or less this to say:</p> <blockquote>\n<p>D.C.: Why did you call the book 'New York Jew'?  I\nmean, some people might consider that title...\nuh, a little provocative.</p>\n<p>A.K., smiling, amused: Well, the title pretty well\nsums me up.  I happen to be a Jew who has identified\nhimself in the New York intellectual environment.</p>\n</blockquote> <p>To my mind Dick Cavett's question remained\nintriguing, not so much because Kazin failed to answer\nit fully as because I wondered why the question\nhad occurred to Cavett in the first place.  Indeed,\n<em>New York Jew</em> does somehow seem to have an\nalmost hostile overtone.  Why?  Are we so imbued\nwith anti-Semitism or hypersensitivity to it that any\ndirect reference to Jews, particularly culturally intensive\nNew York Jews, touches a raw nerve?  Some\nmonths after the interview I asked a friend of mine, a\nJewish professor emeritus of English who was originally\nfrom New York (albeit the state, not the city),\nwhat he thought about the matter.  He replied something\nlike this: “Hmm, well, yes, but isn't it a little\nblunt, a little hostile to call anyone by a bare ethnic\nnoun?  Suppose we saw a German we knew walking\ntoward us.  And then what if one of us said to the\nother, 'Here comes that German.'  There's a nuance\nof put-down, almost hostility there.  If we liked the\nguy and had nothing against Germans generally,\nwe'd probably say something like 'Say, here comes\nthat German fellow... that young German guy...\nthat old German gentleman.' ”</p>"
}