{
  "type": "Article",
  "title": "One for the Road",
  "author": "K. H. McIntosh",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">One for the Road</h1>\n<p><em><span data-rel=\"author\">K. H. McIntosh</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>Words are, generally speaking, old.  Roads—\nor, at least roads with motor traffic on\nthem—are relatively new.  Hannibal's elephants did\nnot have to give way to oncoming traffic (there was\nnone) and cries of “Mush, mush” are presumably\nall that has ever been required on polar ice-caps to\nurge on Eskimo dogs.  Words on road signs, though,\nhave the worst of both worlds, and the old certainly\ndoes not redress the balance of the new.</p>\n<p>Today's travelers on today's roads have to make\ndo with a sort of compressed-speak where speed is\nof the essence and brevity the soul of economy.  Or\nshould it, perhaps, be that the essence is of speed\nbecause if the road sign cannot be seen and understood\nat a distance of a hundred yards at a speed of\n80 miles per hour then it might as well not exist?\nThe message has to be short and simple, like STOP.\nExpand this to STOP CHILDREN and the first ambiguity\ncreeps in.  (In France this sign—showing two\nsmall children hand-in-hand—reads with Gallic simplicity\nPRUDENCE.)  As it happens, the opposite of\nSTOP isn't GIVE WAY nor, as Americans advise even\nmore seductively, YIELD.  A visiting Englishman I\nknow told me that the road sign he enjoyed the most\nin New York State was the one that advised him to\nSQUEEZE SOFT SHOULDER.  No trouble at all, he said.\nAs for LAY-BY ... it was a pleasure, especially after\nFAST LANE: or should it have been the SLIP ROAD?  It\nwould be as well to avoid LOOSE CHIPPINGS anyway.</p>\n<p>It is undoubtedly the single words that leave\nmost to the imagination: DIVERSION (Watch the\nbirdie?), CROSS (Buns, hot?) and RAMP (If you can't\nbeat them, join them?); but it is the CROSSINGS which\nbring their own crop of double meanings.  HEAVY\nPLANT CROSSING must surely mean 'the biggest aspidistra\nin the world' while FARM CROSSING recalls the\nsad pre-war dust bowl joke of the American prairie:</p>\n<blockquote>\n<p>“Seen Farmer Brown lately?”</p>\n<p>“No, but his farm went by about an hour ago.”</p>\n</blockquote>\n<p>Ironically enough, a LEVEL CROSSING is usually quite\nbumpy but PASSENGERS MUST NOT CROSS THE LINES is\nmore important (it takes hours to unravel them.)</p>\n<p>Needless to say, the law comes into all this although\nthe police don't CAUTION AIR BRAKES very\nmuch and BEWARE SLEEPING POLICEMEN hardly raises\na “Ho! Ho!” down at the station any more.  On the\nother hand, POLICE PATROL VEHICLES ONLY is something\nmotorists have long suspected, and POLICE\nSLOW purely a matter of opinion.  PEEL OFF is very\ndated now though.</p>\n<p>Was it, perhaps, the early use of the word CIRCUS\nthat led to the involvement of the animal word\nin the naming of pedestrain crossings?  ROUNDABOUT\nwith its fairground connotations has superseded CIRCUS\nbut ZEBRAS, PANDAS, and PELICANS still have their\nCROSSINGS.  To confuse matters still further there are\nroad signs in Africa marked ELEPHANT and HIPPOPOTAMUS\nCROSSING which mean just that.  There is one\nin a busy American street which reads TURTLES\nCROSSING—they are on their way to lay their eggs.\nThose English naturalists who help roads cross motorways\nare no doubt even now awaiting the scrivener.\nWatched, I daresay, by CAT'S EYES.</p>\n<p>DISABLED PARKING PLACES conjure up a nice version\nof a handicapped car park while MOTORCYCLE\nBAY SUSPENDED has overtones of the Hanging Gardens\nof Babylon.  DECEPTIVE BENDS is open to any\nconstruction you care to put upon it (“Don't forget\nthe diver, sir, don't forget the diver” as they used to\nsay in ITMA all those years ago).  The only new verb\nto emerge would seem to be CONING (“ices, chocolates,\ncigarettes”?) which must take quite a bit of\ntranslating into the vernacular of friendly countries—perhaps\nthe LOLLIPOP LADY will help, especially\nif it's a case of a ROUTE MAUVAIS as the French\nhave it.</p>\n<p>GRIDIRON isn't torture any more but some sympathy\nmust be felt for the London clergyman whose\nroute from church to crematorium takes each funeral\ncortege through a road junction conspiciously\nmarked DO NOT ENTER BOX UNTIL YOUR EXIT IS CLEAR.\nI am told he has never yet felt able to point the\nmoral.  (Perhaps he's the same vicar who labeled the\nway to his church BRIDAL PATH.)</p>\n<p>ROAD WORKS usually crop up immediately before\nan obstruction—and the road does not work at\nall; while FLOOD is presumably just the place to see a\nstream of traffic.  Then there is the sign ONE IN SEVEN\nat the top of the hill.  Can there be only six more like\nit, or is that just auto-suggestion?</p>\n<p>Perhaps the best sign of all, though, is the one\nwith no words at all, universally known as “Mae\nWest Ahead.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">One for the Road</h1> <p><em><span data-rel=\"author\">K. H. McIntosh</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>Words are, generally speaking, old.  Roads—\nor, at least roads with motor traffic on\nthem—are relatively new.  Hannibal's elephants did\nnot have to give way to oncoming traffic (there was\nnone) and cries of “Mush, mush” are presumably\nall that has ever been required on polar ice-caps to\nurge on Eskimo dogs.  Words on road signs, though,\nhave the worst of both worlds, and the old certainly\ndoes not redress the balance of the new.</p> <p>Today's travelers on today's roads have to make\ndo with a sort of compressed-speak where speed is\nof the essence and brevity the soul of economy.  Or\nshould it, perhaps, be that the essence is of speed\nbecause if the road sign cannot be seen and understood\nat a distance of a hundred yards at a speed of\n80 miles per hour then it might as well not exist?\nThe message has to be short and simple, like STOP.\nExpand this to STOP CHILDREN and the first ambiguity\ncreeps in.  (In France this sign—showing two\nsmall children hand-in-hand—reads with Gallic simplicity\nPRUDENCE.)  As it happens, the opposite of\nSTOP isn't GIVE WAY nor, as Americans advise even\nmore seductively, YIELD.  A visiting Englishman I\nknow told me that the road sign he enjoyed the most\nin New York State was the one that advised him to\nSQUEEZE SOFT SHOULDER.  No trouble at all, he said.\nAs for LAY-BY ... it was a pleasure, especially after\nFAST LANE: or should it have been the SLIP ROAD?  It\nwould be as well to avoid LOOSE CHIPPINGS anyway.</p> <p>It is undoubtedly the single words that leave\nmost to the imagination: DIVERSION (Watch the\nbirdie?), CROSS (Buns, hot?) and RAMP (If you can't\nbeat them, join them?); but it is the CROSSINGS which\nbring their own crop of double meanings.  HEAVY\nPLANT CROSSING must surely mean 'the biggest aspidistra\nin the world' while FARM CROSSING recalls the\nsad pre-war dust bowl joke of the American prairie:</p>"
}