{
  "type": "Article",
  "title": "Bad Language and Big Bucks",
  "author": "David Robinson",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bad Language and Big Bucks</h1>\n<p><em><span data-rel=\"author\">David Robinson</span> <span data-rel=\"location\"></span></em></p>\n<p>Words that, barely a quarter of a century ago,would have resulted in instant arrest for insulting\nbehaviour can now be overheard any time in\nKnightsbridge, Oxford Street, and any school playground\nin the country.  On stage and screen they are\neven harder to escape.</p>\n<p>This week a reader wrote, noting that out of a\ndozen plays he had seen which are currently running\nin London, he had been startled by language\nthat he rated “obscene” in no fewer than ten.  Here\nis a profound change from the time, not so long ago,\nwhen the Lord Chamberlain, the British Board of\nFilm Censors, and the American Production Code\nensured that the language of entertainment was far\nmore purified than that spoken by most of its audiences.</p>\n<p>In the silent-film era, language did not concern\nthe censors, apart from occasional complaints at\nsome vulgarity in subtitles.  Talking pictures led to\nprecise provisions in the American Production\nCode: “Pointed profanity [this includes the words\n<em>God, Lord, Jesus, Christ</em>—unless used reverently—\n<em>Hell, damn, Gawd</em>], or every other profane or vulgar\nexpression, however used, is banned.”</p>\n<p>For four decades the ruling was strictly followed\non both sides of the Atlantic.  It was a major sensation\nthroughout the English-speaking world when,\nin 1939, David Selznick exceptionally prevailed\nupon Will Hays, the architect of Hollywood censorship,\nto permit Clark Gable in <em>Gone With The Wind</em>\nto utter his famous valediction to Scarlett O'Hara,\n“Frankly, my dear, I don't give a damn.”  Selznick\npleaded to Hays, with a touch of irony, perhaps, “I\ndo not feel that your giving me permission to use\n'damn' in this one sentence will open up the floodgates.”\nHe was right: as late as 1955 the expressions\n<em>Good Lord</em> and <em>damn</em> were forbidden in the James\nDean film, <em>Giant</em>.  Yet proscription is ever the\nmother of invention.  W. C. Fields fooled the Production\nCode with imprecations of his own devising,\nsuch as “Godfrey Daniel!”</p>\n<p>In literature, the liberation of language began\nearlier than in films.  In 1949 Norman Mailer's <em>The\nNaked and the Dead</em> narrowly escaped prosecution\nin this country because of its persistent use of the\nword “fugging.”  Throughout the fifties the word\nwhich Mailer only suggested made more and more\nappearances in American novels, though it was regularly\ncut out of the English editions until 1959.  In\nthat year, the Obscene Publications Act first introduced\na defense of artistic merit.  The next year the\ntrial of <em>Lady Chatterley's Lover</em> brought four-letter\nwords into public debate.  Meanwhile, the Lord\nChamberlain's Office finally gave up its centuries-long\ncensorship of the stage.  On television, Alf Garnett\n(the original of America's Archie Bunker) gave\n<em>bloody</em> such currency that the British Board of Film\nCensors allowed the word in <em>Billy Liar</em> (1963), with\nan A certificate.</p>\n<p>The X certificate gave the Board new latitude.\nIn 1967, <em>bugger</em> was permitted in <em>Up the Junction</em>.  In\nthe early 1970s, certification of the films of Andy\nWarhol introduced a truly comprehensive vocabulary.\nToday it is hard to think of an expression that\nhas not been heard on the screen.</p>\n<p>The modern vocabulary marks a singular linguistic\nrevolution.  The words proscribed by the old\nproduction codes were swearing or profanity in the\ntrue sense, with purely spiritual connotations in\ntheir reference to the Deity.  While this form of\nsearing has lost the force it once had, the essence\nof all the new words of emphasis is physical.  They\ndivide roughly into three groups.  One, generally\nthe mildest, includes rectal/excretory expressions.</p>\n<p>The second comprises synonyms for the male\nand female genitalia.  These—apart (in Britain) from\nthe more infantile words such as <em>dick</em> and <em>prick</em>—\nretain the greatest power to offend and are the least\nused.  In most common use are the words in the\nthird group that originally define sexual acts.  It is\nnot uncommon for the word <em>fuck</em> and its derivatives\nto appear thirty or forty times in a police movie; in\n<em>GoodFellas</em>, the count would certainly be well over\none hundred.</p>\n<p>The anomaly of this prodigal use of language\nthat would once have been generally regarded as\nunacceptably obscene is that, even today, it in no\nway coincides with the usage of the great majority of\nthe audience—any more than did the excessive\npuritanism of the old production code.  Thus, many\npeople who go to the cinema encounter language to\nwhich they are not accustomed in daily life.  Even\nthough such language is much more a feature of\nAmerican than British films, in the United States\nthere is a majority to whom this mode of speech is\nquite alien.</p>\n<p>Is all the language necessary, then?  The American\nfilm trade would argue that it is.  The bourgeoisie\nand the Bible Belt are not after all the most profitable\naudience; the public that is wants strong\nsensation, which they will to an extent measure by\nthe language in which the films are couched.  Moreover,\nsince the public tends to prejudge movies by\ntheir classification, the film distributors aim for those\nclassifications that promise the strongest fare while\nadmitting the largest age range.  In Britain this is the\n15 certificate; in the US the PG13.  Often there is a\ncontractual obligation on film-makers to achieve a\nPG13, for which the minimum requirement is one\nuse of the obscenity <em>fuck</em>.  It is perhaps significant\nthat even in the supremely “family” film <em>Memphis\nBelle</em> an attentive ear will detect the single requisite\nusage.</p>\n<p>The level of language affects the extra-theatrical\ncareers of films.  Airline versions must have all the\nstrong language excised.  In this country, video versions,\nlikely to be viewed at home, are sometimes\nmore stringently classified by the BBFC than the\noriginal films.  American television is generally much\nmore puritanical than Britain's in reediting films for\ntransmission.  British television has its own rules.\nBBC 1 and ITV will generally show films uncut after\n10 pm; BBC 2 and Channel 4 after 9.  When films\nare shown before those hours there is a danger that\nthe viewer might be confused by abrupt cuts and\nbleeps.  For the first time on Christmas Day the BBC\ncensored a film classified as U by the British board,\nwhen a <em>shit</em> was removed from <em>E.T.</em>, which followed\nthe Queen's speech.</p>\n<p>Does language matter?  James Ferman, Secretary\nof the BBFC, points out that it is only in the\nEnglish-speaking world that such strong taboos have\nbeen built up around dictionary words and that this\ncountry shares with South Africa alone its extreme\nanxiety about “bad” language.</p>\n<p>The most serious result of the proliferation of\nthis comparatively restricted vocabulary is the impoverishment\nof writing.  For hack screenwriters,\nsexually based words have become a kind of shorthand\nto represent insult or anger, while rectal/\nexcretory words more generally are used to get an\neasy laugh.  As inevitably as <em>Pow!!</em> or <em>Wham!!</em> in\ncomic strips, a comedy crash or fall has to be accompanied\nby a cry of <em>Shee-it!</em></p>\n<p>With use, the words have rapidly lost most of\nthe shock value they once had.  To be effective, writers\nwill soon have to start looking for imaginative\nalternatives.  Perhaps we will one day be startled\nagain by <em>Godfrey Daniel!</em> or even the kind of creative\nflights to which linguistic prohibition could inspire\nO'Casey.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bad Language and Big Bucks</h1> <p><em><span data-rel=\"author\">David Robinson</span> <span data-rel=\"location\"></span></em></p> <p>Words that, barely a quarter of a century ago,would have resulted in instant arrest for insulting\nbehaviour can now be overheard any time in\nKnightsbridge, Oxford Street, and any school playground\nin the country.  On stage and screen they are\neven harder to escape.</p> <p>This week a reader wrote, noting that out of a\ndozen plays he had seen which are currently running\nin London, he had been startled by language\nthat he rated “obscene” in no fewer than ten.  Here\nis a profound change from the time, not so long ago,\nwhen the Lord Chamberlain, the British Board of\nFilm Censors, and the American Production Code\nensured that the language of entertainment was far\nmore purified than that spoken by most of its audiences.</p> <p>In the silent-film era, language did not concern\nthe censors, apart from occasional complaints at\nsome vulgarity in subtitles.  Talking pictures led to\nprecise provisions in the American Production\nCode: “Pointed profanity [this includes the words\n<em>God, Lord, Jesus, Christ</em>—unless used reverently—\n<em>Hell, damn, Gawd</em>], or every other profane or vulgar\nexpression, however used, is banned.”</p>"
}