{
  "type": "Article",
  "title": "You Say Tomato...",
  "author": "Craig Brown",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You Say Tomato...</h1>\n<p><em><span data-rel=\"author\">Craig Brown</span> <span data-rel=\"location\"></span></em></p>\n<p>Yesterday a friend rang to say that she had just\ngot back from Majorca, only she didn't say\nMajorca, she said “MEEYORCA.”  I asked her how\nMADGE-ORCA was, and she said MEEYORCA was\nlovely, and so the conversation went on.  Neither of\nus mentioned the discrepancy in pronunciation, but\nequally neither of us would budge from what we\nknew to be right.  In an open court, I would have\nexplained that my great-aunt lived there for twenty\nyears and never stopped calling it MADGE-ORCA, and\neven if I gave up calling it MADGE-ORCA I would instead\ncall it MALLYORCA, and not the odd in-betweeny\nMEEYORCA.  But our conversation never\nreached the open court, so she must have replaced\nher receiver thinking me hopelessly ignorant.</p>\n<p>Pronunciation today makes fools of us all.  One\nonly has to listen to MPs, particularly on the Conservative\nbenches, to note what a squidgy state it is in.\nRecently David Waddington pronounced a particularly\ngrim terrorist act “D'STAARDLY.”  I had imagined\nthe pronunciation of <em>dastardly</em> was restricted to\ntwo choices: either a long or else a sharp first <em>a</em>.  Yet\nhere was the Home Secretary offering a third.</p>\n<p>Such oddities emanate largely from Tories who\nare midway through performing their own plastic\nsurgery on their vowel sounds.  I always felt sorry for\nCecil Parkinson when he was Trade and Industry\nSecretary as “inDUStry”—the “DUS” rhyming with\n<em>bus</em>—was one of the few words that gave him away.\nMrs. Thatcher, too, pronounces various words in an\nidiosyncratic manner.  “M-gnificent” she says, perhaps\nover-compensating for fears that her “a” will\nbe too northern by removing it entirely.</p>\n<p>Things were not always so.  A regional accent\nhas only recently come to be seen as a bar to advancement\nin politics.  Many of the statesmen in history\nto whom actors ascribe smart southern accents\nwere in fact proudly northern.  The memoirist Richard\nMonckton Milnes recalled a dinner at which Mr.\nGladstone sat in the place of honor.  Gladstone liked\nto chew everything thirty-two times, so he spent the\nmeal largely in silence.  At last, he seemed ready to\nsay something, and his fellow guests leant forward in\nanticipation.  Picking up a nut, he said, “It is many\nyears since I ate a Brazilian NOT or indeed a NOT of\nany kind.”  Similarly, the posh long “a” in <em>grass</em> (and\nindeed <em>class</em>) was originally an affectation by courtiers\nin imitation of George IV: until then everyone in\nthe country had pronounced <em>class</em> to rhyme with <em>lass</em>.</p>\n<p>Nowadays, the shifting sands of pronunciation\nclaim many a victim.  As a Catholic, I was brought up\nto say <em>Mass</em> with a long “a”—“MAARSS”—but I have\nrecently been finding myself in such a minority that\nI am at present attempting a Waddingtonian transition\ntowards <em>Mass</em> with a short “a.”  At the moment,\nI am stranded awkwardly in between, and I'm sorely\ntempted to struggle back to my original point of embarkation.</p>\n<p>There is a successful pop ballad called “Lady in\nRed” that worries me every time I hear it because\nthe singer, Mr. de Burgh, has to struggle through\nthree lines ending with the words <em>chance, dance</em>, and\n<em>romance</em>.  As far as I can recall, he pronounces\n<em>chance</em> with a sharp “a,” and <em>dance</em> with a long “a,”\nand then he finds himself in the disastrous position\nof having to pronounce <em>romance</em> with a long “a,” too.\nThese are troubled times.</p>\n<p>Those at the top of society have not helped matters\nby their tendency to inverted snobbery.  Princess\nAnne says “EETHER.”  King Edward VIII used to\nirritate his father, George V, by pronouncing <em>lady</em> as\n“LIDY” (to rhyme with <em>tidy</em>), and when he became\nDuke of Windsor he further upset everyone by following\nhis wife's pronunciation of Duke as “DOOK.”</p>\n<p>A week or two ago, I heard Lord Carrington\npronounce <em>graph</em> as “GRAFF,” with a sharp “a.”  Presumably\nLord Carrington knows what he's up to, but\nlet us hope that Mr. Waddington did not hear him.\nHaving spent most of his working life trying to graduate\nfrom “GRAFF” to “GRAFF,” it would be awful if\nhe now had to make the arduous journey back to\nsquare one.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You Say Tomato...</h1> <p><em><span data-rel=\"author\">Craig Brown</span> <span data-rel=\"location\"></span></em></p> <p>Yesterday a friend rang to say that she had just\ngot back from Majorca, only she didn't say\nMajorca, she said “MEEYORCA.”  I asked her how\nMADGE-ORCA was, and she said MEEYORCA was\nlovely, and so the conversation went on.  Neither of\nus mentioned the discrepancy in pronunciation, but\nequally neither of us would budge from what we\nknew to be right.  In an open court, I would have\nexplained that my great-aunt lived there for twenty\nyears and never stopped calling it MADGE-ORCA, and\neven if I gave up calling it MADGE-ORCA I would instead\ncall it MALLYORCA, and not the odd in-betweeny\nMEEYORCA.  But our conversation never\nreached the open court, so she must have replaced\nher receiver thinking me hopelessly ignorant.</p> <p>Pronunciation today makes fools of us all.  One\nonly has to listen to MPs, particularly on the Conservative\nbenches, to note what a squidgy state it is in.\nRecently David Waddington pronounced a particularly\ngrim terrorist act “D'STAARDLY.”  I had imagined\nthe pronunciation of <em>dastardly</em> was restricted to\ntwo choices: either a long or else a sharp first <em>a</em>.  Yet\nhere was the Home Secretary offering a third.</p> <p>Such oddities emanate largely from Tories who\nare midway through performing their own plastic\nsurgery on their vowel sounds.  I always felt sorry for\nCecil Parkinson when he was Trade and Industry\nSecretary as “inDUStry”—the “DUS” rhyming with\n<em>bus</em>—was one of the few words that gave him away.\nMrs. Thatcher, too, pronounces various words in an\nidiosyncratic manner.  “M-gnificent” she says, perhaps\nover-compensating for fears that her “a” will\nbe too northern by removing it entirely.</p>"
}