{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Five Postscripts to “The Scandalous Yiddish Guide of the Census Bureau”",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Five Postscripts to “The Scandalous Yiddish Guide of the Census Bureau”</em></h1>\n<p><em>Zellig Bach, Lakehurst, New Jersey</em></p>\n<p>1.  William Safire published an entire column\nunder the title “Counting Census Mistakes” (“On\nLanguage,” <em>The New York Times Magazine</em>, April 15,\n1990) in which he enumerated a number of errors in\nboth the Census Bureau instructional <em>Guide</em> and in\nthe census form itself.  He found misplacement\nproblems, mistakes in parallel structures, improper\nuse of commas, wrong or missing prepositions, incorrect\nuse of reflexive verbs, etc.  “The Census Bureau,”\nhe wrote, “has had 10 long years to get its\nforms straight.”  And all this about its <em>English</em>!</p>\n<p>2.  Yoysef Mlotek, Cultural Director of the fraternal\nJewish organization, the Workmen's Circle\n(“<em>der arbeter ring</em>”), published in the New York Yiddish\nweekly <em>Forverts</em> a sharp attack on the outrageous\nilliteracy of the Yiddish translation of the <em>Census\nBureau Guide</em> (April 20, 1990, p. 16).  In a letter\nto the Census Bureau he asked “whether other foreign\nlanguage translations of the Guide were similarly\nentrusted in such incompetent hands.”</p>\n<p>3.  I sent a copy of my article [XVII, 2] to the\nCensus Bureau.  After a delay of more than seven\nweeks I received a reply from Mr. Allan A. Stephenson,\nAssistant Division Chief for Outreach and Program\nInformation, Decennial Planning Division.  He\nwrote:</p>\n<blockquote>\n<p>... To find a contractor to translate Assistance\nGuides in 32 languages, we required the foreign\nlanguage expertise to be at least at the 3/3 level\nas rated by the Foreign Service Institute or a recognized\nequivalent.  Communication Technical\nApplications, Inc. [which no longer exists] provided\nthe translator for the Yiddish Guide... a\nnative Yiddish speaker with expertise rated at the\n5/5 level.</p>\n</blockquote>\n<p>Mr. Stephenson further apologized for any inadvertent\noffense that the Yiddish translation may have\ncaused, assured me that “in light of your comments”\nthe <em>Guide</em> will no longer be distributed—an empty\nassurance since the count is over—and that the Bureau\nwill be interested in my views about materials\nprepared in Yiddish for the year 2000 Census.</p>\n<p>One may seriously question his characterization\nof the translator of the <em>Yiddish Guide</em> as a “native\nYiddish speaker” (see below).  Besides, it is axiomatic\nthat there is a basic difference between spoken\nlanguage and written language, and it is highly fallacious\nto assume that a native speaker, even with a\nfluent command of his language, can <em>ipso facto</em> intelligently\nwrite in it, let alone translate from or into it.</p>\n<p>4.  I spoke twice on the telephone with the\ntranslator of the <em>Yiddish Guide</em>.  He was born in the\nUnited States and received his education in public\nschools.  In his childhood a Hebrew teacher would\ncome to his home for several hours a week.  He\nnever went to a secular Yiddish school where Yiddish\nwas taught as a basic subject and where other\nsubjects as well were taught in Yiddish.  I had\nguessed correctly that his parents spoke Yiddish,\nand that that was the main source of his knowledge\nof the language.  In the course of our lengthy telephone\nconversations I could not detect a sense of\ninformed literacy about Yiddish as a language.  It\nalso became clear that the Yiddish of his parents was\nnot standard Yiddish.  He never wrote or published\nanything in Yiddish, and he seemed to have used as\naids in translating the <em>Guide</em> Alexander Harkavy's\n<em>Yiddish-English Dictionary</em> and Uriel Weinreich's\n<em>Modern English-Yiddish Yiddish-English Dictionary</em>.\nNeedless to say, translation by dictionary is the\ncrudest and, if one may say, the cruelest form of\ntranslation.</p>\n<p>5.  Maurice Samuel introduced to the English-reading\npublic, in his book <em>The World of Sholem\nAleichem</em>, the quintessential Yiddish-speaking\nTevye, the dairyman who addresses himself even to\nGod in Yiddish.  (He is the main character of the\nmusical “Fiddler on the Roof.”)  And in his book <em>In\nPraise of Yiddish</em> (p. xiii), Samuel wrote about the\npresumed absence of any rules in the language:</p>\n<blockquote>\n<p>It is gratuitously assumed that Yiddish ... can\ndispense with strict forms and usages, that part of\nits appeal is supposed to lie in a happy-go-lucky\ngrammatical and syntactical laxity which makes\nerror impossible and <em>everyone knowledgeable</em>.\nNothing could be further from the truth.  [italics\nadded]</p>\n</blockquote>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Five Postscripts to “The Scandalous Yiddish Guide of the Census Bureau”</em></h1> <p><em>Zellig Bach, Lakehurst, New Jersey</em></p> <p>1.  William Safire published an entire column\nunder the title “Counting Census Mistakes” (“On\nLanguage,” <em>The New York Times Magazine</em>, April 15,\n1990) in which he enumerated a number of errors in\nboth the Census Bureau instructional <em>Guide</em> and in\nthe census form itself.  He found misplacement\nproblems, mistakes in parallel structures, improper\nuse of commas, wrong or missing prepositions, incorrect\nuse of reflexive verbs, etc.  “The Census Bureau,”\nhe wrote, “has had 10 long years to get its\nforms straight.”  And all this about its <em>English</em>!</p> <p>2.  Yoysef Mlotek, Cultural Director of the fraternal\nJewish organization, the Workmen's Circle\n(“<em>der arbeter ring</em>”), published in the New York Yiddish\nweekly <em>Forverts</em> a sharp attack on the outrageous\nilliteracy of the Yiddish translation of the <em>Census\nBureau Guide</em> (April 20, 1990, p. 16).  In a letter\nto the Census Bureau he asked “whether other foreign\nlanguage translations of the Guide were similarly\nentrusted in such incompetent hands.”</p> <p>3.  I sent a copy of my article [XVII, 2] to the\nCensus Bureau.  After a delay of more than seven\nweeks I received a reply from Mr. Allan A. Stephenson,\nAssistant Division Chief for Outreach and Program\nInformation, Decennial Planning Division.  He\nwrote:</p>"
}