{
  "type": "Article",
  "title": "French Leave",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">French Leave</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>The title of Louis Malle's movie <em>Au Revoir les\nEnfants</em> is usually untranslated in reviews and\nadvertisements in the United States.  When it is\ntranslated (as when an English translation follows\nthe French title) it is rendered as “Goodbye, Children.”\nThis translation is as good as any, but quite\nunsatisfactory.  For that reason and because English\nis closely related to French (lexically anyhow, having\nborrowed a great portion of its vocabulary from\nFrench), the title can be left in the original as a title\nin Danish or Polish could not be.</p>\n<p>Snob appeal may be involved here.  It is wondrous\nthe way French is able to maintain its position\nas the language of style and status, at least throughout\nthe Western world.  In such magazines as <em>The\nNew Yorker</em> and <em>Time</em> French words and phrases appear\nwith much greater frequency than bits of any\nother foreign language.  The issue of <em>The New Yorker</em>\nfor July 25, 1988, taken at random, had in its “Dancing”\nsection on page 79 two whole sentences in\nFrench, untranslated.  The issue of <em>Town &amp; Country</em>\nfor September, 1988, had a full-page advertisement\nfor Sea Island Cotton entrely in French except for\nthe American name of the company.  John Updike's\nnovel S. has two or three brief business letters in\nlikewise untranslated French.  I suspect that American\nand British readers with some claim to international\nsophistication are flattered by the assumption\nof some ad writers and authors that a little French\nwill not be Greek to them.</p>\n<p>However, the short phrase <em>Au revoir les enfants</em>\nwould resist translation even if it were desirable to\nput it into English.  Only the first of its four words\nslips easily enough into English, as <em>till</em>.  But English\nis the only European language I know that has no\ncalque for the expression <em>au revoir</em>, probably because\nwe have adopted this French phrase, like\nmany others, intact, while other languages have the\nphrase calqued as: <em>hasta la vista, a rivederci, do\nsvidaniya, do widzenia, auf Wiedersehen,</em> etc.  At any\nrate, <em>goodbye</em> really does not translate <em>au revoir,\nAdieu,</em> also borrowed intact into English, would do\nas the French equivalent of <em>goodbye</em>, and vice versa;\nbut that equivalence gets us nowhere with <em>au revoir</em>,\nexcept to point up the fact that <em>goodbye</em> does not\nmean <em>au revoir</em>.</p>\n<p>I once heard a Frenchman in Madrid tell a couple\nof Spanish shop clerks a joke that illustrates the\ndifference between <em>adieu</em> 'goodbye' and <em>au revoir</em>:\nAt the Rio de Janeiro airport the planes of various\ncountries were taking off one after another, and the\nterminal was crowded with passengers and with\nfriends and relatives seeing loved ones off.  An Air\nFrance jet took off, and the loved ones on the\nground waved and shouted, “Au revoir! Au revoir!”\nThen an Iberia plane taxied away to shouts of “Hasta\nla vista!”  And then it was the turn of a jet flown by a\nBrazilian airline with a notoriously poor safety record.\nAs it taxied away to take off, the crowd more\nintoned than shouted, “Adeus!  Adeus!”  (Portuguese\nfor <em>adieu</em>).</p>\n<p>Since English lacks a calque for <em>au revoir</em>, it\nwould be technically possible to make one, perhaps\non the model of Joyce's (or his Stephen Dedalus')\n“agenbite (of inwit)” for remorse: <em>till the agenseeing</em>.\nBut of course such bitterly pedantic wordplay would\nbe unthinkable on the lips of the plain-spoken priest\nwhose words give the Malle film its title and some of\nits poignancy.  And if <em>agenseeing</em> is too far-fetched\nand pedantic, <em>so long</em> is a shade too informal, slangy.</p>\n<p>And what about the simple definite article in the\ntitle?  Surely it should pose no problem.  <em>Au contraire</em>,\nI suspect it is the most meaningful and untranslatable\nword in the four-word phrase.  It is not\nstrictly standard French before a common noun in\nthe vocative case, but seems borrowed from the\nfolksy language of camaraderie, the slang of street,\nbarracks, and campus.  One does not sing, “Allons,\nles enfants de la patrie....”  In modern French\nnovels about military experiences, however, one\nmay find a soldier proposing to his buddies, “Allons,\nles gars....”  In such usage the plural definit article\nseems to imply a sense of solidarity, of togetherness,\nof addressing not just any or all boys or kids or\nwhatever but of specifying a particular group.  Further,\nsince <em>les</em> in this special usage has its origin in\nboyish slang, it implies masculinity, as <em>guys</em> might in\nEnglish.  In the title in question <em>les</em> might be translated\nby the pronoun <em>you</em> and the whole title as: “So\nlong, you guys.”  This translation conveys the meaning\nof the French title, all right, but is nevertheless\nunacceptable because such jaunty informality would\nbe totally out of character for the priest whose warm\nyet solemn farewell at a tragic parting gives the\nmovie its title.</p>\n<p>Nor does <em>enfants</em> always mean 'children,' exactly.\n<em>The New Cassell's French Dictionary</em> defines\n<em>enfant</em> in English as: “Child, infant, baby; son or\ndaughter; descendant; citizen, native; (<em>Law</em>) offspring,\nissue.”  Then some of the following examples\ngiven in the dictionary show that in some contexts\nthe word does not mean 'child' at all: <em>c'est un bon\nenfant</em> 'he is a good fellow'; <em>l'enfant prodigue</em> 'the\nprodigal son.'  Moreover, some of the older students\naddressed by the priest in the movie are past childhood,\nthough in priestly parlance anyone, even a nonagenarian,\nmay be called a child.  So perhaps <em>children</em>\nwill do here, though arguably boys might be a\nnuance better.</p>\n<p>It may be that French, because it so rich in connotation\nand nuance, is harder to translate than most\nlanguages.  English has a much larger vocabulary, a\nfact that has been adduced to support the argument\nthat French is inferior to English.  But the larger vocabulary\nof English is irrelevant in two respects:\nmuch of this larger vocabulary is esoteric, exotic,\npedantic, or otherwise as foreign to everyday English\nusage as Chinese; and whereas vocabulary is\nquantified by words, the expressive units of French\ntend to be phrases, such as <em>chemin de fer, joie de\nvivre</em>, and <em>raton laveur</em>.  By the usual lexical reckoning\none could say that French has no word for <em>rail-road</em>\nor <em>raccoon</em>.</p>\n<p>Phrases, being more semantically complex than\nsingle words, are usually harder to translate.  English\ntoo has its untranslatable phrases composed of words\nthat are individually translatable.  For instance, try\nturning these two into French or Russian: <em>Is you is, or\nis you ain't my baby?</em> and <em>Why'd you bring that old\nbook I didn't want to be read to out of up for?</em>  Generally\nspeaking, a phrase or clause is difficult to translate\nin proportion as it diverges from the standard, or as\nsome would say, as it is ungrammatical.  To paraphrase\nTolstoy paraphrasing Pushkin: All grammatical expressions\nresemble each other; each ungrammatical expression\nis ungrammatical in its own way.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">French Leave</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>The title of Louis Malle's movie <em>Au Revoir les\nEnfants</em> is usually untranslated in reviews and\nadvertisements in the United States.  When it is\ntranslated (as when an English translation follows\nthe French title) it is rendered as “Goodbye, Children.”\nThis translation is as good as any, but quite\nunsatisfactory.  For that reason and because English\nis closely related to French (lexically anyhow, having\nborrowed a great portion of its vocabulary from\nFrench), the title can be left in the original as a title\nin Danish or Polish could not be.</p> <p>Snob appeal may be involved here.  It is wondrous\nthe way French is able to maintain its position\nas the language of style and status, at least throughout\nthe Western world.  In such magazines as <em>The\nNew Yorker</em> and <em>Time</em> French words and phrases appear\nwith much greater frequency than bits of any\nother foreign language.  The issue of <em>The New Yorker</em>\nfor July 25, 1988, taken at random, had in its “Dancing”\nsection on page 79 two whole sentences in\nFrench, untranslated.  The issue of <em>Town &amp; Country</em>\nfor September, 1988, had a full-page advertisement\nfor Sea Island Cotton entrely in French except for\nthe American name of the company.  John Updike's\nnovel S. has two or three brief business letters in\nlikewise untranslated French.  I suspect that American\nand British readers with some claim to international\nsophistication are flattered by the assumption\nof some ad writers and authors that a little French\nwill not be Greek to them.</p> <p>However, the short phrase <em>Au revoir les enfants</em>\nwould resist translation even if it were desirable to\nput it into English.  Only the first of its four words\nslips easily enough into English, as <em>till</em>.  But English\nis the only European language I know that has no\ncalque for the expression <em>au revoir</em>, probably because\nwe have adopted this French phrase, like\nmany others, intact, while other languages have the\nphrase calqued as: <em>hasta la vista, a rivederci, do\nsvidaniya, do widzenia, auf Wiedersehen,</em> etc.  At any\nrate, <em>goodbye</em> really does not translate <em>au revoir,\nAdieu,</em> also borrowed intact into English, would do\nas the French equivalent of <em>goodbye</em>, and vice versa;\nbut that equivalence gets us nowhere with <em>au revoir</em>,\nexcept to point up the fact that <em>goodbye</em> does not\nmean <em>au revoir</em>.</p>"
}