{
  "type": "Article",
  "title": "The Naming of Poisons",
  "author": "Jon Buller",
  "location": "Lyme, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Naming of Poisons</h1>\n<p><em><span data-rel=\"author\">Jon Buller</span> <span data-rel=\"location\">Lyme, Connecticut</span></em></p>\n<p>“It must be tough being a bartender,” customers\nwould sometimes say to me, in the days\nwhen I was practising the trade.  “How can you\never remember all those different drink recipes?”  It\nis not really all that hard, I would explain to them.\nDrinks are a lot like popular songs.  First, there are\nthe <em>standards</em>, like the <em>Martini</em> and the <em>Screwdriver</em>\nand the <em>Bloody Mary</em>.  These are to bartender what\n<em>White Christmas</em> and <em>My Way</em> are to a lounge singer.\nThere are only 20 or 30 of them, and they account\nfor 90 percent of all cocktail orders.</p>\n<p>Then there are the <em>current hits</em>, things like the\n<em>Melonball</em> and the<em>Kamikaze</em>.  These are comparable\nto this season's hit songs.  If you don't know how to\nmake one of them, someone can usually tell you—\nthe customer who ordered it, a regular sitting at the\nend of the bar, or another bartender.  After this happens\na few times the drink gets pounded into your\nhead, like the latest Bruce Springsteen on the juke\nbox.</p>\n<p>Finally, there are the <em>oldies-but-goodies</em>.  If you\ndon't know these, you can look them up in one of\nthe bartending reference books behind the bar.</p>\n<p>There is also—with drinks as well as with\nsongs—a phenomenally large number of also-rans.\nOne can look through the promotional booklets\ngiven out by the liquor companies and the ads in\nmagazines like <em>Playboy</em> to find countless unlikely\nsounding recipes concocted by marketing departments\nin hopes of selling more of their products.\nOne rarely hears a “real” person order one of these\ndrinks.</p>\n<p>If one adds to these flops the unpublicized creations\nof individual bars and bartenders and customers,\nit is apparent that in our culture there is an\nimmense and continual outpouring of mixologic creativity.\nOnly the tiniest fraction of this output, however,\nactually achieves the first level of popular acceptance,\nand becomes a <em>current hit</em>.  Having\nreached that level, it is almost as difficult to achieve\nthe next one and become a <em>standard</em>, a drink that\nwill still be popular by the time the next generation\nof <em>current hits</em> comes along.</p>\n<p>I occasionally wondered why, out of the hundreds\nof candidates available, a certain few drinks\nhad managed to achieve favor with the popular\ntaste.  It was usually <em>not</em>, as one might have supposed,\nbecause a newly discovered combination of\ningredients had resulted in some completely unique\nnew flavor.  An <em>Alabama Slammer</em>, for instance, is\nmade from sweetish liquors and fruit juice.  As far as\nflavor goes, it offers nothing to the palate that could\nnot as easily be provided by, say, a <em>Singapore Sling</em>.\nBut, for young Americans of certain backgrounds,\nthe <em>Alabama Slammer</em> is now chic, and the <em>Singapore\nSling</em> is not.</p>\n<p>The liquor industry sometimes does come up\nwith new and different flavors.  During the period\nwhen I was tending bar, for instance, a honeydewmelon-flavored\nliqueur called Midori, a product of\nthe Japanese distiller Suntory, became very popular.\nBut one might still ask why certain Midori-based\ndrinks, such as the <em>Melonball</em> and the <em>Pearl Harbor</em>,\nbecame widely accepted, while others—<em>The Green\nGoddess, Early Spring in Kyoto</em>—languished in the\npages of Suntory's promotional literature.  I have\nconcluded that by far the most important factor in\nthe success of a new drink is its <em>name</em>.</p>\n<p>The bar where I used to work was located in the\ntrain station in New London, Connecticut.  This is a\ntown that has both a large naval base and a private\nco-educational college, and I waited on great numbers\nof people in their early to mid twenties.  This is\nthe group that, more than any other, serves as the\nbreeding ground for new drinks.  Very often I would\ntake an order for a drink that was just coming into\npopularity, and then, when I served the drink, I\nwould find out that the customer had expected\nsomething different.  Frequently that was because\nthe customer came from a region of the country\nwhere a different set of ingredients went by the\nsame name.  What had happened was that the recipe\nhad become garbled as it traveled across the country\nby oral transmission from customer to bartender,\nand bartender to bartender.  Yet the name had survived.</p>\n<p>Unlike most products, which may be slipped\nacross a counter (over or under) in silence, drinks\nare usually ordered out loud.  Young people, when\nordering a drink, like to give an indication, to themselves\nand to others, that they are tough, or sexy, or\nfunny.  They also have a strong tendency to imitate\ntheir peers and to order what they hear other order.\nDuring the time that I was working as a bartender\n(1977-1984), the new drinks that became\npopular almost invariably contained references in\ntheir names to images from the following categories:\n1)* pleasant taste;* 2) destruction or self-destruction;\n3) irreverence; 4) sexual innuendo.</p>\n<p>1)  <em>Pleasant Taste</em>: Many young people do not\nlike the taste of liquor in its raw state.  They often\norder a drink with a name that seems to promise a\nsweet or non-alcoholic taste.  “A <em>Creamsicle</em>!?  That\nsounds good!  I think I'll try one of those!”  In all of\nthe cases below, the name actually does reflect, to\nsome extent, the taste of the drink.</p>\n<blockquote>\n<p>MELONBALL<br>\n1 ounce Midori<br>\n1 ounce vodka<br>\nFill with orange juice.<br>\nGlass: Collins, with ice</p>\n<p>CREAMSICLE<br>\n1 ounce vodka<br>\n1 ounce Triple Sec<br>\nFill with half milk, half orange juice; shake.<br>\nGlass: Collins, with ice</p>\n<p>LONG ISLAND ICED TEA<br>\n½ ounce vodka<br>\n½ ounce rum<br>\n½ ounce gin<br>\n½ ounce Triple Sec<br>\n½ ounce tequila<br>\nFill with lemon mix, add squirt of cola.<br>\nGlass: Collins, with ice</p>\n<p>CALIFORNIA ROOT BEER<br>\n1 ounce Galliano<br>\n1 ounce coffee liqueur<br>\nFill with cola.<br>\nGlass: Collins, with ice<br>\n(A <em>California Root Beer Float</em> <em>Float</em> is the same drink with the addition of a splash of milk.)</p>\n<p>HAWAIIAN PUNCH<br>\n1 ounce sloe gin<br>\n¾ ounce Southern Comfort<br>\n¾ ounce Amaretto<br>\nSplash of grenadine\nFill with half orange juice, half pineapple juice.<br>\nGlass: Collins, with ice</p>\n</blockquote>\n<p>2)  <em>Destruction or Self-Destruction</em>: It is not always\nclear which of these is referred to in the name\nof a drink.  When someone orders a <em>Cherry Bomb</em>,\nfor instance, is he saying, symbolically, that he is\nabout to drop a small explosive charge into his nervous\nsystem?  Or is he saying that he is explosive?\nPerhaps it is a little of each.  There are many drinks\nin this category, as one might expect, since so many\nof the euphemisms for <em>drunk (smashed, bombed</em>, etc.)\netc.) also refer to destruction:</p>\n<blockquote>\n<p>KAMIKAZE<br>\n1 ounce vodka<br>\n1 ounce Triple Sec<br>\nFew drops Rose's Lime Juice<br>\nGlass: rocks glass, with ice</p>\n<p>BLEEDING BRAIN<br>\nFill a shot glass with half peppermint schnapps,\nhalf Irish cream liqueur, and add a few drops of\ngrenadine.  The resulting curdled mess looks like its name.</p>\n<p>ALABAMA SLAMMER<br>\n1 ounce Southern Comfort<br>\n1 ounce sloe gin<br>\nFill with orange juice.<br>\nGlass: Collins, with ice</p>\n<p>CHERRY BOMB<br>\n1 ½ ounce cherry brandy<br>\nFill with beer<br>\nGlass: beer mug</p>\n<p>B-52\n1 part Tia Maria<br>\n1 part Irish cream liqueur<br>\n1 part Grand Marnier<br>\nFloat Irish cream on Tia Maria, and Grand Marier on Irish Cream<br>\nGlass: cordial pony</p>\n</blockquote>\n<p>3) <em>Irreverence:</em> Sometimes these categories\noverlap a good deal.  The <em>Colorado Motherfucker</em>\ncould also be placed in the next category, but I think\nthe name is intended more for shock than anything\nelse.  It is a way of saying, “I am an outlaw, a mountain\nman!”  As one might expect, it tastes like a syrupy\nmilk shake.</p>\n<blockquote>\n<p>COLORADO MOTHERFUCKER<br>\n1 ounce tequila<br>\n1 ounce coffee liqueur<br>\nFill with milk; shake; add splash of cola.<br>\nGlass: Collins, with ice</p>\n<p>PURPLE JESUS<br>\n½ ounce vodka<br>\nGraps juice to fill<br>\nGlass: highball, with ice</p>\n<p>MUDSLIDE<br>\n¾ ounce vodka<br>\n¾ ounce coffee liqueur<br>\n¾ ounce Irish cream liqueur<br>\nGlass: rocks glass, with ice\n(This drink became popular after a series of catastrophic mudslides hit the california coast.)</p>\n</blockquote>\n<p>4)  <em>Sexual Innuendo</em>: Leafing through old bartending\nmanuals, one comes across things like the\n<em>Between-the-Sheets</em> cocktail, so there is nothing radically\nnew about this category.  But in recent times\nthe references are increasingly blunt.  Much of the\nappeal of these drinks lies in ordering them in such a\nways as to playfully “gross out” the bartender.  It is\nhard to imagine someone buying the ingredients for\nan <em>Orgasm</em> at a liquor store and then going home and\nmixing up a few to drink while reading mysteries in\nbed.  The idea is to go into the local bar and say,\n“Hey, Marybeth, can you give me an <em>Orgasm?</em>  I\nhaven't had a good <em>Orgasm</em>  for a long time! HA!</p>\n<p>“It's no wonder,” deadpans Marybeth, mixing\nhis drink.</p>\n<blockquote>\n<p>ORGASM<br>\n¾ ounces vodka<br>\n¾ ounce coffee liqueur<br>\n¾ ounce amaretto<br>\nFill with milk; shake.<br>\nGlass: Collins with ice</p>\n<p>SOLE COMFORTABLE SCREW<br>\n1 ounce sloe gin<br>\n1 ounce Southern Comfort<br>\nOrange juice to fill<br>\nGlass: Collins, with ice<br>\n(A <em>Sole Screw</em> with the Orange juice to fill\naddition of Southern Comfort.)</p>\n<p>SLIPPERY NIPPLE<br>\n¾ ounce amaretto<br>\n¾ ounce Irish cream liqueur<br>\n¾ ounce ouzo<br>\nGlass: Martini<br>\nGarnish: skewer a Maraschino cherry with a toothpick, and lay the toothpick across the rim of the glass so that the cherry sits in the center of the drink.</p>\n<p>SLOE SCREW<br>\n1 ½ ounces sloe gine<br>\nOrange juice to fill<br>\nGlass: highball, with ice<br>\n(A <em>Screwdriver</em> made\nwith sole gin instead of\nvodka.)</p>\n<p>SOLE COMFORTABLE SCREW AGAINST THE WALL<br>\n1 ounce sloe gin<br>\n1 ounce Southern Comfort\n½ ounce Galliano floated on top<br>\nGlass: Collins, with ice<br>\n(The logic of this is that a <em>Screwdriver</em> with Galliano\nfloated on top is known as a <em>Harvey</em>\n<em>Wallbanger</em>.  Thus a <em>Comfortable Screw with</em>\n<em>Galliano</em> floated on top becomes a <em>Sole Comfortable</em> <em>Screw Against the</em>\n<em>Wall</em>.  In bars it is rarely ordered but much discussed.)</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Naming of Poisons</h1> <p><em><span data-rel=\"author\">Jon Buller</span> <span data-rel=\"location\">Lyme, Connecticut</span></em></p> <p>“It must be tough being a bartender,” customers\nwould sometimes say to me, in the days\nwhen I was practising the trade.  “How can you\never remember all those different drink recipes?”  It\nis not really all that hard, I would explain to them.\nDrinks are a lot like popular songs.  First, there are\nthe <em>standards</em>, like the <em>Martini</em> and the <em>Screwdriver</em>\nand the <em>Bloody Mary</em>.  These are to bartender what\n<em>White Christmas</em> and <em>My Way</em> are to a lounge singer.\nThere are only 20 or 30 of them, and they account\nfor 90 percent of all cocktail orders.</p> <p>Then there are the <em>current hits</em>, things like the\n<em>Melonball</em> and the<em>Kamikaze</em>.  These are comparable\nto this season's hit songs.  If you don't know how to\nmake one of them, someone can usually tell you—\nthe customer who ordered it, a regular sitting at the\nend of the bar, or another bartender.  After this happens\na few times the drink gets pounded into your\nhead, like the latest Bruce Springsteen on the juke\nbox.</p> <p>Finally, there are the <em>oldies-but-goodies</em>.  If you\ndon't know these, you can look them up in one of\nthe bartending reference books behind the bar.</p>"
}