{
  "type": "Article",
  "title": "English Know-how, No Problem",
  "author": "Bill Bryson",
  "location": "Yorkshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English Know-how, No Problem</h1>\n<p><em><span data-rel=\"author\">Bill Bryson</span> <span data-rel=\"location\">Yorkshire</span></em></p>\n<p>In Stockholm there is a chain of fast-food restaurants\nwhere you can get, along with a fairly high\nrisk of heartburn, what must rank as the ultimate in\nculinary oxymorons: a hamburger called a <em>Mini Big</em>.\nIf that sounds a trifle too indecisive, you may choose\nfrom such offerings as a <em>Cheeseburgare</em>, a <em>Baconburgare</em>,\na <em>Big Dream</em>, or something called a <em>Big Clock</em>.\nAll these names are English, more or less.  It appears\nthat in Sweden these days, as in the world generally,\npeople not only increasingly speak English but also\neat it.</p>\n<p>And they wear it.  Anyone who has traveled almost\nanywhere in the world in the past couple of\nyears will have noticed that young people everywhere\nsport T-shirts, sweatshirts, and warm-up jackets\nbearing messages that are invariably (1) in English\nand (2) gloriously meaningless.  Recently in\nHamburg I saw a young man in a bomber jacket that\nstated on its back: “Full-O-Pep Laying Mash.”  In\nslightly smaller letters, it added: “Made by Taverniti\nOats Company Chicago USA 1091DS.”  In Tokyo, a\ncorrespondent for <em>The Economist</em> sighted a T-shirt\nproclaiming: “O D on Bourgeoisie Milk Boy Milk.”\nThe words, one supposes, were chosen from an unabridged\ndictionary by a parrot with a stick in its\nbeak.  What is even more alarming is that these bewilderingly\nvague sentiments have begun appearing\nin the English-speaking world.  In a store on Oxford\nStreet in London I saw a jacket, made in Britain, that\nannounced in large letters: “Rodeo—100 per cent\nBoys for Atomic Atlas.”</p>\n<p>What do these strange messages mean?  In the\nliteral sense, nothing, of course.  But in a more metaphoric\nway they do rather underscore the huge, almost\ncompulsive appeal of English in the world.  It is\nan odd fact that almost everywhere on the planet\nproducts are deemed more appealing and sentiments\nmore powerful if they are expressed in English,\neven if they make next to no sense.</p>\n<p>English words are everywhere.  Germans speak\nof <em>die Teenagers</em> and <em>das Walkout</em> and German politicians\nsnarl “<em>No comment</em>” at German journalists.\nItalian women coat their faces with <em>col cream</em>,\nRomanians ride the <em>trolleybus</em>, and Spaniards, when\nthey feel chilly, don a <em>sueter</em>.  Almost everyone in the\nworld speaks on the telephone or the <em>telefoon</em> or\neven, in China, the <em>te le fung</em>.  And almost everywhere\nyou can find <em>nightclubs</em> and <em>television</em>.</p>\n<p>In 1986, <em>The Economist</em> assembled a list of English\nterms that had become more or less universal.\nThey were <em>airport, passport, hotel, telephone, bar,\nsoda, cigarette, sport, gold, tennis, stop, OK, weekend,\njeans, know-how, sex appeal,</em> and <em>no problem</em>.\nAs <em>The Economist</em> put it, “The presence of so many\nwords to do with travel, consumables, and sport attests\nto the real source of these exports—America.”</p>\n<p>There is no denying that the English language,\nquite apart from its utilitarian purposes, holds an\nodd, almost quaint fascination for many foreign\nspeakers.  I have before me a Japanese eraser that\nsays, “Mr Friendly Quality Eraser.  Mr. Friendly Arrived\n!!  He always stay near you, and steals in your\nmind to lead you a good situation.”  It is a product\nmade in Japan solely for Japanese consumers, yet\nthere is not a word of Japanese on it.  Coke cans in\nJapan come with the slogan, “I feel Coke &amp; Sound\nSpecial,” while until recently a Japanese company\ncalled Cream Soda marketed a range of products\nwith the exquisitely inane slogan, “Too old to die,\ntoo young to happy.”  Some of these products betray\na rather comforting lack of geographical precision.\nA Japanese carrier bag showing yachts on a blue sea\nhad the message, “Switzerland: Seaside City.”  Another\ncarried a picture of a dancing elephants above\nthe legend, “Elephant Family Are Happy With Us.\nTheir Humming Makes Us Feel Happy.”  In Naples,\nthere is a sporting goods store called <em>Snoopy's Dribbling</em>,\nwhile just off the Grand Place in Brussels you\ncan find a boutique called <em>Big Nuts</em>, where a sign in\nthe window intriguingly offers, “Sweat, 690 francs.”\nCloser inspection reveals this to be merely a Belgian\ntruncation of the English <em>sweatshirt</em>.</p>\n<p>Usually English words are taken just as they are,\nbut sometimes they are adapted to local needs, often\nin quite striking ways.  The Serbo-Croatians, for instance,\npicked up the English word <em>nylon</em>, but took it\nto mean a kind of shabby and disreputable variation,\nso that a <em>nylon hotel</em> is a 'brothel' while a <em>nylon beach</em>\nis where nudists frolic.  Other nations have left the\nwords largely intact but given the spelling a novel\ntwist.  Thus the Ukrainian <em>herkot</em> might seem wholly\nforeign to you until you realize that it is what a\nUkrainian goes to his barber for.  Similarly, unless\nyou heard them spoken you might not recognize <em>ajskrym,\nerebeta</em>, and <em>kontaklinser</em> as, respectively, Polish\nfor <em>ice cream</em>, Japanese for <em>elevator</em>, and Swedish\nfor <em>contact lenses</em>.  The champion of this dissembling\nprocess must surely be the Italian <em>sciacchenze</em>, which\nis simply a literal rendering of the English <em>shake\nhands</em>, although the Swahili word for a traffic island,\n<em>kiplefti</em> (<em>keep left</em>) runs it a close second.</p>\n<p>This practice of taking English words and hacking\naway at them until they emerge as something\nmore like native products is particularly rampant\namong the Japanese, who have borrowed no fewer\nthan 20,000 English words—at least ten per cent of\nall the words in common use there.  (It has been\nsaid, not altogether jokingly, that if the Japanese\nwere required to pay a license fee for every English\nword they used, their trade surplus would vanish.)</p>\n<p>Occasionally, the Japanese stretch the borrowed\nwords to fit more comfortably to their pronunciation—as\nwith <em>productivity</em>, which became in\nJapanese <em>purodakuchibichi</em>—but for the most part\nthey use the same sort of ingenuity miniaturizing\nEnglish words as they do in miniaturizing tape recorders\nand video cameras.  So <em>word processor</em> in\nJapan become <em>wa-pro, personal computer</em> becomes\n<em>masu-komi</em>, and <em>commercial</em> is unceremoniously\nshorn of its troublesome consonant clusters and\nshrunk to a terse monosyllable: <em>cm.  No-pan</em>, short\nfor <em>no-panties</em>, is a description for bottomless waitresses,\nwhile the English words <em>touch</em> and <em>game</em> have\nbeen fused to make <em>tatchi geimu</em>, a euphemism for\nsexual petting.</p>\n<p>Sometimes, English words are given not only\nnew spellings but also entirely new meanings.  In the\nlast century the Russians, for reasons that no one\nnow seems quite sure of, took the name of a London\nrailway station, Vauxhall, and made it their generic\nword for all railroad stations: <em>vagzal</em>.  In much the\nsame way, the Japanese word for a fashionable cut\nsuit, <em>sebiro</em>, is a corruption of <em>Savile Row</em>.  More recently,\nthe French borrowed the English slang\nwords <em>jerk</em> and <em>egghead</em> but gave them largely contrary\nmeanings—namely, an <em>egghead</em> in France is\nnot a brainy person but a dimwit, while <em>jerk</em> is a term\nof praise for an accomplished dancer—though at\nleast they respect the spellings.</p>\n<p>Occasionally borrowers of English words use\nthem to create new words.  The Japanese have lately\nappropriated the English word <em>mansion</em>, respelled it\n<em>manshon</em>, and used it to signify not a large single\ndwelling but a high-rise apartment building.  But because\nthe syllable <em>man</em> also means 'ten thousand' in\nJapanese, they have coined a further word, <em>okushon</em>,\nbased on their word for 'one hundred million' <em>oku</em>,\nbecause that implies greater luxury still.</p>\n<p>This practice of adopting an English word and\nthen using it as the basis for forming other words\nquite unknown in English is more common than you\nmight expect.  The Germans, in particular, are adept\nat taking things a step further than ever occurred to\nanyone in English.  In Germany a young person goes\nfrom being in his teens to being in his <em>twens</em>, a book\nthat doesn't quite become a bestseller is instead <em>ein\nsteadyseller</em>, and a person who is more relaxed than\nanother is <em>relaxter</em>.</p>\n<p>A final curiosity of borrowing is that the words\nsometimes lose their emotional charge when conveyed\noverseas.  The Dutch, most notably, have\nadopted an English expletive too coarse to reproduce\nhere (though if I say, “hits the fan” I expect\nyou'll be with me), but they use it as a mild and\nlargely meaningless epithet, roughly equivalent to\nour <em>gosh</em> or <em>golly</em> or even just <em>hmmmm</em>—to such an\nextent, I am told that they must now take special\ncare not to startle English-speaking visitors.  Oddly\nenough, a century ago we did much the same thing\nwith a rude Dutch term, <em>pappekak</em>, which we anglicized\ninto the anodyne <em>poppycock</em>.</p>\n<p>Of course, not all these borrowings are free of\ncharge.  The English language has become a very big\nbusiness indeed.  Globally, the teaching of English is\nworth £6 billion a year; in Britain alone it is the sixth\nlargest source of invisible earnings, worth £500 million\na year.</p>\n<p>Some people are naturally better at mastering\nEnglish than others.  In the 1970s, according to <em>Time</em>\nmagazine, Soviet diplomats were issued with a\nRussian-English phrase-book that included such\nmemorable phrases as this instruction to a waiter:\n“Please give me curds, sower cream, fried chicks,\npulled bread and one jellyfish.”  When shopping,\nthe well-versed Soviet emissary was told to order “a\nladies' worsted-nylon swimming pants.”</p>\n<p>If there is one thing we should be worried about\nin the English-speaking world it is not that we are\ndoing poorly at learning other people's languages—\nthough that is worrisome enough—but that we increasingly\npay so little attention to the competent\nuse of our own.  Sir Randolph Quirk put it succinctly\nwhen he wrote, “It would be ironic indeed if the\nmillions of children in Germany, Japan, and China\nwho are diligently learning the language of Shakespeare\nand Eliot took more care in their use of English\nand showed more pride in their achievement\nthan those for whom it is the native tongue.”</p>\n<p>We might sometimes wonder if we are the most\nresponsible custodians of our own tongue, when we\nreflect that the Oxford University Press sells as many\ncopies of the <em>Oxford English Dictionary</em> in Japan as it\ndoes in America, and a third more than in Britain.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English Know-how, No Problem</h1> <p><em><span data-rel=\"author\">Bill Bryson</span> <span data-rel=\"location\">Yorkshire</span></em></p> <p>In Stockholm there is a chain of fast-food restaurants\nwhere you can get, along with a fairly high\nrisk of heartburn, what must rank as the ultimate in\nculinary oxymorons: a hamburger called a <em>Mini Big</em>.\nIf that sounds a trifle too indecisive, you may choose\nfrom such offerings as a <em>Cheeseburgare</em>, a <em>Baconburgare</em>,\na <em>Big Dream</em>, or something called a <em>Big Clock</em>.\nAll these names are English, more or less.  It appears\nthat in Sweden these days, as in the world generally,\npeople not only increasingly speak English but also\neat it.</p> <p>And they wear it.  Anyone who has traveled almost\nanywhere in the world in the past couple of\nyears will have noticed that young people everywhere\nsport T-shirts, sweatshirts, and warm-up jackets\nbearing messages that are invariably (1) in English\nand (2) gloriously meaningless.  Recently in\nHamburg I saw a young man in a bomber jacket that\nstated on its back: “Full-O-Pep Laying Mash.”  In\nslightly smaller letters, it added: “Made by Taverniti\nOats Company Chicago USA 1091DS.”  In Tokyo, a\ncorrespondent for <em>The Economist</em> sighted a T-shirt\nproclaiming: “O D on Bourgeoisie Milk Boy Milk.”\nThe words, one supposes, were chosen from an unabridged\ndictionary by a parrot with a stick in its\nbeak.  What is even more alarming is that these bewilderingly\nvague sentiments have begun appearing\nin the English-speaking world.  In a store on Oxford\nStreet in London I saw a jacket, made in Britain, that\nannounced in large letters: “Rodeo—100 per cent\nBoys for Atomic Atlas.”</p> <p>What do these strange messages mean?  In the\nliteral sense, nothing, of course.  But in a more metaphoric\nway they do rather underscore the huge, almost\ncompulsive appeal of English in the world.  It is\nan odd fact that almost everywhere on the planet\nproducts are deemed more appealing and sentiments\nmore powerful if they are expressed in English,\neven if they make next to no sense.</p>"
}