{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Laurence Urdang</em></p>\n<p>VERBATIM, as we know, is about language.  It is\ndifficult to keep language distinct from writing,\nthough readers of this quarterly might have become\naware that the reviews of books appearing in these\npages often comment on the execrable turgidity of\nthe writing of most linguists.  To be sure, proficiency\nin linguistics offers no assurance of proficiency in\nwriting; indeed, from the extensive reading I have\ndone in the subject, I could easily be led to believe\nthat the former precludes that latter.  It is questionable\nwhether comments on writing made other than\nin the course of reviews is appropriate in VERBATIM:\nperhaps they are best left to the periodicals that specialize\nin such matters, like <em>Writer's Digest</em> and <em>The\nWriter</em>.  However, since many of VERBATIM's readers\nare writers, professionally or not, a few personal remarks\nmight not be considered entirely inapt.</p>\n<p>It must be seen that there are many, many different\nkinds of writing.  For the sake of convenience,\nwriting is divided into fiction and nonfiction, with\nsubdivisions of each, too numerous to list here.  Because\nof the nature of my own work, I read little\nfiction and write virtually none, though a few years\nago I did win first prize in England for a short story:\nthe first prize was a dinner for two at a country restaurant\nI shall not identify; I have a feeling that the\nsecond prize was a dinner for four at the same restaurant,\nbut that did nothing to diminish my elation\nat having won.  That elation was followed at once by\nthe ineluctable conviction that the other submissions\nmust have been very bad for my poor effort to have\ntaken the prize, and my feelings about the story\nhave vacillated between those extremes ever since.\nIn short, I am not what is known in the trade as\n“copy proud”:my feelings about my own writing\nrange from occasional smugness with a job well done\nto abject frustration and misery at my inability to\nexpress myself articulated in writing (given the\namount of time and resources available).  I fancy that\nmany writers feel the same way.</p>\n<p>I often question whether I am a writer.  If a\nwriter is, by definition, one who writes a fair amount\nand does so professionally (for which read “gets paid\nfor it”), I suppose I can call myself a writer.  On the\nother hand, I know people who write a great deal,\nand who write very well, but whose work has never\nbeen published.  It is unfair to include being published\nas a criterion of being a writer—at least a\ngood writer: as we all know, some of the best writers\nseem to have been published only by the merest\nchance; we also know that some of the worst writers\nare published continually and have miniseries and\nfilms made from the trash they grind out.</p>\n<p>My sentiments about my own writing alter rapidly\nwhen I encounter a singularly felicitous piece of\nwriting, and in this connection.  I must bring to the\nreader's attention a collection of essays by William\nB. Ober, M.D., called <em>Bottoms Up!</em>  The paperback\nedition I have was published in England in 1990 by\nW.H. Allen, as an Allison &amp; Busby Book; it was published\nearlier in North America, but a bookshop or\nlibrary will have to supply the publisher's name.\nThe essays were originally published in periodicals\nlike the <em>Bulletin of the New York Academy of Medicine,\nThe American Journal of Dermatopathology</em>,\nand other professional journals, for Dr. Ober is a\n(now retired) pathologist.</p>\n<p>There are fourteen essays in the collection, and\nif anyone ever had any question about how to distinguish\nerotica from pornographica, the answer lies in\nthese pages: some of these essays are clearly erotic\n(“Bottoms Up!The Fine Arts and Flagellation,”\n“Robert Musil: What Price Homosexual Sadism?,”\n“Carlo Gesualdo, Prince of Venosa: Murder, Madrigals,\nand Masochism,” and “The Iconography of\n<em>Fanny Hill</em>: How to Illustrate a Dirty Book”), but\nthey are not pornographic; others are somewhat\nmore clinical (“Johnson and Boswell: 'Vile Melancholy'\nand 'The Hypochondriack”); all exhibit a\nquality of writing rarely encountered.  I have never\ndiscussed writing with ober, and I am tempted to\nask him whether he must labour mightily to produce\nthe causal intellectualism  that prevades his essays.\n(He has another collection, <em>Boswell's Clap &amp; Other\nEssays</em>, from the same publisher(s), which is as good\nas this one.)  Occasionally, when the opportunity presents\nitself, he deliberately drops a delicious tidbit:</p>\n<blockquote>\n<p>Following this epicene epiphany of ephebic\neroticism, Törless experiences a profound guilt\nreaction.</p>\n</blockquote>\n<p>One gets the distinct impression that Ober enjoys\nwhat he is doing.  On the other hand, who can\nbe sure?  Some of the best writers complain that\ntheir best work is the result of monumental mental\neffort and many painful rewritings.</p>\n<p>This seems an appropriate point to insert a personal\nconfession.  Readers who have noted a marked\nincrease in typographical errors in VERBATIM can lay\nthe blame on my doorstep, which supports a very\nlow boredom threshold.  All submitted articles are\nread by me; if they are worthy of consideration, they\nare read again, carefully, and styled for the compositor;\nby the time the proofs arrive, I am reading the\narticle for the third time and cannot see all the horrible\nthings the typesetter might have done.  It is not\nthat the articles are boring, merely that the tedium\nof reading them for the third or fourth time interferes\nwith my ability to identify mistakes.  Besides, if\nthere were more errors, they would probably be\neasier to catch.  But we have very good compositors,\nand if they make errors, they are often very subtle.\nIn the future, I shall try to arrange for someone else\nto read proof on VERBATIM.  End of apologia.</p>\n<p>As the reader can tell, both from these comments\nand from my shabby efforts in this periodical,\nI can rarely support the rewriting of my own material\nand, in fact, almost never rewrite anything of my\nown.  If the reader wants to read something that is\nnot only informative and entertaining but can be admired\nfor its style, panache, and humor, let him get\nDr. Ober's books.</p>\n<p>If I find the space to treat this subject again, I\nshall discuss the dark side of writing, writing that is\nunutterably boring the first time it is read.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Laurence Urdang</em></p> <p>VERBATIM, as we know, is about language.  It is\ndifficult to keep language distinct from writing,\nthough readers of this quarterly might have become\naware that the reviews of books appearing in these\npages often comment on the execrable turgidity of\nthe writing of most linguists.  To be sure, proficiency\nin linguistics offers no assurance of proficiency in\nwriting; indeed, from the extensive reading I have\ndone in the subject, I could easily be led to believe\nthat the former precludes that latter.  It is questionable\nwhether comments on writing made other than\nin the course of reviews is appropriate in VERBATIM:\nperhaps they are best left to the periodicals that specialize\nin such matters, like <em>Writer's Digest</em> and <em>The\nWriter</em>.  However, since many of VERBATIM's readers\nare writers, professionally or not, a few personal remarks\nmight not be considered entirely inapt.</p> <p>It must be seen that there are many, many different\nkinds of writing.  For the sake of convenience,\nwriting is divided into fiction and nonfiction, with\nsubdivisions of each, too numerous to list here.  Because\nof the nature of my own work, I read little\nfiction and write virtually none, though a few years\nago I did win first prize in England for a short story:\nthe first prize was a dinner for two at a country restaurant\nI shall not identify; I have a feeling that the\nsecond prize was a dinner for four at the same restaurant,\nbut that did nothing to diminish my elation\nat having won.  That elation was followed at once by\nthe ineluctable conviction that the other submissions\nmust have been very bad for my poor effort to have\ntaken the prize, and my feelings about the story\nhave vacillated between those extremes ever since.\nIn short, I am not what is known in the trade as\n“copy proud”:my feelings about my own writing\nrange from occasional smugness with a job well done\nto abject frustration and misery at my inability to\nexpress myself articulated in writing (given the\namount of time and resources available).  I fancy that\nmany writers feel the same way.</p> <p>I often question whether I am a writer.  If a\nwriter is, by definition, one who writes a fair amount\nand does so professionally (for which read “gets paid\nfor it”), I suppose I can call myself a writer.  On the\nother hand, I know people who write a great deal,\nand who write very well, but whose work has never\nbeen published.  It is unfair to include being published\nas a criterion of being a writer—at least a\ngood writer: as we all know, some of the best writers\nseem to have been published only by the merest\nchance; we also know that some of the worst writers\nare published continually and have miniseries and\nfilms made from the trash they grind out.</p>"
}