{
  "type": "Article",
  "title": "Instant Welsh",
  "author": "Michel Vercambre",
  "location": "Manchester",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Instant Welsh</h1>\n<p><em><span data-rel=\"author\">Michel Vercambre</span> <span data-rel=\"location\">Manchester</span></em></p>\n<p>I broke imaginary eggs on the rim of a non-existent\nfrying pan and made sizzling noises.  I pretended\nto fill tumblers of ice-cold milk and to drink\nthem with apparent delight.  I beat the air with my\narms and clucked like a hen and mooed deep and\nlong.  But the features of the old, old woman who\nhad opened the door of the farmhouse half way up\nthe mountain and who had answered my polite request\nfor a few eggs and some milk with a steady\nflow of Welsh, remained blank.  As blank as mine\nhad been when she had been speaking Welsh.  My\nmiming must have been wanting as I got neither egg\nnor milk.  But the humiliating thing was that I, relatively\nbilingual and with a smattering of a few other\nlanguages, have been able to make myself understood\nin most part of western Europe, but was thoroughly\ncheckmated not sixty miles as the crow flies\nfrom Manchester...  I decided to learn Welsh\nforthwith, there and then, without more ado.</p>\n<p>Of course, it was not going to be plain sailing.  I\nknew that.  We—my wife, our three children, and\nI—had been invited to spend ten blissful days in an\nidyllic white cottage in the middle of a field near a\ncouple of lakes in the depth of Caernarvonshire.\nThe nearest village was a couple of valleys away; our\nneighbors were sheep and lambs.  It was definitely\nknown that a road-mender did sleep in a one-room\ncabin near the abandoned slate quarry.  These were\nperhaps not the best conditions in which to learn the\nWelsh language, but what I lacked in amenities I\nthought I would make up in “ambiance” for there\nwe would be for ten days, practically incommunicado.</p>\n<p>My only tutor was one of those paper napkins\non which are printed some hundred brightly colored\npictures of objects and things in common use, such\nas bread, cheese, house, sea, sun, chair, etc., with\nthe Welsh name above and the English underneath.\nYou know the sort of thing.  Very useful in its way no\ndoubt, but rather limiting to someone of scholarly\ndisposition.</p>\n<p>It was then that Chance took a hand.  Would\nyou believe that I found in the rafters of our host's\ncottage a dusty Welsh-English Dictionary compiled\nby W. Richards, L1.D., in 1890...?  It was like\nreaching that peak in Darien.  A whole new world\nwas about to be revealed to me.  And into this unknown\nland, this strangely melodious language, with\nits roots dating back to the time when the world was\nyoung, I set forth, with my paper napkin and my\npocket dictionary compiled in 1890.</p>\n<p>As I read on, picking out a word here and a\nphrase there, the personality of Dr. Richards began\nto appear.  The aims of a lexicographer, these days,\nis undoubtedly to be as objective and exact as possible\nwhen dealing with concepts as intangible as\nthe meanings of words.  Dr. Johnson himself was\nroundly criticized for letting his prejudices interfere\nwith his definitions.  We do not go to a dictionary for\nopinions or for subjective judgment, and the more\nremote the personality of the compiler, the better.\nDr. Richards obviously entertained a different idea\nof his mission.</p>\n<p>His interests quickly became clear.  That he was\na theologian there can be little doubt, and anyone\nwould have been able with the help of his dictionary\nto plough through a sermon on predestination or a\ndebate on the difference between transubstantiation\nand consubstantiation.  This in a POCKET dictionary,\nyou understand.  Dr. Richards must also have been\ninterested in demonology, witchcraft, familiars,\nrhabdomancy.  (You wish to know the Welsh for\n<em>rhabdomancy</em>?  Well, another time perhaps.)  Then\nthere was Dr. Richard's interest in diseases.  Far\nfrom simply giving us the Welsh for <em>rheumatism</em>, he\ngoes into details of the symptoms and I will spare\nyou a five-line description of the scabs in a case of\n<em>blue jaundice</em>.  If you should catch blue jaundice in\nWales, I strongly advise you to have Dr. Richards's\ndictionary at hand.  (Incidentally, since <em>jaundice</em>\nmeans the 'yellow disease,' how can it be blue?  But\nlet it pass.)</p>\n<p>Dr. Richards never stops astonishing us.  You\nwould think that the word <em>bye-laws</em> was not one\nwhich in a pocket dictionary would be given much\nspace.  But wrong you would be.  Dr. Richards gives\nus a mini-treatise on the application of bye-laws in\nScotland in the 14th century, which is not particularly\nuseful if you are lost in a fog and, on knocking\nat the door of an isolated Welsh cottage, you are\nfaced by an aged gentleman who has no English.</p>\n<p>I fear that Dr. Richards did not have us in mind\nwhen he set to work, for he omitted to include such\nwords as <em>tomato, bathroom, cutlet, cauliflower</em>, and\n<em>railway station</em>.  Yet let no one say he was not a mundane\nman, for he gives us the Welsh for <em>port, sherry,\nwhisky, brandy, burgundy, claret</em>, and even <em>Rhenish\nwine</em>.  And do you know that there are ten words in\nWelsh for <em>fashion</em>?  But none, apparently, for <em>tomato,\nbathroom, cutlet</em>, etc.</p>\n<p>It quickly appeared, on perusing the Welsh-English\nsection, that Dr. Richards's English was\nsomewhat idiosyncratic, for he gives us an English\ntranslation of a Welsh word, 'to render prospective.'\nI have pondered on this phrase, and the only person\nI can imagine using it is the secretary of the local\nbranch of a political party who, having handed the\nCommittee members a short list of would-be candidates,\nasks: “Which of these people shall we render\nprospective?”</p>\n<p>Then there is the word <em>arfogwl</em> which apparently\nmeans 'a dried skin on a post with pebbles in\nit,' with no further explanations as to why it should\nbe hanging on a post and why, in heaven's name, it\nshould contain pebbles.  I therefore went out to try\nto find one in the hope that the object might reveal\nits raison d'être.  I was not successful and I must\nwarn would-be searchers that I very much doubt\nwhether there is a dried skin with pebbles in it hanging\non a post within three miles from Llanrust.  They\nhad better look elsewhere.</p>\n<p>A closer study of the English-Welsh section soon\nbrought to light the fact that not only did Dr. Richards\nknow a large number of English words which do\nnot appear in recognized dictionaries I consulted\nbut that, clever man that he was, he was able to\ntranslate them into Welsh.  Words like <em>dishersion, extillation,\nrestagnate, claricord, contramure</em>, and, of\ncourse, <em>discubitory</em>.  All these words look as if they\nmeant something.  The word <em>discubitory</em> took my\nfancy; neither Chambers nor Webster having been\nable to enlighten me, I consulted Dr. Richards himself,\nby the simple process of looking up in the\nWelsh-English section the Welsh word which Dr.\nRichards had given as the translation of <em>discubitory</em>\nin the English-Welsh section.  I looked up therefore\nthe word <em>lledorweddle</em> and was informed that it\nmeant... 'discubitory.'  However, there was an alternative\ndefinition: 'partly lying down.'  This I took\nto mean 'in a semi-recumbent position.'  I had it\nnow, of course.  <em>Discubitory</em> means 'lying down\nwhilst propping oneself on one's elbow.'  This word\nhas now taken its place in my vocabulary and I use it\nnow and then nonchalantly in conversation.  To date,\nno one has asked me what it meant.</p>\n<p>To mark the centenary of this remarkable book\nand help revive interest in its author, I hereby undertake\nto hand over a prize of £100 to the first\nperson who challenges me with the words: “You are\nMichel Vercambre the eminent scholar who discovered\nthe meaning of the word <em>discubitory</em> and I\nclaim the prize of £100.”  The challenger must be\ncarrying at the time a copy of Dr. Richards's Welsh-English\npocket dictionary.  The 1890 edition.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Instant Welsh</h1> <p><em><span data-rel=\"author\">Michel Vercambre</span> <span data-rel=\"location\">Manchester</span></em></p> <p>I broke imaginary eggs on the rim of a non-existent\nfrying pan and made sizzling noises.  I pretended\nto fill tumblers of ice-cold milk and to drink\nthem with apparent delight.  I beat the air with my\narms and clucked like a hen and mooed deep and\nlong.  But the features of the old, old woman who\nhad opened the door of the farmhouse half way up\nthe mountain and who had answered my polite request\nfor a few eggs and some milk with a steady\nflow of Welsh, remained blank.  As blank as mine\nhad been when she had been speaking Welsh.  My\nmiming must have been wanting as I got neither egg\nnor milk.  But the humiliating thing was that I, relatively\nbilingual and with a smattering of a few other\nlanguages, have been able to make myself understood\nin most part of western Europe, but was thoroughly\ncheckmated not sixty miles as the crow flies\nfrom Manchester...  I decided to learn Welsh\nforthwith, there and then, without more ado.</p> <p>Of course, it was not going to be plain sailing.  I\nknew that.  We—my wife, our three children, and\nI—had been invited to spend ten blissful days in an\nidyllic white cottage in the middle of a field near a\ncouple of lakes in the depth of Caernarvonshire.\nThe nearest village was a couple of valleys away; our\nneighbors were sheep and lambs.  It was definitely\nknown that a road-mender did sleep in a one-room\ncabin near the abandoned slate quarry.  These were\nperhaps not the best conditions in which to learn the\nWelsh language, but what I lacked in amenities I\nthought I would make up in “ambiance” for there\nwe would be for ten days, practically incommunicado.</p> <p>My only tutor was one of those paper napkins\non which are printed some hundred brightly colored\npictures of objects and things in common use, such\nas bread, cheese, house, sea, sun, chair, etc., with\nthe Welsh name above and the English underneath.\nYou know the sort of thing.  Very useful in its way no\ndoubt, but rather limiting to someone of scholarly\ndisposition.</p>"
}