{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Language of the Law",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Language-Law-Mellinkoff-David-Little-Brown/30361458251/bd\"><em>The Language of the Law</em></a></h1>\n<p>David Mellinkoff, (Little, Brown and Co., 1963), xiv + 526pp.</p>\n<p>The thesis of this work is that most legal communication\ncan and should be expressed in ordinary\nwords; the sub-text is that, although “the law is\na profession of words,” most lawyers do not know\nmuch about them and very few are interested in\nlearning more.  After a short introductory section,\nhalf the book is devoted to a history of legal\nlanguage.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nand the other half to a critical analysis of its\nusage.  The latter half will have more appeal to the\naverage lawyer, unscholarly primate that he is; but\nthe language-loving lawyer, which many are and all\nought to be, will be entertained as much as edified\nby the eventful chronicle of the forging and tempering\nof the tools of his trade.  Of all specialized vocabularies,\nthat of the law is not only the most commonly\nused but by far the most eloquent and\nalluring.  For that reason, and because they will relish\nthe author's excoriating criticism of the shamanistic\nrhetoric employed by lawyers to intimidate\nthem, lay people who are addicted to the lore of\nwords will find the book as a whole not less fascinating\nthan do the practitioners.</p>\n<p>The first half is a piece of scholarship par excellence,\nso closely packed and fully realized that no\nsummary can begin to do it justice.  I shall try to\nreduce its gist to a few paragraphs of my own words.</p>\n<p>The history of the legal language of the English-speaking\ncommon law countries and the history of\nthe English language are indissoluble.  The Celts,\nthose ancient invaders from the continent who managed\nto survive the Roman occupation and resist the\nLatin tongue, contributed one word—<em>whiskey</em>—\nhaving legal significance but were driven, along with\ntheir reverse-order speech, into the nooks and corners\nof the British Isles and France by the fierce Angles,\nSaxons, and Jutes, wielding their broadswords\nand brutish monosyllables.  The Law impressed a\nspecial meaning on many Anglo-Saxon words—<em>manslaughter,\nsheriff, theft, hearsay, bench</em> (judge's),\n<em>strike</em> (motion to), <em>landlord, freehold</em> (in land), and\n<em>herein</em>—which they retain to this day.  From the\nViking raids and settlements a few Norse words of\nTeutonic ancestry survive with technical legal definitions:\n<em>gift, loan, sale, bond</em>, and <em>law</em> itself.</p>\n<p>When, in about the year 596, King Æthelbert\npromulgated a written Anglo-Saxon code of law, a\nlittle cloud of Latin was rising from the sea.  The\nCeltic tongue, later to be overwhelmed by Anglo-Saxon,\ncontained only a few Latin words, most of\nthem place names and none of legal import, outlived\nthe occupation.  But the speech of the Anglo-Saxons\nthemselves had brought to England a sprinkling of\nLatin words picked up in their trade with the Romans.</p>\n<p>At almost the same time that Æthelbert pro\nclaimed his code, St. Augustine and his followers arrived\nin England bringing Christianity and Latin,\nand within a hundred years the conversation was\ncomplete.  Latin, through the clergy, was widely introduced\nto the native idiom and took a strong position\nin the law well before the Conquest.  After the\nConquest English remained robustly alive during a\nperiod of bi- and trilingualism: the invading\nNormans spoke a French dialect which became for a\ntime the language of the kings and the nobility,\nwhile contemporary English was spoken by the indigenous\npopulation; Latin was the language of record\nand of the law in general, and so it remained for\nabout two centuries after the Conquest, with English\nas a close second.  English fastened upon foreign\nwords with gusto, transforming and anglicizing them\nto lend grandeur and subtlety to the vernacular.  The\nupper classes were familiar with both French and\nEnglish, the cultivated classes with Latin as well.  Although\na statute of 1362 required pleadings to be in\nEnglish and records in Latin, French became the\nprincipal language of the law and of legal education,\nand so continued for 200 years, although Latin remained\nthe standard for the “all-important” writs.\n“There was nothing written in English of immediate\npractical value to the practising common lawyer or\nlaw student.”  But the use of English spread and, by\nthe end of the 14th century, knowledge of French\nwas “an accomplishment.”  Indeed, the hallmark of\nauthenticity was put on it by Chaucer, who seemed\nto be preparing it for Spenser, Bacon, Shakespeare,\nand the other Elizabethans, and for Donne, Milton,\nand Dryden.  Still, French words in vast numbers,\nboth of the law and of common speech, continued to\nbe embraced by English and, by 1800, the law itself\njoined that embrace, retaining French and Latin\nonly for technical terms.</p>\n<p>With the advance of literacy that came with\nprinting and the use of Latin as a scholarly lingua\nfranca, Bacon and Milton wrote in Latin as well as in\nEnglish.  The lawyers, already educated in Latin as\nthe learned tongue, incorporated it almost completely\ninto their writing and in large part into their\noral usage.  To this day, long after Latin has ceased to\nbe the principal medium of written legal documents\nand records, lawyers cling to and defend against all\ncomers unnumbered words and phrases in that ancient\ntongue, under the persuasion, justified or not,\nthat they enrich the legal vocabulary with precision,\npermanence, and dignity.</p>\n<p>Anticipating our contemporary Plain English\nlaws, strong voices were raised in the 17th century\nagainst the use of foreign tongues as a kind of black\nart to mystify the uneducated and cheat them of\ntheir rights.  Every man, they said, ought to be able\nto understand the law and act on his own behalf.  In\n1650 and again in 1713 Parliament passed laws\n(written almost entirely in derivatives of French or\nLatin) requiring that all court proceedings be in\nEnglish.  Both laws were bitterly resisted by the\nbench and bar, and because of such pressure the\nlater one was eviscerated before it went into effect\nby an amendment allowing the continued use of customary\nwords.  This was an age of exiguous technicality\nin English as well as Latin and French, an age\nwhen the failure of a syllable lost the cause.  “The\nland law was on the move—in a solemn progression\nof rules and technical evasions.  This was the day of\nthe ingenious conveyance, the computers of the infinite,\nlogical word slicers, dealers in metaphysical\nwraiths....”  The law was “encased in a hard shell\nof fixed pattern, its language determined by forms\nand the deadweight of precedent.”</p>\n<p>American colonists, particularly hostile to lawyers\nand their mumbo-jumbo, tried at first simply to\neliminate the profession.  When that failed, they\nturned to the do-it-yourself approach, creating a\nlively demand for self-instruction books of the\n<em>Everyman His Own Lawyer</em> kind, foreshadowing the\npresent-day will- and estate-planning kits.  Despite\nlawyers' renunciations of such efforts as “chimeras\nof ignorance and folly,” the public continued—and\ncontinues to this day—to yearn for simplicity.</p>\n<p>Law language, it is generally agreed among lay\npeople (with a few eccentric lawyers concurring), is\nverbose, pompous, archaic, and obscure.  Applying\nhis premise that it should agree with ordinary\nspeech, Professor Mellinkoff examines the reasons\nlawyers rely on for the difference.</p>\n<p>The lawyer's first line of defence is <em>precision</em>, his\nbounden duty to lay down his words so that they\nmay never be misunderstood.  For this he must use\nthe finely turned jeweler's tools of his craft, not the\ncarpenter's saws and hatchets of common idiom.\nBut, says the author, the steeling grip of lawyers on\ntheir stilted language is in fact the result of fear.\n“ 'Leave us alone.  Don't change.  Here we stay till\ndeath or disbarment.' ”  When lawyers say <em>precision</em>\nthey think they are saying <em>exact meaning</em>; but what\nthey are in truth saying most of the time is <em>exactly-the-same-way</em>—that\nis, the traditional way <em>(to have\nand to hold)</em>, the way of precedent (“cause of action”),\nand the required way (as by statute).  Such\nusages may also be <em>exact meanings</em>, and thus, truly\n<em>precise</em>, but they are not necessarily so.  Lawyers'\nstand-bys such as <em>aforesaid, forthwith, hereafter,\nhereby, herein, hereinafter</em>, and even the ubiquitous\n<em>said</em> are condemned by the author as “tricky, ducking,\nbobbing words,” “flabby words,” whose only\nclaim to precision is their traditional use, not worth\nsaving.  He also takes whacks at those old chestnuts\n<em>and/or</em> and <em>ss</em>.  Under the heaviest duress, such as the\nthreat of boiling in ink, lawyers might relinquish all\nthese; but they will fight to the bitter end and finally\ndie at the barricades before surrendering their\n<em>whereases</em>.  Never mind that, the author says;\n<em>Whereas</em> is consistently vague, meaning variously\n'the fact is,' 'although,' 'considering that,' 'on the\ncontrary,' and 'that being the case,' with many shadings\nin between.  Generally appearing as the final\n<em>whereas</em> is the most fatuous and utterly redundant\none of all: “WHEREAS the parties have orally agreed\nto the terms of such sale and desire to reduce\ntheir agreement to writing, Now THEREFORE...”\nThe lawyer is also habituated to doublets and triplets\nlike <em>fit and proper; force and effect; give, bequeath\nand devise; null and void</em>, and <em>rest, residue,\nand remainder</em>.  These seem to me among the less\nreprehensible, for they are understandable to ordinary\npeople and are objectionable mainly on the\ngrounds of repetition rather than obscurity.  More\nlegal documents than ever before contain laundry\nlist of such terms, many from the computer's memory\nbank, often imparting false profundity and reassurance\nto the client like the chant of the auctioneer\nbut under cold analysis shriveling to redundancy and\nconfusion.  Never mind all this, the lawyer will cling\nto them like the drunkard to his bottle.</p>\n<p>The reader is told that there was once justification\nfor the term <em>natural life</em>—e.g., “...sentenced\nto serve for the rest of his natural life...,” “...to\nmy wife Nancy for and during her natural life”—\nbased on the <em>civil death</em> of a felon and also upon the\nstate of <em>civil death</em> assumed by a monk upon his abnegation\nof all worldly concerns, but that the phrase\nas now applied is “outrageously redundant.”  These\nwords are so universally employed in deeds and wills\nthat the absence of <em>natural</em> might cause a reviewing\nlawyer to question the authorship.  The criticism is\nnonetheless valid, though this rejected phrase might\ncome again into play where some sort of life, as after\n<em>brain death</em>, is prolonged by totally artificial means.</p>\n<p>In targeting esoteric words used by lawyers in\nplace of ordinary ones under the pretense of precision,\nit seems to me that the author is wasting ammunition\non words like <em>reasonable, substantial</em>, and <em>satisfactory</em>.\nThey are words of ordinary speech, with\nwhich juries are quite comfortable, and lawyers are\nas aware as everybody else that they are imprecise.\nThe law's <em>reasonable man</em>, from the tribal wisdom of\na person who is honest and sensible, is an image that\ncan be called forth in the mind of every man.  <em>Substantial\nperformance</em> is something a great deal more\nthan driving the first nail and a little less than driving\nthe last one, and it survives as a useful tool to prevent\ninjustice by technicality.  <em>Reasonable doubt</em> may\nbe a “sow's ear,” but the jury understands that the\njudge is telling them to be damned sure the defendant\nis guilty before they hang him.  These words\nexpress concepts that cannot be drawn with straightedge\nand compass: their flexibility is essential to\ntheir function.  The subjective <em>satisfactory</em>, and ordinary\nword rather than a legal one, is a trouble-maker\nand should be avoided.</p>\n<p>Lawyers are mad folk in general, but their madness\ncrescendos, according to Professor Mellinkoff,\nin their “consuming passion for <em>precedent</em>.”  Mesmerized\nby the “ritual phrase” <em>stare decisis</em>, they\ndelve into that shelf-devouring monster of confusion\nknown as <em>Words and Phrases</em> and come forth with\n“language that the profession accepts as precedent,”\nthus investing such terms as <em>accident</em> and <em>proximate\ncause</em> with a false precision.  <em>Accident</em> is indeed elusive\nof enduring definition, but a lawyer may find it\nvery useful to discover a purported definition in a\ncase of his own jurisdiction decided upon facts resembling\nthose at hand.  Most lawyers accept <em>proximate\ncause</em> as a necessary term of art and will consider\nthe author's treatment of it as “concise\ngibberish” for which you can “get a definition at any\nsupermarket” as rather severe.  It embodies a concept\ndifficult to define: the necessary nexus between\nthe act and the injury.  We cannot go back to Adam's\nFall (where we sinned all), certainly; neither can we\nrequire that the safe fall directly on the plaintiff's\nhead.  <em>Foreseeability</em>, unmentioned by the author but\nindispensable in the application of <em>proximate cause</em>,\nnarrows but does not close the gap.  The jurors,\nagain, are free to move within a fenced area.  Lawyers\nwill understand that the author is inveighing\nagainst <em>precedent</em> only as a false pretense for fake\nprecision, but an innocent layman straying into\nthese pages might well take it from the broad-gauged\nblasts that the whole doctrine of precedent\nis a grand illusion, a sort of pseudo-science like astrology,\nin which lawyers and judges count the angels\ndancing on the point of a needle:</p>\n<blockquote>\n<p>From faltering beginnings in the sixteenth and\nseventeenth centuries... [t]he heaped-up precedents\nof the <em>substantive</em> [my italics] law swarm\nwith trivia, with differences without substantive\ndistinction, with repetitions that centuries ago attained\nthe rank of platitude.</p>\n</blockquote>\n<p>For the benefit of the uninitiated let me say that\nlawyers, deluded or not, overwhelmingly believe\nthat with the exception of constitutions and of statutes\nenacted by legislatures (and rules under them),\nprecedent is what the law is made of in the United\nStates; that the law existed before written language\nin the tradition of “customs that runneth not to the\ncontrary” and continues to thrive in the printed decisions;\nthat the statutes themselves remain unsettled\nuntil rounded out by precedent; that precedents may\nbecome so venerable as to become platitudes but\nmay also be as fresh as the undried ink on today's\nappellate court decision; and that when a lawyer\nsearches for as recent a decision as he can find, in a\njurisdiction as near as possible, on facts as close to his\nclient's case as possible, never overruled or modified,\nand pronouncing the law as clearly as possible,\nhe is doing what he should be doing and might well\nbe guilty of malpractice for failing to do so.</p>\n<p>As an instance of the gross imprecision of precedent\nthe author cites a Kentucky case in which, despite\nthe heavy-drinking insured's answer, “Never,”\nto a question in a life insurance application as to the\nuse of spirits, the court held the policy valid.  But as I\nread the quoted extracts from the opinion, the\ncourt's reasoning was not at all based on a definition\nof the word <em>never</em> but on a well-established precedent\nholding that to void the policy the misrepresentation\nmust be such that had the company known the\ntruth it would not have issued the policy.  “No insurance\ncompany would have rejected the risk on this\nground,” said the court.  An effete northerner might\nchallenge the court's finding that the insured's frequent\nuse of alcohol was not <em>material</em> to the risk, but\nthis was in Kentucky, where bourbon was invented\nand is regarded as considerably less harmful than\niced tea.</p>\n<p>The witness's oath as required by statute and as\neverybody knows is the sing-song “to tell the truth,\nthe whole truth, and nothing but the truth.”  Redundant\nand imprecise, says the author; the <em>whole truth</em>\nis a “metaphysical distinction,” and he cites the\nmuch-derided <em>Words and Phrases</em>.  Well, perhaps.\nBut consider this:</p>\n<blockquote>\n<p>“Did you write the letter?”</p>\n<p>“No.”  [His secretary typed the letter and signed\nhis name to it.]</p>\n<p>“Did the policeman stop the car?”</p>\n<p>“No.”  [The policeman held up his hand and\nblew his whistle and the driver then stopped the\ncar.]</p>\n</blockquote>\n<p>Unless a skillful cross-examiner brings out all\nthe facts, a lying witness may avoid a perjury conviction.</p>\n<p>If legal language were to be stripped of ordinary\nEnglish, repetition, tradition, precedent, and requirement,\nthere would still remain, Professor Mellinkoff\nbegrudgingly concedes, “a nubbin of precision”\nfrom its <em>terms of art</em>.  These “technical terms\nwith specific meanings” are a “mere sprinkling,” as\nseldom found as “nuggets in a salted gold field.”  A\nneat metaphor, but I would have added, “also as\nprecious.”  In addition to the author's examples of\n<em>lease, landlord, tenant</em>, and <em>surrender</em>, I would submit\n<em>escrow, holograph, joint tenancy, tenancy in common,\nprecatory subrogation</em> (none of which is mentioned\nin the book), and the invaluable <em>per stirpes</em>,\nall terms of art far more precise than any ready\nequivalent in backyard English.  Phrases like <em>mutually\nagreed</em> and <em>were intermarried</em> are plainly pompous\nrather than precise, as are <em>removed</em> for 'moved,'\n<em>determine</em> for 'terminate,' and many more.</p>\n<p>“As precision is the loudest virtue of the law, so\nwordiness is its noisiest vice.”</p>\n<p>Brevity is a saving grace, but only if it coincides\nwith precision and intelligibility.  <em>Voir dire</em> is short\nand precise and intelligible; in my opinion, this distinction\ncan be claimed by many other terms of art,\nincluding <em>tort, fee simple, easement, mens rea</em>, and\n<em>prima facie case.  And/or</em> is short but confusing, and\n<em>proximate cause</em> (according to the author) is short\nbut unintelligible.</p>\n<p>How truly does the author say that “every mechanical\naid the law has seized upon to make itself\nmore available has increased its bulk”!  And this\nmushroom cloud has expanded at least a hundredfold\nsince the book was written.  The Frankenstein\ncomputer with its handmaiden word processor have\nspread before the lawyer a feast of gustatory delights\nbeyond the dreams of his voracity.  Luscious\nparagraphs of <em>whereases, corporate powers, trustees\nduties</em>, and <em>events of default</em> can be mined from these\nmonster quarries to be fitted, with no other purpose\nthan to encumber lean documents that already perform\ntheir function.  These machines are pampered\nby de-personalizing everything they are fed, converting\n<em>Carl or Clara</em> to <em>husband</em> or <em>wife</em> or simply to\n<em>spouse, my son Frank and daughter Kate</em> to <em>my children</em>,\nand <em>Lewis and Clark</em> to <em>the Lessor</em> (the singular\nof course including the plural and the masculine the\nfeminine or even the neuter, should a party be of\nundetermined sex).</p>\n<p>Professor Mellinkoff traces the verbosity of lawyers\nto the historical influences of primitive ritual,\nbilingual duplication, and payment by the word; certainly\ntheir Latin and French gave them a running\nstart over competing professions.  But some would\nsay that, spurred by their own vanity and their clients'\nimpressionability, they would have reached\nthe pinnacles of pomposity without having to resort\nto these ancient rites.  As “wholesale dealers in\nwords,” the author maintains, lawyers are masters of\n“planned confusion.”  Witness the lawyer's addiction\nto <em>it would seem, it may well be</em>, and the like.\nBut I should have thought that lawyers could have\nlearned these and other “one-legged subjunctives”\nfrom congressmen, cabinet ministers, and television\ntalk-show guests who demonstrate extraordinary\nproficiency in such equivocations.</p>\n<p>In the beginning the law was the word itself, not\nthe abstraction that gave it birth.  Therefore, words\nmust be durable, it was believed, lest a change in a\nword change the meaning of the law.  A subtle concept,\nconvincingly explained by the author.  To be\ndurable without writing the law had to be rememberable,\nand the lawyer's penchant for repetition\ncomes from an outmoded attachment to mnemonic\ndevices.  Assurance of rememberability in written\nlaw rests in the artful remarks (usually witty and\nnearly always metaphoric) of such rare jurists as\nLord Bowen and Justice Holmes: “...the state of a\nman's mind is as much of a fact as the state of his\ndigestion”; “A word is not a crystal, transparent and\nunchanged: it is the skin of a living thought....”</p>\n<p>In the office as in the courtroom legal language\nis intended to impress laymen.  Sometimes expectations\nmust be met.  “Sir Leicester,” the author\nquotes from <em>Bleak House</em>, “appears to have a stately\nliking for the legal repetitions and prolixities as\nranging among the national bulwarks.”  If the contract\nprepared for the client lacks the usual flourishes,\nhe may feel that he is paying for something he\ncould have written himself.  On the other hand,\nmany clients appreciate plain wording.</p>\n<p>Also, legal language endures to “unite the\npriesthood,” that the “discipline [may] not be made\ncommon among the vulgar.”</p>\n<p>Three more reasons might have been added in\nsupport of a language of the law distinct from common\nspeech.  First, “To Impress the Client,” discussed\nunder <em>Durability</em>, should not be limited to\nthat category.</p>\n<p>Second is “To Persuade the Judge or Jury.”  The\ngood lawyer, always mindful of Holmes's definition\nof the law as “the prophecies of what the court will\ndo in fact and nothing more pretentious,” will ask\nhimself when drafting any instrument, “How will\nthis hold up in court?”  Indeed, this reason overrides\nall others.  The judge is but another lawyer, seldom\none of the more erudite, and he might be more amenable\nto the old familiar tunes than to start minimalism,\nhowever pure or precise.  In jury trials in most\nstates the complaints and answers stating the parties'\nclaims and denials are read to the jury as part of the\ninstructions, can be quoted by the lawyers in argument,\nand may be sent to the jury room.  The lawyer\nserves his client by employing his most impressive\nlanguage: the collision was one of “great force and\nviolence,” the injuries “severe,” the pain “excruciating,”\nand the mental anguish “extreme.”  He is being\npaid for persuasion, not simplification.</p>\n<p>The third addition would be “Style,” pure style.\nSurely lawyers, no less than other artisans, are entitled\nto their little conceits, a grace note here, a furbelow\nthere.  When I was young at the bar I heard\nwith delight an old lawyer, who could have played\nDickens's Mr. Tulkinghorn, speak grandly of the\n<em>court of nisi prius</em> (pronouncing it NICEY PRY-US), an\nutterly obsolete Latinism for the simple <em>trial court</em>.\nJust as any speaker may, for the sake of euphony (or\nvanity) flourish an occasional <em>eminence grise</em> or <em>mirabile\ndictu</em>, may not a lawyer plume himself now and\nthen with an <em>ab initio</em> or even a <em>mutatis mutandis</em>,\nnot to “unite the priesthood” but to savor his own\nsonority, as a bird sings also for itself?</p>\n<p>The book as a whole is most praiseworthy.  The\nfirst half, unique and unfaultable, will fill a huge gap\nin the knowledge of all lawyers who are not far more\nscholarly than any I have ever known.  The writing in\n0both halves, though lean and muscular—the author\nfalls prey to none of the ills of turgidity that he so\nlavishly dispraises—is polished and witty, spiced\nwith revealing anecdotes and sparkling detail.  In\nthose few cases with which I have ventured to disagree,\nI have felt that the author's argument was unworthy\nof his art.</p>\n<p>As for the impact on the profession, one must,\nwith a sigh, agree with Professor Mellinkoff that\n“gratuitous literary advice ... is received with profound\nindifference” and that “the hardest words of\nlay critics from Swift to date ... have been ignored\nwith aplomb.”  In this era of lawyers unprecedented\nwealth and power, few of them will expend many of\ntheir precious minutes listening to admonitions on\ntheir language.  Still, there are always the “ 'passionate\nfew,' a stray lawyer here and there” according to\nthe author, who will fight on in the courtrooms and\nin the ivory towers, at the bar and in the barrooms,\nin the law journals and reviews for the good word,\nand they will never surrender.</p>\n<p><em>Max C. Peterson, Hartford City, Indiana</em></p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>In his Preface the author disarmingly tells us that\n“the footnotes are for reference only” and that\n“anything worth saying has been said in the body of\nthe text.”  But so provocative is the text itself that I\nfound myself irresistibly drawn to those generally\nannoying tag-alongs in search of the sources.  I shall\nindulge in only this one footnote.  In this writing,\n<em>legal</em> means 'pertaining to the law,' rather than 'lawful';\n<em>layman</em> means 'non-lawyer' (including the feminine);\n<em>he, him</em> and <em>his</em> include the feminine; and\n<em>Anglo-Saxon</em> means 'Old English.'  All quotations are\nfrom the author unless otherwise indicated. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Language-Law-Mellinkoff-David-Little-Brown/30361458251/bd\"><em>The Language of the Law</em></a></h1> <p>David Mellinkoff, (Little, Brown and Co., 1963), xiv + 526pp.</p> <p>The thesis of this work is that most legal communication\ncan and should be expressed in ordinary\nwords; the sub-text is that, although “the law is\na profession of words,” most lawyers do not know\nmuch about them and very few are interested in\nlearning more.  After a short introductory section,\nhalf the book is devoted to a history of legal\nlanguage.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nand the other half to a critical analysis of its\nusage.  The latter half will have more appeal to the\naverage lawyer, unscholarly primate that he is; but\nthe language-loving lawyer, which many are and all\nought to be, will be entertained as much as edified\nby the eventful chronicle of the forging and tempering\nof the tools of his trade.  Of all specialized vocabularies,\nthat of the law is not only the most commonly\nused but by far the most eloquent and\nalluring.  For that reason, and because they will relish\nthe author's excoriating criticism of the shamanistic\nrhetoric employed by lawyers to intimidate\nthem, lay people who are addicted to the lore of\nwords will find the book as a whole not less fascinating\nthan do the practitioners.</p> <p>The first half is a piece of scholarship par excellence,\nso closely packed and fully realized that no\nsummary can begin to do it justice.  I shall try to\nreduce its gist to a few paragraphs of my own words.</p> <p>The history of the legal language of the English-speaking\ncommon law countries and the history of\nthe English language are indissoluble.  The Celts,\nthose ancient invaders from the continent who managed\nto survive the Roman occupation and resist the\nLatin tongue, contributed one word—<em>whiskey</em>—\nhaving legal significance but were driven, along with\ntheir reverse-order speech, into the nooks and corners\nof the British Isles and France by the fierce Angles,\nSaxons, and Jutes, wielding their broadswords\nand brutish monosyllables.  The Law impressed a\nspecial meaning on many Anglo-Saxon words—<em>manslaughter,\nsheriff, theft, hearsay, bench</em> (judge's),\n<em>strike</em> (motion to), <em>landlord, freehold</em> (in land), and\n<em>herein</em>—which they retain to this day.  From the\nViking raids and settlements a few Norse words of\nTeutonic ancestry survive with technical legal definitions:\n<em>gift, loan, sale, bond</em>, and <em>law</em> itself.</p>"
}