{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Bloomsbury Dictionary of Dedications",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Bloomsbury-Dictionary-Dedications-Room-Adrian-Publishing/832607817/bd\"><em>Bloomsbury Dictionary of Dedications</em></a></h1>\n<p>Adrian Room, (Bloomsbury, 1990), xiv + 354pp.</p>\n<p>There are those who collect all sorts of collectables,\nincluding, apparently, dedications.  Adrian\nRoom, a well-known and proficient lexicographer\nand compiler of all sorts of collectables has produced\na book that some might find enormously\nentertaining, or useful, or both, but which I find\nsomewhat tedious.  I find nothing interesting, entertaining,\nor useful about any of the following, which\nare fairly typical of the fare:</p>\n<blockquote>\n<p>To Love and Courage.—Margot Fonteyn, <em>Autobiography</em>,</p>\n</blockquote>\n<ol start=\"1975\">\n<li></li>\n</ol>\n<blockquote>\n<p>To the unsinkable Dolly, who has a big brain\nunder that big yellow wig, and a big heart under\nthat big chest, this book is respectfully dedicated.—Leonore\nFleischer, <em>Dolly</em>, 1987.</p>\n<p>I dedicate this book to my friends.—Mary\nStorr, <em>Before I Go</em>..., 1985.</p>\n<p>To Mary, without whose constant encouragement\nand advice this book would have been finished\nin half the time.—Geoffrey Payton, <em>Payton's\nProper Names</em>, 1969.</p>\n<p>Dedicated to those who gaze out of windows\nwhen they should be paying attention.—Roger\nMcGough, <em>In the Classroom</em>, 1976.</p>\n</blockquote>\n<p>These seem to me neither funny nor clever, but\nthere are so many of the type that I get the feeling\nthat I may be the odd man out, the one person in the\nworld who finds Thomas Hardy excruciatingly boring:\nI have a sneaking suspicion that there are many\nlike me but they are too embarrassed to admit it.</p>\n<p>I have had a book dedicated to me by my sister.\nI haven't looked, but I would guess that it just says\nsomething like “For Larry,” which seems just right.\nThere are some interesting older dedications, like\nMachiavelli's 32-line toadying exordium to Lorenzo\nthe Magnificent in <em>The Prince</em>.  (In Italian it probably\nran longer.)  But not all of the oldies are goodies:\nEdmund Spenser's dedications of his (nine) books\nvary from one-liners to some very sleepy sycophancies\nmany times that length.  It must be remembered\nthat many successful authors of yore were supported\nby patrons, and praising a wealthy and powerful individual\nin the days before democracy became popular\nwas simply a matter of expediency.  Besides,\nonly the worst ingrate would fail to acknowledge to\nlargesse provided.  Today, when commercial considerations\nput the publisher into the role of the patron—despite\nthe fact that advances are repayable,\nrisks are taken—acknowledgment of an editor's (artistic)\ncontribution may be relegated to the closing\nlines of the author's foreword, which often grudgingly\nsuggests that the work was produced in spite of\nrather than because of the person cited.  But such\nacknowledgments do not qualify as dedications in\nthe sense generally understood and in the book at\nhand in particular.</p>\n<p>Occasionally, the identity of a dedicatee has remained\na mystery for years, with speculation bandied\nback and forth endlessly in <em>Notes and Queries</em>.\nEvidently, Bram Stoker's dedication of <em>Dracula</em>\n(1897) was such a one:</p>\n<blockquote>\n<p>To my dear friend, Hommy-Beg.</p>\n</blockquote>\n<p>Had I ever noticed that, I cannot say that it\nwould have kept me awake nights wondering and\nworrying who Hommy-Beg might be: I would assume\nit was a nickname for someone close to Stoker,\npossibly a private nickname known only to the two\nof them, and I would have continued to nod off.  It\nturns out to have been Sir Thomas Henry Hall\nCaine, Stoker's friend; although the significance of\nthat revelation eludes me completely, it might well\nhave won some bookworm a beer.</p>\n<p>Dedication-collecting may be like stamp-collecting\n(which I never understood, either).  If one\nlikes this sort of thing, there is no keeping him\ndown, I suppose, and if one must have a collection of\ndedications, I suppose it ought to be Adrian Room's.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Bloomsbury-Dictionary-Dedications-Room-Adrian-Publishing/832607817/bd\"><em>Bloomsbury Dictionary of Dedications</em></a></h1> <p>Adrian Room, (Bloomsbury, 1990), xiv + 354pp.</p> <p>There are those who collect all sorts of collectables,\nincluding, apparently, dedications.  Adrian\nRoom, a well-known and proficient lexicographer\nand compiler of all sorts of collectables has produced\na book that some might find enormously\nentertaining, or useful, or both, but which I find\nsomewhat tedious.  I find nothing interesting, entertaining,\nor useful about any of the following, which\nare fairly typical of the fare:</p> <blockquote>\n<p>To Love and Courage.—Margot Fonteyn, <em>Autobiography</em>,</p>\n</blockquote> <ol start=\"1975\">\n<li></li>\n</ol>"
}