{
  "type": "Article",
  "title": "The Sounds of Inglish",
  "author": "Vishwas R. Gaitonde",
  "location": "Southington, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Sounds of Inglish</h1>\n<p><em><span data-rel=\"author\">Vishwas R. Gaitonde</span> <span data-rel=\"location\">Southington, Connecticut</span></em></p>\n<p>Bernard Shaw's Professor Henry Higgins liked to\nvent his ire on his fellow countrymen for “the\ncold-blooded murder of the English tongue.”  What\nhis views were on foreigners who spoke the language\nless than perfectly we shall never know.  But I\nimagine those views wouldn't have been complimentary\neither, because many of his real-life counterparts,\ndevout worshipers of the Queen's English,\nhave expressed varying degrees of horror on the\nsubject.</p>\n<p>One would have thought that a little gratitude\nwould be in order, gratitude for living in a world\nthat largely speaks their language, however differently.\nAssume for a moment that this were not the\ncase.  How would the predominantly monoglot\nBritons then cope?</p>\n<p>Now imagine for a moment that you are seated\non the verandah of a bungalow in India.  The impending\nmonsoon has darkened the skies, the breeze\nis rustling the chintz curtains and the calico tablecloth.\nIs a typhoon on its way?  A motley crowd is\nhurrying by—workers in dungarees; a yogi with his\nfollowers; a noblewoman in purdah in palanquin; a\ngroup of nautch girls, attractive in their aniline-dyed\ndresses and bright bandanas, their bangles jingling\nand their long, shampooed hair streaming in the\nbreeze; a sepoy all smart in khaki on his horse, his\njodhpurs trim and neat; a scholarly pundit; a mahout\non his elephant, ambling like a juggernaut.  A pariah\ndog barks at a bandicoot (or is it a mongoose?) in the\npaddy fields while mynahs twitter in the adjoining\njungle.  Fishermen secure their catamarans and dinghies\nto the pier with thick coir ropes.  There's\nhave a dekko at.  Everything is so different from\ngood old Blighty...</p>\n<p>Thirty-five words in the preceding paragraph\nare derived from Indian languages and are listed in\nstandard English dictionaries as acceptable English\nwords.  Some of them strike us immediately as exotic\nbut others (shampoo, for instance) are in such common\nuse that people are often astonished to learn\nthat they have a foreign origin.  The Empire carried\nthe English language to distant climes.  These lands\nwere poles apart from England in every possible\nway.  There simply were no words in the English\nlanguage to describe many local features and the local\nway of life.  New words, phrases, and idioms had\nto be coined—out of necessity.  What better than to\nborrow words and expressions from local languages\nand anglicize them?</p>\n<p>English, in turn, made its impact on Indian languages\nin two ways: crossbreeding with Indian\nwords to produce unique amalgamations; and lending\nwords and expressions to Indian languages.  As a\nresult, we now have hybrid words like <em>gymkhana</em>\nand <em>memsahib</em>.  <em>Gymkhana</em>, a 'club for members to\nsocialize and partake in sports and recreation,' is a\nmixture of the Hindi <em>gendkhana</em> (meaning 'ball\nhouse') and the English <em>gymnasium</em>.  <em>Memsahib</em>,\nmeaning 'European or white lady,' stems from <em>sahib</em>,\nan Indian title of respect often accorded to white\nmen, and <em>mem</em>, a corruption of <em>Madam</em>.</p>\n<p>So too, words like <em>shirt, bus, paper, fan, road</em>,\nand <em>light</em> have become common in everyday vernacular\nspeech in India.  Some pronunciations have\nbeen Indianized.  <em>Pen</em> is at times pronounced “penai”\nin South India, and when somebody speaks of\n<em>krishnoil</em>, he means kerosene oil.  Expressions like\nthe Tamil <em>Then-nilavu</em>, which is a literal translation\nof 'honey' and 'moon' and means 'honeymoon,' have\nalso resulted.</p>\n<p>The permutations do not end there.  Indians\nbring nuances from their own languages into English.\nThis has resulted in a variant of English known\nas Inglish (<em>Indian</em> English).  Inglish differs from English\nin five ways: words, expressions, grammar, pronunciation\nand rhythm.  Inglish sentences are peppered\nwith Indian words.  <em>Yaar</em> or <em>Da</em> (meaning\n'chum' or 'buddy'), often punctuate Inglish speech.\n<em>Maha</em>, meaning 'great,' is another such word; an\nirate employer chastises his 'maha-lazy” workers, an\nenamoured youth woos his “maha-beautiful” sweetheart.\nWhen the police control unruly mobs by\nwielding wooden batons <em>(lathi</em> in Hindi), they make\na “lathi-charge.”  When you are introduced to some-body's\n“co-brother,” you infer that he is the gentleman's\nwife's sister's husband.</p>\n<p>Indian patterns of grammer are also adopted in\nInglish speech.  “Will you come?” changes to “You\nwill come?” and “Why has she done this?” to “What\nfor she has done this?” because that's the right way\nto structure those sentences grammatically in the\noriginal Indian languages.  Somebody answering the\ntelephone might be expected to say, “This is\nKrishnaswami speaking.”  Instead, you get a booming,”\n“I speaking Krishnaswami.”</p>\n<p>The lilting rhythms and pronunciations of each\nregional Indian language are characteristic of the Inglish\nspoken there.  Thus, we have Inglish dialects\nsuch as Hinglish, Benglish, Punglish, Tamglish,\nMalayanglish, and so forth.  A person's Inglish often\ntells you which region of India he or she hails from.\n“Twinkle Twinkle Little Star” sung by a North Indian\ncould have the <em>le</em> in twinkle pronounced “lay.”\nThe man from Andhra Pradesh might come up with\nthe Telugu flavored <em>Twinkulu Twinkulu Littlu Staru</em>,\nwhile from Kerala come the deeply resonant Malayalam\ntwangs of <em>Dwingle Dwingle Liddle Sdar</em>.”</p>\n<p>And Inglish speech is not complete without\nnodding of the head, some gesticulation, and an expressive\nface.</p>\n<p>This may be more than sufficient, perhaps, to\ndrive the literary purists to suicide.  But before they\nplunge the knife in, let them consider the English\nspoken in countries around the world—China, the\nCaribbean, the South American countries, and especially\nthe United States of America.  A majority of\npeople speak English today as it should not be spoken\naccording to purists.</p>\n<p>Languages that rigidly hold on to their purity\nsoon suffocate themselves.  Those that adapt and\nchange (and yes, get “corrupted” once in a while)\nsurvive and thrive.  It is this quality to adapt that\ngives English its virility.  Its status as the most widely\nspoken language in the world will take some challenging.\nSpeakers of English, this is reason enough\nto rejoice.  Listen with an attentive ear to the sounds\nof Inglish and the Englishes of other lands.  The experience\ncan be maha-fascinating.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Sounds of Inglish</h1> <p><em><span data-rel=\"author\">Vishwas R. Gaitonde</span> <span data-rel=\"location\">Southington, Connecticut</span></em></p> <p>Bernard Shaw's Professor Henry Higgins liked to\nvent his ire on his fellow countrymen for “the\ncold-blooded murder of the English tongue.”  What\nhis views were on foreigners who spoke the language\nless than perfectly we shall never know.  But I\nimagine those views wouldn't have been complimentary\neither, because many of his real-life counterparts,\ndevout worshipers of the Queen's English,\nhave expressed varying degrees of horror on the\nsubject.</p> <p>One would have thought that a little gratitude\nwould be in order, gratitude for living in a world\nthat largely speaks their language, however differently.\nAssume for a moment that this were not the\ncase.  How would the predominantly monoglot\nBritons then cope?</p> <p>Now imagine for a moment that you are seated\non the verandah of a bungalow in India.  The impending\nmonsoon has darkened the skies, the breeze\nis rustling the chintz curtains and the calico tablecloth.\nIs a typhoon on its way?  A motley crowd is\nhurrying by—workers in dungarees; a yogi with his\nfollowers; a noblewoman in purdah in palanquin; a\ngroup of nautch girls, attractive in their aniline-dyed\ndresses and bright bandanas, their bangles jingling\nand their long, shampooed hair streaming in the\nbreeze; a sepoy all smart in khaki on his horse, his\njodhpurs trim and neat; a scholarly pundit; a mahout\non his elephant, ambling like a juggernaut.  A pariah\ndog barks at a bandicoot (or is it a mongoose?) in the\npaddy fields while mynahs twitter in the adjoining\njungle.  Fishermen secure their catamarans and dinghies\nto the pier with thick coir ropes.  There's\nhave a dekko at.  Everything is so different from\ngood old Blighty...</p>"
}