{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Third Barnhart Dictionary of New English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Third-Barnhart-Dictionary-New-English-Robert/30892257911/bd\"><em>Third Barnhart Dictionary of New English</em></a></h1>\n<p>Robert K. Barnhart, Sol Steinmetz, and Clarence L. Barnhart, (H.W. Wilson, 1990), xxi+565pp.</p>\n<p>Two generations of the Barnhart family have\nbeen intimately involved in dictionary-making, certainly\none of the most unusual family businesses one\ncould imagine.  The tradition began with the influential\nwork of Clarence L. Barnhart, dean of American\nlexicography, who at the age of 89 is still active in\nthe profession.  C.L.B. had much to do with the application\nof modern linguistic theory to lexicography;\nthe list of publications he has edited includes\nsuch landmarks as the <em>Dictionary of American English</em>\n(University of Chicago Press), the Thorndike-Barnhart\nSchool Dictionaries series (Scott Foresman;\nthe top-selling school dictionaries in the U.S.), the\n<em>American College Dictionary</em> (Random House), the\n<em>New Century Cyclopedia of Names</em> (Appleton-Century-Crofts),\nand the <em>World Book Dictionary</em> (little\nknown, sadly, but one of the best unabridged dictionaries\nstill being kept current).  He also founded\nand, with his son, David, still edits the <em>Barnhart Dictionary\nCompanion</em> [<em>BDC</em>], a periodical report on\nnew words that features the staple of Barnhart lexicography—full,\ndated citations.</p>\n<p>In addition to their work in the <em>Dictionary Companion</em>,\nwell regarded by lexicographers and other\nserious word people, the family Barnhart and their\ncolleagues have directed much effort over the years\nto tracking and recording new English, and this latest\npublication is another in that line.  This <em>Third\nBarnhart Dictionary of New English</em> [TBDNE] follows\non two others of similar purpose and style that appeared\nin 1973 and 1980, respectively, published\nby Harper &amp; Row.  The intent of the series is to record\n“words and meanings not entered or fully explained\nin standard dictionaries... a supplement to\ncurrent dictionaries of the English language” (from\nthe Preface).  In this latest addition to the series\nRobert K. Barnhart is listed first on the title page,\ntaking over his father's role in the previous books,\nand, as before, they are joined by Sol Steinmetz.\nThe combined editorial staff for all three books includes\nthe names of no fewer than nine Barnharts.</p>\n<p><em>TBDNE</em> is an amalgamation and continuation,\nwith “many of the entries found in the two earlier\nbooks of this series (both now out of print)...included\nto provide a revised and expanded record of\nnew words and meanings introduced into English\nduring the past three decades” (Preface).  Those\nwishing to supplement their aging <em>Webster's Third\nNew International</em> (Merriam, 1961) and unwilling to\nspend about thirty dollars more for the recent editions\nof the <em>Random House Unabridged</em> or <em>World\nBook Dictionary</em> would be very well served by the\n<em>TBDNE</em>.  It should be noted, however, that the\n<em>TBDNE</em>, in including the work of its predecessors,\nrepresents a departure from their approach.  The\n<em>Second</em> in 1980 was totally independent of the 1963\nbook: the second supplemented the first.  The\n<em>TBDNE</em> consolidates the best of the two earlier dictionaries,\nwith revisions, then adds some new entries.\nIt is intended to replace its predecessors, not\nsupplement them.</p>\n<p>Each entry contains a definition (occasionally\ntwo or more) followed by one or more lengthy,\ndated citations, plus a date, often different, of the\nearliest citation on file for each sense.  The date is\noften earlier than that of the citations given since\nthese were selected from the Barnhart files as most\nillustrative of meaning and usage.  Indeed, the definition\nis often provided in the citation itself.  Multiple\ncitations are arranged in an order of the editors'\nchoosing, not necessarily chronological.  This approach\nreflects editorial sifting of the evidence from\nthe citations and a subsequent presentation that best\nbefits clarity and sense development.  Strict chronological\npresentation of dated citations is at best a lexicographic\nProcrustean bed, at worst very misleading.\nCitations, being only the lexicographer's raw\ndata, need to be carefully reviewed, weighed, selected,\nand presented if a dictionary entry is to record\nthe state of a word properly.  Sound citation\nanalysis is, like good definition-writing, a rare gift,\nand requires, besides diligence, broad experience\nand a firm sense of the idiom of the language:\n<em>Sprachgefühl</em>.  Fortunately, the editors of <em>TBDNE</em>\nhave this in abundance, and the resulting excellence\nis manifest on every page.</p>\n<p>A careful estimate indicates that the <em>TBDNE</em>\ncontains about 9,000 headwords with an additional\n2,000 or so other entry words; of these 11,000 or so\nentries, some 2,300 (about 21%) are phrasal.  The\nestimate suggests something less than the entry\ncount of the Merriam-Webster <em>12,000 Words</em>, which\nis billed as a supplement to the Merriam <em>Third</em>, but\nthere the comparison ends.  The <em>TBDNE</em> has well\nover twice the information of the Merriam book,\nwhich lacks citations.  Citations are particularly important\nin dictionaries of new words, not only in establishing\na dated record, but to furnish context and\nthereby more clearly illustrate actual use—essential\nfor words that are by nature unfamiliar.</p>\n<p>Other features include special notes on usage,\nword formation, and cultural or historical background.\nPronunciations are given as necessary, using\nan adaptation of the International Phonetic Alphabet\ndeveloped by the Barnharts for this series.\nEtymologies are provided for a small proportion of\nentries.  Otherwise, the dictionary presents itself in\nfairly standard, familiar fashion, with the sort of labeling\nand cross-referencing that one expects in a\nquality product.  One feature of the earlier books in\nthe series has unfortunately not been kept in\n<em>TBDNE</em>—the use of centered dots within headwords\nto show syllabication points.</p>\n<p>An analysis of the entries in two randomly selected\nspans of the <em>TBDNE</em> suggests that the great\nbulk of the entries are repeated, often with revision,\nfrom the two earlier books, with less evidence of\nnew material than one might have hoped for.  A randomly\nchosen span of 50 full entries in the <em>TBDNE</em>,\nfrom <em>pill</em> to <em>platinum</em>, was compared against the\nsame alphabetic span in the 1963 and 1980 dictionaries:</p>\n<blockquote>\n<p>1963<br>\n35 entries</p>\n<p>1980<br>\n28 entries</p>\n<p>1990<br>\n50 entries</p>\n</blockquote>\n<p>The 50 entries of the <em>TBDNE</em> include 22 from\nthe 1963 book (13 were dropped) and 26 from the\n1980 book (2 were dropped), with only two completely\nnew entries.  The new items, <em>pinstriper</em> and\n<em>Planet</em> X, are, not surprisingly, both drawn from the\n<em>BDC</em>, which provided the actual citation for <em>pinstriper</em>\nand the date of earliest occurrence for <em>Planet</em>\nX.  It seems likely that the increasingly common acronym\n<em>PIN</em>, for <em>personal identification number</em>, issued\nby banks as a unique identifier for customers who\nuse automatic teller machines (yes, ATM is in),\nwhich was in <em>BDC</em> was passed over for <em>TBDNE</em> because\nit appears as an entry in the Random House\nUnabridged Second Edition (1987), though <em>ATM</em> is\nan entry in all three.</p>\n<p>To find such a low proportion of new entries\n(4%), was unexpected, so another random span of\n50, from go to <em>grammaticality</em>, was compared, with\nthe following result:</p>\n<blockquote>\n<p>1963<br>\n22 entries</p>\n<p>1980<br>\n27 entries</p>\n<p>1990<br>\n50 entries</p>\n</blockquote>\n<p>Of these 50 entries, 18 come from the 1963\nbook (4 dropped), all 27 were taken from the 1980,\nand 5 new items were added: <em>goldbug</em>, <em>golden parachute,\ngold rush</em> (new sense), <em>golf ball</em> (new sense),\nand <em>gomer</em>.  Two of the five are to be found in the\n<em>BDC</em>, while entries for all appear in the <em>World Book\nDictionary</em> (1989 edition), also produced by the\nBarnhart staff.  So there was indeed a greater proportion\nof new entries (10%) than in the span noted\nfirst, but still a disappointingly small minority of the\nwhole.</p>\n<p>Of the entries left out of the TBDNE that did\nappear in the previous books, none was surprising.\nTechnical terms such as <em>pinealectomy</em>, <em>planetology</em>,\nand <em>planktotrophic</em> are of low frequency or have only\nspecialized use, so were understandably dropped in\ncompiling the <em>TBDNE</em> (indeed, it is more notable\nthat they were ever included at all).  Entries for <em>pipe\nbomb</em>, (<em>in the</em>) <em>pipeline, pita</em>, and <em>placebo effect</em>,\n<em>plasma jet</em>, and <em>platform tennis</em>, all in the 1963 book,\nwere doubtless dropped because they all are entered\nin current general-language dictionaries, and\nso are no longer required in the TBDNE, given its\nstated intention.  The dropping of <em>goulash communism</em>\n(1968 citation; economic approach in thencommunist\nHungary emphasizing greater production\nof consumer goods) and <em>gramadan</em> (1970 citation;\nHindi loanword applied to a Gandhian form of\nland collectivization in India), both in the 1963 book\nbut not in <em>TBDNE</em>, reflects the fact that, in a living\nlanguage, citations require different analysis and\njudgment after the perspective of time is added.  It\nmay seem unfortunate to discard entries that, no\nmatter the frequency or currency of the term, are\npart of the record of English, but such is necessary in\nany commercial dictionary venture.  At least it does\nappear, based on the spans analyzed, that the discards\nwere judiciously chosen.</p>\n<p>A comparison reading of full entries in the\n<em>TBDNE</em> against the source entries from its predecessors\nreveals the marks of close editing to incorporate\nbetter citations and record earlier attestations.  Also,\nthe citational style has been tightened, undoubtedly\nto create space for additional entries.  Where the\n1963 and 1980 dictionaries cited author, article,\npublication, and date (for a periodical), the same citation\nin the <em>TBDNE</em> gives only publication and date.\nThe space saved allowed for amalgamation and new\nentries; yet, anyone interested in more background\non a particular citation is provided with enough information\nto track it down, assuming that a good library\nis at hand.</p>\n<p>I hesitate to quibble over a few items not found\nin the <em>TBDNE</em>, since even these should cause no\ngreat concern.  A dictionary of neologisms owes\nnearly everything to the citation files behind it, and\ncitation files are very much a product of accident,\nconstrained by budget.  That the <em>Random House Unabridged</em>\n(Second Edition, 1987) includes <em>pimpmobile</em>\nand <em>plain-vanilla</em> probably means that the\nRandom House files had citations for these, the\nBarnharts' not—or not enough.  Given the immense\nquantity of English in use worldwide, it is simply\nimpossible for any single citation-gathering force to\nsee, much less collect, all that should be in the file.\nMerriam's 12,000 Words has entries for <em>Pinteresque,\npistou</em>, and <em>place value</em>, again a reflection of what the\nvast Merriam files have yielded up.  Still, none of the\nnew-words dictionaries I checked, including the\n<em>Longman Register of New Words</em> (edited by John\nAyto; Longman, 1989) and the <em>Facts on File Dictionary\nof New Words</em> (edited by LeMay, Lerner and\nTaylor; Facts on File, 1988) had an entry for <em>pixelization</em>\n'the appearance of pixels (dots that make up\na computer-screen image) in a computer graphic, a\nmark of lower resolution.'  An entry for it must await\ncitations entering the files, assuming the word\nproves its usefulness to users of English over time.</p>\n<p>It is a bit dissatisfying to find fewer new entries\nin the <em>TBDNE</em> than one might have expected.  Commercial\nconstraints are the likely explanation for\nthis, not, I strongly suspect, lack of new words and\nsenses in the ever-burgeoning English lexicon.  But\nwe should not judge too harshly on the basis of two\nnarrow spans covering only about 1% of the entries.\nWhile it can truly be said that the <em>TBDNE</em> shows\nmore of the solid foundation of its predecessors than\nit does of newly laid work, this is hardly negative\ncriticism.  The 1963 and 1980 books are both fine\ndictionaries, and a book that combines the best of\nthose, carefully re-edited, with some solid, new lexicography\nbased on the <em>BDC</em>, the <em>World Book Dictionary</em>,\nand the substantial Barnhart files, must be a\nhigh-quality dictionary.  It is.</p>\n<p><em>Frank R. Abate</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Third-Barnhart-Dictionary-New-English-Robert/30892257911/bd\"><em>Third Barnhart Dictionary of New English</em></a></h1> <p>Robert K. Barnhart, Sol Steinmetz, and Clarence L. Barnhart, (H.W. Wilson, 1990), xxi+565pp.</p> <p>Two generations of the Barnhart family have\nbeen intimately involved in dictionary-making, certainly\none of the most unusual family businesses one\ncould imagine.  The tradition began with the influential\nwork of Clarence L. Barnhart, dean of American\nlexicography, who at the age of 89 is still active in\nthe profession.  C.L.B. had much to do with the application\nof modern linguistic theory to lexicography;\nthe list of publications he has edited includes\nsuch landmarks as the <em>Dictionary of American English</em>\n(University of Chicago Press), the Thorndike-Barnhart\nSchool Dictionaries series (Scott Foresman;\nthe top-selling school dictionaries in the U.S.), the\n<em>American College Dictionary</em> (Random House), the\n<em>New Century Cyclopedia of Names</em> (Appleton-Century-Crofts),\nand the <em>World Book Dictionary</em> (little\nknown, sadly, but one of the best unabridged dictionaries\nstill being kept current).  He also founded\nand, with his son, David, still edits the <em>Barnhart Dictionary\nCompanion</em> [<em>BDC</em>], a periodical report on\nnew words that features the staple of Barnhart lexicography—full,\ndated citations.</p> <p>In addition to their work in the <em>Dictionary Companion</em>,\nwell regarded by lexicographers and other\nserious word people, the family Barnhart and their\ncolleagues have directed much effort over the years\nto tracking and recording new English, and this latest\npublication is another in that line.  This <em>Third\nBarnhart Dictionary of New English</em> [TBDNE] follows\non two others of similar purpose and style that appeared\nin 1973 and 1980, respectively, published\nby Harper &amp; Row.  The intent of the series is to record\n“words and meanings not entered or fully explained\nin standard dictionaries... a supplement to\ncurrent dictionaries of the English language” (from\nthe Preface).  In this latest addition to the series\nRobert K. Barnhart is listed first on the title page,\ntaking over his father's role in the previous books,\nand, as before, they are joined by Sol Steinmetz.\nThe combined editorial staff for all three books includes\nthe names of no fewer than nine Barnharts.</p> <p><em>TBDNE</em> is an amalgamation and continuation,\nwith “many of the entries found in the two earlier\nbooks of this series (both now out of print)...included\nto provide a revised and expanded record of\nnew words and meanings introduced into English\nduring the past three decades” (Preface).  Those\nwishing to supplement their aging <em>Webster's Third\nNew International</em> (Merriam, 1961) and unwilling to\nspend about thirty dollars more for the recent editions\nof the <em>Random House Unabridged</em> or <em>World\nBook Dictionary</em> would be very well served by the\n<em>TBDNE</em>.  It should be noted, however, that the\n<em>TBDNE</em>, in including the work of its predecessors,\nrepresents a departure from their approach.  The\n<em>Second</em> in 1980 was totally independent of the 1963\nbook: the second supplemented the first.  The\n<em>TBDNE</em> consolidates the best of the two earlier dictionaries,\nwith revisions, then adds some new entries.\nIt is intended to replace its predecessors, not\nsupplement them.</p>"
}