{
  "type": "Article",
  "title": "Little Waterloos on Europe's Language Frontiers",
  "author": "Stanley Mason",
  "location": "Effretikon, Switzerland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Little Waterloos on Europe's Language Frontiers</h1>\n<p><em><span data-rel=\"author\">Stanley Mason</span> <span data-rel=\"location\">Effretikon, Switzerland</span></em></p>\n<p>The unification of Europe is a noble thought,\nbut what are you going to do about the language\nfrontiers?  However bravely you sweep away\ncustoms barriers and encourage Europeans to move\nfreely over the face of their continent, they will continue\nto come terrible and humiliating croppers at\nthese invisible boundaries.  My own experience\nbears this out only too painfully.</p>\n<p>The first time I ever ventured onto the Continent\nfrom my home in the depths of Britain was\nwhen I went to work as a teacher on the Zugerberg,\na hilltop in Switzerland, many years ago.  I got out of\nthe train at Zug, still half-dazed from a night trip\nacross France, and what did I see in the sleepy\nsquare but a small tram in the window of which was\na placard reading—unmistakably—<em>Zugerberg hell</em>.\nI very nearly turned tail and fled without further\ninvestigation.  I even entertained the thought that\nthe placard might have been put there by the diabolical\npupils of the school I was going to, who were not\nat all keen on having a new English teacher.  I was\nnot to know that, since <em>hell</em> in German means\n'bright,' this was merely an intimation to the townsfolk\nthat although the town itself was plunged in fog,\nthe sun was shining on the nearby heights.</p>\n<p>Other travelers have no doubt suffered similar\nshocks.  Those who travel to St. Moritz by rail, for\ninstance, may well be shaken when, just before arriving\nin their dream resort, they stop in a station\nwhere a big sign tells them: <em>St. Moritz Bad!</em>  Of\ncourse, everyone knows that St. Moritz isn't really\nso bad, so they probably conquer their apprehensions\nand go ahead.  But what about <em>Bad Ragaz</em> or\neven <em>Bad Endbach?</em>  Many of those who visit country\ntowns in German-speaking parts will be proudly\nshown the local <em>Rathaus</em>.  They may well shudder at\nthe thought that such a fine old building (actually a\ntown hall) is rodent-infested.  I feel even more\ndeeply for those expectant mothers who, turning a\ncorner on a small Swiss station in search of a public\nconvenience, have been faced by that one brutal,\nlaconic word: <em>Abort!</em>  After all, wouldn't <em>WC</em> serve\nthe purpose just as well?</p>\n<p>At this point the reader will notice that we are\nhere on delicate ground, straight among words that\nmay offend our most intimate sensibilities.  When we\nmeet them at a certain distance, we can usually manage\nto take the sting out of them.  For instance, if a\nGerman botánist called <em>Fuchs</em> gave his name to a\nflower, which is therefore known as a <em>fuchsia</em>, we\ncan elegantly get round the issue in English by pronouncing\nit “FEW-sha.”  Or if there is a well-known\npianist by the name of <em>Kunz</em>, we can avoid cataclysms\nin Yorkshire by calling him “KOONDS.”  But\nwhen you run into such things in real life, head-on\nand with no warning, there is really no remedy: all\nyou can do is face the inevitable with whatever fortitude\nyou can summon.  An evil fate of this kind befell\na friend of mine from Gloucestershire who went\nto live in Germany near a town called <em>Scheidt</em>, the\npronunciation of which proved to substantiate his\nworst misgivings.  In the early days of his sojourn\nin the area, he tells me, his voice used to break\nwith shame every time he went to a railway ticket\ncounter to ask for a return to Scheidt.</p>\n<p>But to get to my own experience.  I had not been\non the Continent long when I wanted to buy some\nnylons for a girl friend.  The German word for silk\nstockings escaped me, but the English word <em>hose</em>\npromptly suggested itself to my mind.  So I went into\na shop selling ladies' lingerie and asked for <em>Damenhosen</em>.\nThe girl behind the counter seemed slightly\ntaken aback, and when she came and dangled some\nlacy panties before my eyes, I was taken aback too.\nPerhaps she thought I was a transvestite and had to\nbe humored.  In fact, I was seriously embarrassed, for\nI was still young enough to have a sense of shame.</p>\n<p>On another occasion I was in town with two\nyoung Englishmen who had just arrived on the scene\nand did not speak a word of German between them.\nWe were feeling peckish although it was only mid\nafternoon, so we decided to go and have a snack in a\nrestaurant.  The waitress, who spoke a little English,\nrecommended a dish which happened to be in season.\nIt turned out to be a paste made from sweet\nchestnuts which looked rather like a dish of worms.\nWe were somewhat intimidated by the look of it, but\nwe ate it—without enthusiasm, but with the stiff upper\nlip we had imbibed, so to speak, with our\nmothers' milk.  An hour or so later we still felt peckish,\nso we tried another establishment.  We decided\nthat this time we did not want anything sweet, but\nrather something a little more substantial.  As a precautionary\nmeasure I consulted the menu, and there\nmy eye fell on the <em>vermicelles</em>.  I explained to my\ncompanions that this must be pasta, a kind of Continental\nmacaroni (in those days macaroni was about\nthe only kind of pasta you ever saw in England, if\nwe mercifully forget the incredible invention of\nspaghetti on toast).  They were all in favor, and five\nminutes later we got our snack: it was that chestnut\npaste again, looking more like worms than ever.\nWe felt that we had been tricked by a malicious fate.\nWe sat there, unable to start on the stuff, wishing\nthat we were in Timbuktoo, where we could at least\nhave had camels' eyes.</p>\n<p>The same malevolent powers also operate in the\nopposite direction.  An Austrian lady of my acquaintance\nwas interned in Yorkshire during the Second\nWorld War.  One day she and her companions were\nallowed to go to the cinema in a nearby town.  When\nthey came out, they needed to go to the toilet, so\nthey began to look round for a public convenience.\nThey had hardly turned into the high street when\ntheir search appeared to be successful, for they\nfound a door that bore the sign <em>Closed</em>.  That, they\nthought, could only be the English for the German\nword <em>Klosett</em>.  But they were disappointed—the\ndoor simply did not open.  It must have been a\nThursday afternoon, for all down the street there\nwere <em>Closed</em> signs—but no means of getting in anywhere.\nThey even began to suspect that the townspeople\nwere playing a mean practical joke on them.\nBy now they were nearly bursting—with indignation,\nof course—but there was nothing for it: they\nhad to wait till they got back to their internment\nquarters.  Continence, after all, is a virtue, or so say\nthose who do not have it imposed on them.</p>\n<p>Fortunately these linguistic snares land us in\ntrouble only for a brief moment, ignominious as that\nmoment may occasionally be.  Being saddled with a\nwrong name is a more lasting curse.  I was once\ncalled in to help a man whose brother had died in\nthe United States, so that as next of kin he had to\nhandle the correspondence.  Knowing no English, he\nobviously needed assistance.  He was called <em>Schittli</em>,\nwhich, believe it or not, is an absolutely good Swiss\nname.  His brother, strangely enough, was not called\n<em>Schittli.</em> Having emigrated to the USA, he had discovered\nthat the family monicker, however respectable\nin Appenzell, would never do in Pittsburgh.  He\nhad therefore had it changed to <em>Hittli</em>, which involved\nthe sacrifice of only two consonants.  Alas, it\nwas not long before the shadow of a certain Adolf\nfell over Europe:  <em>Hittli</em> was so near to <em>Hitler</em> that the\nlikeness became, for an immigrant, decidedly uncomfortable.\nPoor Hittli took the only course open\nto him, and sacrificed a vowel.  He died a <em>Hattli</em>.</p>\n<p>The slings and arrows of the spoken language\nmay prove even more perfidious in writing.  When I\ntook my first office job in Switzerland, I had a secretary\nwho knew no French or English, so that I had to\nwrite letters in these languages by hand for her to\ntype.  One of the first happened to be to a French\nVIP, and she opened with full diapason: <em>Nous avons\nl'horreur d'accuser réception de votre lettre...</em>.\nHonour and horror are evidently very close in\nFrance.  Another opening gambit read like this: <em>Nous\nvous remercions de vos linges du 24 juillet</em>....  On\nyet another occasion I had to write to a colleague by\nthe name of Robert who had had the effrontery to\ncriticize me, and I wanted to do so in a firm but\nstudiedly polite tone.  Once again, the catastrophe\ncame pat at the very outset: <em>Dead Bob</em>....</p>\n<p>Only too often the pitfalls awaiting the unsuspecting\non the language frontiers are downright\nscatological.  Why is it that the Dutch wince when\nfirst informed of the location of Zurich Airport?\nWhy do the Italians almost choke with mirth when\nthey overhear an American calling his girl friend\n“My pet”?  And why did a German acquaintance of\nmine break into such coarse guffaws when he came\nacross a passage in an English novel in which lovers\nwere described as “lying among the furze”?  Persons\nnot conversant with the languages involved will\nprobably have no answers to these rhetorical questions,\nbut I feel sure they will prefer to be spared the\nobnoxious truth.</p>\n<p>Sometimes, however, the obnoxious truth just\ncannot be suppressed, being explicit and official.\nThus the inhabitants of one Swiss canton drive round\nwith VD written in large letters on their number\nplates, leaving you to believe it or not.  Similarly,\nfine-feeling English-speaking visitors to the Locarno\nregion will freeze with horror when they see the\ninitials of the Ferrovie Autolinee Regionali Ticinesi—the\nTicinese Regional Railways and Bus Services—brazenly\ndisplayed on the local buses, and I\nonce heard an Australian murmur that he had never\nseen anything quite as big and blue as that in his own\ncountry.  Then there was the young man who had\ncome over from Yorkshire to serve an apprenticeship\non the Continent.  On the day of his departure,\nhe proudly showed me a ticket issued by a Swiss\nmountain railway.  It indicated the price of a single\ntrip: 1 <em>Fahrt</em> Fr. 9.50.  He was taking it home to\nYorkshire to prove to the locals just how high the\ncost of living is in Switzerland.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Little Waterloos on Europe's Language Frontiers</h1> <p><em><span data-rel=\"author\">Stanley Mason</span> <span data-rel=\"location\">Effretikon, Switzerland</span></em></p> <p>The unification of Europe is a noble thought,\nbut what are you going to do about the language\nfrontiers?  However bravely you sweep away\ncustoms barriers and encourage Europeans to move\nfreely over the face of their continent, they will continue\nto come terrible and humiliating croppers at\nthese invisible boundaries.  My own experience\nbears this out only too painfully.</p> <p>The first time I ever ventured onto the Continent\nfrom my home in the depths of Britain was\nwhen I went to work as a teacher on the Zugerberg,\na hilltop in Switzerland, many years ago.  I got out of\nthe train at Zug, still half-dazed from a night trip\nacross France, and what did I see in the sleepy\nsquare but a small tram in the window of which was\na placard reading—unmistakably—<em>Zugerberg hell</em>.\nI very nearly turned tail and fled without further\ninvestigation.  I even entertained the thought that\nthe placard might have been put there by the diabolical\npupils of the school I was going to, who were not\nat all keen on having a new English teacher.  I was\nnot to know that, since <em>hell</em> in German means\n'bright,' this was merely an intimation to the townsfolk\nthat although the town itself was plunged in fog,\nthe sun was shining on the nearby heights.</p> <p>Other travelers have no doubt suffered similar\nshocks.  Those who travel to St. Moritz by rail, for\ninstance, may well be shaken when, just before arriving\nin their dream resort, they stop in a station\nwhere a big sign tells them: <em>St. Moritz Bad!</em>  Of\ncourse, everyone knows that St. Moritz isn't really\nso bad, so they probably conquer their apprehensions\nand go ahead.  But what about <em>Bad Ragaz</em> or\neven <em>Bad Endbach?</em>  Many of those who visit country\ntowns in German-speaking parts will be proudly\nshown the local <em>Rathaus</em>.  They may well shudder at\nthe thought that such a fine old building (actually a\ntown hall) is rodent-infested.  I feel even more\ndeeply for those expectant mothers who, turning a\ncorner on a small Swiss station in search of a public\nconvenience, have been faced by that one brutal,\nlaconic word: <em>Abort!</em>  After all, wouldn't <em>WC</em> serve\nthe purpose just as well?</p>"
}