{
  "type": "Article",
  "title": "What's in a Roman Name?",
  "author": "Paul Pascal",
  "location": "Edmonds, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What's in a Roman Name?</h1>\n<p><em><span data-rel=\"author\">Paul Pascal</span> <span data-rel=\"location\">Edmonds, Washington</span></em></p>\n<p>The toponymy of Rome offers an entertaining\nsupplement to the study of its twenty-seven\nhundred years of history.  The etymology of the\nname of the city of Rome itself remains a mystery.\nLegend attributes it to a more or less imaginary eponymous\nfounder <em>Romulus</em>, or, in a less familiar version,\nto a Trojan woman, Rhome (whose name is a\nGreek word for 'strength').  Modern scholars attempt\nto explain the name more scientifically as being\nbased on a word meaning 'river,' or on an Etruscan\nname.  Some investigators, noting evidence for a\nLatin word <em>ruma</em> meaning 'breast,' have concluded\nthat Rome owes its name to the supposed shape of\nthe Palatine Hill as it appeared to the eye of an exceptionally\ndetermined observer.  The <em>Grand Tetons</em>\nin the American West illustrate this same phenomenon\nin French.</p>\n<p>Major natural features of the city whose ancient\nnames are still in use include the Tiber River and the\nseven hills.  The etymology of all these names remains\nas elusive as that of Rome itself.  Various legends\nwere invented to account for them; for example,\nthe name of the <em>Capitoline Hill</em> (from which\n<em>capitol</em> comes) was said to be derived from a human\nhead (<em>caput</em>) found on it when the temple of Jupiter\nCapitolinus was being built.  This was taken as a portent\nof future glory.  The adjacent Palatine Hill,\nwhich was eventually reserved for imperial structures\n(whence our words <em>palace</em> and <em>palatial</em>), was\nderived from the name of <em>Pallas</em>, son of Evander, a\nGreek who according to epic tradition settled on the\nsite of Rome centuries before its “real” founding.\nThe fate of Pallas constitutes a major motif in Vergil's\n<em>Aeneid</em>.</p>\n<p>One relatively unfamiliar hill in Rome, <em>Monte</em>\n<em>Testaccio</em>, is a sizable, artificial eminence near the\nTiber south of the city, rising a hundred feet above\nthe surrounding level.  This was the commercial\ndock area in antiquity, and more recently the site of\nthe modern city's slaughterhouse, not much frequented\nby tourists, although it is near the cemetery\nthat contains the grave of John Keats.  <em>Monte Testaccio</em>\n(<em>Testaceus</em> in Latin) means 'hill of potsherds'—an\nexact description of its makeup.  For centuries it was\nformed by the dumping of debris from the dock\narea, mostly pieces of broken amphoras, which then\nbecame compacted.  Walking on its surface is an extraordinary\nexperience.</p>\n<p><em>Colosseum</em> is the popular name for the most famous\nsurviving ancient building of Rome.  Its official\nname was <em>Flavian Amphitheater</em>, after the family\nname of its builder, the emperor Vespasian.  The\nname <em>Colosseum</em>, now usually taken to refer to its\nsize, originally referred to the fact that the amphitheater\nwas built adjacent to a huge statue (a <em>colossus</em>)\nof the sun god that had been commissioned by\nNero, allegedly in his own likeness.</p>\n<p>The name of one of the most favored places of\nmodern Rome, <em>Piazza Navona</em>, is a disguised form of\na word for the ancient structure whose site it occupies,\na stadium (<em>circus</em> in Latin) built by the emperor\nDomitian.  <em>Piazza Navona</em> still preserves the exact\nshape of that stadium, of which practically nothing\nelse is left.  The stadium itself, and the kind of activity\nthat took place there, were called <em>agon</em>, a Greek\nword which originally meant simply 'competition,'\nbut which has given us our word 'agony.' St. Agnes\nsuffered martyrdom at this stadium after her hair\ngrew with miraculous rapidity to cover the nakedness\nby which her persecutors sought to humiliate\nher.  Consequently, the church that was later built\nthere was called “St. Agnes in Agone.”  The phrase\nin <em>agone</em> came to be corrupted to <em>Navona</em>, by way of\nintermediate forms such as <em>Nagone</em> and <em>Navone</em>.  Until\nwell into the present century, the official, if little\nused, name of the piazza was <em>Circo Agonale</em>.</p>\n<p><em>Piazza di Spagna</em>, site of the Spanish Steps, is so\nnamed because since the 17th century it has been\nthe location of the Spanish embassy to the Holy See.\nThe main street that leads to the Spanish Steps, despite\nits present concentration of elegant and renowned\nboutiques, has the most prosaic of names:\n<em>Via Condotti</em>, after the aged conduits that serve the\nnearby Trevi Fountain.</p>\n<p>Many ecclesiastical buildings of Rome have\nstriking names.  <em>San Giovanni in Oleo</em> stands near the\nspot, just inside the ancient Porta Latina, where St.\nJohn the Evangelist is said to have survived immersion\nin boiling oil.  The name of the church of <em>Santa\nMaria sopra Minerva</em> recalls that it was built over a\ntemple of the pagan goddess Minerva.  <em>Santa Maria\nin Cosmedin</em> remains an etymological puzzle.  This\nchurch served Greek refugees in the 8th century,\nand the designation <em>in Cosmedin</em> is usually assumed\nto be connected with the Greek word <em>kosmidion</em>, diminutive\nof <em>kosmos</em>, meaning 'embellishment.'</p>\n<p>The street names of Rome reflect both its long\nhistory and the fanciful imagination of its people.\n<em>Via del Babuino</em>, running north from Piazza di\nSpagna, is named after an ancient fountain with a\nstatue of Silenus, the grotesque drunken follower of\nBacchus, which seemed to resemble a baboon.  A\nsimilar circumstance accounts for the strange name\nof <em>Via Santo Stefano del Cacco</em>, which refers to a\nstatue of an animal-headed Egyptian deity discovered\nin the remains of the nearby Temple of Isis.\nThe animal was identified as the kind of monkey\ncalled in English a <em>macaque</em>, Italian <em>macacco</em>, here\ncolloquially truncated.  <em>Via di Ripetta</em> 'Embankment\nStreet' skirts the Tiber River as it passes the Ara\nPacis and the Mausoleum of Augustus.  Here until\nthe present century there was a bustling landing\nplace for the boats that plied the Tiber, a popular\nsubject in old photographs and prints.  Now a flood\ncontrol system has recessed the river below the level\nof the adjacent streets, and the <em>ripetta</em> has disappeared\nexcept in name.  Via di Ripetta imperceptibly\nmerges into <em>Via della Scrofa</em> 'Street of the Sow,'\nnamed after another ancient sculpture that is still\npreserved there.  Just off Via della Scrofa is an old\ntower called <em>Torre della Scimmia</em>.  A votive lamp\npermanently lit on this tower commemorates the miraculous\nrescue of a baby girl from a <em>scimmia</em> 'pet\nmonkey' that had carried her off to its top.  Its principal\ninterest for many Americans, however, is that\nthis is Hilda's Tower, where the ethereal heroine of\nNathaniel Hawthorne's <em>Marble Faun</em> lived while she\nstudied painting in Rome.</p>\n<p>Many street names in the historic center of\nRome recall how medieval artisans used to congregate\nin specialized quarters: <em>Via dei Giubbonari</em>\n'makers of coats,' <em>Calderari</em> 'tinkers,' <em>Pettinari</em> 'makers\nof combs,' <em>Coronari</em> 'rosary makers,' <em>Balestrari</em>\n'crossbow makers,' and many others.  The words in\nthis list are obsolete in contemporary Italian, but the\nstreet names survive.</p>\n<p>A Roman street that retains a picturesque name\nis <em>Via delle Botteghe Oscure</em> 'Street of Dark Shops.'\nThe widening of this street in the 1930s resulted not\nonly in the brightening (or disappearance) of the\nshops, but also in the uncovering of important archaeological\nremains, much to the inconvenience of\nmodern developers—an old story in Rome.  The\nstreet gave its name to the influential literary journal,\n<em>Botteghe Oscure</em>, published there in the 1950s\nby Marguerite Caetani, an American-born member\nof the aristocratic Italian family whose ancestral palace\nstands at the beginning of the street.</p>\n<p>The single most prolific source of street names\nin Rome is the Risorgimento, the 19th-century revolutionary\nmovement that unified Italy.  Rome grew\nphenomenally in the decades following the Risorgimento.\nOne result of this growth was an abundance\nof new streets that needed names; the worthies of\nthe Risorgimento largely filled the bill.  Its principal\nheroes—King <em>Vittorio Emanuele II, Garibaldi, Mazzini,\nCavour</em>—are commemorated in the names of\nthe main streets and piazzas of virtually every city\nand town in Italy, not least in Rome.  <em>Via Venti Settembre</em>\n'20th of September Street' illustrates the\nItalian propensity for naming streets after historic\ndates, in this case the date of the breach in the ancient\nfortification wall of Rome, through which Italian\ntroops stormed the city to bring the Risorgimento\nto an end.  <em>Via del Plebiscito,</em> the street that\nconnects Piazza Venezia with Largo Argentina, now\nalmost totally surrendered to buses and taxis, was\nnamed for the 'plebiscite' held in 1870, shortly after\nthe events of the 20th of September, when the people\nof Rome voted to join the rest of Italy, ending\nthe temporal power of the Church.</p>\n<p><em>Via Veneto</em>, site of the American Embassy and of\n<em>la dolce vita</em> in general, was named for one of the\nprovinces of the newly unified Italy, as were other\nstreets nearby (<em>Via Toscana, Via Lombardia, Via\nCampania, etc</em>.), when what had been the gardens of\nthe Villa Ludovisi were urbanized almost exactly a\nhundred years ago.  Following World War I, Via\nVeneto was renamed <em>Via Vittoria Veneto</em>, after a\ntown in Veneto that had been the scene of an Italian\nbattle of that war.  (This town itself had been renamed\nin 1866 in honor of King Vittorio Emanuele\nII.)  To this day, hardly anyone ever calls Via Vittorio\nVeneto anything but Via Veneto.</p>\n<p>Few of the street names that originated in the\nFascist era have survived it.  The grandiose <em>Via\ndell'Impero</em> that was rammed through the central archaeological\nzone in the 1930s was named after the\nshort-lived Fascist “Empire” in Africa.  It has been\nrenamed <em>Via dei Fori Imperiali</em>, some what ironically,\nas the frenzied traffic on it is a serious blight to the\nenjoyment of the remains of the ancient Imperial\nFora themselves.  Proposals to demolish this street\nand restore the unity of the whole archaeological\nzone from the Capitoline Hill to the Colosseum are\noften in the news.</p>\n<p>Across the Tiber, <em>Via della Conciliazione</em>, which\ncleared the approach to the Basilica of St. Peter from\ncenturies-old congestion, commemorates the 'Reconciliation'\neffected by the Lateran Treaty of 1929.\nThis regularized the relationship between the\nChurch and the Italian state, which had remained\nunsettled during the years since the Risorgimento.</p>\n<p>Just inside the southern part of the ancient wall\nthere is another street that has escaped renaming,\nalthough it commemorates a Fascist victory in the\nItalian-Ethiopian war.  This is the exotic-sounding\n<em>Via Amba Aradam</em>, named after a plateau in Ethiopia,\na battlefield in 1936.</p>\n<p>In the southern part of Rome stands the rather\nforlorn EUR complex of obsolescent modern buildings.\nThe initials, always pronounced as one Italian\nword “ay-OOR”), stand for <em>Esposizione Universale di\nRoma</em>, a world's fair that was to have been held in\n1942 but yielded instead to World War II.  One of\nthe buildings, visible from the highway that serves\nRome's airport, is a bizarre structure officially called\nPalazzo della Civiltá del Lavoro.  Its principal design\nfeature is the rounded openings that cover all four of\nits exterior walls.  The major Italian guidebook to\nRome soberly claims that this building has been\nnicknamed <em>Il Colosseo Quadrato</em>, 'The Square Colosseum.'\nIn fact, what most Romans really call it is <em>Il\nPalazzo di Groviera</em> 'The Swiss Cheese Palace.'</p>\n<p>A scattering of names referring to more recent\nRoman history can be found.  At the base of the Aventine,\na postwar park has been named the <em>Parco\ndella Resistenza dell'Otto Settembre</em>, commemorating\nthe heroic action against the Nazis there on that\ndate in 1943 by the Italian partisans.  Nearby, just\noutside the ancient wall, the area in front of the railroad\nstation has been named <em>Piazzale dei Partigiani</em>.\nLuigi Einaudi, the patriarch of postwar Italian politics,\nPresident of the Republic from 1948 to 1955,\nwhen he was an octogenarian, has the unusual honor\nof a street named for him in the heart of the city,\nnear the central railway station.  This had previously\nbeen called Viale delle Terme, after the ruins of the\nadjacent Baths of Diocletian, one corner of which\nholds the present National Museum of Antiquities.</p>\n<p>Finally, Americans who visit Rome should make\nan excursion to Villa Borghese, a park just outside\nthe ancient wall near Via Veneto, where they will\nfind what used to be <em>Viale dei Leoni</em> 'Street of the\nLions,' now officially <em>Viale Fiorello Laguardia</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What's in a Roman Name?</h1> <p><em><span data-rel=\"author\">Paul Pascal</span> <span data-rel=\"location\">Edmonds, Washington</span></em></p> <p>The toponymy of Rome offers an entertaining\nsupplement to the study of its twenty-seven\nhundred years of history.  The etymology of the\nname of the city of Rome itself remains a mystery.\nLegend attributes it to a more or less imaginary eponymous\nfounder <em>Romulus</em>, or, in a less familiar version,\nto a Trojan woman, Rhome (whose name is a\nGreek word for 'strength').  Modern scholars attempt\nto explain the name more scientifically as being\nbased on a word meaning 'river,' or on an Etruscan\nname.  Some investigators, noting evidence for a\nLatin word <em>ruma</em> meaning 'breast,' have concluded\nthat Rome owes its name to the supposed shape of\nthe Palatine Hill as it appeared to the eye of an exceptionally\ndetermined observer.  The <em>Grand Tetons</em>\nin the American West illustrate this same phenomenon\nin French.</p> <p>Major natural features of the city whose ancient\nnames are still in use include the Tiber River and the\nseven hills.  The etymology of all these names remains\nas elusive as that of Rome itself.  Various legends\nwere invented to account for them; for example,\nthe name of the <em>Capitoline Hill</em> (from which\n<em>capitol</em> comes) was said to be derived from a human\nhead (<em>caput</em>) found on it when the temple of Jupiter\nCapitolinus was being built.  This was taken as a portent\nof future glory.  The adjacent Palatine Hill,\nwhich was eventually reserved for imperial structures\n(whence our words <em>palace</em> and <em>palatial</em>), was\nderived from the name of <em>Pallas</em>, son of Evander, a\nGreek who according to epic tradition settled on the\nsite of Rome centuries before its “real” founding.\nThe fate of Pallas constitutes a major motif in Vergil's\n<em>Aeneid</em>.</p> <p>One relatively unfamiliar hill in Rome, <em>Monte</em>\n<em>Testaccio</em>, is a sizable, artificial eminence near the\nTiber south of the city, rising a hundred feet above\nthe surrounding level.  This was the commercial\ndock area in antiquity, and more recently the site of\nthe modern city's slaughterhouse, not much frequented\nby tourists, although it is near the cemetery\nthat contains the grave of John Keats.  <em>Monte Testaccio</em>\n(<em>Testaceus</em> in Latin) means 'hill of potsherds'—an\nexact description of its makeup.  For centuries it was\nformed by the dumping of debris from the dock\narea, mostly pieces of broken amphoras, which then\nbecame compacted.  Walking on its surface is an extraordinary\nexperience.</p>"
}