{
  "type": "Article",
  "title": "Needless to Say",
  "author": "Peter Sypnowich",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Needless to Say</h1>\n<p><em><span data-rel=\"author\">Peter Sypnowich</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>It goes without saying that the duty of the writer is\nto explain.  In the modern world, there's no denying\nthat everything can in fact be explained.  The\nbest prose, therefore, is prose that imposes order.\nThus are readers made secure, and, more important,\nthus is life made simple.  Nothing, it is clear, could be\nmore self-evident.</p>\n<p>Yet some writers strive instead for eloquence.\nThat is, they try to produce memorable work.  But\nthey do so, unfortunately, at the risk of confusing\ntheir readers.  To start with, their writing is often\nrhetorical or even evocative.  It contains statements,\nconsequently, that allow varying interpretations; inevitably,\nanything that affects a reader's feelings is\nbound to produce an unpredictable response.  Furthermore,\nsuch writers at times resort to humour.  Accordingly,\nthey display cynicism, or alas, lead the\nreader into ambiguity and paradox.  Worst of all,\nthese writers sometimes will communicate surprise\nor wonder.  The result is to arouse a sense of mystery.\nIn sum, the effect of such writing is to portray\nhuman existence as something vague and complex.\nMore than that, it can actually complicate matters\nfurther.  On top of all this, we have the unhappy fact\nthat eloquent writing is indeed sometimes memorable,\ncompounding the problem.</p>\n<p>In contrast, the effective communicator creates\ncertainty.  He or she does this, it is evident, in two\nways.  First, he rules out irrelevant or erroneous\nthoughts in the reader.  Second, he continually supplies\nanswers.  In short, he maintains command, investing\nhis exposition with all the authority that he\ncan muster.</p>\n<p>The goal, then, is omniscience.  Admittedly,\nmost writers are in reality not omniscient.  Not yet,\nat any rate.  But nevertheless, it is within the province\nof any writer to make a definitive statement on\na specific point.  This, surely, is sufficient.  After all,\nomniscience can be cumulative.  Over time, manifestly,\na multiplicity of small omnisciences will add\nup to total omniscience.  It is as if in recognition of\nthis, perforce, that increasing numbers of writers are\nlooking for a way to produce airtight, irrefutable\nprose.  And it is no accident that the English language\nprovides just such a method.  I refer, of\ncourse, to syllothetics.</p>\n<p>The syllothetic system had its origins, no doubt,\nin the rule followed by the authors of university\nmonographs and government position papers.  To\nwit: first tell them what you are going to say, then\ntell them what you are saying, and finally tell them\nwhat you have said.  A sound practice, unquestionably.\nBut it was observed that readers could be effectively\ndirected sentence by sentence.  That is to say,\nthe meaning of a sentence could be signaled—and\nthereby validated—by the use of a sentence adverb\nsuch as <em>moreover, indeed</em>, or <em>however</em>.  Essentially,\nthe thrust of the sentence was communicated in advance.\nIn this way readers knew what a writer was\ngoing to say before he said it.  In a sense, the readers\nsaid it themselves.</p>\n<p>To be sure, the technique of qualifying sentences\nwith modifiers is nothing new.  For instance,\nmany writers had sorted out their expository works\nwith such expressions as <em>incidentally, on one hand</em>,\nand <em>for example</em>.  In addition, others had followed\nthe practice of enumerating their sentences with\n<em>first, second</em>, and <em>third</em>, or <em>next, then</em>, and <em>finally</em>, or\nall of these.  More noteworthy, some had reinforced\ntheir statements with, on the one hand, such key\nwords as <em>significantly, symbolically</em>, and <em>thankfully</em>,\nor, on the other hand, such indispensables as <em>unfortunately,\nunhappily</em>, and <em>alas</em>.  Most significantly, it\nshould be noted, many had gone so far as to advance\nstatements in the form of a premise or a given, e.g.,\n<em>it need hardly be stated, obviously</em>, and of course <em>of\ncourse</em>.</p>\n<p>Be that as it may, the foundations of modern\nsyllothetics were cemented, as we now know, with\nthe systematic use of <em>but</em> at the beginnings of sentences.\nThere can be no doubt whatever that with\nthis development logical exposition could thereby\nbecome relentless.  It was discovered—and this\nshould no longer be any cause for wonder—that a\nsentence containing <em>however</em> could also begin with\n<em>but</em>.  Moreover, <em>but</em> could appear directly in front of\n<em>nevertheless</em>.  But this development reached its zenith\nwith the use of <em>but</em> as a topper conjunction (see\nthe beginning of this sentence); the topper <em>but</em> does\nnot in reality indicate a contradiction, for it always\nappears at the start of a sentence which is, truth be,\nin harmony with preceding sentences, but rather it\ntops the previous statements by pointing unerringly\nto that which is promised by contradiction, namely\nillumination.  Let's be frank.  It was the logical force\nof <em>but</em>, in the end, that began to supply the dynamism\nof syllothetics, enabling it to combine, as it\ndoes, the undeniable energy of the syllogism with\nthe indisputable power of the theorem.</p>\n<p>In consequence we have, in syllothetics, a veritable\narsenal of instruments that serve to produce\ncoherence and logic in modern prose.  For example,\nthere is not only affirmation by demonstration <em>(ergo,\nhence, therefore, accordingly</em>, but there is also documentation\nby postulation <em>(it can be assumed, we can\nsuppose)</em> and also validation by synthesization <em>(basically,\nin truth, in a very real sense)</em> as well as verification\nby substitution <em>(that is to say, in other words, in\nshort)</em>.  Similarly, there is not only confutation by disputation\n<em>(on the contrary, notwithstanding, however,\nnevertheless)</em>, but there is also negation by concession\n<em>(despite, although, allowing that)</em> and also, not\nleast, refutation by capitulation <em>(it might be argued,\nit would be easy to conclude)</em>.</p>\n<p>Syllothetics, it can be seen, is inexorable.  Either\nwe have corroboration by escalation <em>(moreover, on\ntop of that, above all)</em>, or we have devaluation by\ndeclination <em>(worse, worse still, worst of all)</em>.  On one\nhand we have substantiation by association <em>(similarly,\nin the same way)</em>; on the other hand we have\ninvalidation by differentiation <em>(quite a different matter,\nwe cannot compare, something else again)</em>.</p>\n<p>It is hardly necessary to add that syllothetics\npossesses the capacity to transcend logic.  Who can\ndeny it?  We have, happily, induction by intuition,\nthe inference that goes beyond mere fact <em>(one cannot\navoid the suspicion, it is difficult to shake off the conviction)</em>,\nand also, thanks be, attestation by clarification,\nthe proof that is superior to mere evidence\n<em>(even so, still, in any event)</em>.  Plainly, we are in the\npresence here of higher truths: look at ratification\nby approximation <em>(for the most part, as it were,\nbroadly speaking)</em>; witness the revelation of amplification\n<em>(conceivably, it may even be, it would not be\ntoo much to say)</em>.</p>\n<p>This brings us, willy-nilly, to the infinite utility\nof syllothetics.  It is a system, broadly speaking, that\nis impervious to criticism.  Certainly it is no passing\nfad, dependent on vogue words, for despite its infancy\nit employs such age-old terms as <em>alas, albeit,\nperforce</em>, and <em>withal</em>.  Nor it can be taxed with pedantry,\ndemonstrably, for on occasion it makes use of\ncolloquial expressions like <em>for starters, likewise, for\nsure</em>, and <em>no doubt about it</em>.  Above all, though some\npeople might think otherwise, it definitely does not\ninvolve clichés.  On the contrary.  For one thing, a\ncliché can be defined as an imaginative expression\nwhich through repetition has lost its imaginativeness.\nBut syllothetics, in contradistinction, shuns the\nimaginations altogether.  More to the point, syllothetics\ndeploys a vocabulary of unparalleled variety.  In\nfact there are well over one hundred syllothetic\nmodifiers.  And what is more, additional ones are\ncoming into use every day.  Hence the recent discovery,\nby some writers, that it is possible to syllothesize\nevery sentence.</p>\n<p>It is true that there are rational writers, seemingly\nlogical, who make little or no use of syllothetics.\nThey feel, it would seem, that coherence can be\nobtained without it.  They would say, undoubtedly,\nthat one sentence follows another.  But the question\nis, how closely?  In syllothetics, it must be pointed\nout, an expression such as <em>naturally</em> or <em>in other\nwords</em> not only introduces a sentence but also refers\nto the previous one.  The effect is that at every step\nsyllotheticians have their feet in two sentences, as it\nwere.  And by looking backward at all times, it need\nhardly be added, they appear to be going nowhere\nof interest.  Naturally, nothing is more reassuring to\na reader.  Nothing, in other words, is more conducive\nto acquiesence.</p>\n<p>It can be argued, you will object, that such a\nprogression is slow, and that, concommitantly, very\nlittle is being said.  But this objection, however,\nmisses the point.  True, syllotheticians aim high; in a\nword, they seek not merely to persuade but to convince.\nStill, the fact that their goals are essentially\nmodest.  Let it be remembered that they make no\ndeclarations.  They restrict themselves to deductions,\nbasing them on references, citations, or precedents,\nwhich is a different matter altogether.  They\nmay, perhaps, list variables, or, on occasion, identify\noptions; at most, they will establish parameters.  But,\nit must be emphasized, they do not express anything.\nThey articulate, which is something else\nagain.  Nor, what is more, do they ever describe.\nThey delineate, which is something entirely different.\nSo it should come as no surprise to be told that,\nbasically, syllotheticians are at bottom unconcerned\nabout how little they might have to say.</p>\n<p>It would not be too much to say that it does not\nat all matter what may or may not be contained in\nsyllothetic sentences.  The content lies, rather, in the\narticulation of the logical relationships between\nthem.  But make no mistake about it, that is enough.\nFor, clearly, although it is the writer's duty to explain,\nthe very fact that everything must be explained\nmeans, indisputably, that in due course everything\nwill in fact be explained.  Ergo, the less said\nthe better.</p>\n<p>Already, it is becoming very difficult to deny—\nall available evidence points to it—that the day is\nsurely coming, withal, when there will remain, truly,\nno mere coincidences about which one cannot avoid\na suspicion or shake off a conviction, when clearly\neverything will incontrovertibly support a thesis or\nconversely stand in direct contrast to it, and, overriding\nall this, there will as a result be not the slightest\ndoubt in our minds about one inescapable conclusion,\nnamely the dawning realization that, there\nbeing nothing more to say on the subject, as it were,\nwe therefore will no longer hesitate but rather will\nnecessarily feel compelled to state the obvious.  Indeed,\nwe would be remiss in our duty if we failed to\nmention it.  Needless to say.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Needless to Say</h1> <p><em><span data-rel=\"author\">Peter Sypnowich</span> <span data-rel=\"location\">Toronto</span></em></p> <p>It goes without saying that the duty of the writer is\nto explain.  In the modern world, there's no denying\nthat everything can in fact be explained.  The\nbest prose, therefore, is prose that imposes order.\nThus are readers made secure, and, more important,\nthus is life made simple.  Nothing, it is clear, could be\nmore self-evident.</p> <p>Yet some writers strive instead for eloquence.\nThat is, they try to produce memorable work.  But\nthey do so, unfortunately, at the risk of confusing\ntheir readers.  To start with, their writing is often\nrhetorical or even evocative.  It contains statements,\nconsequently, that allow varying interpretations; inevitably,\nanything that affects a reader's feelings is\nbound to produce an unpredictable response.  Furthermore,\nsuch writers at times resort to humour.  Accordingly,\nthey display cynicism, or alas, lead the\nreader into ambiguity and paradox.  Worst of all,\nthese writers sometimes will communicate surprise\nor wonder.  The result is to arouse a sense of mystery.\nIn sum, the effect of such writing is to portray\nhuman existence as something vague and complex.\nMore than that, it can actually complicate matters\nfurther.  On top of all this, we have the unhappy fact\nthat eloquent writing is indeed sometimes memorable,\ncompounding the problem.</p> <p>In contrast, the effective communicator creates\ncertainty.  He or she does this, it is evident, in two\nways.  First, he rules out irrelevant or erroneous\nthoughts in the reader.  Second, he continually supplies\nanswers.  In short, he maintains command, investing\nhis exposition with all the authority that he\ncan muster.</p>"
}