{
  "type": "Article",
  "title": "The Gaelic View of Heather",
  "author": "Donald A. MacKay",
  "location": "Pleasantville, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Gaelic View of Heather</h1>\n<p><em><span data-rel=\"author\">Donald A. MacKay</span> <span data-rel=\"location\">Pleasantville, New York</span></em></p>\n<p>I once read that the Eskimo has 30-odd words for\nsnow, not all of them impolite, which is not surprising\nin view of the Arctic habitat and lifestyle.\nBut the Gael of Western Ireland and the Scottish\nHighlands endured an equally pervasive presence in\nthe form of hundreds of square miles of heather covering\nmoor and mountain to almost the complete extinction\nof other forms of vegetation.  Moor and\nmountain use the same word in Gaelic (<em>monadh</em>) but\nmore to the botanical point is the probable relation\nof moor to <em>das meer</em>, 'the sea.'  The loneliness and\nthe heather-cloaked undulations of the vast deer forests\nof northern Scotland (forests distinguished by a\ncomplete absence of trees) are indeed evocative of\nthe sea.</p>\n<p>Heather grows best in a maritime climate, and it\nis no coincidence that the homelands of the Celtic\nfringe in many places correspond to the western\nfringes of Europe.  The Celts, pressed to the sea by\nthe Romans, survived in lands either too rough for\neffective military operations or too incompatible to\nagriculture, but not too inhospitable for the Erica\nplant family.  Like the Celts, this botanical family\nwas well adapted for survival in rough places.  It can\ngrow in sand; it can grow in bogs; and because of a\nsymbiotic relationship with a wide range of fungi, it\ncan grow in stony or peaty lands that provide no\nnourishment to ordinary plants.</p>\n<p>In some places the names of the plant and the\nwasteland where it grows are synonyms.  In France\nit is <em>maquis</em> (and also the name of the guerrillas who\nlived there).  In southern England it is <em>heath</em> (also\ngiving <em>heathens</em>, it appears, for those who lived\nthere).</p>\n<p>While gardeners today make the distinction between\nheath and heather plants, these words are\nsaid to derive by separate paths from some ancient\nword for wasteland; <em>heath</em> via the Anglo-Saxon, and\n<em>heather</em> via Norse <em>hadder</em>.  In Scandinavia, the plant\nitself is called <em>lyng</em> or <em>ling</em>, which is a common name\nin Yorkshire and northern England generally for\nwhat the Scots and Irish call <em>heather</em>.  <em>Ling</em> is used as\na name in parts of Scotland too, but this includes the\nrough grasses as well as the heathers that grow on\nthe wasterland.</p>\n<p><em>Heath</em> is another common name used in England\nfor the common <em>heather</em>, but gardeners everywhere\nreserve <em>heath</em> for the closely related plants that are\nnot <em>heather</em>.  <em>Heath</em> has also been used for the other\nshrubby non-ericaceous plants like <em>gorse</em> (<em>furze</em>,\n<em>whins</em>) and <em>broom</em> that could survive on the heath.\nIn Cornwall, heather is called by an altogether different\nname, namely, <em>grig</em>; and in Wales it is called\n<em>grug</em> (pronounced “GREEG”); both words are Celtic,\nreflecting their ancient homelands.</p>\n<p>In the Gaelic parts of Scotland and Ireland, the\nword for heather was <em>fraoch</em>, pronounced nearly like\nGerman <em>fröch</em>.  There are many regional differences\nin Gaelic, and <em>fraoch</em> can be pronounced “FREWX” or\n“FRAWX” in some parts of Gaeldom, perhaps explaining\nsome of the spellings that have come into\nEnglish for health-related words like <em>frawlin</em> or\n<em>fraughan</em> for blueberry, and <em>freuchan</em> for the “reinforcing\ntoe cap of a brogue” (shoe, not accent) to\nprevent excessive wear by the heather.</p>\n<p>While <em>heath, heather</em>, and <em>ling</em> represent the\nGermanic input into English, only <em>grig</em> (Cornish) has\nmade it directly from Celtic into English.  The Celtic\nnames <em>grug</em> and <em>fraoch</em> apparently come from Old\nCeltic <em>v-roikos</em>, which is cognate (or so says <em>Klein's</em>\n<em>Etymological Dictionary</em>) with Latin <em>brucus</em>, meaning\n'maned or bristled.'  Heaths and heather are indeed\nfinely leaved plants which in a sense are bristly, but\ntheir botanical name (<em>Erica</em> for heath, <em>Calluna</em> for\nheather) reflect the properties of their stems.  <em>Erica</em>\nis ultimately from the Greek for 'easily broken,' and\n<em>Calluna</em> is a Latin and Greek word for 'sweep or\nbroom,' heather twigs being superior to those of\nheath for this purpose, which indeed might leave as\nmuch mess as it cleared up.  <em>Calluna</em>, although many\nvariant garden forms are known, consists of only the\none species, <em>Calluna vulgaris</em>.  <em>Erica</em> (the name Linnaeus\ngave originally to both heath and heather),\nhowever, comprises several hundred species, nearly\nall found in the Cape of South Africa, with fewer\nthan a dozen found in the rest of the world.</p>\n<p>In Scotland only two exist; <em>Erica cinerea</em> and <em>Erica\ntetralix</em>.  In spite of Linnaeus' epithet ('ashy'), the\nformer is called <em>bell heather</em> by all Scots and <em>fine-leaved\nheath</em> by many botanists; the latter is often\ncalled <em>bell heather</em>, too, by noncritical observers\n(since the flowers are very bell-like), but is known as\nthe <em>cross-leaved heath</em> by those who pay more attention\nto the strongly two-ranked arrangement of the\ntiny needlelike leaves.  Ireland has two other heaths\nas well, namely <em>E.erigena</em> ('Irish born') and the rarer\n<em>E. Mackaiana</em> ('Mackay's Heath'), and a closely related\nplant called <em>St.Daboec's</em> or <em>Connemara Heath</em>.\nThe <em>Irish heath</em> has gone through two prior botanically\nmandated name changes, <em>E. mediterranea</em> and\n<em>E. hibernica</em>, which is why <em>Mediterranean heath</em> is\nanother name for it.</p>\n<p>Though there are three other (two very rare)\nrelatives of heath in Scotland and two very local\nheaths found mainly in Dorset and Cornwall, the\noverall picture for the common experience in\nGaeldom is one heather and two heaths in Scotland,\nand one heather and four (or possibly five) heaths in\nIreland.  With so limited a number one might have\nsupposed a simple array of Gaelic terms would suffice\nfor unarguable assignment to the proper plant,\nbut that is not so.</p>\n<p>Irish Gaelic has an extensive written literature\nbased on old monastic tradition (and the newer nationalism),\nbut Scots Gaelic by comparison is in poor\nshape.  It was dropped at the court of Gaelic kings in\nfavour of English about 900 years ago, perhaps to\nplease an English queen or perhaps to ensure the\nretention of the English-speaking half of Northumbria\nceded to Scotland.  But the effect was the gradual\ndisplacement of Gaelic by the development of\nScots English parallel with southern English (as the\nsuccessors to the respective Anglian and Saxon\nmainstreams).  The rare appearance of Scots Gaelic\nin written documents, at least in surviving written\ndocuments, until as late as the 15th or 16th century,\nis perhaps a consequence.  Or perhaps it was the\nstrong Celtic-Druid emphasis on oral transmission\nthat led to the situation at the beginning of this century\nthat while Scotland had over 230,000 who\nspoke Gaelic (many of whom, however, also spoke\nEnglish), the majority was technically illiterate in\nGaelic, being unable to read or write in their own\ntongue.  At this time (1901) Ireland had 640,000\nGaelic speakers in a population of about 4 million,\nthe same as Scotland.  The Isle of Man had 5,000\nGaelic speakers, but, alas, they have almost disappeared\ntoday.</p>\n<p>Scots Gaelic dictionaries are heavily dependent\non Irish sources, especially for the older words, and\nthe dictionaries are full of variant and regional\nforms.  There are two Scots Gaelic dictionaries\nreadily available today.  One, by Dwelly, was issued\nin fascicles from 1901 to 1911, and although the\n10th edition was published in 1988, it is only a photocopy\nof earlier reprints containing the same errors\nas the first edition of 1912.  Dwelly set out to compile\nthe Gaelic from all earlier dictionaries and was\nvery successful in an encyclopedic effort; but the\nwork would have been more useful had it an English-to-Gaelic\nsection and provided some etymological\nclues as to meaning.</p>\n<p>The second dictionary, by MacLennan, is two-way\nand ventures a modest etymology which is helpful.\nBut the recently issued edition is again only a\nphotocopy of the 1925 original, and is maddening\nin its failure to separate senses through lumping\ntogether of English homonyms without explanation\n(e.g.,<em>crow</em>: 'bird,' 'boast,' or 'pry-bar'?).</p>\n<p>Using Dwelly, MacLennan, and a list of plant\nnames in a 1925 book of tartans (published by W.A.\nK. Johnston) I have compiled the following Gaelic\nnames for heather with their literal translations.\nSometimes these are given by the dictionary; sometimes\nit is the best guess I can come up with in spite\nof the inconsistencies, the regionalisms, and the often\nconsiderable changes in the inflected word stems\nof Gaelic which create huge pitfalls for the novice\ntranslator.</p>\n<table>\n<thead>\n<tr>\n<th>GAELIC</th>\n<th>ENGLISH</th>\n<th>LATIN</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>fraoch gorm</td>\n<td>commom heather 'blue heather'</td>\n<td><em>Calluna vulgaris</em></td>\n</tr>\n<tr>\n<td>froach dearg</td>\n<td>bell heather 'red heather'</td>\n<td><em>Erica cinerea</em></td>\n</tr>\n<tr>\n<td>fraoch-Frangach</td>\n<td>cross-leaved heath 'French heather'</td>\n<td><em>Erica tetralix</em></td>\n</tr>\n<tr>\n<td>fraoch-Eireannach</td>\n<td>Irish heath 'Irish heather'</td>\n<td><em>Erica erigena</em></td>\n</tr>\n<tr>\n<td>fraoch Dhaboch</td>\n<td>Connermara heath 'St. Daboec's heather'</td>\n<td><em>Daboecia cantabrica</em></td>\n</tr>\n</tbody>\n</table>\n<p>In addition, Dwelly gives other terms for bell\nheather or smooth-leaved heath, as he calls it:</p>\n<table>\n<thead>\n<tr>\n<th>GAELIC</th>\n<th>ENGLISH</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>fraoch (a)bhadain</td>\n<td>'tuted heather'</td>\n</tr>\n<tr>\n<td>fraoch-an-</td>\n<td>'heath in which wind makes a buzzing sound' or 'which crackles when being burnt'</td>\n</tr>\n<tr>\n<td>fraoch-sgriachain</td>\n<td>'cracklng' or 'screeching heather'</td>\n</tr>\n<tr>\n<td>fraoch-spreadanach</td>\n<td>'heather with a loud sound when burstin'</td>\n</tr>\n</tbody>\n</table>\n<p>while MacLennan gives:</p>\n<table>\n<thead>\n<tr>\n<th>GAELIC</th>\n<th>ENGLISH</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>fraoch-badain</td>\n<td>'fived [<em>sic</em>] leaved heath' (for <em>E. cinerea</em>)</td>\n</tr>\n<tr>\n<td>fraoch-frangach</td>\n<td>'cat heather' (for <em>E. tetralix</em>), also rendered as 'small heather' and mionfhraoch</td>\n</tr>\n<tr>\n<td>fraoch meangain</td>\n<td>'faulty, blemished(?) or twiggy(??) heather'</td>\n</tr>\n</tbody>\n</table>\n<p>Dwelly also gives <em>fraoch-an-ruinnse</em> for the\ncross-leaved heath (<em>E. tetralix</em>) which might mean\n'heather with the long tail,' but more probably\nmeans 'heather for rinsing or scouring.'  In Scots\nEnglish (and Burns's songs) <em>reenge</em> (in its variant\nforms) is a 'scouring pad made of the twisted stems\nof heather,' <em>E. tetralix</em> presumably being best for this\npurpose.</p>\n<p>From W.A.K. Johnston we learn that <em>fraochdearg</em>\nwas the badge of clan MacDougal; <em>fraoch-geal\n(white heather) the badge of the MacDonnells; and\nfraoch gorm</em> the badge worn by clans MacDonald,\nMacNab, MacIntyre, and MacAlister, which practice\ncould have been rather confusing during periods of\nclan warfare.  He also assigns <em>dluth fraoch</em> to the clan\nRobertson, translated as the 'fine-leaved heath' (i.e.,\n<em>E. cinerea</em>) but which is literally 'near or close to\nheather'; and <em>fraoch nam Meinnearach</em> is assigned to\nclan Menzies, though the name probably derives\nfrom Archibald Menzies, a well-known 18th-century\nbotanist of North America, rather than from a very\nrare heather this clan is not likely to have encountered,\nnever mind worn into battle.</p>\n<p>Other Gaelic words related to heather are:</p>\n<table>\n<thead>\n<tr>\n<th>GAELIC</th>\n<th>ENGLISH</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>fraoch-mara</td>\n<td>seaweed 'heather of the sea'</td>\n</tr>\n<tr>\n<td>fraochan</td>\n<td>bilberry, blueberry, or whortleberry</td>\n</tr>\n<tr>\n<td>fraochag</td>\n<td>cranberry, but also bilberry, etc.</td>\n</tr>\n<tr>\n<td>dearcan-fraoich</td>\n<td>blueberry 'berry of the heather'</td>\n</tr>\n</tbody>\n</table>\n<p>Dwelly also gives <em>fraoch nam curra bhitheag</em>\nwithout translation.  Since word order and aspiration\ngive conflicting clues as to noun and adjective, a\nnumber of literal meanings, all equally implausible,\nseem possible.  Though a gardener might well\nsuggest 'heather of the pointy bit,'a hungry man\ncould come up with 'anger at an unusually small\nportion,' and a dentist 'a sour expression due to an\nuneven bite.</p>\n<p>Dwelly says, “See fraochan,” But fraochan can\nbe blueberry or, cranberry,' or a fit of\npassion,' or part of a deer,' or the 'extra toe-cap of a\nshoe,' This suggests the real translation is 'a tapered\nlittle piece of (leather to prevent wear of the shoe by\nthe) heather.'</p>\n<p>Fraoch itself has other meanings which must go\nback to Old Celtic.  Dwelly gives a 'ripple on the\nsurface of water'; and MacLennan says, 'bristles,\nanger, a girning expression of countenance.'  To help\nnon-Scots readers, I should add that girning by a\nbairn is the precursor or consequence of greeting,\nwhich, like girning, is very grating to a parent.</p>\n<p>So, golfers, the next time you are in Ireland or\nScotland, ponder why the Gaels used such\ncombustible terms for heather and eschewed the\nfeatures like bells and crosses that impressed\nthemselves on Anglo-Saxons.  And as you search for\nyour ball in the fraoch, keep that fraoch off your\nface; and though you feel like eschewing your\nbootlaces, be careful what kind of fraochan you are\neating.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Gaelic View of Heather</h1> <p><em><span data-rel=\"author\">Donald A. MacKay</span> <span data-rel=\"location\">Pleasantville, New York</span></em></p> <p>I once read that the Eskimo has 30-odd words for\nsnow, not all of them impolite, which is not surprising\nin view of the Arctic habitat and lifestyle.\nBut the Gael of Western Ireland and the Scottish\nHighlands endured an equally pervasive presence in\nthe form of hundreds of square miles of heather covering\nmoor and mountain to almost the complete extinction\nof other forms of vegetation.  Moor and\nmountain use the same word in Gaelic (<em>monadh</em>) but\nmore to the botanical point is the probable relation\nof moor to <em>das meer</em>, 'the sea.'  The loneliness and\nthe heather-cloaked undulations of the vast deer forests\nof northern Scotland (forests distinguished by a\ncomplete absence of trees) are indeed evocative of\nthe sea.</p> <p>Heather grows best in a maritime climate, and it\nis no coincidence that the homelands of the Celtic\nfringe in many places correspond to the western\nfringes of Europe.  The Celts, pressed to the sea by\nthe Romans, survived in lands either too rough for\neffective military operations or too incompatible to\nagriculture, but not too inhospitable for the Erica\nplant family.  Like the Celts, this botanical family\nwas well adapted for survival in rough places.  It can\ngrow in sand; it can grow in bogs; and because of a\nsymbiotic relationship with a wide range of fungi, it\ncan grow in stony or peaty lands that provide no\nnourishment to ordinary plants.</p> <p>In some places the names of the plant and the\nwasteland where it grows are synonyms.  In France\nit is <em>maquis</em> (and also the name of the guerrillas who\nlived there).  In southern England it is <em>heath</em> (also\ngiving <em>heathens</em>, it appears, for those who lived\nthere).</p>"
}