{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Laurence Urdang</em></p>\n<p>People often ask me how they can “improve”\ntheir vocabularies and what books I can recommend\nas aids.  My invariable reply is that the only genuine\nway to increase one's vocabulary is by reading, reading,\nreading.  It may not be an immediately obvious\nfact, but it is significant that the people who ask the\nquestion—strangers, who telephone me—are quite\narticulate, from which I deduce that one must have\nreached some proficiency in language before becoming\naware that there might be some deficiency.\nI can get by in a couple of other languages, chiefly in\nreading, not speaking them, but feel that I cannot\nafford the time to improved my control of other languages\nat the expense of my continuing efforts to\nlearn what I can about English.  That is, of course, a\npurely personal view and should under no circumstances\nbe construed as an adverse comment on the\nstudy of foreign languages.  But there is a difference\nbetween learning about them and trying to gain fluency\nin them: I think I know a fair amount about\nmany languages in which I have no speaking or writing\nability; however rewarding fluency in them\nmight be for aesthetic reasons (to read their literature,\nfor example), one has just so much time...;\nthose who need them for practical reasons, should\nnot be deterred or discouraged by these remarks,\nnor should those who wish to study them for any\nother reason.  The study and acquisition of foreign\nlanguages, living and dead, is both intellectually and\npractically rewarding.  By the time I graduated from\ncollege, I had studied Latin and French for eleven\nyears, Greek for four, German and Old English for\ntwo, Lithuanian and Sanskrit for one, and had established\na passing acquaintance with Swedish, Danish,\nNorwegian, Italian, Spanish, Portuguese, and Polish.\nI can get by in French (after I have spoken it for\nseveral hours), but I do not speak much Latin,\npartly, perhaps, because of the paucity of conversational\ncompanions.  I bring this up not to vaunt any\ngreat accomplishments but to emphasize that I am\nthe first one to encourage the study of foreign languages.\nI simply draw the line between studying\nthem and learning them: learning a foreign language\nis extremely difficult, and most of those who are\ntruly fluent in a second language have been brought\nup in bilingual (or, sometimes, trilingual) situations.</p>\n<p>I raise the matter of foreign languages in connection\nwith vocabulary partly because familiarity\nwith Greek and Latin and French and German is\nparticularly useful in establishing an intimate relationship\nwith the English language.  I have often\nbeen told that English is a difficult language to learn,\nbut, as a native speaker, I have no personal opinion\nabout that.  I do know, however, one person who\nacquired English relatively late in life and whom I\nconsider to have a better command of the medium\nthan most native speakers.  That person is an exception;\nindeed, she has a younger sister who acquired\nEnglish at the same time who has difficulty expressing\nherself.  These examples may serve to confirm\nwhat we all already suspect, that there is a spectrum\nof natural ability for language, with the gifted at one\nend—presumably, our poets, writers, lawyers, politicians,\nteachers, and so forth—and the less gifted at\nthe other.  The former possess <em>Sprachgefühl</em> 'a sensitivity\nfor language; language sense'; from among the\nlatter I exclude pathological cases.  In that connection\nI am constrained to express my skepticism about\nthe accuracy and wisdom of diagnosing everyone\nwho has difficulty learning to read and write as being\nafflicted with dyslexia: learning is sometimes difficult—I\nhad terrible trouble with history when I was\na student—and it is wrong to attribute a large percentage\nof failures and difficulties to some disorder\nrather than to the (possible) failings of a teacher or,\nmore often, to a simple lack of interest and motivation\nin the student.</p>\n<p>Fortunate are those who have been raised in a\nreading household or have acquired a thirst and opportunity\nfor reading early in life.  Fortunate, too,\nare those who were given the opportunities of being\nexposed to teachers who were not too busy or lazy\nto assign weekly essays and to mark them for style as\nwell as for grammar and mechanics.  For the manipulation\nof language as an art one must first view it as a\ncraft, and the acquisition of any craft cannot be accomplished\nwithout effort: one does not become a\nwriter by sitting around thinking about it or by saying\nhe is a writer when someone asks, “What do you\ndo?”; one is a writer by virtue of the fact that he\nwrites, with no regard whatsoever to publication.</p>\n<p>In this connection, it is not the quantity of vocabulary\nthat marks a good writer but the quality.\nWhen people ask me about increasing their vocabularies,\noften suggest that they read <em>The Growth of the\nSoil</em>, by Knut Hamsun.  Hamsun, a Norwegian, won\nthe Nobel prize in 1920 and is seldom talked about\nthese days, though, as far as I am aware, his books\nare in print; in any event, they are available from the\nlibrary.  Hamsun wrote in Norwegian, of course; I do\nnot know who translated <em>Growth</em> in the edition in\nwhich I originally read it (which I think was Modern\nLibrary), but as a teenager I was terribly impressed\nby the writing.  The story is unimportant—some bucolic\ntale—but the writing is extraordinary, and I\nmust assume that while the art of the original remains,\nno small credit is due to the translator.  What\nmakes this book such an exemplary piece of work is\nthat I doubt it contains many words of more than\none syllable (so to speak).  It is consequently a model\nof clarity as well as of simplicity and an abiding lesson\nto all who think that increasing their vocabularies\nwill make them more articulate.</p>\n<p>It is interesting to note that one of the most successful\nvocabulary books bears the title, <em>It Pays to\nIncrease Your Word Power</em>, that is, not something\nlike “It Pays to Increase Your Vocabulary.”  In other\nwords, memorizing a slew of arcane, recondite sesquipedalianisms\nis not what gives one the edge, it is\nknowing how to use the language one already possesses.\n“Use a word five times and it is yours” is a\nslogan that is occasionally seen blazoned across mail-order\nadvertising.  It conjures up the picture of\nsomeone boning up on his “word for the day” just\nbefore attending a cocktail party and then awkwardly\ntrying to steer the conversation in such a way\nthat he can insert a word like <em>paradigm, paragon</em>, or\n<em>parameter</em>.</p>\n<p>Those who wish to sharpen their language skills\nare best advised to read and write, and to do both as\nmuch as possible, perhaps trying to emulate an admired\nwriter.  If it is felt that some guidance is\nneeded, then they should hire a tutor—there ought\nto be plenty of good ones available everywhere.  Attending\nwriting classes is a possible alternative, but\nthose vary so in quality as well as purpose that an\nindividual's needs might not be met.  Finally, they\nshould not view editors as their tutors, submitting\ntheir writings in the hope of critique: however good\nthey might be as editors, they are not necessarily\ngood teachers and are usually focused very specifically\non the demands of their publication.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Laurence Urdang</em></p> <p>People often ask me how they can “improve”\ntheir vocabularies and what books I can recommend\nas aids.  My invariable reply is that the only genuine\nway to increase one's vocabulary is by reading, reading,\nreading.  It may not be an immediately obvious\nfact, but it is significant that the people who ask the\nquestion—strangers, who telephone me—are quite\narticulate, from which I deduce that one must have\nreached some proficiency in language before becoming\naware that there might be some deficiency.\nI can get by in a couple of other languages, chiefly in\nreading, not speaking them, but feel that I cannot\nafford the time to improved my control of other languages\nat the expense of my continuing efforts to\nlearn what I can about English.  That is, of course, a\npurely personal view and should under no circumstances\nbe construed as an adverse comment on the\nstudy of foreign languages.  But there is a difference\nbetween learning about them and trying to gain fluency\nin them: I think I know a fair amount about\nmany languages in which I have no speaking or writing\nability; however rewarding fluency in them\nmight be for aesthetic reasons (to read their literature,\nfor example), one has just so much time...;\nthose who need them for practical reasons, should\nnot be deterred or discouraged by these remarks,\nnor should those who wish to study them for any\nother reason.  The study and acquisition of foreign\nlanguages, living and dead, is both intellectually and\npractically rewarding.  By the time I graduated from\ncollege, I had studied Latin and French for eleven\nyears, Greek for four, German and Old English for\ntwo, Lithuanian and Sanskrit for one, and had established\na passing acquaintance with Swedish, Danish,\nNorwegian, Italian, Spanish, Portuguese, and Polish.\nI can get by in French (after I have spoken it for\nseveral hours), but I do not speak much Latin,\npartly, perhaps, because of the paucity of conversational\ncompanions.  I bring this up not to vaunt any\ngreat accomplishments but to emphasize that I am\nthe first one to encourage the study of foreign languages.\nI simply draw the line between studying\nthem and learning them: learning a foreign language\nis extremely difficult, and most of those who are\ntruly fluent in a second language have been brought\nup in bilingual (or, sometimes, trilingual) situations.</p> <p>I raise the matter of foreign languages in connection\nwith vocabulary partly because familiarity\nwith Greek and Latin and French and German is\nparticularly useful in establishing an intimate relationship\nwith the English language.  I have often\nbeen told that English is a difficult language to learn,\nbut, as a native speaker, I have no personal opinion\nabout that.  I do know, however, one person who\nacquired English relatively late in life and whom I\nconsider to have a better command of the medium\nthan most native speakers.  That person is an exception;\nindeed, she has a younger sister who acquired\nEnglish at the same time who has difficulty expressing\nherself.  These examples may serve to confirm\nwhat we all already suspect, that there is a spectrum\nof natural ability for language, with the gifted at one\nend—presumably, our poets, writers, lawyers, politicians,\nteachers, and so forth—and the less gifted at\nthe other.  The former possess <em>Sprachgefühl</em> 'a sensitivity\nfor language; language sense'; from among the\nlatter I exclude pathological cases.  In that connection\nI am constrained to express my skepticism about\nthe accuracy and wisdom of diagnosing everyone\nwho has difficulty learning to read and write as being\nafflicted with dyslexia: learning is sometimes difficult—I\nhad terrible trouble with history when I was\na student—and it is wrong to attribute a large percentage\nof failures and difficulties to some disorder\nrather than to the (possible) failings of a teacher or,\nmore often, to a simple lack of interest and motivation\nin the student.</p> <p>Fortunate are those who have been raised in a\nreading household or have acquired a thirst and opportunity\nfor reading early in life.  Fortunate, too,\nare those who were given the opportunities of being\nexposed to teachers who were not too busy or lazy\nto assign weekly essays and to mark them for style as\nwell as for grammar and mechanics.  For the manipulation\nof language as an art one must first view it as a\ncraft, and the acquisition of any craft cannot be accomplished\nwithout effort: one does not become a\nwriter by sitting around thinking about it or by saying\nhe is a writer when someone asks, “What do you\ndo?”; one is a writer by virtue of the fact that he\nwrites, with no regard whatsoever to publication.</p>"
}