{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Bloomsbury Dictionary of Contemporary Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780747501718/Bloomsbury-Dictionary-Contemporary-Slang-Tony-0747501718/plp\"><em>Bloomsbury Dictionary of Contemporary Slang</em></a></h1>\n<p>Tony Thorne, (Bloomsbury, 1990), vii + 583pp.</p>\n<p>Tony Thorne is described (in Bloomsbury's publicity\nblurb) as “former punk and hippie now turned\nacademic,” which is all we know about him.  His\npurpose in this compiulation “as well as reflecting\ncurrent speech accurately... was to represent a\nfresh approach to the material itself.”  [p. iv]</p>\n<p>The slang described is of the period 1950 to 1990. That does not, of course, preclude slang of an\nearlier time if it is still in use, but it does eliminate\nobsolete slang, leaving about 5000 terms to be covered\nin about 15,000 definitions.  The Introduction\nis businesslike, brief, and to the point, avoiding\nmuch of the repetitious academic maundering that\noften accompanies such works.</p>\n<p>As Thorne is an Englishman, I trust him on British,\nIrish, Scots, and even Australian slang (though\nAustralians may take exception).  The real question\nis, How accurate is his coverage of American slang?\nHe says he relied on four people, though whether\nthey were informants or advisors or drinking companions\n(or all of the above) is not made clear.</p>\n<p>Compared with American slang, which is\nstrongly under the influence of New York and other\nbig cities, Hollywood and showbiz in general, there\nis little British slang that comes from Yiddish.  The\nother day I used the word <em>megillah</em> in conversation\nwith an editor from Oxford University Press and he\nat once asked me what it meant.  My instantaneous\nsynonym (appropriate for the context in which I had\nused it) was <em>screed</em>, which he of course understood; I\nhad to explain that <em>megillah</em> is Hebrew and probably\nentered (American) English via Yiddish.  If an American\nhad asked me what the word meant I would\nprobably have accused him of being a hypocrite for\npretending that he knew no Yiddish/Hebrew.  So\nwhen I see an entry <em>in shtuk/shtook/stook/schtuk</em> labeled\n“British” in Thorne's book, I at once get suspicious,\nespecially when it is defined as 'in trouble,'\n<em>shtuk</em> “in its various spellings” is described as Yiddish\nfor 'difficulties,' and there is a (good) entry for\n<em>shtick</em>, besides.  The <em>OED2e</em> confirms my suspicions\nby offering “App. not a Yiddish word.”  (My suspicions\nare that it comes from German <em>Stück</em> 'play,\nact,' leading to 'thing, business, affair, what occupies\none, problem,...trouble.')  At <em>in the bag</em>, labeled\n“American,” one definition is</p>\n<blockquote>\n<p><em>2a</em>  ruined, botched.  The original image evoked\nis either of a corpse zipped up in a body bag\nor a gamebird in a poacher's sack.</p>\n<p><em>b</em>  demoted, in American police jargon.  This is\nprobably an extension of sense <em>2a.</em></p>\n</blockquote>\n<p>The most common American sense of <em>in the bag</em>\nis 'completed, done, consummated,' and, while it ill\nbehooves one to state categorically that 'ruined,\nbotched' is not a viable definition, I have never encountered\nthe expression used in that sense on either\nside of the Atlantic.  Although I have no knowledge\nof it, sense <em>2a</em> might be correct; if so, it is\ncertainly based on body bags and not poachers, who\nare not the normal prey of American police.</p>\n<p>Unfortunate is the omission of a comma to set\napart <em>daddy</em> as a term of address in the illustration\nfor <em>heinie</em> (American for 'bottom'):</p>\n<blockquote>\n<p>He hit me daddy—and then he kicked me\nin the heinie.</p>\n</blockquote>\n<p>After reading 'my' for dialectal <em>me</em>, I was sent to\nlook up <em>daddy</em>, defined as 'a dominant inmate among\nprisoners' and 'an older and/or dominant male homosexual...,'\nmaking a <em>balls-up</em> (which should\nhave been labeled British) of the entry.  Then we are\ntold that <em>heinie</em> is “spelled as if it were Yiddish,”\nwhich shows how much Thorne knows about German\nspelling and pronunciation; the variant <em>hinie</em> is\nnot shown (the word is, after all, a diminutive of <em>behind:</em>\nthe <em>heinie</em> spelling probably cropped up during\nWWI in confusion with the similarly pronounced\n<em>Heinie</em>, a synonym for <em>Bosch</em> or <em>Kraut</em>, short for <em>Hein-rich</em>).\nAt <em>Hicksville</em> it might have been fun to mention\nthat it is a placename in New York (Nassau\nCounty) and in several other states.  <em>Honk, n.</em> and\n<em>vb</em>., in all senses is not American in use or provenance,\nnor are <em>honked, hoolie</em> (also Irish?), <em>hoover\n(up), horrorball, hum, hurl,</em> and <em>hurry up van/wagon</em>,\nto list a number of words in a twelve-page interval.\nIt may be consoling but scarcely exonerating for\nThorne to learn that he is not alone in failing to label\nsuch matter accurately: some American informants\nare evidently not to be trusted or have become too\nsophisticated from traveling abroad or by associating\nwith speakers of other dialects of English.  The same\nkinds of inaccuracies occur in the opposite direction:\nthat is, <em>hook it</em> for 'play hookey' is not British, and,\nbecause of its organization, <em>humdinger</em> is misleading:</p>\n<blockquote>\n<p><em>humdinger</em> <em>n Australian</em> a spectacular <em>fart.</em>  This\nvulgarism is a specific usage of the well-known\ncolloquialism denoting anything resounding or\nimpressive.</p>\n</blockquote>\n<p>The inference is that the colloquialism is Australian,\nwhich it is not.  The entry also emphasizes the\nlack of uniformity of style of the book, with the dialect\nlocales of some entries shown as italicized labels\nalongside the headword, of others associated with\nspecific senses, and of others buried somewhere in\nthe text.  Style in dictionaries is not a nasty little detail:\nit is a quick way of categorizing information,\nand if a label appears in an unfamiliar place, its\nplacement ought to convey to the user some special\npiece of information, not the fact that the book was\ncarelessly compiled.  In another example, <em>goof vb,\ngoofball n, goof off vb, goof-off n</em>, and <em>goof up vb</em> are\nall labeled “American,” but not <em>goof n</em> or <em>goofy</em>, the\nlatter of which could hardly be a “back formation”\nfrom <em>goof</em>, and is probably reinforced (if it is universal)\nby the Disney character.  One can see how complex\nthe information can become.  I doubt that it is\naccurate to define <em>gunsel</em> as a 'callow youth,' a sense\nthat probably rubbed off from the character played\nby Elisha Cook, Jr. in <em>The Maltese Falcon:</em> though he\nwas referred to (by Bogart, as I recall) as a 'punk'\nand 'gunsel' and was portrayed as ineffectual, that\ndoes not justify a transferred definition: <em>gunsel</em>,\nprobably from Yiddish, is a less common, old-fashioned\nterm for 'gunman, body guard, torpedo,\nhit man,' and the like, simply a 'criminal who carries\na gun,' and needs no (additional) pejorative treatment.</p>\n<p>There are other infelicities in references to\nAmerican culture and usage (e.g., what is “multi-coloured\nchewing gum” under <em>gumballs</em>?) and in\nnarrowing the usage of <em>lech/letch after/for/over/on</em>\nto Britain.  The latter reminds me of an exchange I\nonce witnessed.  In a context that was appropriate\nbut not worth describing, a refined American lady\nwas heard to exclaim with some surprise, “I didn't\nknow they had prostitutes in Poland!”  In high dudgeon,\nthe sophisticated Polish lady thus addressed\nreplied, indignantly, “Did you think it an underprivileged\ncountry?!”</p>\n<p>Bloomsbury have been publishing some very\ngood language and reference books (including one\nby me) under the direction of Dr. Kathy Rooney,\nwho deserves much credit for the over-all quality of\nthe list.  Thorne's book contains some interesting\nand useful information, including much that cannot\nbe found elsewhere (No, no, I don't mean the inaccurate\nmaterial).  I fear that the author has trusted\nthe advice and information provided by others,\nwhich were not always accurate.  That, coupled with\nhis inexperience in compiling so rigidly styled a\nwork as a dictionary, has detracted from the quality\nof the work.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780747501718/Bloomsbury-Dictionary-Contemporary-Slang-Tony-0747501718/plp\"><em>Bloomsbury Dictionary of Contemporary Slang</em></a></h1> <p>Tony Thorne, (Bloomsbury, 1990), vii + 583pp.</p> <p>Tony Thorne is described (in Bloomsbury's publicity\nblurb) as “former punk and hippie now turned\nacademic,” which is all we know about him.  His\npurpose in this compiulation “as well as reflecting\ncurrent speech accurately... was to represent a\nfresh approach to the material itself.”  [p. iv]</p> <p>The slang described is of the period 1950 to 1990. That does not, of course, preclude slang of an\nearlier time if it is still in use, but it does eliminate\nobsolete slang, leaving about 5000 terms to be covered\nin about 15,000 definitions.  The Introduction\nis businesslike, brief, and to the point, avoiding\nmuch of the repetitious academic maundering that\noften accompanies such works.</p> <p>As Thorne is an Englishman, I trust him on British,\nIrish, Scots, and even Australian slang (though\nAustralians may take exception).  The real question\nis, How accurate is his coverage of American slang?\nHe says he relied on four people, though whether\nthey were informants or advisors or drinking companions\n(or all of the above) is not made clear.</p>"
}