{
  "type": "Article",
  "title": "The Niceness Principle",
  "author": "David Galef",
  "location": "University, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Niceness Principle</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p>\n<p>This is an essay about language and false recall.\nI am interested particularly in how recall distorts\nto smooth things out, to alter the old, harsh\nmeanings into new, pleasant forms reminiscent of\nHallmark greeting cards.  I call it the Niceness Principle.\nLet me illustrate.</p>\n<p>Last year, I taught an introductory literature\ncourse in which I assigned E.E. Cummings's poem\n“next to of course god america i.”  It is a short pastiche\nand parody of jingoist sentiment, swatches\nfrom a patriotic after-dinner speech at the local Elks\nClub, perhaps.  I pointed out how Cummings was\nmaking fun of super-patriotism and saber-rattling,\nand we discussed the split between Cummings's and\nthe speaker's point of view.  I got some intelligent\nresponses, as well as some incredulity.  Some of the\nstudents could not accept that Cummings was impugning\nthe flag.  When it came time for the midterm,\nseveral identified the poem as “God Bless\nAmerica.”</p>\n<p>This is a good case in point, I think, because it\nexposes how the Niceness Principle works: people\nfind a particular meaning unpleasant, so they unconsciously\nchange it to something more comfortable.\nThey make it <em>nice</em>—just as <em>nice</em> itself has changed\nfrom a word meaning 'niggling' to a word meaning\n'pleasant' and applied to everything from ice cream\nto sexual partners.  Unfortunately, this is hardly just\na foible of youth; rather, it seems endemic to cultures\nthat have shied away from the abattoir and the\nbaseness of human behavior.  In certain cases, the\nnew meanings have become so ingrained in the language\nthat the old ones have been totally effaced.\nHere are some nasty examples:</p>\n<p>The Greek myth of Pandora's box is one that\nmost of us recall vaguely: though Pandora was told\nnot to open that box, of course she did—at which\npoint all manner of evils flew out, making our world\none of pestilence, famine, death, and destruction.\nThe consolation for all this lay at the bottom of the\nbox: hope, the precious quality that would help\nmankind through it all.  Or so I had been taught.  It\nwas not until I took a classics course in college that I\nwas told the original reading: the worst evil of all\nwas at the bottom—hope, which feeds men illusions,\nwhich renders them blind to reality, which thrives\non lies.  And, in fact, this reading is far more in keeping\nwith the ancient Greek temperament.  So much\nfor historical accuracy.</p>\n<p>Our culture seems to like taming the Greeks.\nRough edges are planed away; disturbing elements\nare omitted.  Readers of Plato's <em>Symposium</em>, for example,\nmay recall Aristophanes' absurd myth of creation:\nmen and women were originally egglike creatures\nwith eight limbs, and one head but two faces.\nThey were quite powerful, and in order to nullify\nany threat they might pose to the gods, Zeus cut\nthem in two.  From then on, concludes Aristophanes,\npeople sadly roamed the earth, looking for their lost\nhalves.  When the two halves meet, they embrace,\nand this is love.</p>\n<p>Ask any nonclassicist who has read the <em>Symposium</em>,\nand you will get this basic recollection.  But in\nAristophanes' description, only one type was cloven\ninto male and female, the original hermaphrodites.\nThe two other types were male-male and female-female,\nand they account for homosexual love.  This\nis no coincidence, since the <em>Symposium</em> portrays homosexuality\nas useful and ennobling.  How curious,\nthen, that nine out of ten readers of this work happen\nto forget this part of Aristophanes' myth.</p>\n<p>The Romans provide more fodder for the Niceness\nPrinciple through Vergil, who wrote in his <em>Eclogues</em>,\n“Omnia vincit amor” 'Love conquers all.'\nGenerations of romantics (including the wife of\nBath) have interpreted this to mean that love will\ntriumph over war and poverty, even over strict parents\nand curfews, but this is a fuzzy reading of the\nmilitary metaphor Vergil intended.  The image Vergil\npursues is that of a commander forced to surrender,\nbeaten by an all-powerful passion.  Take a normal,\nclear-eyed individual, Vergil implies, subject\nhim to love, and it will transform him into a physical\nwreck who cannot sleep and cannot eat because of\nhis obsession.  The ancients had a point.</p>\n<p>There is an etiology behind all this.  In Freudian\nterms, the Niceness Principle is often equivalent to\nthe defense mechanism of reversal, in which the individual\ntransforms the situation into its opposite,\nusually as a retreat from unpleasant emotions.  Other\ndefense mechanisms, such as repression and selective\nforgetting, may also take part.  The question remains:\nis this simply a human foible, or have we as a\nculture grown ever more fond of sanitizing and\nsweeping under the carpet?  Freud's <em>Civilization and\nIts Discontents</em> suggests an answer: as civilization\n“progresses,” it removes itself further and further\nfrom harshness and crude emotions.  The emotions\nstill exist, however, and the psychological price we\npay for the repression is in neurosis and other civilized\nills.</p>\n<p>The Greco-Roman tradition is not the only\nhappy hunting ground for the Niceness Principle.\nThe Bible provides a wealth of material for misinterpretation\nand faulty recall, though it often requires\nnice readers for this to happen.  In Genesis 19, for\ninstance, most believers see Lot as a pious man living\nin the midst of the wicked city of Sodom.  When\ntwo angels come down to see him, he protects them\nagainst the evil crowd of men who wish to molest\nthem sexually.  Lot is thus the good host, who will\nallow no harm to come to anyone under his roof.\nWhat many people forget, or omit, or simply never\nheard of, is that Lot offers a sop to the crowd: his\ntwo virgin daughters.  Take them, he begs, instead of\nhis guests.  Whether this reflects the inviolable rule\nof hospitality, the undeniable misogyny in the Old\nTestament, or that angels have higher standing than\nhumans is open to question.  But the question cannot\neven be asked when the details are mislaid.</p>\n<p>This is not to say that the Western tradition has\na monopoly on Niceness.  The Japanese proverb\n“Inu ga arukeba, bo ni ataru” 'A dog that walks\naround will find a stick' illustrates this nicely.  Modern\nsources translate the proverb as something like\n“Seek and ye shall find,” with the stick as a bone or\nreward.  The original meaning is harsher and more\nin keeping with traditional Japanese culture: the\nstick is used to beat the dog, who should not have\npoked around.  In other words, “Curiosity killed\nthe cat.”</p>\n<p>Fairy tales have also come in for their share of\nNiceness.  The folklore the Grimm Brothers unearthed\nwas full of beheadings and torture; the stories\nwere both amusements and cautionary tales.\nThey certainly did not all end happily ever after.\nThe classic “Little Red Riding Hood,” for instance,\nwas told to me as a child in the Nice version: after\nthe wolf swallowed the grandmother, he got into\nbed and waited for Little Red Riding Hood to come.\nWhen he sprang out at her, she fled screaming.  A\nnearby woodsman came and cut open the wolf with\na hatchet, freeing the grandmother.  Not so in the\noriginal: “What big teeth you have,” says Little Red\nRiding Hood.  “The better to eat you with,” says the\nwolf, and gobbles her up.  End of tale.</p>\n<p>Shakespeare, at a remove of four centuries, provides\na hapless hunting ground for nice misinterpretations,\neither through misquotation or quoting out\nof context.  A typical example is the often-repeated\n“One touch of nature makes the whole world kin.”\nThe pleasant drift is nature reminding us that we are\nall in this world together—but this was not what\nShakespeare intended, especially in his most satirical\nand pessimistic play, Troilus and Cressida.  The\nline itself is spoken by the wily Ulysses attempting to\npersuade Achilles to return to battle.  The argument\nhe uses is that people tend to praise what is recent:\n“That all with one consent praise new-born gauds”\nis the line that follows, and the implication is clear—\nthat this is what links mankind, this tendency to focus\nonly on the new and conveniently forget the\npast.  It may be merely a coincidence that this is\nwhat quoters of Shakespeare are doing when they\nuse this line incorrectly.</p>\n<p>Other examples abound.  To choose one from\nthe movies: in Casablanca, there is the famous line,\n“Play it, Sam,” as Rick tells the piano man to play\nwhat Ilsa remembers as their song.  Not only is the\nline usually misquoted as “Play it again, Sam,” but\nthe sentiment itself is misunderstood as a nostalgic\nglow.  In fact, it is painful for Rick to hear the music\nnow, and the only reason he tells Sam to play it is for\nIlsa's sake.  An etymological analogy is useful here:\nnostalgia really means the ache or pain of return, but\nmost people think of nostalgia as pleasurable recollection.</p>\n<p>Transmutation of tales, legends, and sayings are\nnot the only effects of the Niceness Principle.  It\nsweeps words in its passage, as well.  Awesome once\nmeant 'terrible'; now it means 'great,' and terrible is\nreserved to describe airline cuisine.  Whatever happened\nto a terrible strength?  Great was also once a\nfrightening word.  Even bad means 'good' nowadays.\nIt is worth noting that some good words over time\nhave acquired a bad reputation, such as square (going\nfrom 'honest' to 'dull') and criticism (moving\nfrom 'appraisal' to 'denigration').  But in general we\nseem to lighten up meanings rather than darken\nthem.</p>\n<p>I do not mean to sound like a hidebound traditionalist.\nLanguage is a living, changing phenomenon,\nand it is no use railing against shifts in meaning,\nwhich are bound to occur.  And avoiding unpleasantness\nis often a reasonable aim.  But as an English professor\nwho tries to teach the spirit of literature, I\nhave a vested interest in accuracy.  I cannot help\nlamenting what I see as distortion.  And memory is\nimportant.  Fuzzy recall indicates a disregard for history.\nOr, as my uncle once said, “Those who cannot\nremember the past are condemned to misquote\nSantayana.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Niceness Principle</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p> <p>This is an essay about language and false recall.\nI am interested particularly in how recall distorts\nto smooth things out, to alter the old, harsh\nmeanings into new, pleasant forms reminiscent of\nHallmark greeting cards.  I call it the Niceness Principle.\nLet me illustrate.</p> <p>Last year, I taught an introductory literature\ncourse in which I assigned E.E. Cummings's poem\n“next to of course god america i.”  It is a short pastiche\nand parody of jingoist sentiment, swatches\nfrom a patriotic after-dinner speech at the local Elks\nClub, perhaps.  I pointed out how Cummings was\nmaking fun of super-patriotism and saber-rattling,\nand we discussed the split between Cummings's and\nthe speaker's point of view.  I got some intelligent\nresponses, as well as some incredulity.  Some of the\nstudents could not accept that Cummings was impugning\nthe flag.  When it came time for the midterm,\nseveral identified the poem as “God Bless\nAmerica.”</p> <p>This is a good case in point, I think, because it\nexposes how the Niceness Principle works: people\nfind a particular meaning unpleasant, so they unconsciously\nchange it to something more comfortable.\nThey make it <em>nice</em>—just as <em>nice</em> itself has changed\nfrom a word meaning 'niggling' to a word meaning\n'pleasant' and applied to everything from ice cream\nto sexual partners.  Unfortunately, this is hardly just\na foible of youth; rather, it seems endemic to cultures\nthat have shied away from the abattoir and the\nbaseness of human behavior.  In certain cases, the\nnew meanings have become so ingrained in the language\nthat the old ones have been totally effaced.\nHere are some nasty examples:</p>"
}