{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: What's In A Name?",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Name-Everything-Wanted-Know-Ashley-Leonard/5647587674/bd\"><em>What's In A Name?</em></a></h1>\n<p>Leonard R.N. Ashley, (Genealogical Publishing Company, 1989).</p>\n<p>This is a general book about names, in scope if\nnot in style reflecting the varied articles that appear\nin <em>Names</em>, the journal of the American Name Society.\nThose articles are normally written in language\nmeant to demonstrate to the world that the writer is\nan academic; this book reflects more the style of a\nclassroom teacher, a mixture of objective and subjective\ncomment.  For those who know their name\nbooks, it falls somewhere between Basil Cottle's\n<em>Names</em> (1983) and my own <em>Guinness Book of Names</em>\n(4th edition 1989).</p>\n<p>I mention the latter merely to make it clear that\nI am the author of a rival book which covers very\nsimilar ground, and that any comments I make must\nbe judged against that background.  Like Professor\nAshley, I have also been immersed in name studies\nfor at least twenty years.  His book has not been written\nfor people like me, and its real impact will have\nto be judged when it gets into the hands of those\nintended readers who are not already onomastic\nfreaks.  Presumably, much of the book's contents will\nbe as fresh to such readers as it is familiar to anyone\nwho already knows his names.  That is not meant to\nbe a sneer.  Anyone writing a book of this kind is\nobliged to go over certain common territory.  It is\nhow you go over it that matters—how entertainingly,\nhow clearly, how elegantly, how accurately.</p>\n<p>In the present case I have some worries about\nthree of those criteria.  Having come across reviewers\nwho quite clearly did no more than glance at the\nbook concerned—one of them once wondered in\nthe pages of VERBATIM why I had called two chapters\nof a book “What's In A Name?”  though the second\nchapter was actually “What Is A Name?”—I decided\nto give this book a careful reading.  Perhaps it\nis not meant to be read in that way.  Consider Professor\nAshley's opening paragraph, traditionally the\none which an author reads and corrects most often.\nHe begins: “From the beginning people had to have\nnames to identify themselves.  At first, one was\nenough.  There are cultures in which one is still\nenough, but generally, with increases in population\nand refinements in civilization, there arose a need\nfor additional designations to identify the members\nof a society.  To a given name like John or Mary was\nappended a second name, usually an inherited\nfamily name.  With the advent of this 'last name,'\nwhich came to be known as a <em>surname</em> (from the\nFrench <em>surnom</em>), given names came to be called 'first\nnames,' or, because we can have more than one,\n'forenames.' ”</p>\n<p>The casual reader might let that pass: I find it\ndifficult to do so.  Surely that opening sentence, as it\nstands, is ambiguous?  “Had to have a name” rather\nthan “names” would have been better, and “in order\nto identify and refer to one another” would have\navoided the ambiguity of “themselves.”  People usually\nknow who they themselves are.  The need for an\nadditional personal name (in Europe rather than\n“generally,” and not before the tenth century) arose\nmore because of the spread of a particular kind of\nnaming philosophy than an increase in population or\na refinement in civilization.  The Anglo-Saxons did\nnot allow the duplication of personal names within a\ngroup.  There may have been superstitious reasons\nfor this, connected with name-magic beliefs\nwhereby the use of a living person's name would\ndeprive him of his soul, but the practical result was\nthat everyone was conveniently identified by a single\nname.</p>\n<p>When the Normans conquered England they introduced\ntheir own philosophy of allowing the same\nname to be borne simultaneously by many members\nof a group.  This was not necessarily a more refined\nphilosophy, merely a different one.  The name-magic\nbelief in this case was that a child named after an\nadmired figure might cause some of that person's\nqualities to be passed on to the child.  That belief is\nof course still common today, though for that matter\nso is the other theory.  In many Jewish families it\nprevents the use of a relation's name if the person\nconcerned is still alive.</p>\n<p>For at least three hundred years the “additional\ndesignations” that the Norman philosophy made\nnecessary were not “inherited family names,” but\nby-names, which applied only to those who bore\nthem.  Thus a <em>John Smith</em> in the Middle Ages really\nwas a smith by trade.  His son might be a <em>Johnson</em>, his\ngrandson a <em>Large</em> because he happened to be a generous\nfellow.  When surnames did become hereditary\nthey were always, not “usually,” the second\nnames that went with the given names.</p>\n<p>Professor Ashley implies that “last name” was\nthe early term “which came to be known as a surname.”\n<em>Surname</em> was the original word: <em>last name</em> is\ndecidedly modern.  <em>Surname</em> was indeed an adaptation\nof French <em>surnom</em>, but the Normans called it\nthat because in Latin it was a <em>super nomen</em>, an 'extra\nname.'  Without this explanation, the information\nthat <em>surname</em> is from French <em>surnom</em> seems to me to\nbe of very little interest.</p>\n<p>The term <em>forenames</em> is to be preferred to <em>given\nnames</em> or <em>first names</em>, says Professor Ashley.  But it\nisn't.  <em>Given name</em> is clearly preferable if one wishes\nto distinguish between a name bestowed by the parents\nin any culture and one automatically inherited.\n<em>Forename</em> fails to help with the problem of those\ncountries where the given name is always placed\nlast.  <em>First name</em> is useful when discussing western\ncultures, since it is usually the “call-name,” as some\nlanguages would describe it.  As for the statement\nthat we should use forenames “because we can have\nmore than one,” what on earth is wrong with “given\nnames,” or “first name and middle names”?</p>\n<p>I know that Professor Ashley's intended reader\nwill not nit-pick in this way, but I can only react to\nhis book (and to each page) as I find it.  To me it\nmatters that in his second paragraph, for example,\nhe says that “to John, Mary, Peter, Matthew and\nChristopher the Puritans added, for girls, Prudence,\nConstance, and Charity, and for boys, Increase, Preserved\nand Learned.”  That misses the point entirely.\nThe Puritans substituted such names for the others\nbecause they did not believe in honoring, as they\nwould have put it, Popish saints.  In a very general\nsense the Puritans can be said to have added a few\nnames to the stock which modern parents draw\nupon, but the author obviously did not mean that.\nHe was not trying to tell us that names like <em>Increase,\nConstance</em>, and <em>Learned</em> are now in general use\nthanks to the Puritans.</p>\n<p>In paragraph three we are told that “the Dare\nfamily named the first white baby born in Virginia\nVirginia, not a conventional name in the late sixteenth\ncentury but hardly daring considering the\nreligious association.  Indeed along with a slew of native\nBritish names that the English colonists transported\nto America, the traditional biblical names\nwould dominate US birth registers well into the\ntwentieth century.”  As Professor Ashley knows, the\nstate was named in honor of Elizabeth I, the Virgin\nQueen, and not for the Virgin Mary.  As for the “daring”\naspect, had the child been named Virginia in a\nPuritan community, it would certainly have been\nvery provocative.  The Puritans would definitely\nhave seen the name as having religious associations,\nor Roman Catholic associations at least, and would\nhave objected to it strongly.  Finally, the names\nwhich dominated US birth registers until fairly recent\ntimes were specifically Old Testament rather\nthan merely “biblical” names.  It is that which characterizes\n<em>Abraham</em> Lincoln, <em>Noah</em> Webster, and the\nlike.</p>\n<p>One does not necessarily expect literary elegance\nin a book written by an academic, but there is\nno need to be clumsy.  Professor Ashley writes: “I\ncannot pretend to do justice in one section here to a\nsubject that George R. Stewart almost failed to cover\nadequately in his <em>Names on the Globe</em>.”  That turns\nout to be a backhanded compliment, but Professor\nStewart himself, an author who showed us all what\ncould be done by way of literary style in his <em>Names\non the Land</em>, would never have written such a sentence.\nAnother Ashleyism, a few pages later: “The\nbook was rendered pretty useless pretty soon by\nname changes.”  That's pretty awful, I'm afraid.</p>\n<p>There is no index to <em>What's in a Name</em>?, which is\nas extraordinary as it is infuriating.  The thinking behind\nthat may be the same as that of another author I\nrecently came across, responsible for a little <em>Dictionary\nof House Names</em>.  When I pointed out mildly that\nit was usual for a dictionary to be in alphabetical\norder, she said that with such an arrangement readers\nwould merely look for their own house name in\nthe bookshop, and then not bother to buy the book.</p>\n<p>Even she, however, did not have an entry saying\nsomething like: “There's a house on the corner of\nAragon Avenue with an interesting name, but I'm\nnot going to tell you what it is.”  On page 218 Professor\nAshley writes: “There's an old formula for finding\nout the name of your personal angel but I won't\ntrouble you with it.  In addition, I'll wager your\npriest won't give it to you.”  To that I can only say, as\nthey do on this side of the Atlantic: “Thanks a\nbunch, professor.”</p>\n<p><em>Thames Ditton, Surrey</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Name-Everything-Wanted-Know-Ashley-Leonard/5647587674/bd\"><em>What's In A Name?</em></a></h1> <p>Leonard R.N. Ashley, (Genealogical Publishing Company, 1989).</p> <p>This is a general book about names, in scope if\nnot in style reflecting the varied articles that appear\nin <em>Names</em>, the journal of the American Name Society.\nThose articles are normally written in language\nmeant to demonstrate to the world that the writer is\nan academic; this book reflects more the style of a\nclassroom teacher, a mixture of objective and subjective\ncomment.  For those who know their name\nbooks, it falls somewhere between Basil Cottle's\n<em>Names</em> (1983) and my own <em>Guinness Book of Names</em>\n(4th edition 1989).</p> <p>I mention the latter merely to make it clear that\nI am the author of a rival book which covers very\nsimilar ground, and that any comments I make must\nbe judged against that background.  Like Professor\nAshley, I have also been immersed in name studies\nfor at least twenty years.  His book has not been written\nfor people like me, and its real impact will have\nto be judged when it gets into the hands of those\nintended readers who are not already onomastic\nfreaks.  Presumably, much of the book's contents will\nbe as fresh to such readers as it is familiar to anyone\nwho already knows his names.  That is not meant to\nbe a sneer.  Anyone writing a book of this kind is\nobliged to go over certain common territory.  It is\nhow you go over it that matters—how entertainingly,\nhow clearly, how elegantly, how accurately.</p> <p>In the present case I have some worries about\nthree of those criteria.  Having come across reviewers\nwho quite clearly did no more than glance at the\nbook concerned—one of them once wondered in\nthe pages of VERBATIM why I had called two chapters\nof a book “What's In A Name?”  though the second\nchapter was actually “What Is A Name?”—I decided\nto give this book a careful reading.  Perhaps it\nis not meant to be read in that way.  Consider Professor\nAshley's opening paragraph, traditionally the\none which an author reads and corrects most often.\nHe begins: “From the beginning people had to have\nnames to identify themselves.  At first, one was\nenough.  There are cultures in which one is still\nenough, but generally, with increases in population\nand refinements in civilization, there arose a need\nfor additional designations to identify the members\nof a society.  To a given name like John or Mary was\nappended a second name, usually an inherited\nfamily name.  With the advent of this 'last name,'\nwhich came to be known as a <em>surname</em> (from the\nFrench <em>surnom</em>), given names came to be called 'first\nnames,' or, because we can have more than one,\n'forenames.' ”</p>"
}