{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Lunatic Lovers of Language: Imaginary Languages and their Inventors",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Lunatic-Lovers-Language-Imaginary-Languages-Inventors/30736161494/bd\"><em>Lunatic Lovers of Language: Imaginary Languages and their Inventors</em></a></h1>\n<p>Marina Yaguello, transl. Catherine Slater, (Fairleigh Dickinson University Press (US), The Athlone Press (UK), 1991.), xviii + 223pp.</p>\n<p>Readers of science fiction have occasionally\nbeen exposed to invented words and languages used\nby extraterrestrials.  Some of the words associated\nwith sci fi were discussed by Dr. Stephen Hirschberg\nin “Zap the BEMs!—” [XV,4], but that article\ndealt with words and not languages, and, with a few\nexceptions, with words used by humans in some future\ntime, not by extraterrestrials (either now or in\nthe future).  Some years ago I met a woman who was\nwriting her master's thesis on languages created by\nsci-fi authors, but she never sent me a promised\ncopy (or, maybe I just dreamt the whole thing.)</p>\n<p>Many writers avoid the language problem by introducing\nmental telepathy as the means of communication,\nwhich is just as well: human speech employs\nthe available organs situated between the\nlungs and the face, and there is no reason to assume\nthat fish-faced or vegetablelike or otherwise constituted\nextraterrestrials would be endowed with like\nequipment (any more than are many nonhuman\ncreatures on earth), and they would thus be unlikely\nto use languages constructed for humans.  The language\nof extraterrestrials merits only passing mention\nin <em>Lunatic Lovers of Language,</em> which deals with\nthe development of artificial languages and with the\nsearch for <em>language universals,</em> characteristics that\nmany (or all) languages share and that lend credence\nto the notion that there was only one original language\nfrom which the present stock has liverged.\n(Without going into the matter here, it must be said\nthat <em>universals</em> concern themselves with underlying\nstructures of language, not with superficial correspondences\nof the type that enable us to identify\nlanguage families.)</p>\n<p>The following passage will help to explain the\nslightly off-putting title and will impart to the reader\na sample of the author's humor, which I find engaging:</p>\n<blockquote>\n<p>Just take a look at the lunatic in love with language\nthe logophile, the inventor of languages.\nSitting in his book-lined study, he collects great\npiles of information, he collates and classifies it,\nhe makes lists and fills card indexes.  He is in the\nclutches of a denominatory delirium, of a taxonomic\nmadness.  He has to name everything, but\nbefore being able to name, he has to recognise\nand classify concepts, to enclose the whole Universe\nin a system of notation: produce enumerations,\nhierarchies and paradigms.  A lunatic ambition;\nyet there is something grandiose in it which\nyou can't help admiring.  So much energy spent\nfor so little result.  I don't believe any other fantasy\nhas ever been pursued with so much ardour\nby the human spirit, apart perhaps from the philosopher's\nstone or the proof of the existence of\nGod; or that any other utopia has caused so much\nink to flow, apart perhaps from socialism.  [p.17]</p>\n</blockquote>\n<p>Try as hard as they might, inventors of artificial\nlanguages have been unable to disbuse themselves\nof the ineluctable attraction of their own, native language\nor language family.   Thus, for example,\nZamenhof's Esperanto is easy for speakers of Indo-European\nlanguages to learn (especially if they know\nsome Latin or a Romance language): Zamenhof was a\nPole who knew other European languages.  But Esperanto\nis <em>lingua incognita</em> to the native speaker of\nArabic, Chinese, Japanese, or any other non-Indo-European\nlanguage, notwithstanding its somewhat\nsimplified structure, which aids in its rapid assimilation.\nNow that certain (very literate) people have\ntaken hold of Esperanto and published novels and\npoetry in it, its chief function as a means of basic\ncommunication has been violated, and with the onset\nof its sophistication it has become more complex,\nthus defeating its original purpose.  Esperantists are\nan eagerly energetic group who believer in Esperanto;\nas far as I know, there are no “native” speakers\nof Esperanto.  If Esperanto is aspiring to become\na “real” language, then it must begin to behave like\none and, before long, it will begin to suffer the same\n“weaknesses” that natural languages suffer—polysemy\nand pleurisemy.  Before you know it, you are\nsaying to yourself, “Why should I bother to learn a\nwhole new grammer and vocabulary of Esperanto\nwhen I can learn some sort of lingua franca (English\nor French, for example) which at least has an extensive\nliterature to offer?  Today, English, far from an\neasy language to master, has probably replaced\nFrench as the most universally used lingua franca.\nYiddish serves as a lingua franca of sorts for Jews—\nwhatever they may be—but it seems to be diminishing\nin that role and is, I understand, frowned upon\nby the Israelis (many of whom can now claim Hebrew\nas a native tongue).</p>\n<p>This is a curious book.  Those who might be encouraged\nby this brief review to read it ought to\nknow that frequent recourse to Appendix II will\nclarify many of the author's references—indeed,\none would do well to read Appendix II after reading\nthe Introduction.  The author, a linguist, is often obscure,\nthough it is impossible to know whether that\nis her fault or her translator's.  I was unsure, for instance,\nexactly how to understand the following sentence,\nwhich opens Chapter I, and which seems curiously\nunidiomatic (or, in my ignorance, perhaps it\nis poetic):</p>\n<blockquote>\n<p>How it came about the the myth could take the place\nof history, and feed both fiction and utopia, that\nfiction in the form of dogma of various kinds\ncould take the place of science, that science\ncould progressively dominate fiction, that history,\nin eliminating myth, could itself become a science,\nat the cost of a ruthless battle between the\nimaginary and the real—a battle whose outcome,\neven today, remains unclear—this story reads\nlike a novel: and in any case, doesn't the word\n<em>history</em> itself, which designates a succession of\nfacts through time, also encapsulate the word\n<em>story:</em> a tale, a fable, an imaginary account? [p.5]</p>\n</blockquote>\n<p>I suppose that is English, but it is certainly anacoluthic,\nobscure, and viciously punctuated (after the\nBritish style, which can be destructive to both sense\nand grammar).</p>\n<p>The flashes of wisdom should not be overlooked,\nhowever:</p>\n<blockquote>\n<p>The same impoverishment of formal devices is\nfound in examples of religious glossolalia, with an\nexaggerated tendency towards repetition, syllable\nreduplication, vocalic parallelism, open syllabification,\nexcessive symmetry in contrasts, an impoverished\ninventory of sounds—whatever the\nmother tongue of the glossolalist.  [p.100]</p>\n</blockquote>\n<p>...and that appears in an analysis of Martian.  Some\nof this would be quite funny if it weren't so serious.\nThe reader is encouraged to find out for himself.\nTrekkies please copy.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Lunatic-Lovers-Language-Imaginary-Languages-Inventors/30736161494/bd\"><em>Lunatic Lovers of Language: Imaginary Languages and their Inventors</em></a></h1> <p>Marina Yaguello, transl. Catherine Slater, (Fairleigh Dickinson University Press (US), The Athlone Press (UK), 1991.), xviii + 223pp.</p> <p>Readers of science fiction have occasionally\nbeen exposed to invented words and languages used\nby extraterrestrials.  Some of the words associated\nwith sci fi were discussed by Dr. Stephen Hirschberg\nin “Zap the BEMs!—” [XV,4], but that article\ndealt with words and not languages, and, with a few\nexceptions, with words used by humans in some future\ntime, not by extraterrestrials (either now or in\nthe future).  Some years ago I met a woman who was\nwriting her master's thesis on languages created by\nsci-fi authors, but she never sent me a promised\ncopy (or, maybe I just dreamt the whole thing.)</p> <p>Many writers avoid the language problem by introducing\nmental telepathy as the means of communication,\nwhich is just as well: human speech employs\nthe available organs situated between the\nlungs and the face, and there is no reason to assume\nthat fish-faced or vegetablelike or otherwise constituted\nextraterrestrials would be endowed with like\nequipment (any more than are many nonhuman\ncreatures on earth), and they would thus be unlikely\nto use languages constructed for humans.  The language\nof extraterrestrials merits only passing mention\nin <em>Lunatic Lovers of Language,</em> which deals with\nthe development of artificial languages and with the\nsearch for <em>language universals,</em> characteristics that\nmany (or all) languages share and that lend credence\nto the notion that there was only one original language\nfrom which the present stock has liverged.\n(Without going into the matter here, it must be said\nthat <em>universals</em> concern themselves with underlying\nstructures of language, not with superficial correspondences\nof the type that enable us to identify\nlanguage families.)</p> <p>The following passage will help to explain the\nslightly off-putting title and will impart to the reader\na sample of the author's humor, which I find engaging:</p>"
}