{
  "type": "Article",
  "title": "Wine Vocabulary and Wine Description",
  "author": "Adrienne Lehrer",
  "location": "The University of Arizona (Tucson)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Wine Vocabulary and Wine Description</h1>\n<p><em><span data-rel=\"author\">Adrienne Lehrer</span> <span data-rel=\"location\">The University of Arizona (Tucson)</span></em></p>\n<p>Drinking wine can be a lot of fun, and talking\nabout the taste and aroma of the wine while\ndrinking it can make it even more fun.  My scientific\ninterest in wine description grew out of watching\npeople, mostly men, hold a glass of wine up to a\ncandle, swish it around, sniff it, taste it, and utter\nsome wonderfully poetic-sounding remark, such as,\n“The burnt fruity nose a bit overpowers the buttery\nlushness of the finish.”  I was certainly impressed by\nthe language, and I wondered first, what these\nwords meant, and second, if I, too, could learn to\ntalk that way.</p>\n<p>The first part of my study involved collecting\nand analyzing those descriptions used by wine writers\nand enologists to characterize wines.  Although the\nvocabulary can be indefinitely expanded, I collected\nabout 200 words that I found to be commonly used.\n(A list of the commonest appears at the end.)</p>\n<p>Some of these terms are straightforwardly descriptive,\nsuch as <em>sweet, dry</em>, or <em>woody</em>; but much of\nthe vocabulary combined both a descriptive and an\nevaluative element.  If we consider <em>body</em>, for example,\nwhich corresponds to the amount of alcohol and\ndissolved solids in the wine, we find neutral words\nlike <em>light</em> and <em>heavy</em>, but more evaluatively loaded\nwords, like <em>thin</em> or <em>coarse</em>, meaning 'too light' or 'too\nheavy' respectively.  Some of the wine descriptors\nare purely—or at least mostly—evaluative, such as\n<em>great, noble</em>, and <em>elegant</em>, or <em>hollow</em> and <em>bland</em>.</p>\n<p>Especially interesting are the descriptors that\nare taken over from very different semantic domains,\nsuch as words that describe personality and\ncharacter: <em>aggressive, charming, diffident, honest,\nfeminine, masculine</em>.  How can these descriptions be\nmeaningful?  In order to understand how a wine can\ntaste <em>feminine</em> or <em>aggressive</em>, we rely on intralinguistic\nassociations.  Since <em>feminine</em> is semantically related\nto words like <em>sweet, perfumed, light</em>, and <em>delicate</em>,\nwhich can be related to the smell, taste, and\n“feel” of wines in the mouth, we can understand\nhow a wine might be described as <em>feminine</em>.</p>\n<p>The next phase of my study was designed to determine\nhow descriptive language is applied to\nwines.  Three groups of wine drinkers served as subjects\nfor a variety of experiments.</p>\n<p>The first group consisted of nonexperts from different\nparts of the United States who had never\ndrunk or discussed wine with each other.  At each of\nthe five sessions, subjects were given three perceptibly\ndifferent red wines or three different white\nwines, typically from different countries and from\ndifferent varietals (wines made primarily from a single\ngrape variety), and subjects were asked to describe\neach of the wines.  Though subjects sometimes\nprotested that they did not know any wine\nterms, once they got going they often wrote lengthy\ndescriptions.  As a related task I gave them a list of\n145 wine descriptors, collected from the first phase\nof my study, and asked them to circle all the words\nthey considered appropriate for each wine.  Results\nshowed not only that the descriptions were different,\nbut that they were inconsistent.  One particular\nwine was described as “sweet, a bubbly, flowery,\nlight fizzy feeling in the mouth” by one subject,\n“quite dry, quite tangy” by another, and “harsh\nodor, pungent, unpleasant, bitter, sharp” by a third.</p>\n<p>Two observations on the vocabulary may explain\npart of the problem.  First, because people prefer\nsome wines to others and because many of the words\nare value-laden, subjects who like a wine used terms\nto describe it that differed from the words of those\nwho did not like it: a subject who liked a light wine\nwould not select a negative term like <em>thin</em>.  Second,\nmost of the terms involve a reference to some implicit\nscale: wines may be termed <em>light or heavy</em>,\n<em>sweet</em> or <em>dry</em> with respect to all other wines, to wines\nof that class (red or white), or to wines of that varietal.\nEach subject was making an implicit comparison,\nbut the reference was never made explicit.  Furthermore,\npeople who are used to relatively heavy\nwines, Chianti, for example, might find Beaujolais\nlight, whereas people used to light wines, such as\nAustrian reds, might judge that same Beaujolais to\nbe heavy.</p>\n<p>Another set of experiments used a matching\nparadigm.  A pair of subjects was given the same\nthree perceptibly different wines.  One subject had\nto describe and differentiate them so that his partner\ncould identify them on the basis of the descriptions.\nOverall, the success level for correct matches was no\nbetter than chance.</p>\n<p>Subjects in the second group, also nonexperts,\nmet every two weeks over a period of eight months\nto taste and talk about wine.  Tasks similar to those\npreviously described were performed, but the goal\nwith this group was to see whether they would develop\na consensual vocabulary and come to understand\nwhat the others meant by the words they used.\nRecords on consensus were taken at the beginning\nand end of the eight-month study.  Subjects did not\ndo much better on the matching task at the end than\nat the beginning, showing that no group consensus\nemerged; yet they reported that they felt subjectively\nthat they communicated better.  They learned\nwhich of the others shared their own preferences\nand whose judgement they could trust.  Moreover,\nthe words they used changed with experience: when\nit became clear that <em>earthy</em> was used in very different\nways by different people, its use dropped significantly.</p>\n<p>The third group consisted of wine scientists—\ngraduate students and winery staff at the University\nof California at Davis Department of Viticulture and\nEnology.  Among this group there was greater\nagreement in wine descriptors—but only with California\nwines, that is, those wines with which the subjects\nhad the most experience.  On the wines from\nPortugal, Australia, or France, their agreement was\nno better than that of the nonexperts.  This shows\nthat training and experience contribute to consensual\nuse of language but do not automatically generalize\nto the descriptions of unfamiliar wines.  The\nreason is that experts first identify the wine and then\njudge it according to the relevant norms for that\ntype: if the wine is unfamiliar, they lack the relevant\nstandards for judging.</p>\n<p>If the use of language by most people who describe\nwine is so subjective and idiosyncratic, should\nthey drink silently?  Not necessarily.  Much of the\ntime people describe wines as they are drinking\nthem, and there is no need to pick out a particular\nwine.  Talking about a wine, I believe, enhances the\nexperience by allowing one wine drinker to point\nout characteristics that another might miss.  Suppose\nthat one person says something like, “Can you taste\nthat <em>chalkiness</em> on the back of the tongue?”  This\ndirects the other tasters to notice something they\nmight not have observed.  It would not necessarily\nmatter if wine experts or wine scientists would deny\nthat the wine had any chalkiness and that what was\nnoticed was something completely different.  Much\nof our conversation, especially in informal settings,\nis not so much to provide information about the external\nworld as to form social bonds.  Communicating\nabout a personal experience, for example, how a\nwine tastes, is such an activity.  And if a wine-tasting\nexperience can be enhanced as a results of a description,\nit does not matter whether or not that description\nis either conventional or accurate.  When it is\nnecessary to be precise and construct a publicly\nshared language with clear referents, people can do\nso.  Wine scientists, for example, are seriously concerned\nwith such goals and have addressed the problem,\neven if they have not yet completely solved it.</p>\n<p>In between are the wine writers who want to\ncommunicate about their experiences and preferences\nand make good recommendations.  I suggest\nthat readers try a few recommended wines to see if\ntheir tastes and word use are in accord with those of\na particular writer.  If so, they can continue to trust\nthose judgments; if not, they should follow another's\nrecommendations.</p>\n<p>For those who would like a list of the wine descriptors,\nfollowing are the more common terms\nused with subjects in the experiments.</p>\n<blockquote>\n<p><em>acidic</em><br>\n<em>aged</em><br>\n<em>alcoholic</em><br>\n<em>aromatic</em><br>\n<em>astringent</em><br>\n<em>austere</em><br>\n<em>baked</em><br>\n<em>balanced</em><br>\n<em>big</em><br>\n<em>bitter</em><br>\n<em>bland</em><br>\n<em>bouquet</em><br>\n<em>chalky</em><br>\n<em>character</em><br>\n<em>clean</em><br>\n<em>cloying</em><br>\n<em>common</em><br>\n<em>complex</em><br>\n<em>corky</em><br>\n<em>creamy</em><br>\n<em>crisp</em><br>\n<em>deep</em><br>\n<em>delicate</em><br>\n<em>developed</em><br>\n<em>disciplined</em><br>\n<em>dry</em><br>\n<em>earthy</em><br>\n<em>elegant</em><br>\n<em>empty</em><br>\n<em>evolved</em><br>\n<em>fat</em><br>\n<em>feminine</em><br>\n<em>fierce</em><br>\n<em>fiery</em><br>\n<em>fine</em><br>\n<em>finesse</em><br>\n<em>firm</em><br>\n<em>flabby</em><br>\n<em>flat</em><br>\n<em>flowery</em><br>\n<em>forceful</em><br>\n<em>foxy</em><br>\n<em>fragile</em><br>\n<em>fragrant</em><br>\n<em>fresh</em><br>\n<em>fruity</em><br>\n<em>full-bodied</em><br>\n<em>gassy</em><br>\n<em>gay</em><br>\n<em>gentle</em><br>\n<em>graceful</em><br>\n<em>grapy</em><br>\n<em>hard</em><br>\n<em>harmonious</em><br>\n<em>harsh</em><br>\n<em>hearty</em><br>\n<em>heavy</em><br>\n<em>honest</em><br>\n<em>hot</em><br>\n<em>insipid</em><br>\n<em>light</em><br>\n<em>little</em><br>\n<em>lively</em><br>\n<em>maderized</em><br>\n<em>manly</em><br>\n<em>mature</em><br>\n<em>meager</em><br>\n<em>mealy</em><br>\n<em>medium</em><br>\n<em>mellow</em><br>\n<em>metallic</em><br>\n<em>mineral</em><br>\n<em>moldy</em><br>\n<em>mossy</em><br>\n<em>musky</em><br>\n<em>noble</em><br>\n<em>nutty</em><br>\n<em>oaky</em><br>\n<em>odd</em><br>\n<em>off</em><br>\n<em>old</em><br>\n<em>ordinary</em><br>\n<em>overripe</em><br>\n<em>peppery</em><br>\n<em>perfumed</em><br>\n<em>positive</em><br>\n<em>powerful</em><br>\n<em>prickly</em><br>\n<em>pungent</em><br>\n<em>racy</em><br>\n<em>rare</em><br>\n<em>refreshing</em><br>\n<em>rich</em><br>\n<em>ripe</em><br>\n<em>robust</em><br>\n<em>rough</em><br>\n<em>round</em><br>\n<em>rugged</em><br>\n<em>salty</em><br>\n<em>sappy</em><br>\n<em>savory</em><br>\n<em>scented</em><br>\n<em>semisweet</em><br>\n<em>sensuous</em><br>\n<em>sharp</em><br>\n<em>simple</em><br>\n<em>small</em><br>\n<em>smoky</em><br>\n<em>smooth</em><br>\n<em>soft</em><br>\n<em>solid</em><br>\n<em>sound</em><br>\n<em>sour</em><br>\n<em>spicy</em><br>\n<em>steely</em><br>\n<em>stiff</em><br>\n<em>stony</em><br>\n<em>strong</em><br>\n<em>sturdy</em><br>\n<em>stylish</em><br>\n<em>succulent</em><br>\n<em>sugary</em><br>\n<em>supple</em><br>\n<em>sweet</em><br>\n<em>syrupy</em><br>\n<em>tangy</em><br>\n<em>tannic</em><br>\n<em>tart</em><br>\n<em>tender</em><br>\n<em>thin</em><br>\n<em>unbalanced</em><br>\n<em>unharmonious</em><br>\n<em>unripe</em><br>\n<em>velvety</em><br>\n<em>vigorous</em><br>\n<em>watery</em><br>\n<em>weak</em><br>\n<em>wild</em><br>\n<em>withered</em><br>\n<em>woody</em><br>\n<em>young</em><br>\n<em>zestful</em></p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Wine Vocabulary and Wine Description</h1> <p><em><span data-rel=\"author\">Adrienne Lehrer</span> <span data-rel=\"location\">The University of Arizona (Tucson)</span></em></p> <p>Drinking wine can be a lot of fun, and talking\nabout the taste and aroma of the wine while\ndrinking it can make it even more fun.  My scientific\ninterest in wine description grew out of watching\npeople, mostly men, hold a glass of wine up to a\ncandle, swish it around, sniff it, taste it, and utter\nsome wonderfully poetic-sounding remark, such as,\n“The burnt fruity nose a bit overpowers the buttery\nlushness of the finish.”  I was certainly impressed by\nthe language, and I wondered first, what these\nwords meant, and second, if I, too, could learn to\ntalk that way.</p> <p>The first part of my study involved collecting\nand analyzing those descriptions used by wine writers\nand enologists to characterize wines.  Although the\nvocabulary can be indefinitely expanded, I collected\nabout 200 words that I found to be commonly used.\n(A list of the commonest appears at the end.)</p> <p>Some of these terms are straightforwardly descriptive,\nsuch as <em>sweet, dry</em>, or <em>woody</em>; but much of\nthe vocabulary combined both a descriptive and an\nevaluative element.  If we consider <em>body</em>, for example,\nwhich corresponds to the amount of alcohol and\ndissolved solids in the wine, we find neutral words\nlike <em>light</em> and <em>heavy</em>, but more evaluatively loaded\nwords, like <em>thin</em> or <em>coarse</em>, meaning 'too light' or 'too\nheavy' respectively.  Some of the wine descriptors\nare purely—or at least mostly—evaluative, such as\n<em>great, noble</em>, and <em>elegant</em>, or <em>hollow</em> and <em>bland</em>.</p>"
}