{
  "type": "Article",
  "title": "The Gremlins of E.T.",
  "author": "Zellig Bach",
  "location": "Lakehurst, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Gremlins of E.T.</h1>\n<p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p>\n<p>No, I am not referring to the Extra-Terrestrial\nbut to <em>Errors</em> Typographical (also called typos,\nfor short, or, in Britain, literals).</p>\n<p>During the hearings before the Senate Judiciary\nCommittee Judge Clarence Thomas read a categorical\nstatement denying flatly and absolutely the\ncharges of sexual harassment against him, but he\nused the adverbial “uncategorically,” thus negating\nthe very essence of his statement.  For a man of his\nintelligence and lifelong habit of writing, such a slip\nof the pen—or tongue—readily suggests to a psychoanalytically\ntrained eye or ear an ambivalence, if\nnot a mental conflict, about the denial.</p>\n<p>This episode reminded me of the “Wicked Bible,”\nso called because the word <em>not</em> was omitted\nfrom the Seventh Commandment, which read “Thou\nshalt commit adultery.”  Would it not be P.C. (no,\nnot 'politically correct' but 'psychoanalytically correct')\nto assume that the typesetter's unconscious\nplayed a role in such a significant error?  The\n“Wicked Bible” was published in 1631 by the official\nprinter of the King of England, and he—the\nprinter, not the King—was fined 300 pounds, an exorbitant\namount of money in those days.  The fine\ndrove him to ruin.  Was the punishment particularly\nharsh because the affair reminded everyone, including\nthe King himself, that his Majesty behaved according\nto the <em>“Revised”</em> Commandment?</p>\n<p>Of course, not every typographical error should\nbe ascribed to a hidden unconscious motive on the\npart of the typesetter (or typist).  Sometimes it is\ntotally innocent and does not interfere, even for a\nsecond, with the flow of reading or comprehension.\nA plea on <em>groups</em> of insanity, in a newspaper report\nof a criminal trial, is promptly dismissed by the mind\nand substituted with “grounds.”  Newspapers, particularly,\nare bound to have such innocent typographical\nerrors because of the constant pressure of\ndeadlines.</p>\n<p>Sometimes a simple transposition of letters may\nmake things more complicated.  When a sentence in\na research report read “the results of the experiment\nwere nuclear,” I stopped to reread it, and\nsmiled when I quickly discovered that it should have\nread “unclear.”  Similarly, “density,” in place of\n<em>destiny</em>, is initially confusing until one deciphers,\nfrom the context, the true intent of the sentence.  A\nlecture of mine was once described in a newspaper\nas “light-headed,” instead of “light-hearted” (unless\nthe reporter was being mean-spirited...).</p>\n<p>Some typos might be said to be “errors of similarity\nor familiarity,” when similar or more familiar\nwords are substituted for the words in the manuscript.\nI should include in this category (the corrected\nwords are in brackets) graduation <em>recession</em>\n[procession], Gamblers <em>Anonymouse</em> [anonymous],\nThird <em>Rights</em> [Reich], American <em>Protective</em> Drawing\nInstitute [Projective], <em>Postal</em> Doctoral Institute\n[Post-], <em>End Quiry</em> [Inquiry], Clinical <em>and Counter</em>\n[Encounter], and similar misprintes.  All these typographical\nerrors could easily have been avoided by a\ncareful reading of the galley proofs.</p>\n<p>One group of typographical errors is much\nmore serious than a single misspelled word.  This occurs\nwhen a line or more from the original text is\nunintentionally skipped altogether, resulting in an\nincomprehensible, mangled style.  I call it the propinquity\nerror because if often happens when the\ntypesetter's eyes make an inadvertent visual jump\nfrom one line to a line or two below in the manuscript\nbecause the same word appears in both\nplaces.</p>\n<p>On rare occasions a typographical error is uncanny.\nThe obituary in <em>The New York Times</em> of the\nfamous psychoanalyst Theodor Reik ended with the\nsentence: “His body was created.”  Reik, who loved\nlanguage, would have greatly enjoyed such a parapraxis.</p>\n<p>At times a typographical error is made on purpose,\nas in advertisements or signs, to catch the eye\nof the reader or passerby.  If it is a “good” one it\nmay even become a conversation topic, the very\nhope of the intentional misspeller.</p>\n<p>The nationally famous stores “Toys '\\?\\' Us” use\na child's reversal of the letter R. Similarly, the title\nof the movie <em>The \\?\\ussians Are Coming, The \\?\\ussians\nAre Coming</em>, which plays games with a letter in the\nCyrillic alphabet (which is not an r).</p>\n<p>During the 1956 presidential elections the\nHudson County Democratic Committee in New\nYork erected a huge billboard sign high atop a gasoline\nstation near the Holland Tunnel, which people\ndriving into and out of Manhattan could not help\nseeing.  The sign intentionally misspelled the name\nof the Democratic candidate and read: “On November\n6 vote for Adlai E. Steviesion.”  The caption under\nthe picture of the billboard in <em>The New York\nTimes</em> read: <em>“Think!</em>  Sign atop a gas station near\nentrance to Holland Tunnel in Jersey City bears an\nintentional misspelling.”  A Committee member\nstated, “the planned mistake paid off wonderfully\nand got more attention than if the name were\nspelled correctly.”  Stevenson's reaction is not\nknown.  Being a master of the English language and\ncertainly a careful speller, he most likely would have\nshaken his head at this kind of childish electioneering.</p>\n<p>During the 1988 presidential campaign both\ncandidates, reading from prepared notes, made interesting\nslips of the eye: Governor Dukakis spoke\nof equipping aircraft carriers with modern “musicians”\n[munitions], and Vice President Bush said: “I\nhope I stand for anti-bigotry, anti-Semitism, antiracism.”\nThese slips were essentially due to the similarity\nof the initial letters or part of the word, like\nthe typographical errors of similarity or familiarity\ncited above, but probably also due to the immense\nfatigue and exhaustion brought on by a presidential\ncampaign.</p>\n<p>When one's name is deliberately or even unconsciously\nmisspelled, or when it is knowingly mispronounced,\na person perceives it as a slap at his pride.\nOne does not have to be psychologically sophisticated\nto see in it a deliberate discourtesy, an intended\ninjury to his dignity.</p>\n<p>Missing or misplaced punctuation marks naturally\nfall within the net of the E.T. gremlins.  Read\nthe sentence “Let's eat, children” <em>without</em> the\ncomma and see the difference it makes.  There are\nmany examples of how sentences with improper\npunctuation marks sound ludicrous.  For example, a\nprogram chairman prepared in longhand a few laudatory\nintroductory remarks about a lecturer: “...\nI bring you a man among men.  He is out of place\nwhen among cheaters and scoundrels.  He feels\nquite at home when surrounded by persons of integrity...”\nAs if by a devilish design a number of errors\nin punctuation were made in the process of\ntranscribing the prepared introductory notes, resulting\nin “Ladies and Gentlemen, I bring you a man.\nAmong men, he is out of place.  When among cheaters\nand scoundrels, he feels quite at home, ...” and\nso on [(“A Punctuation Parable,” VIII, 4, 16)].</p>\n<p>Computer errors may not technically fall within\nthe category of typographical print errors, but they\nare nonetheless mistakes, and can be quite costly.  In\nJuly of 1962 the spacecraft Mariner I veered off\ncourse about four minutes after its launch from Cape\nCanaveral, Florida, and had to be blown up in the\nair.  The reason: an inadvertent omission of a <em>hyphen</em>\nfrom the computer's mass of coded mathematical ascent\nguidance instructions.  The spacecraft was to\ntransmit scientific observations about Venus from a\ndistance of 36,000,000 miles.  Its cost: ten million\ndollars.</p>\n<p>Every word or combination of words carries\nwithin itself a potential E.T. bug.  Even monosyllabic\nwords are not immune, as when a doctor's familiar\nwords “say Aah,” while examining a patient's throat,\ncame out in print as “say Haa.”</p>\n<p>On guard against such a potential E.T. viruses is\nan army of professional proofreaders who, like electronic\ninspectors at airports searching for concealed\nweapons, are supposed to weed out errors before\nthe final printing.  Proofreaders use a special set of\nmarks, signs and symbols to indicate on the gallery\nproofs the required corrections—deletions, insertions,\nsize or type of fonts (lower case letters,\ncapitals, bold face), space notations (size of paragraph\nindents, missing spaces between words or extra\nspaces within words, type and length of dash),\netc.  To the uninitiated these marks to look like hieroglyphics\nof an ancient people.  (See the entire p.\n1081, Proofreaders' Marks, in the <em>Random House\nWebster's College Dictionary,</em> 1991.)</p>\n<p>I had better stop here.  While I am pointing out\nand correcting various typographical errors, the\ngremlins of E.T. may play a trick on me, mischievously\nintroduce <em>new</em> errors, and attribute them to\nmoe....</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Gremlins of E.T.</h1> <p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p> <p>No, I am not referring to the Extra-Terrestrial\nbut to <em>Errors</em> Typographical (also called typos,\nfor short, or, in Britain, literals).</p> <p>During the hearings before the Senate Judiciary\nCommittee Judge Clarence Thomas read a categorical\nstatement denying flatly and absolutely the\ncharges of sexual harassment against him, but he\nused the adverbial “uncategorically,” thus negating\nthe very essence of his statement.  For a man of his\nintelligence and lifelong habit of writing, such a slip\nof the pen—or tongue—readily suggests to a psychoanalytically\ntrained eye or ear an ambivalence, if\nnot a mental conflict, about the denial.</p> <p>This episode reminded me of the “Wicked Bible,”\nso called because the word <em>not</em> was omitted\nfrom the Seventh Commandment, which read “Thou\nshalt commit adultery.”  Would it not be P.C. (no,\nnot 'politically correct' but 'psychoanalytically correct')\nto assume that the typesetter's unconscious\nplayed a role in such a significant error?  The\n“Wicked Bible” was published in 1631 by the official\nprinter of the King of England, and he—the\nprinter, not the King—was fined 300 pounds, an exorbitant\namount of money in those days.  The fine\ndrove him to ruin.  Was the punishment particularly\nharsh because the affair reminded everyone, including\nthe King himself, that his Majesty behaved according\nto the <em>“Revised”</em> Commandment?</p>"
}