{
  "type": "Epistola",
  "title": "EPISTOLA Chris Franke",
  "contributor": "Chris Franke",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Chris Franke</span></h1>\n<p>Jack Orbaum [EPISTOLAE, XVII, 4] wants to\nmake readers aware of what he calls a “mistranslation”\nin the Bible.  He directs readers' attention to\nthe King James version of Isaiah 7:14: “Behold a virgin\nshall conceive and bear a son....”  He also\ncites the New Testament passage in Matthew\n1:22-23 which speaks of Jesus as the fulfillment of\nthis passage from Isaiah: “Behold a virgin shall be\nwith child....”  He then cites modern translations\nof Isaiah which read “young woman” instead of\n“virgin.” He calls these “corrections of the original\nmistranslation.”</p>\n<p>Mr. Orbaum is correct regarding the translation\nof the Hebrew word in Isaiah 7—the word '<em>almah</em>\nmeans 'young woman,' and also correct that the Hebrew\nword <em>betulah</em> means 'virgin.'  However, in several\nrespects he has either misinterpreted the data\nor has not taken into account the relationship between\nOld and New Testaments in regard to ancient\ntranslations.</p>\n<p>1.  The word '<em>almah</em> which appears in Isaiah\n7:14 can be translated 'young woman' or 'maiden' or\n'woman of marriageable age.'  It is a general term\nand can refer to any young woman.  While it is not a\nspecific indicator of virginity, it is not used to mean.\nthat the woman is no longer a virgin.  In fact,\nRebekah, the woman sought as a wife for the son of\nAbraham, is referred to as '<em>almah</em> in Genesis 24:43.\nRebekah's virginity was never in question and she\nwas referred to as '<em>almah</em>, not <em>betulah</em>.  Therefore,\nMr. Orbaum is incorrect when he says that the Hebrew\n<em>betulah</em> “would have been used in the original\nhad the young woman been a virgin.”  The word\n'<em>almah</em> allows the possibility that the woman was a\nvirgin.</p>\n<p>2.  That there is a relationship between Isaiah 7\nand Matthew 1 is correct.  The gospel cites the passage\nfrom Isaiah “a virgin shall be with child...”\nand considers it to be fulfilled in Jesus.  But, is the\npassage in Matthew a “mistranslation?” Why does\nthis gospel use the term <em>virgin?</em>  Matthew's gospel\nwas certainly not influenced by an “original mistranslation”\nfrom the King James Bible!</p>\n<p>There is more than one question here: Did the\ngospel of Matthew misquote the Bible?  Which Bible\nwas this gospel using as a source?</p>\n<p>The New Testament community used a Greek\ntranslation of the Bible, not the original Hebrew.\nWhen the gospel writers read Isaiah 7:14 in the\nGreek, they read <em>parthenos</em>, the Greek translation of\n'<em>almah</em>.  This term had a narrower range of meaning\nthan '<em>almah</em>, and more specifically meant “virgin,”\nbut it was within the range of equivalence for the\nHebrew term '<em>almah</em>.  The gospel writer did not misquote\nthe Bible in this matter.  The gospel writer\nread the Greek translation and related this passage,\nas well as many others, to Jesus.</p>\n<p>3.  The Greek translators of the Hebrew Bible\nsome 300 years or more before the composition of\nthe New Testament were not misquoting the Hebrew;\nthey were doing the difficult work of translation\nfrom one language into another.  As all of us\nwho love words know, translators are not mechanics\nwho simply replace a word in one language by another\nword identical in meaning.  Translators are interpreters.\nThey look for the word or phrase which\nwill best bring to the audience of their time the text\nbeing translated.</p>\n<p>Translators of the King James Bible had the\nsame task as did the Greek translators centuries before:\nto make this ancient text accessible to the readers\nof their day.  What texts did the King James\ntranslators use?  They had Greek and Hebrew texts\nof the Bible, and they used these in their work.  The\ntranslators of the King James Bible were translating\nthe Bible for a Christian audience; for them, the Bible\nconsisted of the Old Testament and the New Testament.\nWhen they read the Hebrew and Greek\ntexts of Isaiah 7, and the Greek text of Matthew 1,\nthey had to decide which terms from the common\nlanguage would best express what was in the ancient\nmanuscripts.  The adoption of the term virgin was\nnot a mistranslation: it was a judgment of the translators\nbased on the texts which they had before them\nand the audience for which the translation was intended.</p>\n<p>Bible translators today as a general rule prefer\nto translate from the original languages—for the Old\nTestament (or Hebrew Bible), Hebrew and Aramaic,\nfor the New Testament, Greek.  However, when the\nreading is unclear or ambiguous, difficult or corrupt,\nthe translator will turn to other translations or versions\nto see how ancient translators rendered passages\nin question.  Bible translators today must also\ntake into account their audience as they translate.\nThe New English Bible is addressed to an English\naudience, the New American Bible an American audience.\nThe New Revised Standard Version has as\npart of its translation agenda the elimination of language\nwhich has been made sexist by the limitations\nof English.</p>\n<p>We must be cautious in our assessments of translations\nto be aware of the subtleties of translation\nbefore we too quickly attach the label “mistranslation.”\nThat Christians and Jews have different interpretations\nof a number of passages in the Bible is\napparent.  The availability of many excellent translations\ntoday affords readers a chance to see how a\nvariety of first-rate translators read and interpret ancient\ntexts.  Different interpretations by excellent\nscholars are far different from mistranslations.  The\nmodern translations of Isaiah which are cited above\nare legitimate translations; the King James translation\nis also a legitimate translation of Isaiah 7, not a\n“mistranslation.”</p>\n<p><em>[Chris Franke, Moundsview, Minnesota]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Chris Franke</span></h1> <p>Jack Orbaum [EPISTOLAE, XVII, 4] wants to\nmake readers aware of what he calls a “mistranslation”\nin the Bible.  He directs readers' attention to\nthe King James version of Isaiah 7:14: “Behold a virgin\nshall conceive and bear a son....”  He also\ncites the New Testament passage in Matthew\n1:22-23 which speaks of Jesus as the fulfillment of\nthis passage from Isaiah: “Behold a virgin shall be\nwith child....”  He then cites modern translations\nof Isaiah which read “young woman” instead of\n“virgin.” He calls these “corrections of the original\nmistranslation.”</p> <p>Mr. Orbaum is correct regarding the translation\nof the Hebrew word in Isaiah 7—the word '<em>almah</em>\nmeans 'young woman,' and also correct that the Hebrew\nword <em>betulah</em> means 'virgin.'  However, in several\nrespects he has either misinterpreted the data\nor has not taken into account the relationship between\nOld and New Testaments in regard to ancient\ntranslations.</p> <p>1.  The word '<em>almah</em> which appears in Isaiah\n7:14 can be translated 'young woman' or 'maiden' or\n'woman of marriageable age.'  It is a general term\nand can refer to any young woman.  While it is not a\nspecific indicator of virginity, it is not used to mean.\nthat the woman is no longer a virgin.  In fact,\nRebekah, the woman sought as a wife for the son of\nAbraham, is referred to as '<em>almah</em> in Genesis 24:43.\nRebekah's virginity was never in question and she\nwas referred to as '<em>almah</em>, not <em>betulah</em>.  Therefore,\nMr. Orbaum is incorrect when he says that the Hebrew\n<em>betulah</em> “would have been used in the original\nhad the young woman been a virgin.”  The word\n'<em>almah</em> allows the possibility that the woman was a\nvirgin.</p> <p>2.  That there is a relationship between Isaiah 7\nand Matthew 1 is correct.  The gospel cites the passage\nfrom Isaiah “a virgin shall be with child...”\nand considers it to be fulfilled in Jesus.  But, is the\npassage in Matthew a “mistranslation?” Why does\nthis gospel use the term <em>virgin?</em>  Matthew's gospel\nwas certainly not influenced by an “original mistranslation”\nfrom the King James Bible!</p>"
}