{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Random House Webster's College Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA:<a href=\"https://www.abebooks.com/9780070512672/Random-House-Websters-College-Dictionary-0070512671/plp\"> <em>Random House Webster's College Dictionary</em></a></h1>\n<p>Robert B. Costello, Ed. in Chief, (Random House, 1991), xxxiii + 1567pp.</p>\n<p>This dictionary might be said to be the grandson\nof *The Random House Dictionary of the English Language</p>\n<ul>\n<li>College Edition*, 1968, of which I was editor\nin chief (with the late Stuart B. Flexner as managing\neditor) and the great-grandson of the <em>American College\nDictionary</em> [<em>ACD</em>], 1947, of which Clarence L.\nBarnhart was editor in chief.  There are, naturally,\nmany resemblances among the three and to the <em>College\nEdition, Revised Edition</em>, 1975, reviewed in Volume\nII, Number 3 (pp. 172ff. in VERBATIM: <em>Volumes\nI &amp; II</em>).  Before discussing the content, I may be allowed\na comment on the title.</li>\n</ul>\n<p>It is taken as given in the dictionary business in\nthe U.S. that if a dictionary bears the name “Webster”\nit magically attracts sales far beyond those of a\ndictionary that tries to rely for its success on quality\nalone.  Compared to the soft-drink business, that is\nlike saying that all cola drinks ought to be called\nCoca-Cola, though one would be legally enjoined\nfrom doing so.  Not so with <em>Webster</em>, for, owing to a\nbit of folly in the 1930s, G. &amp; C. Merriam Company,\nof Springfield, Massachusetts, successors to the line\nof dictionaries originated by Noah Webster, published\na synonym dictionary and called it a <em>Webster</em>.\nWorld Publishing Company, of Cleveland, had the\nwit to see that Merriam had, in effect, forsworn its\nbirthright, for Noah had never published a synonym\ndictionary.  World called its dictionary <em>Webster's\nNew World</em>; Merriam sued and lost, confirming that\nthe appellation <em>Webster</em> had fallen into the public\ndomain.  That is why virtually every American dictionary\nof any shape, size, provenance, comprehensiveness,\nquality, and lexicographic persuasion is\nlikely to be called a <em>Webster</em> these days.</p>\n<p>When I was director of the reference department\nat Random House, during the 1960s, at meetings\nheld with Bennett Cerf, Donald Klopfer, and\nLew Miller, sales director, we often touched on the\nmatter of what the new dictionary, successor to the\n<em>ACD</em>, was to be called.  It was pointed out then that\nincluding the name <em>Webster</em> in the title would be\nlikely to increase the sales by a measurable amount;\nbut Bennett and Donald, staunchly independent and\nproud of the successes gained in the name of <em>Random\nHouse</em>, would not hear of it.  It was I who proposed\nthe original title for the series of dictionaries\npublished from 1966 onwards: <em>The Random House\nDictionary of the English Language - Unabridged\nEdition, College Edition, School Edition</em>, and any\nother subtitles that might come along.  From what I\nknow of Bennett and Donald, the decision to include\n<em>Webster</em> in the title of this book has probably set\nthem spinning in their graves.</p>\n<p>There is another aspect to this change: lamentably,\nit emphasizes the abiding ignorance and gullibility\nof the dictionary-buying public.  Anyone who\ncompares the multifarious dictionaries bearing the\n<em>Webster</em> name cannot help observing the differences\nin quality, quantity, and treatment offered: the name\nhas become meaningless, made inferior by its universal\napplication to virtually any kind of dictionary.</p>\n<p>While I am making general observations, I\nmight add, for the record, that my review of the\n1975 edition of the <em>Random House College</em> was not\nfavourable because it was based on an examination of\nthe entries mentioned in Jess Stein's Preface: I had,\nout of a feeling of sympathetic and loyal association\nwith the book's 1968 edition, which still constituted\nmore than ninety per cent of the 1975 edition, selected\nfor analysis the words mentioned in the Preface\non the premise that they were “showcase” entries\nwhich the editors were especially proud of.  As\nit turned out, I was compelled to point out several\nglaring errors in most of those entries, and Jess Stein\nnever spoke to me again.  I must confess to being\ndispleased at Stein's having removed my name from\nthe title page of a book only slightly changed from\nits first edition so that he could insert his own as\neditor in chief; but that was nothing new for him, as\nhe had deleted from later editions of the <em>ACD</em> the\nname of its editor in chief, Clarence L. Barnhart, to\ninsert his own.  So much for <em>De mortuis</em>...</p>\n<p>The present work contains 180,000 entries,\nfully 20,000 more than the 1968 edition and 10,000\nmore than the 1975 edition.  It would be a waste of\ntime to go through the editions noting the differences:\nin most cases, the editors followed the wise\ndictum, “If it ain't broke, don't fix it,” so little has\nbeen done to the basic information in the original\nedition.  The 1983 edition of <em>Webster's Ninth New\nCollegiate</em> introduced the practice of giving, in the\netymologies, “dates of earliest occurrence,” data\npresumably derived from the <em>Oxford English Dictionary</em>\n(for, while Merriam and Random House\nmaintained a citation file for the tracking of new\nwords and senses, there was no point in duplicating\nwork done long ago by Murray, et al.).  It is questionable\nto what purpose users of dictionaries are to\nput this information.  Naive users—by far the majority—are\nbound to misinterpret the dates as meaning\n“when the word first appeared in the language”\nrather than as “the date of the earliest recorded evidence\nfound (at press time).”  Moreover, the date\ncannot be associated with any particular definition,\nso it is a bit misleading, for an entry like <em>log</em>, which\nhas several definitions, to show it as having entered\nthe language “1350-1400.” In which sense?  And\nwhat is to be made of the following?:</p>\n<blockquote>\n<p>1.  All numbers, from <em>one</em> through <em>twelve</em>, are\nlisted as having entered English “before 900” except\n<em>five</em>, for which “bef. 1000” is given.  Are we\nto conclude that people got along without the\nnumber five for a hundred years before someone,\nperhaps feeling that “something was missing,”\nawoke one morning to invent it?</p>\n<p>2.  If one looks up the ordinals, the following\ninformation is revealed:</p>\n<p><em>first</em>     “bef. 1000”<br>\n<em>second</em>    “1250-1300”<br>\n<em>third</em>     “bef. 900”<br>\n<em>fourth</em>    “bef. 950”<br>\n<em>fifth</em>     “bef. 1000”<br>\n<em>sixth</em>     “1520-30”<br>\n<em>seventh</em>   “1275-1325”<br>\n<em>eighth</em>    “bef. 1000”<br>\n<em>ninth</em>     “bef. 900”<br>\n<em>tenth</em>         “bef. 1150”<br>\n<em>eleventh</em>      “bef. 1000”<br>\n<em>twelfth</em>       “bef. 1200”<br>\n<em>seventeenth</em>   “1300-50”<br>\n<em>eighteenth</em>    “bef. 900”<br>\n<em>twentieth</em>     “bef. 900”<br>\n<em>fortieth</em>      “bef. 1100”<br>\n<em>fiftieth</em>      “bef. 1000”<br>\n<em>eightieth</em>     “bef. 850”</p>\n</blockquote>\n<p>To be sure, there is nothing to justify the assumption\nthat the names of the numbers emerged in numerical\norder from the primeval ooze of language; but\none might mistakenly conclude that the very first\nordinal to be talked about in English was <em>eightieth</em>,\nand this at a time when only a small percentage of\nthe population had a life expectancy of half that.\nAnd it might be imagined that in giving directions to\nget to one's hovel, one would say, “Go to the fifth\nhovel, and mine is the next one,” for <em>sixth</em> did not\ncome into being till the sixteenth century.  One\nwould expect the editors to have signaled the truth\nof the matter under Using This Dictionary, despite\nthe reluctance of users to refer to such things.  But\nno; here is the only comment:</p>\n<blockquote>\n<p>when and how the word entered our language,\nincluding the date that it first appeared and its\nsource or relatives in other languages</p>\n</blockquote>\n<p>The redundancy of <em>when</em> and <em>the date that</em> is confusing\nenough; but to describe the date as when the\nword “first appeared” is grossly misleading and inaccurate:\nit is the date for the earliest written evidence\nof the form.  That might seem a niggling\npoint, but dictionaries dwell (and thrive) on niggling\npoints, and such misstatements are unforgivable.\nThe editors would have been on safer ground had\nthey simply followed the wording in the <em>Random\nHouse Unabridged</em>, to wit:</p>\n<blockquote>\n<p>Most dates are expressed as a spread of years,\ngiving the time within which the earliest document\ncontaining the main entry was written or\npublished....  In many cases a term may have\nexisted in the spoken language long before it first\nappeared in texts and, in any event, earlier written\nevidence may exist that has not yet been discovered\nor reported.  [p. xxxiv]</p>\n</blockquote>\n<p>The publication of college dictionaries in the\nU.S. provides an outstanding textbook demonstration\nof the principles of competitive free enterprise\nat work and of what used to be called supply and\ndemand, but is now dubbed “market forces.”  There\nare five major dictionaries of approximately the\nsame size competing for buyers in the market.  It is\nimpossible to get an accurate figure for the total\nmarket, which has been estimated at two million\nsales a year.  Publishers steadfastly refuse to reveal\ntheir sales figures because of the highly competitive\nnature of the business, though it is generally acknowledged\nthat <em>Webster's Ninth New Collegiate</em>\noutsells its nearest competitor by about two to one.\nThat nearest competitor is probably <em>Webster's New\nWorld, 3rd Edition</em>, with the <em>Random House College</em>\n(occupying a niche to be filled by the book under\nreview) and the <em>American Heritage, 2nd Edition</em> neck\nand neck for third place, and <em>Webster's II New Riverside</em>\nbringing up the rear in this horserace.  These\nare only guesses.</p>\n<p>The fierce competition among the dictionaries\nresults in what must be regarded as the greatest\nbook bargain in the history of publishing: taking the\n<em>Random House Webster's</em> as a typical example, it\ncontains 18 million characters (say, 2.5 million\nwords) for which one pays $18, which works out to\nabout 139,000 words per dollar.  The average novel\nof 200,000 words for $25 works out at 8,000 words\nper dollar.  This is all the more astonishing when one\nconsiders that the publishers maintain full-time staffs\nof skilled lexicographers and editors to keep their\ndictionaries up to date by continuously monitoring\nboth the language and other kinds of data, like population\nfigures for geopolitical entries, death dates for\nbiographical entries, etc.  Consider, too, that the\nquality of the paper, printing, and binding of such\ndictionaries is far superior to that of most other\nbooks available, creating a cost per copy of about\n$5.  Were all these factors taken into consideration in\nnormal pricing procedures in the industry, a college\ndictionary ought to retail for about $50 a copy.  One\nis given to wonder how manufacturers of other staple\nconsumer products manage to come up with\nidentical packaging (say, 1 pint, 10 fluidounces or 2\npounds 13 ounces) and identical pricing on supermarket\nshelves without being in collusion; even the\nmost cursory view of college dictionary publishing\nat once reveals a most extraordinary example of the\nworkings of “market forces”: no publisher wants to\nbe the first to break the $20 barrier; the Indexed\nedition of the <em>Random House</em> is the first to touch that\nmystical figure.</p>\n<p>Random House dictionaries, from the <em>ACD</em> onward,\nhave always been known for their ease of use\nand the clarity and understandability of the information\npresented.  The book at hand supports that reputation.\nNotwithstanding, people who use dictionaries\nregularly become accustomed to one, which\nbecomes their favorite for any number of reasons:\nfor purposes of utility and for philosophical reasons,\nI prefer geographical and biographical entries to be\ninterfiled with other entries in one alphabetical listing;\nothers prefer to have them separate.  To be sure,\nif one is going to spend $18 or so, the dictionary\nselected ought to be the most up to date and have\nthe largest number of entries, a bit of reasoning not\nlost on the crowd at Random House.  Besides,\nalthough publishers seldom get into such detail in\nthe publicity about their dictionaries, the more entries\na dictionary has, the more definitions it has.\nThat is not the truism it appears to be: as lexicographers\nadd entries, increasing the depth to which the\nlexicon is being probed, they must add definitions,\nproportionally increasing the coverage of existing\nentries (which often accomplishes little or nothing to\nincrease the entry count).</p>\n<p>Some dictionaries offer more information than\nothers about the entries they cover.  Thus, on average,\n<em>Webster's Ninth New Collegiate</em> and the <em>Random\nHouse Webster's College</em> contain at least fifteen per\ncent more information per entry than <em>American Heritage</em>\nand <em>Webster's New World.</em>  (A copy of <em>Webster's\nII Riverside</em> was not available for this comparison,\nbut is unlikely to come up to the last two.)</p>\n<p>In all this talk about entries, it must be remembered\nthat the (accepted) practice in counting\ndictionary entries in the U.S. (and becoming the\nstandard in the U.K. as well) is to count not only\nheadwords, or main entries, but inflected forms, variants,\nchanges in part of speech, run-on words (like\n<em>cunningly</em> and <em>cunningness</em> under <em>cunning</em>), and list\nwords (like <em>reaccuse</em> and <em>reacquire</em>), which need no\ndefinition.  A dictionary with, say, 150,000 entries is\nlikely to have no more than 80,000 headwords.</p>\n<p>Other desirable (or desired) features might influence\nthe purchase of a dictionary: according to a\ncomparison chart provided by Random House, its\ndictionary has 800 illustrations; <em>Webster's Ninth</em>\n600+; <em>Webster's New World</em> 650; and <em>Webster II\nRiverside</em> 300+.  But the <em>American Heritage</em> has 3000. (Most British dictionaries have traditionally had no illustrations at all.)</p>\n<p>I must admit that I have not been watching very\ncarefully the admittance of the naughty bits of the\nlanguage into dictionaries, but I am pleased to see\nthat their omission, so long a sop to the Cerberean\nself-styled “guardians” of the language, chiefly struthious\nprovincials in the Bible Belt, Texas, and—believe\nit or not—California, has ended.  I do object,\nhowever, to the label <em>Vulgar</em> given to such entries.  I\nam sure that the label is the product of endless hours\nof agonizing discussion, but I think they came up\nwith the wrong solution.  <em>Vulgar</em> still carries the\nstrong denotation exemplified in the first (hence the\nmost frequently encountered) sense, “characterized\nby ignorance of or lack of good breeding or taste:\n<em>vulgar ostentation</em>.” It has congeners, like <em>vulgarian</em>\n“a vulgar person”; <em>vulgarism</em> “<em>1.</em> the state or quality\nof being vulgar.  <em>2.</em> something vulgar, as an act or\nexpression”; <em>vulgarize</em> “<em>1.</em> to make vulgar or coarse;\nlower; debase.  <em>2.</em> ...popularize”; <em>Vulgate</em> “... <em>4.</em>\n(<em>l.c.</em>) commonly used or accepted; common.”  The\nproblem in reviewing these sets of definitions is that\none can never be sure which definition of <em>vulgar</em>\nought to be applied to its use in the definitions of the\nancillary entries, for the word has a spectrum of\nmeanings.  I often think that it would not be untoward\nfor a dictionary to add to its entries for words\nthat also serve as labels (e.g., <em>Colloquial, Informal,\nSlang</em>, etc.) definitions that begin, “As used for labels\nin this dictionary,...” In the event, a user\nmight well be confused about seeing the label <em>Vulgar</em>\napplied to four-letter words, when its definitions\nseem to indicate that it means (merely) “in bad\ntaste.”  My own choice for a label is <em>Taboo</em>, which is\nincisively denotative.  Its main definition in the <em>Random\nHouse</em> reads, “proscribed by society as improper\nor unacceptable: <em>taboo words</em>,” which I believe\nis a lot closer to what the editors were seeking\nthan <em>Vulgar</em>.</p>\n<p>I cannot conclude this review without commenting\non an element of dictionary marketing that\nI think may be <em>infra dig</em> these days, namely, the attempt\nat hoopla.  Dictionaries are generally consistent\nproducts of superior scholarship and care; at\nthis stage of the game, trying to change what Madison\nAvenue calls “brand loyalty” is like getting\nsomeone who has been driving a Ford all his life to\nswitch to a Toyota.  As Ford and Toyota know, that is\nfar from impossible, but manufacturers find it very\ncostly to effect the change.  Publishers grasp at anything\nthey think might catch the fancy of the dictionary\nbuyer.  Random House has come up touting its\ntreatment of entries like <em>gal</em> and <em>girl</em>, as in <em>Gal Friday,\nI'll get my girl</em> ('secretary') <em>to type up this letter\nright away</em>.  The treatment is good and it might be\nunique among the desk/college dictionaries—I\ndon't waste my time checking such trivia—but it is a\nshame to see publishers relying on such undignified\napproaches.  On the other hand, <em>pecunia non olet,</em>\nand today's market might need just such an incentive\nto choose one dictionary over another.</p>\n<p>Another ploy has been to get major newspapers\nand other media to acknowledge their reliance on a\nparticular dictionary to decide spelling (mainly) and,\nI suppose, other language matters.  Unfortunately,\nthat leads to inconsistencies, for dictionaries report\nwhat they find and are not intended as sources of\nprescriptive decisions.  Thus, a given dictionary\nmight hyphenate <em>thick-skinned, thick-skulled</em>, and\n<em>thick-witted</em> but not <em>thickheaded</em> (e.g., the <em>Random\nHouse 2nd Unabridged</em>).  We know that the language\nis inconsistent, and there can be nothing wrong in\nreporting that fact: the dictionary merely reflects\nthe practice of the majority of written citations\navailable to its compilers.  But it must be said that\nspace is at a premium in these expensive books, and\nif, say, a dozen citations are found for each of the\nspellings <em>thickwitted</em> and <em>thick-witted</em>, one can be\nsure that no lexicographer, thrifty of space, will display\nthe variant, whichever he perceives that to be.\nBut publishers are not bound by such variety: neatness\nis a virtue in publishing newspapers, magazines,\nand books, and no publisher who produced a style\nbook that required all such compounds to be consistently\nspelled with or without a hyphen could be\nsubjected to criticism for yielding randomness to\nlogic.  I would be the last one to stake anything\nworthwhile on the statistical base used for determining\nthe “preferred” spellings in dictionaries.  Thus,\nwhen a dictionary is touted as the one used by such-and-such\na newspaper, readers should think back to\nthe number of times that paper has been cited in\n<em>SIC</em>³—seldom for the kinds of things that dictionaries\nhave much bearing on—and discount the claims\nfor “adoption” as so much hype.  After all, the use of\na hyphen in <em>adverb/adjective</em> compounds is a matter\nof style, which can be described in a rule: in position\nbefore a noun, compounds with <em>well</em>—indeed, any\nnot ending in -<em>ly</em>—like <em>well-heeled, well-known,\nwell-thought-out</em>, are hyphenated, as in <em>well-heeled\ngambler, well-known man-about-town, a well-thought-out\nplan</em>; but when they are in predicative\nposition, as in <em>Is she well heeled enough to sit in on\nour game?, His peccadillos are well known to his wife,\nThe plan was well thought out</em>, or, if they end in -<em>ly</em>\nin any position, they are two words, as in <em>That is\nchiefly British usage, this usage is chiefly American.</em>\nWhy, then list thousands of hyphenated <em>well</em>-words?\nWith such a simple rule, would anyone need\nto look such words up in a dictionary?</p>\n<p>To sum up, the <em>Random House Webster's Dictionary</em>\nis an excellent dictionary containing up-to-date\ninformation about the English lexicon in\nAmerica and, to a limited extent, elsewhere.  Indeed,\nwhile I was writing this review an acquaintance\nphoned to say that he had to replace all the\naging dictionaries in his office and asked me to recommend\na replacement.  I recommended this book\nwithout hesitation or reservation.  It might be time\nfor you to switch from a Ford to a Cadillac.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA:<a href=\"https://www.abebooks.com/9780070512672/Random-House-Websters-College-Dictionary-0070512671/plp\"> <em>Random House Webster's College Dictionary</em></a></h1> <p>Robert B. Costello, Ed. in Chief, (Random House, 1991), xxxiii + 1567pp.</p> <p>This dictionary might be said to be the grandson\nof *The Random House Dictionary of the English Language</p> <ul>\n<li>College Edition*, 1968, of which I was editor\nin chief (with the late Stuart B. Flexner as managing\neditor) and the great-grandson of the <em>American College\nDictionary</em> [<em>ACD</em>], 1947, of which Clarence L.\nBarnhart was editor in chief.  There are, naturally,\nmany resemblances among the three and to the <em>College\nEdition, Revised Edition</em>, 1975, reviewed in Volume\nII, Number 3 (pp. 172ff. in VERBATIM: <em>Volumes\nI &amp; II</em>).  Before discussing the content, I may be allowed\na comment on the title.</li>\n</ul> <p>It is taken as given in the dictionary business in\nthe U.S. that if a dictionary bears the name “Webster”\nit magically attracts sales far beyond those of a\ndictionary that tries to rely for its success on quality\nalone.  Compared to the soft-drink business, that is\nlike saying that all cola drinks ought to be called\nCoca-Cola, though one would be legally enjoined\nfrom doing so.  Not so with <em>Webster</em>, for, owing to a\nbit of folly in the 1930s, G. &amp; C. Merriam Company,\nof Springfield, Massachusetts, successors to the line\nof dictionaries originated by Noah Webster, published\na synonym dictionary and called it a <em>Webster</em>.\nWorld Publishing Company, of Cleveland, had the\nwit to see that Merriam had, in effect, forsworn its\nbirthright, for Noah had never published a synonym\ndictionary.  World called its dictionary <em>Webster's\nNew World</em>; Merriam sued and lost, confirming that\nthe appellation <em>Webster</em> had fallen into the public\ndomain.  That is why virtually every American dictionary\nof any shape, size, provenance, comprehensiveness,\nquality, and lexicographic persuasion is\nlikely to be called a <em>Webster</em> these days.</p>"
}