{
  "type": "Article",
  "title": "Writing the Spoken Word",
  "author": "John F. Heinz",
  "location": "Philadelphia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Writing the Spoken Word</h1>\n<p><em><span data-rel=\"author\">John F. Heinz</span> <span data-rel=\"location\">Philadelphia</span></em></p>\n<p>It suddenly struck me that, in all the years I have\nread and admired VERBATIM, I cannot recall an\narticle on the language of public speaking—or, if\nthe reader insists, oratory.  That being the case and\nbecause I am a long-time professional speechwriter,\nI feel it incumbent on me to remedy the deficiency.</p>\n<p>I will concede that there may not be another\nreader who is the least bit interested in speechwriting\n<em>per se</em>—indeed, many might well <em>disdain</em> it because,\nafter all, it is one of the most lucrative forms\nof writing.  But my guess is that many will be variously\nbemused, enchanted, and appalled by some of\nthe rules for good speech writing that run quite\ncounter to the rules for good writing for print.</p>\n<p>One widely acknowledged tenet for speechwriting\nis to use simple and direct sentence structure\nand to keep sentences as short as feasible.  There is\nnothing remarkable about that; but the fact is that\nsentence structure that is commonly accepted in\nwriting for print—that, in fact, is not only stylistically\nimpeccable but is virtually indispensable to expert\nwriters—can be taboo to speechwriters.</p>\n<p>I refer, for example, to something along the following\nlines: “Although the economy is in extremely\npoor shape, my company has been reporting excellent\nfinancial results.”  That is what we speechwriting\ngurus call bass-ackward sentence structure.</p>\n<p>What is wrong with it?  The same thing, essentially,\nthat makes homophones horrendous no-nos in\nspeeches.  Whereas a document is read, a speech is\n<em>heard</em>.  Yes, of course everyone knows that; but perhaps\nthought is seldom given to its implications, of\nwhich there are many.  Homophones can be pure\npoison in a speech.  A hapless auditor might conceivably\nspend several minutes thinking the speaker is\ndiscussing, say, <em>roles</em>, when he's actually discussing\n<em>rolls.</em>  By the time the light of comprehension\nflashes, the listener might have lost the thread completely.</p>\n<p>As for convoluted and backside-to sentences,\nthe problem is that the <em>point</em> of a statement should\nordinarily come first.  If your company is reporting\nexcellent financial results, say so right out, <em>then</em> add\nthe impressive fact that this success has been\nachieved despite a weak economy.  Serve the entrée\nfirst, let the other courses follow.</p>\n<p>This is even true of the proper treatment of\nmodifiers.  Suppose one wants to brag that his company\nhas just completed a new, state-of-the-art,\n$250-million, completely computerized, 2,000-foot-long\nreverberating furnace.  It should never be put\nthat way!  A long string of modifiers in advance of a\nnoun is frustrating and confusing to listeners; they\nwant to know—right off—what the speaker is talking\nabout.  Good speech style calls for: “My company\njust completed a new, state-of-the-art reverberating\nfurnace.  It cost $250 million.  It's 2,000\nfeet long.  It's...etc.”</p>\n<p>The speaker should get to the point, and get\nthere with maximum effectiveness, which is why <em>signaling</em>\nis an indispensable technique in any speech-writer's\nbag of tricks.  While one would never write\n“Would you like to guess how much our new reverberating\nfurnace cost my company?  No takers?\nWell, listen carefully and I'll tell you...,” that is\nexcellent speechwriting style if only because challenging\nthe audience in a sprightly conversational\nmanner tends to awaken snoozers and invigorate the\nlethargic.  On a more positive note, there cannot be\nany question of the value of alerting audiences that\ninformation worth listening to is forthcoming.</p>\n<p>While on that particular subject, how about restating\nsomething important that has just been said?\nGood form!  “That furnace cost us $250 million.\nThat's right, I said a cool $250 million!”  Consider it\na rule that facts and figures that a serious reader\nwould reread in a printed text should be repeated\norally in a speech.  If he thinks—or looks—back\nover a few of the points I have made, the reader will\nrealize that speech texts—or at least important passages\nwithin such texts—often are longer and wordier\nthan comparable writings for print, and necessarily\nso.  After all, speakers have to rely entirely on\naudience comprehension through hearing, and a\nspeaker's words skitter by so swiftly!</p>\n<p>Can a speaker reasonably expect his audience to\nremember anything at all about that big furnace if\nhe has spent only a few seconds describing it?\nSpeakers who want to impress their audiences know\nthey have to telegraph key points and facts, then\nannounce them, then repeat, dramatize, explain,\nand embellish.</p>\n<p>Finally,—and this may come as the most unkindest\ncut of all to purists—most speeches call for\nuse of conversational, colloquial English.  Most\nspeakers, on most speaking occasions, should sound\nnatural, not pedantic.  “We're going to do it” is\nmore natural, and sounds more natural, than “We\nwill do it.”  Similarly, “We've got to do it” is more\nnatural than “We must do it.”  I would hazard a\nguess that scores of words and phrases in virtually\nevery one of the 750 or so executive speeches I have\nwritten through the years would be criticized by\nmost high-school English teachers.</p>\n<p>I have not given the whole story; there are\nmany other differences between optimal speechwriting\nstyle and standard English usage, but I have\nalready taken up more than enough of your time.\nAnd rest easy, Miss Dalrymple, when I reedit speech\nscripts for print publication, I always revert to good\nold academically pure English usage.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Writing the Spoken Word</h1> <p><em><span data-rel=\"author\">John F. Heinz</span> <span data-rel=\"location\">Philadelphia</span></em></p> <p>It suddenly struck me that, in all the years I have\nread and admired VERBATIM, I cannot recall an\narticle on the language of public speaking—or, if\nthe reader insists, oratory.  That being the case and\nbecause I am a long-time professional speechwriter,\nI feel it incumbent on me to remedy the deficiency.</p> <p>I will concede that there may not be another\nreader who is the least bit interested in speechwriting\n<em>per se</em>—indeed, many might well <em>disdain</em> it because,\nafter all, it is one of the most lucrative forms\nof writing.  But my guess is that many will be variously\nbemused, enchanted, and appalled by some of\nthe rules for good speech writing that run quite\ncounter to the rules for good writing for print.</p> <p>One widely acknowledged tenet for speechwriting\nis to use simple and direct sentence structure\nand to keep sentences as short as feasible.  There is\nnothing remarkable about that; but the fact is that\nsentence structure that is commonly accepted in\nwriting for print—that, in fact, is not only stylistically\nimpeccable but is virtually indispensable to expert\nwriters—can be taboo to speechwriters.</p>"
}