{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford Encyclopedic English Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/the-oxford-encyclopedic-english-dictionary/\"><em>The Oxford Encyclopedic English Dictionary</em></a></h1>\n<p>Joyce M. Hawkins and Robert Allen, eds., (Oxford University Press, 1991), xvii + 1754pp.</p>\n<p>Reviewing dictionaries of this kind—those similar\nin content and purpose to what are called “college”\nor “desk” dictionaries in the US—is probably\nquite useless in providing guidance to potential purchasers:\nthere is always the temptation to carp at\nomissions, cavil at what are seen as infelicities in defining\nand other information, and argue one's case\nagainst the theories that are reflected in the organization\nof the text.  In the long run, however, dictionary\nreviews probably serve no function: in the face\nof the relatively overwhelming funds at the disposal\nof some publishers to promote their books, reviews\nfail to dissuade people from buying bad dictionaries;\nsuch a small percentage of the dictionary-buying\npublic attend to reviews that their effect is slight\neven when favourable; finally, the value of a dictionary\nto an individual can be tested only over long use,\nwhich even the wisest reviewer cannot anticipate.</p>\n<p>I have found many things to criticize in the\n<em>OEED</em>, some of which are matters of accuracy and\nconsistency and inclusion, others matters of taste\nand preference, all of which I feel it my duty to report.\nIt is the proper function of a reviewer to question\nthe reason behind the publication of a book,\nthough, in the present case I believe it to be that\nOxford University Press took a long, hard look at the\nrevenues to be realized from a dictionary that could\ncompete, in the UK market at least, with dictionaries\nof similar length published by Collins, Longman,\nChambers, and others.  And in the UK market a\nprice of £16.95 might make sense.  In the US market,\na price of $27.95 (or $29.95) for a dictionary of\nabout the same extent as the larger college dictionaries\n(by Random House, Simon &amp; Schuster, and\nAmerican Heritage), which sell for about $18,\nmakes no sense at all, especially when the subject\nwork falls short of the competition in a number of\nrespects.</p>\n<p>The encyclopedic sizzle, packed into the back\nof the book, seems an (unfortunate) afterthought,\nimitative of a similarly constituted edition of the\n<em>Collins English Dictionary</em>, and quite sloppily put together\nat that.  Many of the pages are not numbered,\nand a number of the callouts (labels, that is) on the\nillustrations are not even entered into the main text\nof the dictionary, to wit, <em>number 8, fly-half, nose\ntackle, tight end, wide receiver, safety, linebacker,\ncornerback</em>, to name a few.  A note in Appendix 32\ninforms that “In Rugby League there are no flankers,”\nyet under <em>flanker</em> 3 the definition “a flank forward”\nis preceded by “(in Rugby and American\nFootball),” <em>flank forward</em> is defined as “<em>Rugby Foot-ball</em>\na wing forward,” and I was unable to find any\nentry for <em>wing forward</em>, on its own, under <em>wing</em>, or\nunder <em>forward</em>.  The difference in style make one\nwonder about the distinction, if any, between “(in\nRugby Football)” and “<em>Rugby Football</em>”: the Guide\nin the front is of no help.</p>\n<p>There is a color map section at the end of the\ndictionary.  (There are no illustrations in the text.)</p>\n<p>The “encyclopedic” character of the book,\nthen, cannot be traced to the handful of listings and\ndiagrams in the back matter—structure of the\nUnited Nations, genealogical table of British sovereigns,\nand other dull material easily found in other\nsources; it must lie in the text itself.  Sure enough, in\nthe entry for <em>Rugby</em> we find out why the football has\nits present oval shape (because they originally used a\npig's bladder, which, as we all know, is footballshaped).</p>\n<p>Getting into the dictionary itself, one becomes\naware that something is a foot, for there are not as\nmany headwords as one might expect to find in other\nbooks of this size.  The reason is that OUP have\ncleaved to their favourite structural approach to the\nlisting of compounds, phrases, and hyphenated\nwords by nesting them beneath the “main” word.  I\nhave never been a devotee of that approach, not on\nphilosophical grounds but on grounds of convenience\nto the user.  In the OUP system, <em>chain-armour,\nchain bridge, chain drive, chain-gang, chain-gear,\nchain-letter, chain-link, chain-mail, chain reaction,\nchain-saw, chain-smoker, chain-stitch, chain store,\nchain-wale</em>, and <em>chain-wheel</em> are all entered as subentries\nunder <em>chain.</em></p>\n<p>The most naive speaker of English realizes,\nwithout going into the details of their syntactosemantic\nrelationships, that <em>chain-armour</em> and <em>chainmail</em>\ndo not bear the same relationship to <em>chain</em> as\n<em>chain-gang, chain-letter</em>, and <em>chain-stitch</em>, that the\n<em>chain</em> in <em>chain reaction</em> is different from that in <em>chain\nstore</em> (not 'a store where one buys chains') and in\n<em>chain-smoker</em> (not 'a person who smokes chains'),\nand that while <em>chain drive</em> and <em>chain-saw</em> are related\nbecause both are driven by chains, the use of <em>chain</em>\nin <em>chain-link</em> and <em>chain-mail</em> is semantically misleading,\nfor the chief characteristic of a chain is its “one-dimensionality”\nwhile <em>chain-link</em> and <em>chain-mail</em> are,\nof course, two-dimensional—creating what might be\nconsidered a bent metaphor.  To me the placement\nof <em>chain-armour</em> under <em>chain</em> strongly implies the\nmeaning 'armour made of parts linked together as in\na chain'; but that is certainly not the case, as the\ndefinition at once makes clear.  In other words,\nchains are characterized by sequential, linear linking,\nin which the parts or interlocked end to end,\nclearly not the case in <em>chain-armour</em> or <em>chain-link</em>\n(for instance).  However unfortunate purists might\nview that fact to be, at least if the entries are listed\nseparately, at some graphic remove from the entry\nfor <em>chain</em>, their physical distance would make their\nsemantic, metaphoric distance more understandable.\nIf the only reason for submerging these compounds\nunder a key word is that they share an element\nthat has the same form, then I consider that\ninadequate.  If there is any justification for submerging\nthem, then it must be that there is a semantic\ncategory of <em>chain</em> that suggests 'two-dimensional interlacing'\n(in contrast to linear interlocking), another\nthat suggests the notion of 'interconnected sequence'\n(which would take care of <em>chain-smoker,\nchain reaction, chain-stitch</em>, etc.), and other describable\nsemantic reflexes.</p>\n<p>At least the subentries under <em>chain</em> reflect the\nsame form as the headword.  That is not the case for\n<em>alternating current</em>, a subentry under <em>alternate</em>, or\nthe array to be found under <em>pass</em>, which includes <em>in\npassing</em> (participle/gerund), <em>make a pass at</em> (noun),\n<em>pass by</em> (verb), <em>passed pawn</em> (adjective/past participle).\nThis grammatical gallimaufry is not even in alphabetical\norder, for <em>pass through</em> comes before <em>pass\nthe time of day:</em> is there some rule about ignoring\narticles that I missed?  Then, thinking that we have\ncaptured them all, we find that <em>passkey, passmark</em>,\nand <em>password</em> are given separate headword status,\npresumably because they are solid.  But the vagaries\nof spelling are such in our language (see the list at\n<em>chain</em>) that one never can tell where to look for\nwords unless they are to be listed in some uniform\nfashion.  Thus, the user has to come to the dictionary\nalready aware that <em>peace-offering</em> and <em>peace-pipe</em> are\nhyphenated, so they are listed under <em>peace</em>, while\n<em>peacemaker</em> and <em>peacetime</em> are solid, hence are headwords:\nthat is not very helpful if, as is most likely,\nthe user merely wanted to discover whether the\nword he was seeking is spelled with a hyphen, as two\nwords, or solid.</p>\n<p>Do proverbs have a place in dictionaries?  I\nquestion their status as lexical items but cannot argue\non safe ground because they might well be categorized\nas part of the “encyclopedic” information.\nThus, we find <em>cast pearls before swine</em> under <em>pearl,\nbeggars cannot</em> (or <em>must not) be choosers</em> under <em>beggar</em>,\nand, even more curiously, <em>know the time of day</em>\nunder <em>time</em>.  I doubt that <em>cannot</em> or <em>must not</em> appear in\nthe second proverb as frequently as <em>can't</em> (I cannot\nrecall ever having heard <em>must not</em> or even <em>mustn't</em>);\nbut the last expression is always preceded by <em>not</em>,\nand other representations are inaccurate.</p>\n<p>Other unpleasant questions arise from inconsistencies:</p>\n<p>1)  Why is George Gershwin identified as being\n“of Russian-Jewish family” while Irving Berlin is described\nas “Russian-born, “and Benny Goodman and\nLeonard Bernstein as “American”?  (There is no\nsuggestion at their entries that Fats Waller, Duke\nEllington, or Louis Armstrong were black, but,\nwhile no direct mention is made of Bessie Smith's\ncolor, the “encyclopedic” information—in a six-line\nentry—yields the intelligence that “She died from\ninjuries received in a car accident, reportedly after\nbeing refused admission to a 'Whites only' hospital.”)</p>\n<p>2)  Why is Ralph Vaughan Williams listed under\n<em>Vaughan Williams</em> but Sir Arthur Conan Doyle appears\nunder <em>Doyle?</em></p>\n<p>3)  Why is the dispute between the Greek government\nand the British Museum over the Elgin\nMarbles raised in a dictionary (regardless of how encyclopedic\nit is)?</p>\n<p>4)  What accounts for the seemingly random\namount of space devoted to biographical entries?:\nElgar gets 15; Elizabeth I 16; Elizabeth II 8 (quite\nunrevealing, though friendly and chatty).</p>\n<p>The question of whether proper names of people\nand places have a rightful place in a dictionary is\nprobably an obsolete one: their presence was formerly\njustified on the grounds that as “words” they\nare far more frequent than many of the “legitimate”\nwords, like <em>elytron, greave,</em> or <em>mithridatism</em>.  That\nmight be justifiable if there were accurate frequency\ninformation available.  That not being the case, certain\nnames are in because the people and places are\nwell known, some are in because they belong to categories,\nlike presidents of the United States, world\ncapitals, all places with a population exceeding <em>x</em>\nthousand, and so on.  By frequency standards, then,\nMillard Fillmore, Arthur Meighen, and Eadwig,\nwould be unlikely to make it (though I expect to\nhear from their respective booster clubs).</p>\n<p>Balance is a questionable feature in this book:\nthe information about L.S.B. Leakey's widow and\nson seems a bit over the top, as does the note about\nhis citizenship; Captain Cook gets 19 lines; the\nUnited States 21, Niels Bohr 27; Shakespeare 21,\nand so on.  One might think, given the emphasis on\nencyclopedic information, that etymologies of place\nnames would be included, but they are not.  The basic\nproblem is that the editors did not seem able to\nmake value judgments regarding the amount of\nspace to be devoted to the entries: on the one hand\nwe find <em>acid house, chaos theory,</em> and <em>desktop publishing,</em>\nnone of them succinctly written, on the\nother, long, strung-out entries on Steffi Graff, Margaret\nAtwood, and Paul McCartney, and to what\navail?  As a consequence of all this deadwood, we are\ndenied useful lexicographical information, like the\nfact that <em>chapter</em> and <em>capital</em> are cognates.</p>\n<p>Were I to nitpick at missing entries, I suppose I\nwould find the kinds of omissions that amateur reviewers\ndelight in, but I shall mention only one.  On\nthe day I picked up the <em>OEED</em> to review, Philip\nHoward's feature, Word-Watching, in <em>The Times</em> [11\nNovember 1991], used in his definition of <em>cicisbeism</em>\nthe word <em>poodle-faker,</em> which, as near as I can make\nout, is an obscure or archaic Briticism, possibly military\nslang.  Still, neither is in the <em>OEED</em>, though both\nare in <em>Collins English Dictionary</em>.</p>\n<p>As might be gathered from the foregoing, I am\nnot enamored of this book as a dictionary, though I\nmust admit that it is different and might well set a\ntrend in reference books.  We seem to be entering a\nstage when many families might have in the entire\nhouse only one book that provides any clue to what\nis going on in the real world.  I suppose that if that is\nthe case, this one might be it.</p>\n<p><em>Laurence Urdang</em></p>\n<p>[US readers should be told that the spellings and\npronunciations (given in IPA—International Phonetic\nAlphabet) are British.  The spelling can be\ncoped with by anyone with intelligence, especially\nas the American spellings are given, too.  As no one\nappears to use the pronunciations anyway, they matter\nlittle.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/the-oxford-encyclopedic-english-dictionary/\"><em>The Oxford Encyclopedic English Dictionary</em></a></h1> <p>Joyce M. Hawkins and Robert Allen, eds., (Oxford University Press, 1991), xvii + 1754pp.</p> <p>Reviewing dictionaries of this kind—those similar\nin content and purpose to what are called “college”\nor “desk” dictionaries in the US—is probably\nquite useless in providing guidance to potential purchasers:\nthere is always the temptation to carp at\nomissions, cavil at what are seen as infelicities in defining\nand other information, and argue one's case\nagainst the theories that are reflected in the organization\nof the text.  In the long run, however, dictionary\nreviews probably serve no function: in the face\nof the relatively overwhelming funds at the disposal\nof some publishers to promote their books, reviews\nfail to dissuade people from buying bad dictionaries;\nsuch a small percentage of the dictionary-buying\npublic attend to reviews that their effect is slight\neven when favourable; finally, the value of a dictionary\nto an individual can be tested only over long use,\nwhich even the wisest reviewer cannot anticipate.</p> <p>I have found many things to criticize in the\n<em>OEED</em>, some of which are matters of accuracy and\nconsistency and inclusion, others matters of taste\nand preference, all of which I feel it my duty to report.\nIt is the proper function of a reviewer to question\nthe reason behind the publication of a book,\nthough, in the present case I believe it to be that\nOxford University Press took a long, hard look at the\nrevenues to be realized from a dictionary that could\ncompete, in the UK market at least, with dictionaries\nof similar length published by Collins, Longman,\nChambers, and others.  And in the UK market a\nprice of £16.95 might make sense.  In the US market,\na price of $27.95 (or $29.95) for a dictionary of\nabout the same extent as the larger college dictionaries\n(by Random House, Simon &amp; Schuster, and\nAmerican Heritage), which sell for about $18,\nmakes no sense at all, especially when the subject\nwork falls short of the competition in a number of\nrespects.</p> <p>The encyclopedic sizzle, packed into the back\nof the book, seems an (unfortunate) afterthought,\nimitative of a similarly constituted edition of the\n<em>Collins English Dictionary</em>, and quite sloppily put together\nat that.  Many of the pages are not numbered,\nand a number of the callouts (labels, that is) on the\nillustrations are not even entered into the main text\nof the dictionary, to wit, <em>number 8, fly-half, nose\ntackle, tight end, wide receiver, safety, linebacker,\ncornerback</em>, to name a few.  A note in Appendix 32\ninforms that “In Rugby League there are no flankers,”\nyet under <em>flanker</em> 3 the definition “a flank forward”\nis preceded by “(in Rugby and American\nFootball),” <em>flank forward</em> is defined as “<em>Rugby Foot-ball</em>\na wing forward,” and I was unable to find any\nentry for <em>wing forward</em>, on its own, under <em>wing</em>, or\nunder <em>forward</em>.  The difference in style make one\nwonder about the distinction, if any, between “(in\nRugby Football)” and “<em>Rugby Football</em>”: the Guide\nin the front is of no help.</p>"
}