{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Learning Disabilities: The Interaction of Learner, Task, and Setting",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Learning-Disabilities-Interaction-Learner-Setting/dp/0205123708\"><em>Learning Disabilities: The Interaction of Learner, Task, and Setting</em></a></h1>\n<p>Corinne Roth Smith, (Second Edition, Allyn and Bacon, 1991), x + 630pp.</p>\n<p>One of the linguistic phenomena to have\nemerged during the last hundred years or so is the\nacceptance of the notion that an important step in\nsolving problems lies in naming them.  Although its\nphilosophy has been taken over by the field of psychiatry\n(in which I include psychoanalysis), the idea\nof shriving oneself of fears and other besetting difficulties\nhas its roots—as far as Western culture is\nconcerned—in the confessional, though it seems\nlikely that reflexes of that procedure could be discovered\nin profound Eastern religions if not in shamanistic\npractices.  In some ways, the fields of psychology\nand psychiatry can be said to rely on the\nability of the practitioner to give a name to a condition,\nwhether it be <em>normality, schizophrenia, paranoia</em>,\nor some other term.  Naming is a reverse form\nof defining in that the process calls for determining a\ndiscrete set of differentia and giving the set a unique\ntitle.  The next time that set of differentia is encountered,\nit serves to identify the problem in much the\nsame way that a physician, encountering a combination\nof chest rash, high fever, Koplik's spots, diagnoses\n(for which read 'names') an affliction as measles.\nOnce identified, the procedure for treating measles\nis well established.  The difficulty that arises with\nmental and psychological afflictions is that the procedures\nare not well established—indeed, might be\nsaid to be quite chaotic, ranging from putting patients\ninto straitjackets to having them lie down to\n“free associate” or otherwise try to relieve themselves\nof their burdens, or to administer tranquilizers\nor other drugs that alter the chemistry of the\nbrain.  That is not to say that such procedures cannot\nbe helpful in some cases, but their results are not as\nuniformly predictable as they are in many established\nmedical procedures.</p>\n<p>We are all familiar with the naming process,\nwhether it be with the great relief at hearing the\ndoctor say “muscular strain” instead of “rheumatoid\narthritis” as he examines the x-rays, with the Sunday\nsupplement newspaper article summing up (for the\numpteenth time) the latest new words and acronyms,\nwith nothing with amusement, admiration, or\nconsternation what some people name their children,\nand with scores of other instances we encounter\ndaily.  In the closing years of the 19th century\nthere was much discussion concerning the word <em>telegram:</em></p>\n<blockquote>\n<p>Why do we turn so hastily to Greek and Latin\nwhenever a new word is wanted, instead of seeking\none home-born?  The English speech is already\noverburdened with outlandish words that\nought never to have been taken in, and ought\neven now to be turned out.  Ere another stranger\nis welcomed can we not at least see what we have\nclose at hand?  <em>Spelwire</em> and <em>wire-spel</em> for telegraph\nand telegram have already been suggested\nby the late Rev. W. Barnes, whose knowledge\nought to have given them some weight; it seems,\nhowever, that they have been set aside.</p>\n<p>Might we not, ere too late, take <em>speechwire,\nwire-speech, tellwire, wire-telth</em> or -<em>tale, wordwire,\nwireword</em>, for telephone and telephone message?\nIf none of these is thought good, there are others\nto choose from.  Of the following, one or two may\nbe deemed as good as those already put forward.\nMight we not use <em>spelwire, wirespel</em> for telegraph,\ntelegram; and <em>sound-spelwire, sound-wirespel</em> for\ntelephone and telephonic message?  The two latter\nwould soon be shortened into <em>soundwire,\nsoundspel</em>.  We already say “wire it,” so the other\nis not a very wide step beyond.  Or perhaps\n<em>flashwire, flashspel</em> for the first, and <em>soundwire,\nsoundspel</em> for the two latter might do; otherwise\n<em>tongue-wire, tongue-wire-spel</em> (which would become\n<em>tongue-spel</em>) for telephone and telephonic\nmessage.  If these will not pass, why not <em>farwrit</em>\nor <em>farmark</em> for telegram, <em>farword</em> or <em>farsound</em> or\n<em>farspeech</em> for telegraphic message, and <em>farwriter,\nfarspeaker</em>, or <em>farteller</em> for telegraph, telephone?\nAlthough, indeed, against these last, notwithstanding\nthe laughter they might excite (of which\nspark of pleasure the writer will only be too glad\nto be the cause), <em>farwrittle</em> and <em>farspeakle</em> for\ntelegraph and telephone may have as much, if not\nmore, to recommend them, as they have or any\nbefore them.</p>\n<p>However, all are simply thrown into the field\nby way of challenge, no one else having come\nforward on the English side.  They will have done\ngood work if they only bring out two English\nchampions that will hold the ground against them\nand the foreigners too.</p>\n<p>AD LIBRAM.</p>\n<p><em>Telephon</em> is too near <em>telephone</em>, I fear, to be admissible;\n<em>telephone</em> is exotic; <em>phogram</em> is too\nabrupt, and is suggestive of <em>program, grogram,</em>\nand <em>Elijah Pogram</em>.  I have had a polite letter from\nMr. Francis J. Parker, of Boston, Mass., in which\nhe suggests <em>phonomit</em> as an equivalent for a telephonic\nmessage.  It is good, but does not fully satisfy\nmy aspirations.  <em>Mittophon</em> and <em>phonotel</em> are\nnot uneuphonic.  The former I think the better\nword; indeed, I fancy it to be the best yet proposed.</p>\n<p>ROBERT LOUTHEAN</p>\n<p>—<em>Notes &amp; Queries</em>, 8th S. III,</p>\n<p>Mar. 4, '93: 174.</p>\n</blockquote>\n<p>Inventions and discoveries are named after the\nfact.  Bell did not sit down one day and say to himself,\n“I think I'll invent something called a <em>telephone</em>\ntoday” any more than Columbus (or whoever) decided\nto sail west from Europe to discover <em>America.</em>\nConvention plays a major role in all aspects of language,\nof course: by convention we call a certain\nfruit a <em>banana</em> and the group of islands west of Morocco\nthe <em>Azores</em> (or the equivalent in other languages);\nastronomers have no difficulty in agreeing\nto call a certain configuration in the heavens the\n<em>Horsehead Nebula</em> every day of the week and not\nsomething different on Sundays, and chemists concur\nin describing the properties of <em>sodium chloride.</em>\nThe world does not function uniformly, however: for\ncultural reasons there are words in some languages\nthat are unutterable by women, and we certainly\nhave experience with taboo words in English.</p>\n<p>Convention can scarcely be said to have had a\nstabilizing effect in the realms of education and psychology:\nboth are so jargon-ridden that normal conversation\nwith and even among practitioners is often\nimpossible without the continual explanation of terminology\nand perpetual hedging of definition.\nWhatever conventions might have been agreed at\none time are found destroyed by the appearance of a\nnew article or book or trend.  Human beings are accustomed\nto a certain amount of imprecision in language:\nnot only does each of use give a slightly different\ninterpretation to the concepts represented by\nwords like <em>good, justice,</em> and <em>God,</em> but our speech is\npeppered with expressions like <em>I mean, Y' know</em>, and\n<em>I don't get you</em>.  But in the field of learning disabilities,\nitself a vague, catch-all term suggestive of\nmany interpretations, the onomasiological problem\nreached such a state of confusion some years ago—\nas described in Chapter Two of the subject book—\nthat in 1964 the U.S. government commissioned a\ntask force devoted to the terminology alone.  Even a\npartial list reveals the problems of distinguishing between,\nsay, <em>organic brain damage</em> and <em>cerebral dysfunction</em>,\nthough, as is often the case in such naming,\nthe choice of words reflects the bias.  It is curious to\nnote that terms not appearing on the list included\n<em>slow learner, neurological handicap, brain injury,</em>\nand <em>educational handicap.</em>  In the last analysis, it\nmakes little difference how sterile, clinical, or innocuous\nthe words selected might be, for the terminology\nattracts adverse connotations owing to many factors,\nnot the least of which is prejudice.  Most\nreaders can remember the days when it was flattering\nto be (or have one's children) designated “exceptional.”\nI cannot crawl into the minds of the\nyoungest generation of psychologists to learn\nwhether <em>exceptional</em> still carries what I must regard,\npersonally, to be the unconscionable semantic distortion,\nboth denotative and connotative, introduced\na generation ago using “etymological” grounds for\njustification.  For the same reasons, <em>leprosy</em> is now\ncalled <em>Hansen's disease</em>, and <em>mongolism</em> has become\n<em>Down syndrome</em>; people who were once called\n<em>crazy, mad, lunatic, demented,</em> etc., are now categorized\nas <em>sick</em>.  All this name changing is mere\nlogomancy which neither changes the fact that there\nis something wrong with the afflicted nor, in the long\nrun, our attitudes towards them.  For some reason, if\nI have <em>cancer</em>, its virulence is somehow diminished if\nI call it <em>the big C; a myocardial infarction</em> seems less\nlife-threatening than a <em>heart attack</em>.  Work I have\ndone on synonym dictionaries confirms that English\nhas more equivalents, at various levels of usage, for\n<em>insane</em> than for any other concept or word in the\nlanguage.</p>\n<p>It is easy to be cynical on this subject and, at\ntimes, even to try to be funny, as in referring to\n<em>DAM</em> 'Mothers Against Dyslexia' (as does Dal Yoo, in\nan article elsewhere in this issue).  But the fact is\nthat there is a recognizable problem or a collection\nof problems, and ridiculing them is nothing more\nthan a defensive gesture stemming from our own discomfort\nat facing them (if I may be allowed a little\narmchair analysis of my own).  The defining of a concept\nlike 'specific learning disability' is far more than\nan intellectual exercise, for the applicability of laws\nthat relate to people with “an imperfect ability to\nlisten, think, speak, read, write, spell, or to do mathematical\ncalculations” (as described in U.S. Federal\nlaw P.L. 94-142: Federal Register, Dec. 29, 1977,\np65083) rely on delineating such afflictions.  Some\nof us might be inclined to view terms like <em>under-achiever</em>\nas psychologist's or educationist's euphemistic\njargon for <em>dope</em>; but such descriptive designations,\ndeliberately nonspecific and presumably\nneutral (at least for the time being), are in keeping\nwith the view of the human intellect taken in these\nclosing years of the 20th century.</p>\n<p>Brain dysfunction is poorly understood.  It may\nbe the result of injury, of disease, or of congenital\ndefect.  The inability of an individual to master “simple”\nlanguage tasks that come naturally to many of\nus, like reading and writing, yet to be able to perform\ncomplex mathematical feats at lightning speed\nis still more of a curiosity than predictable from a\nCAT-scan or other analysis, intellectual, psychological,\nor physiological.  Little is known about the\nchemistry of the brain, through its physical mapping\nis proceeding apace.  In a recent letter in <em>Nature,</em>\n“Lexical organization of nouns and verbs in the\nbrain,” Alfonso Caramazza and Argye E. Hills reported\non patients' relative ability to control specific\nsemantic categories, such as abstract vs. concrete\nwords, animate vs. inanimate, etc., based on the\ndysfunction of a part of the brain.  And, while we\nhave been taught to accept that brain cells are incapable\nof regeneration, some investigators continue\nto experiment with the stimulation of healthy parts\nof the brain to perform functions that atrophied or\ninjured parts have abrogated.</p>\n<p>All this is heady stuff, indeed, and although\n<em>Learning Disabilities</em> does not treat all of them in\ndepth, it provides a thorough overview of its subject,\nextremely useful not only as an introduction to\nthe field but as an important source book for those\nwho wish to probe further: the bibliography alone\ncontains close to a thousand references.  I suppose I\nmust describe the book as a text, but it is well organized\nand interestingly and clearly written, both attributes\nlacking in so much that we see today.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Learning-Disabilities-Interaction-Learner-Setting/dp/0205123708\"><em>Learning Disabilities: The Interaction of Learner, Task, and Setting</em></a></h1> <p>Corinne Roth Smith, (Second Edition, Allyn and Bacon, 1991), x + 630pp.</p> <p>One of the linguistic phenomena to have\nemerged during the last hundred years or so is the\nacceptance of the notion that an important step in\nsolving problems lies in naming them.  Although its\nphilosophy has been taken over by the field of psychiatry\n(in which I include psychoanalysis), the idea\nof shriving oneself of fears and other besetting difficulties\nhas its roots—as far as Western culture is\nconcerned—in the confessional, though it seems\nlikely that reflexes of that procedure could be discovered\nin profound Eastern religions if not in shamanistic\npractices.  In some ways, the fields of psychology\nand psychiatry can be said to rely on the\nability of the practitioner to give a name to a condition,\nwhether it be <em>normality, schizophrenia, paranoia</em>,\nor some other term.  Naming is a reverse form\nof defining in that the process calls for determining a\ndiscrete set of differentia and giving the set a unique\ntitle.  The next time that set of differentia is encountered,\nit serves to identify the problem in much the\nsame way that a physician, encountering a combination\nof chest rash, high fever, Koplik's spots, diagnoses\n(for which read 'names') an affliction as measles.\nOnce identified, the procedure for treating measles\nis well established.  The difficulty that arises with\nmental and psychological afflictions is that the procedures\nare not well established—indeed, might be\nsaid to be quite chaotic, ranging from putting patients\ninto straitjackets to having them lie down to\n“free associate” or otherwise try to relieve themselves\nof their burdens, or to administer tranquilizers\nor other drugs that alter the chemistry of the\nbrain.  That is not to say that such procedures cannot\nbe helpful in some cases, but their results are not as\nuniformly predictable as they are in many established\nmedical procedures.</p> <p>We are all familiar with the naming process,\nwhether it be with the great relief at hearing the\ndoctor say “muscular strain” instead of “rheumatoid\narthritis” as he examines the x-rays, with the Sunday\nsupplement newspaper article summing up (for the\numpteenth time) the latest new words and acronyms,\nwith nothing with amusement, admiration, or\nconsternation what some people name their children,\nand with scores of other instances we encounter\ndaily.  In the closing years of the 19th century\nthere was much discussion concerning the word <em>telegram:</em></p> <blockquote>\n<p>Why do we turn so hastily to Greek and Latin\nwhenever a new word is wanted, instead of seeking\none home-born?  The English speech is already\noverburdened with outlandish words that\nought never to have been taken in, and ought\neven now to be turned out.  Ere another stranger\nis welcomed can we not at least see what we have\nclose at hand?  <em>Spelwire</em> and <em>wire-spel</em> for telegraph\nand telegram have already been suggested\nby the late Rev. W. Barnes, whose knowledge\nought to have given them some weight; it seems,\nhowever, that they have been set aside.</p>\n<p>Might we not, ere too late, take <em>speechwire,\nwire-speech, tellwire, wire-telth</em> or -<em>tale, wordwire,\nwireword</em>, for telephone and telephone message?\nIf none of these is thought good, there are others\nto choose from.  Of the following, one or two may\nbe deemed as good as those already put forward.\nMight we not use <em>spelwire, wirespel</em> for telegraph,\ntelegram; and <em>sound-spelwire, sound-wirespel</em> for\ntelephone and telephonic message?  The two latter\nwould soon be shortened into <em>soundwire,\nsoundspel</em>.  We already say “wire it,” so the other\nis not a very wide step beyond.  Or perhaps\n<em>flashwire, flashspel</em> for the first, and <em>soundwire,\nsoundspel</em> for the two latter might do; otherwise\n<em>tongue-wire, tongue-wire-spel</em> (which would become\n<em>tongue-spel</em>) for telephone and telephonic\nmessage.  If these will not pass, why not <em>farwrit</em>\nor <em>farmark</em> for telegram, <em>farword</em> or <em>farsound</em> or\n<em>farspeech</em> for telegraphic message, and <em>farwriter,\nfarspeaker</em>, or <em>farteller</em> for telegraph, telephone?\nAlthough, indeed, against these last, notwithstanding\nthe laughter they might excite (of which\nspark of pleasure the writer will only be too glad\nto be the cause), <em>farwrittle</em> and <em>farspeakle</em> for\ntelegraph and telephone may have as much, if not\nmore, to recommend them, as they have or any\nbefore them.</p>\n<p>However, all are simply thrown into the field\nby way of challenge, no one else having come\nforward on the English side.  They will have done\ngood work if they only bring out two English\nchampions that will hold the ground against them\nand the foreigners too.</p>\n<p>AD LIBRAM.</p>\n<p><em>Telephon</em> is too near <em>telephone</em>, I fear, to be admissible;\n<em>telephone</em> is exotic; <em>phogram</em> is too\nabrupt, and is suggestive of <em>program, grogram,</em>\nand <em>Elijah Pogram</em>.  I have had a polite letter from\nMr. Francis J. Parker, of Boston, Mass., in which\nhe suggests <em>phonomit</em> as an equivalent for a telephonic\nmessage.  It is good, but does not fully satisfy\nmy aspirations.  <em>Mittophon</em> and <em>phonotel</em> are\nnot uneuphonic.  The former I think the better\nword; indeed, I fancy it to be the best yet proposed.</p>\n<p>ROBERT LOUTHEAN</p>\n<p>—<em>Notes &amp; Queries</em>, 8th S. III,</p>\n<p>Mar. 4, '93: 174.</p>\n</blockquote>"
}