{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Of that ilk, or kidney",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Of that ilk, or kidney</em></h1>\n<p><em>Rev. J.A. Davidson, Victoria, British Columbia</em></p>\n<p>In recent decades an <em>ilk</em> epidemic has afflicted\njournalists and broadcasters and ordinary people\nwho like to fancy-up their language a bit.  For instance,\nthis from a newspaper:</p>\n<blockquote>\n<p>Landers and her sister, Dear Abbey, and several\nothers of their ilk...</p>\n</blockquote>\n<p>Here is Sir Bruce Fraser in his revision of Sir Ernest\nGowers's <em>The Complete Plain Words:</em></p>\n<blockquote>\n<p><em>Ilk</em> is a Scots word meaning 'same.'  It is not a\nnoun meaning 'kind, sort, kidney.'  “James Sporran\nof that ilk” means 'James Sporran of Sporran';\nit shows that he lives on the estate that bears the\nfamily name and distinguishes him from his cousins,\nthe Sporrans of Glenhaggis, and his distant\nkinsmen, the Sporrans of Upper Tooting.  The\nschoolmaster who wrote to <em>The Times</em> about the\ndamage done by the BBC by “Mrs. Whitehouse\nand her ilk” should write out fifty times, “I must\nnot use words I do not understand.”</p>\n</blockquote>\n<p>In 1934, the Third Edition of the <em>Concise Oxford\nDictionary</em> endorsed the Scots usage but reported\nthat <em>ilk</em> is used vulgarly for “that family,\nclass, or set.”  The Eighth Edition (1990) gives this\nas the first definition for <em>ilk:</em></p>\n<blockquote>\n<p><em>colloquial, disputed use</em> a family, class, or set\n(<em>not of the same ilk as you</em>).  Usually derogatory,\nand therefore best avoided.</p>\n</blockquote>\n<p>The second definition, which I need not quote here,\nis a quite inadequate one for the Scottish use of the\nword.  Surprisingly, <em>Chambers 20th Century Dictionary,</em>\nedited and published in Edinburg, displays the\nsame insensitivity, as does the <em>Gage Canadian.</em>\nHowever, <em>Webster's New World</em> is quite responsive\nto Scottish sensitivity.</p>\n<p>Having had this say on <em>ilk</em>, I am giving up the\nfight.  I will not use the word in the now popular\nsense, but I will refrain from snarling at people who\ndo.  I remember, though, that many years ago the\ngreat Fowler declared that the non-Scots use of <em>ilk</em> is\nmerely an example of Worn-out Humour.</p>\n<p>However, when the noun is used adjectivally it\ncan mean 'each' or 'every': <em>Ilka lassie ha' here laddi.</em>\nBut if you were not born and raised in Scotland you\nshould not fool with that one: I was not and I do not.</p>\n<p>Perhaps it would be better, as Fraser seems to\nsuggest, to use the phrase <em>of that kidney.</em>  Apparently,\nthis use of <em>kidney</em> came from the belief that\nthe kidneys were a factor in determining a person's\ntemperament.  Shakespeare had that in mind in <em>The\nMerry Wives of Windsor:</em> “A man of my kidney.”\nAnd both Fielding and Disraeli used the word that\nway in their novels.  Both the <em>Concise Oxford</em> and\n<em>Webster's New World</em> give as one of the meanings of\n<em>kidney</em> “temperament” and “kind, sort.”  There\nseems a touch of worn-out humor in that—or perhaps\nmerely of verbal cuteness.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Of that ilk, or kidney</em></h1> <p><em>Rev. J.A. Davidson, Victoria, British Columbia</em></p> <p>In recent decades an <em>ilk</em> epidemic has afflicted\njournalists and broadcasters and ordinary people\nwho like to fancy-up their language a bit.  For instance,\nthis from a newspaper:</p> <blockquote>\n<p>Landers and her sister, Dear Abbey, and several\nothers of their ilk...</p>\n</blockquote> <p>Here is Sir Bruce Fraser in his revision of Sir Ernest\nGowers's <em>The Complete Plain Words:</em></p>"
}