{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: The (invariably) Right Reverend Walter W. Skeat",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>The (invariably) Right Reverend Walter W. Skeat</em></h1>\n<p><em>F. Chance., Sydenham Hill.</em></p>\n<p>Rev. Walter W. Skeat, surely one of the greatest\nlinguists of all time and an outstanding innovator of\nhis day (late 19th century), was often given to testy\nreplies when a correspondent to <em>Notes and Queries</em>\neither disagreed with him or speculated on the etymology\nof a word without having first looked it up in\none of Skeat's works or, if the alphabetic section had\nappeared, in the <em>Oxford English Dictionary</em>.  He was\noften nasty; but toward the latter part of the 1890s\nthe crust softened, and he mellowed a bit.  Some\ncontributors to learned journals of his day frequently\nsubmitted their suggestions with a hesitation\nborn of the fear of being flayed alive by the\nscholar in a contemptuous retort to be published in a\nlater issue.  In some cases, Skeat's irritation stemmed\nfrom a reader's failure either to read correspondence\nthat had been published decades earlier or to\nbe intimately familiar with every last syllable of\nSkeat's seven-volume work on Chaucer.</p>\n<p>A poor man named John Cordeaux was brazen\nenough to suggest [May 27, 1893] that <em>stoat</em> is from\nthe Anglo-Saxon <em>steort</em>, a tail.</p>\n<p>In the issue of June 10, Skeat pounced:</p>\n<blockquote>\n<p>...A moment's reflection will show that <em>stoat</em>\nand <em>start</em> are different words, just as <em>coat</em> and <em>cart</em>\nor <em>moat</em> and <em>mart</em>.  That any one should for a moment\ndeem it <em>possible</em> to derive <em>stoat</em> from A.-S.\n<em>steort</em> is a clear proof of the inability of the English\nmind to conceive that etymology obeys fixed\nlaws.</p>\n</blockquote>\n<p>A year later, he was still fuming [June 16, 1894]:</p>\n<blockquote>\n<p>No one seems to refer to the 'New English Dictionary'\nor even to my 'Concise Dictionary'\n(1890).  It is of no consequence what the theories\nare.  The fact is, that the word was spelt <em>bane-fire</em>\nin the (Northern) 'Catholicon Anglicum' in 1483,\nand is correctly explained in the same work as\n'ignis ossium' ['fire of bones'].</p>\n<p>Notwithstanding this, all the old rubbish is repeated.\nAnd we are told that it “probably\nreaches us from Danish <em>baun</em>, a beacon.”  But really\nthe English way of pronouncing <em>baun</em> is <em>beacon;</em>\nand no living soul can pretend that we left\noff saying <em>beacon</em> and began saying <em>bone</em> or <em>bon.</em>\n...</p>\n<p>I need hardly add, in the year 1894, that there\nis not a scrap of evidence in favour of any connexion\nof <em>bale-fire</em> with Baldr or with Bel or with\nBaal.</p>\n</blockquote>\n<p>By the time he entered his sixties, in 1895, Skeat\ngave the impression that he was beginning to take\nthese matters a little less seriously:</p>\n<blockquote>\n<p>...We might as well derive <em>laundress</em> from\nthe Gk. <em>Leander</em>, on the plea that the famous\nhero was in the habit of swimming about to keep\nhimself clean.  This is no unfair parody of the desperate\npleas that are constantly being used in “etymology.”</p>\n<p>[8th S. IX, March 21, 1896]</p>\n</blockquote>\n<p>Lest one might be deceived into taking the preceding\nto be a pleasantry, even as late as 1909 (at seventy-four),\nSkeat's contempt for those who knew\nless than he was undiminished:</p>\n<blockquote>\n<p>The word <em>hawser</em> has nothing whatever to do\nwith the verb <em>to hoist</em>; neither does the 'N.E.D.'\nsay that it has.  It correctly derives <em>hawser</em> from\nthe obsolete verb <em>hawse</em>, which had indeed the\nsense of “to hoist,” but is really a derivative, as\nshown, of the Latin <em>altus</em>...</p>\n<p>But, as the 'N.E.D.' says, there was an early\nconfusion (of course, by popular etymology) with\nthe Scand.  <em>hāls</em>, a neck, and its derivative <em>hawsehole</em>;\nbut we ought not to be misled by such a\nspecious bit of guesswork.  I speak feelingly, for I\nwas caught once in this particular trap, as shown\nby the article on <em>hawser</em> in my 'Etymological Dictionary,'\nfor which I was promptly rebuked by\nMr. Wedgwood in 1882 (twenty-seven years ago);\nand that is why I so fully recanted my heresy in\nthe 'Supplement';...  We are now invited to entangle\nourselves once more in the old meshes;\nwhich I decline to do.</p>\n<p>The verb <em>to haul</em> has nothing whatever to do\nwith either <em>hawse</em> or <em>hawser</em>.</p>\n</blockquote>\n<p>Like many intellectual bullies, Skeat behaved\nlike the injured party when caught in an error, making\nit appear that it was the other—the person who\nwas right—who had done wrong.  Like everyone, he\nwas himself occasionally wrong; in 1895, somewhat\nbegrudgingly and without direct reference to the authors\nof the correspondence that confuted his earlier\nsurmise, he wrote to <em>N. &amp; Q.</em> [July 27] on the subject\nof the expression <em>the wrong end of the stick:</em></p>\n<blockquote>\n<p>I have no doubt that the right explanation of\nthis phrase is that given at the latter reference\n[July 13], and not the one suggested by myself,\nwhich I beg leave to withdraw.  I remember now\n“the vulgar variant” of the phrase, which is\ndecisive.</p>\n</blockquote>\n<p>Sometimes Skeat's tactic when confronted, either\nwith evidence of error—which occurred very\nrarely indeed—or with a complaint about his overbearing\nlack of tolerance of those who knew less\nthan he or had committed the unpardonable sin of\nfailing to have both his books and the latest fascicle\nof the <em>OED</em> at hand, was to go all soft with humility.\nYet, he could not resist the barb in the tail:</p>\n<blockquote>\n<p>I am merely a humble collector of facts, always\nendeavouring to find out authorities and quotations\nfor the instruction of others.  But I do not\nadvise any one to ignore my authorities.</p>\n<p>[<em>Ibid</em>., July 18, '96]</p>\n</blockquote>\n<p>It goes without saying that not all targets of\nSkeat's wrath and contumely took his abuse lying\ndown, notwithstanding his correctness in most matters\netymological.  Still, substantial contributors to\n<em>N. &amp; Q</em>. took issue with what they perceived as a\nrather high-handed attitude:</p>\n<blockquote>\n<p>Are we to be shamed into speaking of “phonetic\ndecay” because it pleases Prof. Skeat to say\nthat “whenever a writer uses the word 'corruption'\nwe may safely assume him to be guessing.  It\nis the one word that is prized above all others by\nthose who prefer assertion to fact”?</p>\n</blockquote>\n<p>Here is Skeat fuming at a correspondent who\nhad the gall to suggest that the origin of the <em>Ox</em>- in\n<em>Oxford</em>, long a bone of etymological contention,\ncould be traced through <em>Usk</em> to a connection with\nGaelic <em>uisque</em> 'water,' as in <em>uisquebaugh</em> literally 'water\nof life,' from which we get <em>whiskey</em> (etymologically\nspeaking):</p>\n<blockquote>\n<p>...Not only fifty years ago, but even at the\npresent time, there are people who are ignorant\nof the commonest principles of language, and refuse\nto admit any phonetic laws or to take any\ntrouble to discover the historical sequence of\nforms.  Their only idea is that “etymology” is a\nquestion of assumption and assertion, founded on\nguesswork and proclaimed by reiteration and\nbluster.  They will never cease to repeat that <em>Ox</em>\nis a “corruption” of <em>Ouse</em>, or <em>Ose</em>, or <em>Usk</em>, or\nsomething else that is completely ridiculous.  The\nmore “corruption” there is in a guess, the deeper\nis their conviction of its truth...</p>\n<p>[<em>Notes &amp; Queries</em>, 8th S., X, July 18, '96]</p>\n</blockquote>\n<p>In an issue of <em>N. &amp; Q</em>. not two weeks later, in\ncommenting on a correspondent's plea for help in\ntracing the form <em>irpe</em>, Skeat wrote:</p>\n<blockquote>\n<p>[As to its origin,] there is nothing but to guess.</p>\n</blockquote>\n<p>He might be seen to have got his final comeuppance\nat the hands of one correspondent, who\nwrote at length as follows about the etymology of\n<em>Cambridge:</em></p>\n<blockquote>\n<p>...[I]n the present instance, I am concerned\nwith Prof. Skeat alone....  I have already had\noccasion... to allude to an unfortunate habit\nwhich Prof. Skeat has of writing important notes\nwithout first consulting the full and accurate Indexes\nof <em>N. &amp; Q</em>.; and I am very sorry to be\nobliged to renew my accusation.  On the former\noccasion the consequences were annoying to me,\nbut of no great importance.  Now the matter is\nmuch more serious, for Prof. Skeat has thereby\nbeen led to attribute to himself entirely a derivation\nfor the word <em>Cambridge</em> which I propounded,\nboth in <em>N. &amp; Q.</em> and in the <em>Athenæum</em>,\nso far back as 1869....</p>\n</blockquote>\n<p>One could forgive Prof. Skeat for his note on\n<em>Cantabrigia</em> (8th S. ii. 329), because twenty-three\nyears had then elapsed since my first note appeared.\nHe had, no doubt, seen and read my\nnote, which was the first in that number of <em>N. &amp;\nQ</em>. and filled seven columns and a half, for he\nwas, even at that time, a constant reader of <em>N. &amp;\nQ</em>., as is shown by his having contributed no\nfewer than fifteen notes to the volume in which\nmy note is to be found; and very likely he had\ncarried off an impression which in after years he\ncame to regard as an idea that had originated in\nhis own brain.  Still, as the interval between my\nfirst note and his first note was so great, I do not\nknow that any great fault, beyond that of carelessness,\ncan be attributed to him.  At the same\ntime I thought it advisable, in my note under the\nsame heading (<em>Cantabrigia</em>), to point out to him\nthat he had, no doubt inadvertently, been poaching\non my preserves, and I took advantage of the\nopportunity and filled up the lacunae in the steps\nof the derivation which, from want of evidence,\nhad been left in my first note.  I then, naturally\nenough, looked upon the incident as closed.  But\nno; Prof. Skeat, just three years later—again\ntrusting to his memory, which seems to be particularly\nfaulty with regard to the contributions of\nother correspondents—returned to the charge,\nand this time, under the heading of <em>Cambridge</em>,\nwrote a longish note to the same effect as before,\nand yet did not even once mention my name.\nAnd not only did he do this, but he afterwards\n“much expanded” this note, and this expansion\nwas “printed (with the title 'Cambridge and the\nCam') in the <em>Cambridge Review</em>, 30 Jan., 1896.”\nIt was not there, however, that I saw it, but in <em>A\nStudent's Pastime</em>, which has just been published\nby Prof. Skeat, in which the expanded note is reprinted\nin full and fills eight pages (pp. 393-401).</p>\n<p>Now I defy Prof. Skeat, or any one else who\nwill take the trouble to read the four notes\nquoted at the beginning of this note, together\nwith the article in the <em>Cambridge Review</em>, and\nwho will compare what I have said with what\nProf. Skeat has said—I defy either the one or the\nother, I say, to find any material difference between\nus.  Prof. Skeat does, indeed, in his last and\nlongest note (I mean the one in the <em>Cambridge\nReview</em>) go into the question as to how it came to\npass that the <em>a</em> in <em>Cambridge</em> is pronounced long\nas in <em>came</em>—a point which I had not considered—and\nhe also differs from me in attributing,\nwithout any apparent evidence, the change of the\n<em>Gr</em> of <em>Granta</em> into the <em>C</em> of <em>Canta</em> to the Anglo-French\nscribes of the twelfth century; for I was,\nand am still, disposed to attribute it, in part at\nleast, to the undoubted confusion between the\nold forms of <em>Cambridge</em> and of <em>Canterbury</em> which\nI have pointed out in both my notes.  But neither\nof these points can be regarded as of any great\nimportance.</p>\n<p>It is, indeed, just possible that, in this second\ncase of forgetfulness, the substitution of <em>Cantabrigia</em>\nas a heading, for the original <em>Cambridge,</em>\nmay have had something to do with the matter;\nbut if Prof. Skeat had taken the trouble to consult\nthe Indexes as I have done, his eye would certainly,\nwhilst looking for <em>Cambridge</em>, have been\ncaught, as my own was, by <em>Cantabridga</em>, which\nstands very near to it.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> I think, therefore, that\nthis time, as the offence was repeated at the end\nof three years only, there is hardly any excuse to\nbe found for Prof. Skeat.  At all events, he seems\nto me to have got into a very serious hobble; at\nleast I should consider it so, if I had, as is the\ncase with Prof. Skeat, appropriated a derivation\nlong before made public by another person,\neven though I had done so in the most utter\nunconsciousness.</p>\n<p>In conclusion, I trust that Prof. Skeat will not in\nthis case ignore this note and repeat the offence\nat some future time.  I hope he will, for once, offer\nsome little explanation, and perhaps even\nsome words of excuse....</p>\n<p>[<em>Notes &amp; Queries</em>, 8th S. X. Nov. 28, '96.]</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<ul>\n<li>Prof. Skeat will very likely urge that he has not a complete set of <em>N. &amp; Q.</em> Very likely; but at Cambridge there can surely be no difficulty in obtaining\naccess to a complete set.  I myself happen to have one; but if I had not, I\nshould certainly either go to the British Museum before writing any long\nnote, or at least mention in my note that I had been unable to consult back\nnumbers.</li>\n</ul>\n<a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>The (invariably) Right Reverend Walter W. Skeat</em></h1> <p><em>F. Chance., Sydenham Hill.</em></p> <p>Rev. Walter W. Skeat, surely one of the greatest\nlinguists of all time and an outstanding innovator of\nhis day (late 19th century), was often given to testy\nreplies when a correspondent to <em>Notes and Queries</em>\neither disagreed with him or speculated on the etymology\nof a word without having first looked it up in\none of Skeat's works or, if the alphabetic section had\nappeared, in the <em>Oxford English Dictionary</em>.  He was\noften nasty; but toward the latter part of the 1890s\nthe crust softened, and he mellowed a bit.  Some\ncontributors to learned journals of his day frequently\nsubmitted their suggestions with a hesitation\nborn of the fear of being flayed alive by the\nscholar in a contemptuous retort to be published in a\nlater issue.  In some cases, Skeat's irritation stemmed\nfrom a reader's failure either to read correspondence\nthat had been published decades earlier or to\nbe intimately familiar with every last syllable of\nSkeat's seven-volume work on Chaucer.</p> <p>A poor man named John Cordeaux was brazen\nenough to suggest [May 27, 1893] that <em>stoat</em> is from\nthe Anglo-Saxon <em>steort</em>, a tail.</p> <p>In the issue of June 10, Skeat pounced:</p>"
}