{
  "type": "Article",
  "title": "Unraveling the American Place-Name Cover",
  "author": "Frank R. Abate",
  "location": "Old Saybrook, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Unraveling the American Place-Name Cover</h1>\n<p><em><span data-rel=\"author\">Frank R. Abate</span> <span data-rel=\"location\">Old Saybrook, Connecticut</span></em></p>\n<blockquote>\n<p>There is no part of the world where nomenclature\nis so rich, poetical, humorous and picturesque\nas the United States of America.\nRobert Louis Stevenson, <em>Across the Plains</em> (1892)</p>\n</blockquote>\n<p>The fascination of American place names—their\nstyle and flair and what they reveal about the\nland and its inhabitants—has captivated writers,\nscholars, and other observers for more than 150\nyears.  The evaluation of Stevenson, from a collection\nof essays on his travels across America, is not\nunusual.  Stevenson, a native Scot, had traveled\nwidely through Europe, the U.S., and the South\nSeas, so he speaks with some experience and perspective.\nOther notables who have praised American\nplace names include Washington Irving (in an\nessay written in 1839), Walt Whitman, and Stephen\nVincent Benét.  The qualities most frequently commented\non, perhaps, are originality, uniqueness, and\nsound.  Consider the following categories of American\nplace names, selected from the <em>Omni Gazetteer\nof the United States of America:</em></p>\n<blockquote>\n<p><em>Bizarre</em></p>\n<p>Cheesequake, New Jersey<br>\nJot 'Em Down, Texas<br>\nKnockemstiff, Ohio<br>\nAttaway, South Carolina<br>\nUneedus, Louisiana<br>\nUnthanks, Virginia<br>\nToad Suck, Arkansas<br>\nHump Tulips, Washington<br>\nEek, Alaska<br>\nIdiotville, Oregon<br>\nWho'd A Thought It, Alabama<br>\nZzyzx, California</p>\n<p><em>Indecorous</em></p>\n<p>Sugartit and Beaverlick, Kentucky<br>\nCrapo, Maryland<br>\nSuperior Bottom, West Virginia<br>\nSuck Lick Run (stream in West Virginia)<br>\nBlue Ball (Arkansas and Ohio)<br>\nPee Pee, Ohio<br>\nShittim Gulch, Washington</p>\n<p><em>Unimaginative</em></p>\n<p>141 U.S. municipalities are named Fairview\n(43 different states); there are 47 Jackson Townships\nin Indiana alone; 1,365 streams are named\nMill Creek.</p>\n<p><em>Fanciful</em><br>\nZook Spur, Iowa<br>\nTyewhoppety, Oklahoma<br>\nZu Zu, Tennessee<br>\nTizzle Flats, Virginia<br>\nUtsaladdy, Washington</p>\n<p><em>Sic!  Sic!  Sic!</em>\nSmartt, Tennessee<br>\nErratta, Alabama<br>\nEmbarras River, Illinois</p>\n<p><em>Frontier Americana</em></p>\n<p>Lickskillet, Ohio and Tennessee<br>\nGnaw Bone, Indiana<br>\nTurkey Scratch, Arkansas<br>\nDunmovin, California<br>\nRawhide, Mississippi<br>\nCut and Shoot, Texas<br>\nHoot and Holler Crossing, Texas<br>\nHorse Thief, Arizona<br>\nJackass Flats, Nevada<br>\nHell and Gone Creek, Oklahoma</p>\n</blockquote>\n<p>American place names reveal the national character,\nas well as history and heritage.  In addition, significant\ncontributions have come from many Indian languages\nand dialects, as well as Spanish, French, and\nBritish sources.</p>\n<p>It was in the 1920s that serious scholarship on\nAmerican place names, characterized (unlike most\nearlier work) by thoroughness, objectivity, and linguistic\ntraining, began to be published on a regular\nbasis.  Among the scholarly pioneers was George R.\nStewart, whose considered reflections are collected\nin standard works entitled <em>Names on the Land</em> (1945,\nrevised 1958 and 1967) and <em>American Place-Names</em>\n(1970).  Prof. Allen Walker Read, whose distinguished\ncareer now spans seven decades, contributed\nsolid yet always thoroughly enjoyable papers,\nand in addition has given us the handy phrase\n“place-name cover” to describe how place names\nindeed blanket the country with richness, color, and\ntexture.  Other notables in this necessarily brief catalogue\nof American toponymists include Henry Gannett,\nworking around the turn of the century, who\ncompiled several state gazetteers and a still influential\nstudy on the origin of U.S. place names; H. L.\nMencken, with several seminal chapters in his <em>American\nLanguage</em> (1936); and Kelsie Harder, whose <em>Illustrated\nDictionary of Place Names: United States\nand Canada</em> (1976) remains the most reliable resource\nfor place-name origins.  A full record of work\nin this field can be found in bibliographies compiled\nsince 1948 under the names Sealock, Seely, and\nPowell (the latest edition being <em>Bibliography of\nPlace-Name Literature: United States and Canada,\nThird Edition</em>, 1982), supplemented periodically in\nthe pages of <em>Names</em>, the quarterly journal of the\nAmerican Name Society.</p>\n<p>Toponymy is remarkable not only for the hundreds\nof talented contributors who have expanded\nthe scholarship in recent decades, but also because\nit is not a formal academic discipline, at least not in\nthe United States.  There are no departments of toponymy,\nor even of onomastics that I know of, and no\ndegrees are awarded in these fields.  (Whether this is\nalso true of other countries I cannot say.  I have read\nthat toponymy, gazetteers, and place-name surveys\nreceive more formal attention in the U.K. and Europe.)\nAmerican toponymy is carried on by people\nof all academic disciplines, and from many walks of\nlife.  With academia's standard rewards of promotion\nand tenure not as readily accruing in this work, the\nstudy of American place names is by and large in\nthe hands of true lovers of the subject (amateurs in\nthe etymological sense, and dilettantes).  What they\nsay and write I have found to be characteristically\nstimulating and rewarding, not plagued by the turgidity\nthat so often seems to be the norm in scholarly\npapers.</p>\n<p>Place names became an official concern of the\nU.S. government in 1890.  Confusion had reigned\nover mining claims, land surveys, assignment of\npost-office names, and exploration reports, and this\ncreated havoc and needless expense in bureaucracy,\nparticularly in the government mapping agencies\nsuch as the U.S. Geological Survey [USGS], the\nArmy Corps of Engineers, and various other\nbranches of the departments of Agriculture, Commerce,\nand Interior.  In a move that, from a lexicographic\nstandpoint, is decidedly un-American, the\ngovernment set up an official board to rule on and\nstandardize the use of place names, both domestic\nand foreign.  The United States Board on Geographic\nNames was established by an executive order\nof President Benjamin Harrison in September\n1890, and has been active ever since, publishing its\ndecisions and issuing official gazetteers.  This may be\nthe only example in which an aspect of the linguistic\npractice of Americans has been regulated by government\nfiat.</p>\n<p>On the other hand, it is largely because of this\nunusual intrusion of government that American toponymy\nhas flourished as a field of study.  The U.S.\nBoard on Geographic Names has compiled and\nmaintains a massive national database, the Geographic\nNames Information System [GNIS].  This\ncomputer file lists more than one million place\nnames of all kinds (plus hundreds of thousands of\nvariant forms): cities and towns, lakes and rivers,\nmountains and valleys, even facilities such as\nschools, parks, and cemeteries.  The names themselves,\nalong with precise locational data and identification\nby type, have been painstakingly keyboarded\ninto machine-readable form from the most\ndetailed USGS topographic maps, the so-called 7.5-minute\nseries.  Drawn to a scale of 1:24,000, each\n7.5-minute map sheet or quadrangle covers an area\nof 8.6 miles north-to-south by about 7 miles east-to-west\n(the east-to-west distance varies depending on\nlocation, since meridians of longitude radiate out\nfrom the poles and are farther apart nearer the equator).\nAt this scale more than 50,000 map sheets are\nrequired to completely cover the 48 contiguous\nstates.  Since it was intended to establish a standard,\nthe GNIS is very regular in format and is compiled\nand maintained according to carefully prepared procedures.\nThis daunting task is overseen by the\nUSGS, specifically the Branch of Domestic Names,\nnow under the direction of Roger Payne.  Less comprehensive\ngovernment files are also maintained by\nthe Bureau of the Census (listing about 60,000 populated\nplaces), and by the National Institute of Standards\nand Technology, formerly the Bureau of Standards\n(a compilation, complete with numerical\ncoding, of some 190,000 populated places, locales,\nand neighborhoods of all sizes).</p>\n<p>The work is by no means at an end.  Experts,\nincluding Mr. Payne, have estimated that there are\nmore than 3,500,000 current place names in the\nU.S. Consider this figure in light of the fact that the\nlargest English dictionary—now out of print—had\n600,000 or so entries, including many obsolete\nforms.  The highest estimates of the size of the English\nlexicon number far less than the number of place\nnames in the U.S. alone.  Were it possible to record\nand identify all of the current place names (the Place\nName Survey of the United States, under the direction\nof the American Name Society, is attempting\njust this), still remaining would be hundreds of thousands\nof now inactive names, which are of no less\nimportance to historians, genealogists, and the like.\nFull coverage would also require accurate\npronunciations for each name, with sensitivity to local\npreferences (e.g., MAD-rid, New York, for <em>Madrid</em>,\nBER-lin, Connecticut, for <em>Berlin</em>, and PEER,\nSouth Dakota, for <em>Pierre</em>).  It is perhaps understandable\nthat those who undertake the creation of a complete\nrecord of American toponymy have chosen to\ndeal with the estimated 3,000,000 named streets\nand highways across the land as a separate project.</p>\n<p>Taken in this context, the recent publication of\nthe <em>Omni Gazetteer of the United States of America</em>,\ndespite its 1,500,000 entries, may properly be seen\nas only a first step, albeit an ambitious one.  The editors\nof the book identified and acquired several government\ndatabases of place names, including, of\ncourse, the GNIS mentioned above.  Owing to the\nmarvels of computer technology, coupled with the\nforesight of the government programmers who set\nup the source databases and the expertise of present-day\nprogrammers who devised means of accurately\nconsolidating several different sources, an\nenormous amount of data (140,520,000 characters\nof text) was integrated, sorted, and typeset in about\nsix months.  Automated as well as traditional checking\nand proofreading occupied the staff for the better\npart of a year.  The final product is contained in\n11 volumes, on more than 9,000 9-by-12-inch, 2-column\npages.  The set includes nine regional\nvolumes, each listing the place names of the states or\nterritories in a region individually.  A one-volume\nNational Index lists all 1,500,000 entries in a single\nA-to-Z sequence.  The Appendices volume contains\nseven national lists of places such as airports, Indian\nreservations, and historic places.  The <em>Omni Gazetteer</em>\nis a national gazetteer of the United States that\nis as comprehensive as possible.  It is published both\nas bound books and on CD-ROM.  Prior to its publication,\nsuch place-name information was only available\nin disparate sources, and often only on magnetic\ntape or in the form of computer printouts.</p>\n<p>Having had the opportunity to sift through so\nmany American place names in a relatively short\nspan, those of us who edited the <em>Omni Gazetteer</em>\nwere particularly struck by the great diversity in\nAmerican naming practices, and what it suggests\nabout the various eras and cultures that were a part\nof the settlement of the country.  In New England,\nfor example, towns are the primary division of government\nbelow the state level.  Most of the land area\nin the six New England states is within town boundaries,\nand is primarily administered by the town governments.\nNew Englanders, even if they do not live\nin an urban area, can almost always tell you the\nname of the town that they live in.  As the name <em>New\nEngland</em> might suggest, many of these town names\nwere transplanted from the British Isles.  Bristol,\nCambridge, Chester, Durham, Essex, Hartford, Lincoln,\nLitchfield, Manchester, Marlboro(ugh), Milford,\nOxford, Salisbury, Winchester, Windsor, and\nWoodstock are town names that occur in three or\nmore New England states.  Apart from these, names\nof Indian origin (Kennebunkport, Naugatuck, Scituate),\nhonorifics (Amherst, Franklin), and biblical\nnames (Canaan, Rehoboth, Hebron) account for\nmuch of the rest.  As one looks elsewhere in the\nU.S., the preponderance of British borrowings diminishes,\nand the purely American inventions increase\nin proportion, as do Indian, Spanish, and\nFrench-based names.  The well-documented Indian\ninfluence is widespread.  Spanish names are particularly\ncommon in the areas of long-lasting Spanish colonial\ninfluence, especially California and the Southwest.\nFrench names, of course, are common in the\nUpper Midwest (where French explorers and missionaries,\nand French-speaking trappers, left their\nmark), in states bordering Quebec, and in Louisiana.</p>\n<p>The differing forms of administrative divisions\nin the states is also revealed in naming practices.  For\nexample, county government, significant in most of\nthe U.S., is relatively unimportant in New England.\nIn fact, Connecticut and Rhode Island have abolished\ncounty government altogether, and in those\nstates the former county boundaries merely furnish\na convenient way in which people can refer to a regional\ngroup of towns.  But as one travels west and\nsouth in the U.S., counties are politically vital, and\ntowns, in the New England sense, at least, almost\nnonexistent.  (New England-style “towns” are found\nto some extent in New York, New Jersey, Pennsylvania,\nand Wisconsin.)  In many rural areas west of the\nMississippi, where counties can be as big as New\nEngland states and cities are few and far between,\npeople do not associate closely with a city, town,\nvillage, or any other such entity below the county\nlevel.  Mail, of course, comes to a post office that\nhandles rural route delivery, but those who receive\nsuch mail may not live in the place with the post\noffice, and hence do not immediately associate with\nit.  When asked where they live, such folks are more\nlikely to say their county, then give a reference\npoint and directions: “Our place is ten miles north\nof Baxter, off Highway 102, then left two miles on\nRoute 47.”  So despite more than 200,000 populated\nplace names recorded in the <em>Omni Gazetteer</em>, there\nare still many areas of the country where the place-name\ncover is thin.  Local informants, we hope, will\nallow us to correct and expand on the entries compiled\nso far.</p>\n<p>Most of the examples above have been populated\nplaces, as these names tend to be more familiar\nto a broader audience.  So we have not examined the\nbulk of the place-name cover, which is in the form of\nnames for natural features.  But perhaps VERBATIM\nreaders can more readily allow the author the convenience\nof such specialization when they consider\nthe issue from the viewpoint of a toponymist.  As\nthose who work in the field all too soon come to\nrealize, most of the names have yet to be recorded,\nmuch less described; the greater burden lies ahead.\nWith time and additional resources we might begin\nto see the fight at the end of the tunnel, perhaps in\nten to fifteen years.  All the while, of course, just as\nwith all aspects of language, new names are coming\ninto being, others passing out of use, each reflecting\na bit of history or culture.  Taken together, American\nplace names are a unique primary source, a record\nof our cultural memory.  The publication of that part\nof the record we do have, however imperfect, will\nstill, we hope, give new impetus to this enlightening,\noften fascinating study by providing a foundation on\nwhich to build.</p>\n<hr>\n<p>The <em>Omni Gazetteer</em> is available in two editions, as\neleven bound volumes and on CD-ROM.  The first nine\nvolumes cover <em>New England, Northeastern States, Southeast,\nSouth Central States, Southwestern States, Great Lakes\nStates, Plains States, Mountain States</em>, and <em>Pacific</em>; the additional\ntwo volumes index all 1.5 million entries alphabetically\nand offer appendices with additional indexes.  The\nprice of each volume is $ 250; the complete (11-volume)\nset costs $ 2000.  Floppy disks for each state are available\nfor $ 125.  For full details and a descriptive brochure,\nwrite to Omnigraphics, Inc., Penobscot Building, Detroit,\nMI 48226, or phone the toll-free number (800) 234-1340;\nthe FAX number is (313) 961-1383.</p>\n<p>—<em>Editor</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Unraveling the American Place-Name Cover</h1> <p><em><span data-rel=\"author\">Frank R. Abate</span> <span data-rel=\"location\">Old Saybrook, Connecticut</span></em></p> <blockquote>\n<p>There is no part of the world where nomenclature\nis so rich, poetical, humorous and picturesque\nas the United States of America.\nRobert Louis Stevenson, <em>Across the Plains</em> (1892)</p>\n</blockquote> <p>The fascination of American place names—their\nstyle and flair and what they reveal about the\nland and its inhabitants—has captivated writers,\nscholars, and other observers for more than 150\nyears.  The evaluation of Stevenson, from a collection\nof essays on his travels across America, is not\nunusual.  Stevenson, a native Scot, had traveled\nwidely through Europe, the U.S., and the South\nSeas, so he speaks with some experience and perspective.\nOther notables who have praised American\nplace names include Washington Irving (in an\nessay written in 1839), Walt Whitman, and Stephen\nVincent Benét.  The qualities most frequently commented\non, perhaps, are originality, uniqueness, and\nsound.  Consider the following categories of American\nplace names, selected from the <em>Omni Gazetteer\nof the United States of America:</em></p> <blockquote>\n<p><em>Bizarre</em></p>\n<p>Cheesequake, New Jersey<br>\nJot 'Em Down, Texas<br>\nKnockemstiff, Ohio<br>\nAttaway, South Carolina<br>\nUneedus, Louisiana<br>\nUnthanks, Virginia<br>\nToad Suck, Arkansas<br>\nHump Tulips, Washington<br>\nEek, Alaska<br>\nIdiotville, Oregon<br>\nWho'd A Thought It, Alabama<br>\nZzyzx, California</p>\n<p><em>Indecorous</em></p>\n<p>Sugartit and Beaverlick, Kentucky<br>\nCrapo, Maryland<br>\nSuperior Bottom, West Virginia<br>\nSuck Lick Run (stream in West Virginia)<br>\nBlue Ball (Arkansas and Ohio)<br>\nPee Pee, Ohio<br>\nShittim Gulch, Washington</p>\n<p><em>Unimaginative</em></p>\n<p>141 U.S. municipalities are named Fairview\n(43 different states); there are 47 Jackson Townships\nin Indiana alone; 1,365 streams are named\nMill Creek.</p>\n<p><em>Fanciful</em><br>\nZook Spur, Iowa<br>\nTyewhoppety, Oklahoma<br>\nZu Zu, Tennessee<br>\nTizzle Flats, Virginia<br>\nUtsaladdy, Washington</p>\n<p><em>Sic!  Sic!  Sic!</em>\nSmartt, Tennessee<br>\nErratta, Alabama<br>\nEmbarras River, Illinois</p>\n<p><em>Frontier Americana</em></p>\n<p>Lickskillet, Ohio and Tennessee<br>\nGnaw Bone, Indiana<br>\nTurkey Scratch, Arkansas<br>\nDunmovin, California<br>\nRawhide, Mississippi<br>\nCut and Shoot, Texas<br>\nHoot and Holler Crossing, Texas<br>\nHorse Thief, Arizona<br>\nJackass Flats, Nevada<br>\nHell and Gone Creek, Oklahoma</p>\n</blockquote>"
}