{
  "type": "Article",
  "title": "A Wisconsin Supreme Court Dictionary",
  "author": "Jack Stark",
  "location": "Madison, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Wisconsin Supreme Court Dictionary</h1>\n<p><em><span data-rel=\"author\">Jack Stark</span> <span data-rel=\"location\">Madison, Wisconsin</span></em></p>\n<blockquote>\n<p>To fit in with the change of events, words, too,\nhad to change their usual meanings.</p>\n<p>Thucydides, <em>The Peloponnesian War</em></p>\n</blockquote>\n<p>When the Wisconsin Supreme Court writes an\nopinion in which it does not interpret a statute,\nwords have their usual meanings.  However,\nwhen the court does interpret a statute, that change\nof events causes words to change their meanings.\nTherefore, writing a complete Wisconsin Supreme\nCourt dictionary would be a useful, but daunting,\nproject.  The following entries are only part of such\na dictionary, based on the court's statutory interpretation\ncases during the five-year period beginning in\n1985.</p>\n<p><em>after</em> After or before (Sheely v. DHSS, 150 Wis. 2d\n(1989)).</p>\n<p><em>any mortgage</em> Any mortgage except one for future advances\n(Colonial Bank v. Marine Bank, N.A., 152\nWis. 2d 444 (1989)).</p>\n<p><em>any other</em> The same but under extraordinary circumstances\n(State ex rel. M.L.B. v. D.G.H., 122 Wis.\n2d 536 (1985)).</p>\n<p><em>any party</em> Any party that has not presented its views\n(Carkel, Inc. v. Lincoln Cir. Ct., 141 Wis. 2d 257\n(1987)).</p>\n<p><em>are May be</em> (Burlington Northern v. Superior, 131 Wis.\n2d 564 (1986)).</p>\n<p><em>comply</em> Agree to (Ziegler Co., Inc. v. Rexnord, 147 Wis.\n2d 308 (1988)).</p>\n<p><em>continuing financial interest</em> Continuing financial interest\nand interdependence (Ziegler Co., Inc. v.\nRexnord, Inc. 139 Wis. 2d 593 (1987)).</p>\n<p><em>custody</em> Building (State v. Sugden, 143 Wis. 2d 728\n(1988)).</p>\n<p><em>dam</em> Dam except a cranberry dam (Tenpas v. DNR, 148\nWis. 2d 579 (1989)).</p>\n<p><em>defendant</em> Possible defendant (Richards v. Young, 150\nWis. 2d 549 (1989)).</p>\n<p><em>destitute</em> Having someone who has a duty to support one\nand who could provide for one's needs (State v. Cissell,\n127 Wis. 2d 205 (1985)).</p>\n<p><em>entered</em> Said to be entered (Matter of Estate of Ristow,\n144 Wis. 2d 421 (1988)).</p>\n<p><em>equally</em> In some fashion (In re Marriage of: Lutzke v.\nLutzke, 122 Wis. 2d 24 (1985)).</p>\n<p><em>establish</em> Establish or modify (State ex rel. Jeske v. Jeske,\n144 Wis. 2d 364 (1988)).</p>\n<p><em>every witness</em> Every adult witness (State v. Hanson, 149\nWis. 2d 474 (1989)).</p>\n<p><em>evident</em> Possible (Spooner Dist. v. N.W. Educators, 136\nWis. 2d 263 (1987)).</p>\n<p><em>exclusive</em> One of several (Henning v. General Motors Assembly,\n143 Wis. 2d 1 (1988)).</p>\n<p><em>express</em> Implied (Local Union No. 487 v. Eau Claire, 147\nWis. 2d 519 (1989)).</p>\n<p><em>extraneous</em> Extraneous or personal (State V. Stewart, 143\nWis. 2d 28 (1988)).</p>\n<p><em>injury</em> Notice of future harm (Les Moise, Inc. v. Rossignol\nSki Co., Inc., 122 Wis. 2d 51 (1985)).</p>\n<p><em>judgement</em> Judgement except a divorse judgement (Parrish\nv. Kenosha County Circuit Ct., 148 Wis. 2d 700\n(1989)).</p>\n<p><em>may</em> Shall in the case of disinterested attorneys (In Matter\nof Estate of Trotalli, 123 Wis. 2d 340 (1985)).</p>\n<p><em>no suit</em> No suit except a contract suit (Energy Complexes\nv. Eau Claire County, 152 Wis. 2d 453 (1989)).</p>\n<p><em>obligations undertaken</em> Obligations undertaken separately\nfrom rent (Univest Corp. v. General Split\nCorp., 148 Wis. 2d 29 (1989)).</p>\n<p><em>offer</em> Seperate offer (DeMars v. LaOur, 123 Wis. 2d 366\n(1985)).</p>\n<p><em>order</em> Order except a bail forfeiture order (State v. Wickstrom,\n134 Wis. 2d 158 (1986)).</p>\n<p><em>paid by</em> Traceable to (Kremer Bros. v. Pulaski State Bank,\n138 Wis. 2d 395 (1987)).</p>\n<p><em>parents, grandparents and great-grandparents</em> Parents,\ngrandparents, greatgrandparents and aunts (In re\nCustody of <em>D.M.M.,</em> 137 Wis. 2d 375 (1987)).</p>\n<p><em>person</em> Person or car (State v. Moretto, 144 Wis. 2d 171\n(1988)).</p>\n<p><em>presence</em> Control (State v. Fry, 131 Wis. 2d 153 (1986)).</p>\n<p><em>preserving order</em> Punishing disorder (Contempt in State\nv. Dewerth, 139 Wis. 2d 544 (1987)).</p>\n<p><em>property</em> Property except personal injury claims (Marriage\nof Richardson v. Richardson, 139 Wis. 2d 778\n(1987)).</p>\n<p><em>property</em> Personal property (Pulsfus Farms v. Town of\nLeeds, 149 Wis. 2d 797 (1989)).</p>\n<p><em>prosecuted</em> Holds office (K.L. v. Hinickle, 144 Wis. 2d\n102 (1988)).</p>\n<p><em>repealed</em> Amended (In re Paternity of <em>D.L.T.,</em> 137 Wis.\n2d 57 (1987)).</p>\n<p><em>shall</em> Shall unless there is a good reason not to (Employees\nLocal 1901 v. Brown County, 146 Wis. 2d 728\n(1988)).</p>\n<p><em>spouse</em> Spouse except a murderer (Steinbarth v.\nJohannes, 144 Wis. 2d 159 (1988)).</p>\n<p><em>substantial</em> Substantial and protected by law (Waste Management\nof Wisconsin v. <em>DNR,</em> 144 Wis. 2d 499\n(1988)).</p>\n<p><em>to From</em> (State v. Worgull, 128 Wis. 2d 1 (1986)).</p>\n<p><em>wire</em> Wire except the wire part of a cordless telephone\ntransmission (State v. Smith, 149 Wis. 2d 89\n(1989)).</p>\n<p><em>with particularity</em> Not at all (State v. Gomaz, 141 Wis.\n2d 302 (1987)).</p>\n<p>Appellate judges differ significantly from other\ngroups that generate material for their own specialized\ndictionaries.  One difference is that other\ngroups need to do so because in order to function\nthey must either attach new meanings to existing\nwords and phrases or coin new words and pharases.\nMost groups go too far, partly because the obscurity\nof their jargon sets them apart from others, thereby\nincreasing their prestige.  For example, although\ncomputer specialists properly coined <em>byte</em> to represent\na new concept, they could have used the everyday\nexpression <em>turn off</em> instead of inventing a new\nmeaning for <em>take down</em>.  In contrast, in virtually all\nthe cases I read the judge who wrote the opinion did\nnot have to invent a new meaning for a word or\nphrase; the relevant statute yielded a clear meaning\nthat would have resolved the case.  The judge who\nwrote the opinion, however, did not necessarily like\nthat resolution.</p>\n<p>Judicial jargoan also differs from other jargoan in\nthat the creators of the latter do so openly.  They do\nnot pretend that they are merely reading ordinary\nlanguage as anyone else would read it.  After they\nproduce enough new meanings or newly defined\nterms they are likely to publish a dictionary.  They\nexpect the definitions in it to supplement, not to\nsupplant secretly, the definitions that are in common\nuse.  Judges, however, claim merely to be interpreting\nwords and phrases in statutes either in the same\nway that anyone else would or in a way that effectuates\nthe legislature's intent.  They never acknowledge\nthat they are in effect writing their own dictionary\nin order to arrive at the results they favor.\nTherefore, they implicitly replace existing definitions,\nand, because in the future judges will accept\nas precedents the cases in which they do so, they\ntruly do change the meanings of words and phrases.</p>\n<p>The most important difference between nonjudicial\nand judicial dictionary making is the magnitude\nof the adverse consequences.  People who are\nnot judges can do little harm beyond mildly degrading\nthe language and annoying linguistic purists.  In\ncontrast, the statutory interpretation practices of\njudges threaten rights and property.  In fact, they\neven threaten freedom; in a significant number of the\ncases I read the invention of meaning resulted in a\ncriminal conviction.  Also, because those practices\nmake it nearly impossible to predict the outcome of a\ncase, persons litigate even though the plain meaning\nof the relevant statute is not in their favor, and their\nattorneys run up huge bills looking for ways to induce\njudges to ignore the plain meaning of statutes.  Those\ninterpretive practices thus have enormous social and\nfinancial costs.  They also have institutional costs because,\nto the extent that they subvert clear meaning\nthat the legislature created, they usurp legislative authority\nand diminish the separation of powers, one of\nthe bedrocks of our system of government.</p>\n<p>Despite these practices, judges are not evil persons.\nThey are operating as judges have operated for\na long time.  They also reflect their legal education.\nIf law schools recognized the importance of statutory\nlaw and advocated interpreting statutes only so as to\nreveal their plain meanings, they would have even\nless material to teach.  Judges—who, in one sense,\nare merely lawyers in robes—when they are on the\nbench also continue the lawyerly practice of begining\nwith a desired result and then working backwards\nto arguments that perhaps support it.  Nevertheless,\nclandestine judicial dictionary making, in\naddition to its serious social and political consequences,\nhas deleterious linguistic consequences.\nThe first step in preventing those consequences is to\nrealize that in courts words are losing their meanings.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Wisconsin Supreme Court Dictionary</h1> <p><em><span data-rel=\"author\">Jack Stark</span> <span data-rel=\"location\">Madison, Wisconsin</span></em></p> <blockquote>\n<p>To fit in with the change of events, words, too,\nhad to change their usual meanings.</p>\n<p>Thucydides, <em>The Peloponnesian War</em></p>\n</blockquote> <p>When the Wisconsin Supreme Court writes an\nopinion in which it does not interpret a statute,\nwords have their usual meanings.  However,\nwhen the court does interpret a statute, that change\nof events causes words to change their meanings.\nTherefore, writing a complete Wisconsin Supreme\nCourt dictionary would be a useful, but daunting,\nproject.  The following entries are only part of such\na dictionary, based on the court's statutory interpretation\ncases during the five-year period beginning in\n1985.</p> <p><em>after</em> After or before (Sheely v. DHSS, 150 Wis. 2d\n(1989)).</p>"
}