{
  "type": "Article",
  "title": "Politically Correct Nomenclature or, How to Win at Trivial Pursuit and Lose Friends",
  "author": "Marc A. Schindler",
  "location": "Gloucester, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Politically Correct Nomenclature or, How to Win at Trivial Pursuit and Lose Friends</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Gloucester, Ontario</span></em></p>\n<p>As a child of the 60s, I remember starting a\nschool year learning the names of countries a\ncertain way in geography class, only to end the year\nwith the old names scratched out, replaced by new\nones as scores of former colonies became independent,\nwith (usually) new names.  <em>Bechuanaland</em>\nbecame <em>Botwana,</em> the <em>Gold Coast</em> became <em>Ghana,\nBritish Guiana</em> became <em>Guyana,</em> and so on.  Now, a\ngeneration later, we seem to be going through another\nperiod when names are changing.  As frustrating\nas this might be, it does have one advantage of\nproviding plenty of ammunition for games of oneupmanship\n!  Personally, I like to keep my friends and\nassociates properly informed and up to date and do\nnot hesitate to correct them when they refer to, for\ninstance, “Ivory Coast” (it is now PC to say <em>Côte\nd'Ivoire,</em> even in English), or “Burma” (which is, of\ncourse, <em>Myanmar,</em> capital city <em>Yangon,</em> not “Rangoon”).\nMy friends—those who remain—rarely fail\nto thank me for this service.</p>\n<p>Why do names change, and why do different\npeople refer to the same place by different names?\nIn spite of this neo-Puritan trends towards <em>PC</em> 'politically\ncorrect' nomenclature, with all the presure to\nconform that it brings, there are still sometimes perfectly\ngood reasons for changing the name of a place.\nIt is when the trend is carried to sanctimonious extremes\nthat it becomes irritating.</p>\n<p>The most widely-known example of PC name-changing\nin the U.S. is not that of a place-name but\nof an ethnic or racial group: Black Americans.  In\nmy youth the acceptable term for Blacks was <em>Negroes</em>\nor <em>Coloureds</em>.  <em>Coloured</em> seems to have come to\nNorth America from South Africa, where it actually\nrefers to mulattoes, or descendants of mixed race.\n<em>Negro,</em> from the Spanish/Portuguese word for 'black'\nseems to have been a euphemism, a softer term, and\nreplaced the earlier term, <em>Black</em>.  With the rise of\nBlack consciousness and Black pride, Blacks challenged\nthe need for a euphemism (the very use of\nwhich implies, of course, something bad or negative,\nwhich has to be rendered pleasant or acceptable).  I\ncan sympathize, therefore, with their rejection of\nthe term <em>Negro</em> as a racist term.  Lately the terms\n<em>African-American</em> and <em>Afro-American</em> seem to be\ngaining wider acceptance, although according to a\nrecent poll most U.S. Blacks prefer the term <em>Black;</em>\nperhaps <em>African-American</em> is still too avant garde.</p>\n<p>Just to add another wrinkle, the stylebook of the\nU.K.-based international news magazine <em>The Economist</em>\nmakes the eminently sensible observation that\nnot all Africans are black; “Africans may be black or\nwhite.  If you mean blacks, write blacks.”  Strictly\nspeaking, then, according to <em>The Economist,</em> would a\nwhite refugee from Ian Smith's Rhodesia now living\nin the U.S. be justified in calling himself an “African-American”?\nSomehow I do not think that that is\nwhat most Americans have in mind when they hear\nor read the term.</p>\n<p>As another example, the indigenous people of\nthe Arctic are, as far as I know, still commonly referred\nto in the United States as <em>Eskimos;</em> but for\nsome time now the PC term in Canada has been <em>Inuit,</em>\na term which affords great scope for PC snobbery,\nas it can be fairly complicated; the people are\n<em>Inuit;</em> the language is <em>Inuitituk;</em> and an individual is\nan <em>Inuk.</em>  This attention to detail is, however, devotion\nto PC-ness above and beyond the call of duty,\nand in usual practice most educated or academic\nCanadians now use <em>Inuit</em> as a comprehensive adjective\nand noun.  The reason Canada has made this\nchange is fairly complex but has to do with a fine\npoint of anthropology.  According to <em>The Canadian\nEncyclopedia,</em> “Inuit simply means 'people.'  Inuit\nwere earlier known by Europeans as 'Eskimos'—a\npejorative, roughly meaning 'eaters of raw meat,'\napplied to them by INDIAN groups.  The language is\ncalled Inuktitut, or Inttituut, which is divided into\nsix different dialects.”  I suppose that no one would\nwant to be known by a term that means 'eaters of\nraw meat.'  However, that does not explain why the\nchange seems confined to Canada.  In fact, the term\n<em>Eskimo</em> is still popularly used.  Two of Canada's best-known\npopular history writers, Peter C. Newman\nand Pierre Berton, use the term almost exclusively\nin works they have written on Canada's North.  The\npublisher of <em>The Canadian Encyclopedia,</em> Mel Hurtig,\nis a well-known Canadian nationalist with leftwing\npolitical views and probably intends that his\npublication “lead” public opinion.  There is also an\nacademic distinction between <em>Inuit</em> and <em>Eskimo,</em> as\nexplained by Alan D. Macmillan, a British Columbia\nprofessor of anthropology:</p>\n<blockquote>\n<p>...inhabitants [of the Arctic] are the Inuit, who\nare distinct from all other Canadian native peoples.\nThey belong to a linguistic stock termed\nEskimo-Aleut (or 'Eskaleut'), named for its two\nmajor branches.  The Aleuts, on the Aleutian Islands\nof Alaska, are the most divergent.  The\nlarger branch, Eskimo, has a major division near\nBering Strait.  On one side, the Yupik comprise at\nleast five separate languages in eastern Siberia\nand central and southern Alaska.  On the other,\nthe Inuit extend from northern Alaska to Greenland,\nincluding all of Arctic Canada.  In Canada,\nthe word 'Inuit' (meaning 'people'; the singular is\n'Inuk') has now almost totally replaced 'Eskimo'\n(generally, although perhaps erroneously, believed\nto be derived from a derogatory Algonkian\nterm meaning 'eaters of raw meat').  However, it\nmust be remembered that not all 'Eskimos' are\nInuit.  Throughout their vast distribution, the Inuit\nspeak a single language (Inuktitut), although a\nnumber of dialects are known.</p>\n<p><em>Native Peoples and Cultures of Canada: an\nAnthropological Overview,</em> Douglas &amp; McIntyre,\n1988, p. 240.</p>\n</blockquote>\n<p>One could, therefore, simplify matters by saying that\nCanadian and Greenland—but not Alaskan or Siberian—<em>Eskimos</em>\nare <em>Inuit</em>.  Although, as it so happens,\naccording to Macmillan, at the first Inuit Circumpolar\nConference, held in Barrow, Alaska, in 1977, Inuit\nfrom Alaska, Canada, and Greenland officially\nadopted the term <em>Inuit</em> for all peoples formerly\nknown as <em>Eskimo,</em> despite linguistic differences.\n(Siberians were prevented from attending at that\ntime for political reasons.)  These two examples of\nname changes arose out of demands made by the\nethnic groups themselves, for both <em>Blacks</em> and <em>Inuit</em>\nobjected to previous terms because they considered\nthem derogatory.</p>\n<p>Two examples of name changes which I find\nharder to accept are the new names for what used to\nbe called <em>Ivory Coast</em> and <em>Burma</em>.  <em>Côte d'Ivoire,</em> of\ncourse, is the literal French equivalent of <em>Ivory\nCoast,</em> and in other European languages that country\nhas traditionally been called by a name which is the\nliteral translation of the term (e.g., <em>Elfenbeinküste</em> in\nGerman).  So why insist on using the French term,\nwhen its literal meaning is identical to the traditional\nEnglish name?  It seems that the President-for-Life\nof Côte d'Ivoire, son Excellence Félix Houphouet-Boigny,\nis a confirmed and impassioned francophile,\nand seems intent on converting his agricultural nation\ninto a sort of Paris-on-the-Guinea.  He has\nerected, at enormous expense, a European-style\ncapital city, Yamoussoukro, in the interior of the\ncountry, and furnished it with, among other things,\nan embarrassingly gauche, oversized Roman Catholic\nbasilica rumored to be larger even than St. Peter's\nin Vatican City—all this supposedly to serve\nthe spiritual needs of the country's francisized\nCatholics, who constitute no more than 12% of the\ncountry's 11 to 12 million people.  To make a long\nstory short, I am convinced that the PC-ness of <em>Côte\nd'Ivoire</em> arises out of President Houphouet-Boigny's\ndesire to be seen as the leader of a linguistically and\nculturally French nation.  Whether one chooses to\nuse this term or the traditional term depends, I suppose,\non how sensitive one is to the wishes of people\n(or of their leaders) regarding the way they are\nnamed.</p>\n<p>Likewise with <em>Myanmar,</em> the name now used—\nat least in the non-U.S.-English-speaking world—for\nwhat used to be called <em>Burma</em>.  The official name of\nthe country in Burmese has, since independence\nfrom Britain, been <em>Pyidaungsu Socialist Thammada\nMyanma Naingngandaw</em>, so <em>Myanmar,</em> it seems, is\nsimply Burmese for <em>Burma</em>.  This is the same phenomenon\nas <em>Côte d'Ivoire</em>.  But the current Myanmarese\n(do I venture where angels fear to tread by\ncoining the adjective?) regime is a repressive one\nthat liberal Western democrats view with distaste:\none could say that they could give “Paradise” a bad\nname had that been the new name chosen for their\nsad little country.</p>\n<p>In the case of <em>Côte d'Ivoire</em> and <em>Myanmar,</em> well\nread individuals and others who pride themselves on\nbeing up to date and informed (and therefore especially\nsusceptible to “PC-itis”) will use the new\nterms, but with a certain amount of distaste.  The\ndegree to which they show their ambivalence shows\ntheir ability to walk the trendy pseudo-liberal tightrope\nof PC-ness.  “I use this term, but knowingly,\nwith reluctance” shows a certain intellectual virtuosity\nwhich is an entrance requirement for those\nwho aspire to beatitude within neo-Puritanism.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Politically Correct Nomenclature or, How to Win at Trivial Pursuit and Lose Friends</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Gloucester, Ontario</span></em></p> <p>As a child of the 60s, I remember starting a\nschool year learning the names of countries a\ncertain way in geography class, only to end the year\nwith the old names scratched out, replaced by new\nones as scores of former colonies became independent,\nwith (usually) new names.  <em>Bechuanaland</em>\nbecame <em>Botwana,</em> the <em>Gold Coast</em> became <em>Ghana,\nBritish Guiana</em> became <em>Guyana,</em> and so on.  Now, a\ngeneration later, we seem to be going through another\nperiod when names are changing.  As frustrating\nas this might be, it does have one advantage of\nproviding plenty of ammunition for games of oneupmanship\n!  Personally, I like to keep my friends and\nassociates properly informed and up to date and do\nnot hesitate to correct them when they refer to, for\ninstance, “Ivory Coast” (it is now PC to say <em>Côte\nd'Ivoire,</em> even in English), or “Burma” (which is, of\ncourse, <em>Myanmar,</em> capital city <em>Yangon,</em> not “Rangoon”).\nMy friends—those who remain—rarely fail\nto thank me for this service.</p> <p>Why do names change, and why do different\npeople refer to the same place by different names?\nIn spite of this neo-Puritan trends towards <em>PC</em> 'politically\ncorrect' nomenclature, with all the presure to\nconform that it brings, there are still sometimes perfectly\ngood reasons for changing the name of a place.\nIt is when the trend is carried to sanctimonious extremes\nthat it becomes irritating.</p> <p>The most widely-known example of PC name-changing\nin the U.S. is not that of a place-name but\nof an ethnic or racial group: Black Americans.  In\nmy youth the acceptable term for Blacks was <em>Negroes</em>\nor <em>Coloureds</em>.  <em>Coloured</em> seems to have come to\nNorth America from South Africa, where it actually\nrefers to mulattoes, or descendants of mixed race.\n<em>Negro,</em> from the Spanish/Portuguese word for 'black'\nseems to have been a euphemism, a softer term, and\nreplaced the earlier term, <em>Black</em>.  With the rise of\nBlack consciousness and Black pride, Blacks challenged\nthe need for a euphemism (the very use of\nwhich implies, of course, something bad or negative,\nwhich has to be rendered pleasant or acceptable).  I\ncan sympathize, therefore, with their rejection of\nthe term <em>Negro</em> as a racist term.  Lately the terms\n<em>African-American</em> and <em>Afro-American</em> seem to be\ngaining wider acceptance, although according to a\nrecent poll most U.S. Blacks prefer the term <em>Black;</em>\nperhaps <em>African-American</em> is still too avant garde.</p>"
}