{
  "type": "Article",
  "title": "Wrenches in the Gorse and Bracken",
  "author": "Bob Swift",
  "location": "Miami",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Wrenches in the Gorse and Bracken</h1>\n<p><em><span data-rel=\"author\">Bob Swift</span> <span data-rel=\"location\">Miami</span></em></p>\n<p>It began innocently enough, without guile on my part.  We were traveling on an interstate through\nflat, scraggly country.  Nothing seemed to grow at\nthe roadside except dry, brownish, stalky, weedy\nbrush.</p>\n<p>“What're those bushes, daddy?” a child\nwhined.</p>\n<p>“Gorse,” I said absently.</p>\n<p>“Gorse?” said my wife, raising an eyebrow.</p>\n<p>“Well, then, what's that?” She pointed to a patch of\nequally depressing but bushier shrubbery.</p>\n<p>“Bracken,” I said serenely.</p>\n<p>I had, I now believe, been reading an English\nnovel, or perhaps a Sherlock Holmes adventure, and\nso the words just popped out of my subconscious.\nYou know, in English novels people and large\nhounds are always chasing about on desolate moors,\namid gorse and bracken.  I hadn't the foggiest\nidea—and haven't to this day—what gorse and\nbracken look like.</p>\n<p>“Gorse and bracken,” my wife mused.  “Ah yes,\none of the great teams of the Golden Age of comedy.\nLaurel and Hardy, Abbott and Costello, Gorse and\nBracken.”</p>\n<p>“Gorse and bracken, gorse and bracken,”\nchanted the children gleefully.</p>\n<p>A bit farther down the road we halted for lunch\nat a roadside rest stop.  My youngest pointed to a\nbird and said: “What's that, daddy?”</p>\n<p>Perhaps I was thinking of car repairs, for the\nengine had been making odd noises.  Whatever the\nreason, without a blink I replied: “It's a Wrench.”\nThe lie came to my lips just as easily as to the lips of\nJoseph Goebbels.  Then, to my horror, without waiting\nfor another childish question, I pointed to a\ncrawling caterpillar and said glibly, “Look.  There's\na Squirm.”</p>\n<p>I had embarked on a life of deceit involving the\nnames of nature's own flora and fauna.  Perhaps I\nhad an unconscious recollection of seeing, long ago,\nJames Thurber's delightful drawings of such creatures\nas The Dudgeon and The Barefaced Lie in his\n“A New Natural History.”  If so, I didn't make the\nconnection for years, and prefer to believe that great\nminds,... et cetera.</p>\n<p>Anyway, to my kids, all bushes became Gorse\nand Bracken.  All birds were Wrenches.  Worms,\nsnakes, and such were Squirms.  I didn't disillusion\nthem.  Instead, I confess with shame, I found that\nmerely misleading my children was not enough.\nSince I lived in South Florida, where real tropical\nexotica abound (poisonous toads, walking catfish,\ntwo-foot-long green lizards from Cuba, etc.) it was\neasy to flummox visitors.</p>\n<p>“Gosh,” my brother-in-law said, peering apprehensively\ninto the dark of my back yard, a subtropical\njungle, “it sounds like we're in Africa.  What's\nthat ... growly sort of chirping sound?”</p>\n<p>“I believe that's a Strike,” I said.  “A bird related\nto the macaw.” Cupping a hand to my good\near, I added, “Yes, I'm sure of it.  A common Strike.\nIt has a predatory cousin, the Preemptive Strike.”</p>\n<p>“Is that so?” my brother-in-law muttered, with\nsome awe in his voice.</p>\n<p>Visitors from the North always demanded a visit\nto the nearby tourist attraction, a lush, tropical paradise\npopulated by trained parrots and alligators and\ncolorful insects and such.  So I took them.</p>\n<p>“See that curious little beast over there?” I said,\npointing.  “That's a Peccadillo.  His armor, like a\nshell, over most of its body, and great long claws to\ndig in the ground.  And there, climbing that tree—\nthe big blue lizard, see it?—that's an Orthodontia.\nThe striped one—see it?—is a Pharisee.  Or, wait,\nmaybe that's a Paraphrase.  Whatever.  It's larger\nthan the Stentorian at any rate.”</p>\n<p>With practice, I became bolder, mixing in the\nnames of real flora and fauna.</p>\n<p>“A neighbor of ours used to own a ring-tailed\ncoatimundi,” I said.  “It would escape and climb our\nFicus Benjamina.  Look out, don't step on the Bufo\nMarinus.”  Then, without missing a beat, I continued:</p>\n<p>“See those leafy things there?  That's Impetigo.\nThe feathery thing is Implicit.  And the vine growing\nbeside it is Thorax.  It's sort of like poison ivy so\ndon't touch.  You'll break out in a rash.  The flowering\nbush is Divertissement.  And that bristly thing is\na Septum.  One variety of Septum has been genetically\nmutated by exposure to radon in the soil; it's\ncalled the Deviated Septum.”  Without a blush I\neyed ground-hugging plants and reeled off their\nnames: Hex, Ponder, Explicit, and Envy.</p>\n<p>“See the ground cover with the yellow blossoms?”\nI said.  “It's Regalia.”</p>\n<p>I was delighted to answer questions about butterflies,\nbirds, and creepy crawly things:</p>\n<p>“Yes, that's an Utter Gall.  And there in a row\nare a Sheer Audacity, a Wretched Excess, and a Cistern.\nI had hoped we'd see a Damnable Outrage but\nthey usually hole up in the daytime; there might be\none hiding there in that patch of Philanthropy.  The\norange one is a Flirtatious Glance and, look, the little\none hiding behind that bed of Logic is the Furtive\nGlance.  That one in the ferns is a Connubial\nBliss.  The fern itself is Lurch.”</p>\n<p>Touring the tourist attraction's aviary—in\nwhich the birds flew free while visitors strolled in a\nglass tunnel—I hit my stride.</p>\n<p>“The big blue wading bird is a Shrift.  The\nsmaller one there is the Short Shrift.  There's a flock\nof Cognitive Verbs and a pair of Light-Hearted Banters.\nThe one zipping around in circles is an Orbital\nSander, and the drab little creature making those sad\nchirps is a Plain Brown Wrapper.”</p>\n<p>At the nearby zoo, I was quick to point out the\nUtter Gall, a burrowing marsupial similar to the Unmitigated\nGall, and the horned mountain dwellers,\nthe Apex and the Pharynx.  Back at home, sitting on\nthe terrace listening to the evening sounds, I would\ninvariably inform our visitors that many of South\nFlorida's indigenous species are scarce now.</p>\n<p>“When we first moved here, a covey of Ruffled\nGrouch lived right over there in that hedge of Presumption,\nbut no more.  And Visage, Expletive, and\nArticulate used to grow wild. Now...” and I\nlaughed harshly, “now only the garden catalogues\nhave them.  And Expletive has even been deleted\nfrom those.”</p>\n<p>I suspect that many visitors were so overwhelmed\nwith the tropical heat that they didn't pay\nclose enough attention.  Or perhaps it was my habit\nof feeding them industrial strength Martinis before I\nbegan my nature lessons.</p>\n<p>One of my visitors, however, listened solemnly\nto my spiel, then presented me with a card.  It said:</p>\n<blockquote>\n<p>Membership in the Indoor Bird Watchers is\ngranted to those who have identified the following\nbirds through the bottom of a Martini glass,\nwhile seated—The Extra-Marital Lark, the Great\nAmerican Regret, the Morning Grouse, the After-Dinner\nPee Wee, the Double-Breasted Seersucker,\nand the Rosy-Breasted Pushover.</p>\n</blockquote>\n<p>I had been checked and mated at my own game.\nBut that didn't stop me.  I remain addicted to my\nMiami vice, although torn by the knowledge that all\nover the country are innocent children, naive relatives,\nand perplexed winter visitors, all telling their\nfriends and families about the wildlife I showed them\nin Florida.</p>\n<p>Guilt can't stop me, of course.  Like any other\naddict, I can't wait for my next fix.  Come on down,\ny'all, I want to take you out in the yard and point out\nthe Wretched Excess, the Ingratiating Manner, the\nHesitant Smile, and the Sheer Audacity.  There's a\nVeritable Shambles right beside the front steps, and\nby the fish pond you can spot a Receptacle, an Incipient\nQuarrel, and a Fidget.  And look up; there goes\na Smote, circling in the air.  I think it's hunting an\nApparent Hoax.  See, there's one now, crawling under\nthat bed of Xerox.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Wrenches in the Gorse and Bracken</h1> <p><em><span data-rel=\"author\">Bob Swift</span> <span data-rel=\"location\">Miami</span></em></p> <p>It began innocently enough, without guile on my part.  We were traveling on an interstate through\nflat, scraggly country.  Nothing seemed to grow at\nthe roadside except dry, brownish, stalky, weedy\nbrush.</p> <p>“What're those bushes, daddy?” a child\nwhined.</p> <p>“Gorse,” I said absently.</p>"
}