{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Reception and Response, Hearer Creativity and the Analysis of Spoken and Written Texts",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Reception-and-Response-Hearer-Creativity-and-the-Analysis-of-Spoken-and/McGregor-White/p/book/9781138959576\"><em>Reception and Response, Hearer Creativity and the Analysis of Spoken and Written Texts</em></a></h1>\n<p>Graham McGregor and R.S. White, eds., (Routledge, 1990), x + 259pp.</p>\n<p>In the early 1960s I wrote an article [WORD,\nXXVI (1966), Nos. 1-3, an offprint of which I shall\nbe happy to send to those requesting it] in which I\nsuggested that relatively accurate statistics on word\nfrequencies could best be attained by factoring in\nthe circulation and listenership figures of periodicals\nand radio/TV media used as sources of data about\nthe words and phrases under investigation.  While it\nis acknowledged that such a method would not work\nwell for books, the idea was that the number of occurrencies\nof a <em>lemma</em> (a technical though convenient\nterm for the 'thing—word or phrase—under\nstudy'), multiplied by, say the Audit Bureau of Circulation\nsworn circulation of a periodical would\nyield a figure that could legitimately be called its\n<em>Exposure</em>.  Obviously, such a number would be far\ntoo large to manipulate readily, so, using a formula\nfamiliar to statisticians, it was <em>normalized</em> to produce\na simple decimal number of only a few digits which I\ncalled the lemma's <em>Exposure Index</em>.  The purpose of\nthe exercise was to connect the frequency information\nwith the language as it is used and perceived; in\naddition, the approach would serve to eliminate\nfrom consideration those materials which, though\npublished, were little read, with a consequent low\ninfluence on the lexicon.</p>\n<p>Frequency information on the language, of\ngreat usefulness to lexicographers and other linguists\nis sorely lacking: a study by Thorndike and\nLorge in the 1930s yielded the <em>Teacher's Wordbook\nof 30,000 Words</em>, but that had outlived its accuracy\nand usefulness by the mid 1940s.  With the emergence\nof computer typesetting in the 1960s, it\nseemed likely that the analysis of large bodies of text\nfrom newspapers and periodicals (in particular)\nwould be facilitated, for one of the greatest expenses\nwas the cost of keyboarding the texts into machine-readable\nform so that they could be processed\nspeedily and economically by computer.</p>\n<p>Those who question why a large corpus of material\nshould be needed for study ought to realize that\nthe amount of language written and read, uttered\nand heard in a single day is unbelievably huge.  In a\ngiven hour, the numbers of words spewed forth by\nthe dozens of TV channels and AM and FM radio\nstations alone is unimaginable.  While it is acknowledged\nthat statistics can make allowance for using\nsamples instead of an entire corpus for analysis, the\nprodigious quantity of lemmata (that's the plural of\n<em>lemma</em>) requires an incredibly large sample.  Then\nagain, the statistics for a few thousand of the most\nfrequent words—<em>the, a, an, but, for, of,</em> etc.—need\nnot be derived again and again, and a few thousand\nsuch lemmata are usually eliminated at the outset.\nStill, that means that a reasonably accurate sample,\nas I suggested in 1961, would have to contain a billion—preferably,\na billion billion—lemmata.  In\nthose days, computer storage and processing equipment\nwere too primitive to accommodate such quantities.\nBut today, the situation is quite different.\nMoreover, publishers are today generally less reluctant\nthan before to make available to researchers the\ndisks and tapes containing text.</p>\n<p>As we all know, there is an enormous number of\npublications dealing with highly specialized areas.  If\na truly “unabridged” word study of the language\nwere ever to be undertaken, such materials would\nhave to be included.  But for practical purposes,\nthere is little point in including a lemma like <em>hwālrād</em>\n(a kenning, 'whale-road,' for <em>sea</em>) if only an infinitesimal\nportion of the population reads <em>Beowulf</em> or\nan article about it in a recondite learned journal.</p>\n<p>Early in this century Funk &amp; Wagnalls published\ndictionaries that contained a large number of\nScotticisms, either out of habit or affection for the\ngenre or because their lexicographers felt that every\nstudent who read Burns had to be able to find in the\ndictionary every word he used.  These days, when all\neditions of Burns's poems are annotated, with\nglosses for any “foreign” words, allowing such Scotticisms\nto occupy valuable space in general dictionaries\nis not considered economical, and only those\nlikely to appear in crossword puzzles are included.\nSimilarly, historical lexicography—the vocabulary\nof Shakespeare, Milton, Chaucer, Richard Rolle of\nHampole, the Holinshed Chronicle, etc.—has been\nrelegated to footnotes in student editions or to specialized\ndictionaries.  Of course, not all Scotticisms\nhave been excised, and words like <em>auld, land</em>, and\n<em>syne</em> are probably still to be found in many dictionaries,\nbut only because they are frequent.  But these\nwords are archaisms, obsolete words that are used\nfor special effect or other reasons, as in popular quotations,\nlike <em>wherefore</em> in “Wherefore art thou,\nRomeo?,” known to every schoolchild (and misunderstood\nby many, who think it means 'where,'\nwhile it really means 'why': it is retained in <em>what for</em>,\ndialectal <em>whuffo</em>').  The King James Bible, which contains\nmany such archaisms, has preserved them for\nmodern English; <em>wherefore</em> more commonly appears\nin the tautology <em>whys and wherefores</em>.</p>\n<p>The book under review might well have included\nsomething on the subject of exposure in one\nof the essays collected within its pages, for much of\nthe material selected by lexicographers as source\ncorpora for citations is arrived at subjectively and\nimpressionistically—though I hasten to allow that\nthe subjective and impressionistic maunderings of a\ngood, experienced linguist might well be worth a\nmotherlode of statistics.  The point is that <em>Reception\nand Response</em> is one of the few works that I have\nseen that tries to present a point of view from the\nperspective of the <em>receiver</em> of information, while\npaying attention to the semiotic aspects of language\n(that is, the elements embedded in communication\nthat are not strictly concerned with language,\nper se).</p>\n<p>The twelve articles collected under the general\nrubrics of Contexts of responsiveness, Listener response\nand communication, and Responsive readers\nhave mixed success in dealing with the subject.  The\nfirst, “Attending the hearing: listening in legal settings,”\nby Peter Goodrich, a lecturer in law, does\nnot seem to come to grips with its subject—at least\nin an understandable way—till more than halfway\nthrough, notwithstanding its inclusion of much matter\nthat makes good and interesting reading.  Richard\nG. Tedeschi's “Therapeutic listening” is a broad,\nthough concise treatment of psychotherapists' reaction\nand receptivity to their patients.  It is more an\narticle on the behaviour of therapists than on language,\nso we can leave it.  Deborah Cameron and\nDeborah Hills (“ 'Listening in': negotiating relationships\nbetween listeners and presenters on radio\nphone-in programmes”) have studied the output of\nLBC Radio, London's “all-talk” station, which I\nhave listened to with interest.  After devoting (wasting?)\nabout half their space on a penetrating analysis\nof how callers and presenters say hello and goodbye\n(or not, as is often the case with goodbyes), they\nfinally get down to the substance of the calls.  In a\nsubcategory called “Extreme, outrageous and offensive\ncalls,” the authors refer to “a new genre of\nphone-ins [in the US] whose whole <em>raison d'être</em> is\nfor the presenter to pour abuse on those who call.”\nThose who have heard Bob Grant and others in the\nUS are familiar with the pattern.  What the authors\nfail to mention is that the treatment the caller receives\nsometimes depends on who the presenter is.</p>\n<p>For example, Mike Allen (on LBC) is low-key,\ncalm, and always gracious and polite, seeming to\nevoke no outrageous calls.  Robbie Vinson [sp?], who\nruns <em>Robbie Vinson's Night Line</em> and refers to himself\nin the third person, is often very unpleasant indeed,\nand some of the conversations cited in the article\n(especially one in which a caller was told that if he\ndidn't like Britain he should get out) smack strongly\nof his acerbic, dyspeptic, often rude manner.  What\npresenters are missing is that listeners often tune in\nto hear all sorts of the things that other listeners\nhave to say, whether they agree with them or think\nthem mad, and it makes the presenter appear intolerantly\nbigoted to cut off a caller whose opinions are\nat variance with those the presenter might perceive\nto be held by the man on the Clapham omnibus.  On\nthe whole, despite the preliminary screening that\ncallers are subjected to, mainly in order to eliminate\ncranks, drunks, and undesirables, those who do get\nthrough rarely have anything of moment to contribute,\nthe presenters are notably unsympathetic in\neliciting a fair exposure of their comments, and the\nlistener is (too) often left with the feeling that the\npresenter has been too dismissive.  The analysis in\nthis article is interesting and well done, but I question\nwhether it is an analysis of the listener, as only\nthe caller and the presenter are discussed.  To consider\nthe caller a listener in this structure would be a\nmistake; as far as I can see, the comment on listeners\nis confined to the authors' “Conclusion”:</p>\n<blockquote>\n<p>Radio phone-ins are speech events in which relationships\nbetween individual listeners, a notion\nof the “listening public” and the station as personified\nin the professional presenter are carefully\nnegotiated.</p>\n</blockquote>\n<p>I do not accept that, for once the <em>listener</em> has\nbecome a <em>caller</em> he is as much a part of the script,\nentertainment—whatever one might call it—as the\npresenter and is, in effect, no longer a mere listener.\nThat is confirmed in the following:</p>\n<blockquote>\n<p>Although it is the presenter who has ultimate\ncontrol in the encounter—a control he may legitimate\nin terms of the interests of the “listeners\nout there,” their right to be entertained and to\nbe protected from offensive views—the listeners\nwho call in may challenge the norms he lays\ndown in various ways, from dogged pursuit of a\n“personal relationship” with the presenter to\nequally dogged resistance to the “containment\nstrategies” presenters employ.  Listeners, like\npresenters, are <em>aware</em> of the linguistic and social\nnorms which structure acceptable phone-in talk;\nyet they are capable of ignoring or subverting\nthese and of attempting to renegotiate the rules\nof the game.</p>\n</blockquote>\n<p>Lack of space precludes further comment on\nthis interesting collection of papers, but I should like\nto add one observations.  The phone-in programs\nhave created a culture language of their own, one\nthat is, curiously, common to both the US and the\nUK.  It includes comments like <em>I'm a first-time</em> (or\n<em>virgin) caller, I really enjoy your program</em> (which alternates\nwith <em>You really have a great program tonight)</em>,\nand <em>Thank you for taking my call</em>.  I have\nnever fathomed the purpose of the first; the second\nis pure sycophancy; and the third is patently ludicrous,\nfor if a presenter of a phone-in program refused\ncalls it would not be a phone-in program.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Reception-and-Response-Hearer-Creativity-and-the-Analysis-of-Spoken-and/McGregor-White/p/book/9781138959576\"><em>Reception and Response, Hearer Creativity and the Analysis of Spoken and Written Texts</em></a></h1> <p>Graham McGregor and R.S. White, eds., (Routledge, 1990), x + 259pp.</p> <p>In the early 1960s I wrote an article [WORD,\nXXVI (1966), Nos. 1-3, an offprint of which I shall\nbe happy to send to those requesting it] in which I\nsuggested that relatively accurate statistics on word\nfrequencies could best be attained by factoring in\nthe circulation and listenership figures of periodicals\nand radio/TV media used as sources of data about\nthe words and phrases under investigation.  While it\nis acknowledged that such a method would not work\nwell for books, the idea was that the number of occurrencies\nof a <em>lemma</em> (a technical though convenient\nterm for the 'thing—word or phrase—under\nstudy'), multiplied by, say the Audit Bureau of Circulation\nsworn circulation of a periodical would\nyield a figure that could legitimately be called its\n<em>Exposure</em>.  Obviously, such a number would be far\ntoo large to manipulate readily, so, using a formula\nfamiliar to statisticians, it was <em>normalized</em> to produce\na simple decimal number of only a few digits which I\ncalled the lemma's <em>Exposure Index</em>.  The purpose of\nthe exercise was to connect the frequency information\nwith the language as it is used and perceived; in\naddition, the approach would serve to eliminate\nfrom consideration those materials which, though\npublished, were little read, with a consequent low\ninfluence on the lexicon.</p> <p>Frequency information on the language, of\ngreat usefulness to lexicographers and other linguists\nis sorely lacking: a study by Thorndike and\nLorge in the 1930s yielded the <em>Teacher's Wordbook\nof 30,000 Words</em>, but that had outlived its accuracy\nand usefulness by the mid 1940s.  With the emergence\nof computer typesetting in the 1960s, it\nseemed likely that the analysis of large bodies of text\nfrom newspapers and periodicals (in particular)\nwould be facilitated, for one of the greatest expenses\nwas the cost of keyboarding the texts into machine-readable\nform so that they could be processed\nspeedily and economically by computer.</p> <p>Those who question why a large corpus of material\nshould be needed for study ought to realize that\nthe amount of language written and read, uttered\nand heard in a single day is unbelievably huge.  In a\ngiven hour, the numbers of words spewed forth by\nthe dozens of TV channels and AM and FM radio\nstations alone is unimaginable.  While it is acknowledged\nthat statistics can make allowance for using\nsamples instead of an entire corpus for analysis, the\nprodigious quantity of lemmata (that's the plural of\n<em>lemma</em>) requires an incredibly large sample.  Then\nagain, the statistics for a few thousand of the most\nfrequent words—<em>the, a, an, but, for, of,</em> etc.—need\nnot be derived again and again, and a few thousand\nsuch lemmata are usually eliminated at the outset.\nStill, that means that a reasonably accurate sample,\nas I suggested in 1961, would have to contain a billion—preferably,\na billion billion—lemmata.  In\nthose days, computer storage and processing equipment\nwere too primitive to accommodate such quantities.\nBut today, the situation is quite different.\nMoreover, publishers are today generally less reluctant\nthan before to make available to researchers the\ndisks and tapes containing text.</p>"
}