{
  "type": "Article",
  "title": "Learn to Spike Lunars",
  "author": "Robert Archibald Ford",
  "location": "Checotah, Oklahoma",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Learn to Spike Lunars</h1>\n<p><em><span data-rel=\"author\">Robert Archibald Ford</span> <span data-rel=\"location\">Checotah, Oklahoma</span></em></p>\n<p>Each time I visit Oxford, I walk past the Bodleian\nLibrary, pass under the Bridge of Sighs, and\nturn down the narrow lane that leads to Oxford University's\nNew College, treading the same path as the\nlate venerable Reverend Doctor William Archibald\nSpooner.  In my head and on my tongue, spoonerisms\nspring forth.  I recall a childhood favourite from\nmy father's sparse joke repertoire: “Church usher to\nerrant worshiper, 'Mardon me padam, but you are\noccupewing the wrong pie.  May I sew you to another\nsheet?' ”  Slips allegedly uttered by Spooner\nhimself bring a smile: “Who has not felt in his heart\na half-warmed fish to live a nobler life?”  Transpositions\ncome to mind that appear daily in the thoughts\nof every dedicated spoonerist: <em>darking bogs, a lanely\nlone, the lissing mink.</em>  Each of these metatheses\nevokes a chuckle of delight.</p>\n<p>The good Dr. Spooner, a kind man with white\nhair and cherubic face, served New College for a\nhalf century as distinguished scholar and able administrator.\nHe denied having made the slips of the\ntongue that made him famous, and his contemporaries\nagreed that most legendary spoonerisms were invented\nby imaginative New College undergraduates.\nEyewitnesses claim, however, that the concept began\nwith Spooner's twice-spoken chapel announcement:\n“The next hymn will be 'Kinkering Kongs\nTheir Titles Take.' ”  Others claim he once actually\nsaid: “...in a dark glassly.”  A colleague recalled a\ndiscussion in which Dr. Spooner referred several\ntimes to “Dr. Friend's child” when he meant <em>Dr.\nChilde's friend.</em>  Equally famous (though as an Irish\nbull) is his question of a former student shortly after\nWorld War I: “Was it you or your brother who was\nkilled in the war?”</p>\n<p>Spooner admitted “occasional infelicities in verbal\ndiction” but became openly irritated when his\nname was associated with oral transpositions.  When\nintroduced as the “Dean of Kew Knowledge” at a\ncollege social function, he responded with outspoken\ndispleasure.</p>\n<p>In the six decades since Dr. Spooner's death,\nthe phenomenon of transposed sounds has found a\nfirm place both in spoken and written language.  A\nspoonerism, or more technically, a methathesis, is the\ntransposition of letters, syllables, or sounds in a\nword or phrase.  More often, they take an oral rather\nthan a written form.  Writers employ them, however,\nas a useful comedic device, and accidental <em>faux\npas</em> occasionally appear in printed material.</p>\n<p>Following exhaustive research and practice, I\ndivide spoonerisms into two general categories\nbased upon their structure and their function.\nStructural categories depend upon changes in the\nsound of words or upon their appearance in written\nform, particularly the effect upon spelling.  Functional\ngroupings deal with meaning, either overt or\nimplied, both before and after transposition.  Analysis\nof these groups enables one to determine what\nmight be called “good” as opposed to “bad” spoonerisms.\n(Many critics maintain <em>all</em> are “bad”.)</p>\n<p>Perfect or true spoonerisms are correct in both\nsound and spelling when transposed.  Laborers are\n<em>tons of soil,</em> in place of <em>sons of toil,</em> not only sounds\nright and spells right, but has meaning in its revised\nform.  The best spoonerisms produce an element of\nhumor or irony, as this one does.  Sound, spelling,\nmeaning, and humor all combine to make great\nspoonerisms.</p>\n<p>Partial spoonerisms occur when transposition\nproduces only one meaningful word.  A <em>treckled\nspout</em> in the lake for <em>speckled trout</em> is interesting,\nperhaps even amusing, but it lacks the satisfaction\nand punch of a true spoonerism.  As one plays the\ntransposition game, many partial spoonerisms come\nto mind, but they must be discarded quickly, if you\nme what I seen.</p>\n<p>Auditory spoonerisms preserve the right sound\nwhen transposed, but require varied spelling when\nwritten.  Thus, a spoonerized loose-leaf <em>note book</em>\nbecomes <em>boat nook,</em> not “bote nook,” when written.\nDr. Spooner's proverbial <em>half-warmed fish</em> for <em>half-formed\nwish</em> has a totally different sound and meaning\nif written as “half-wormed fish,” requiring the\nspelling to be changed.  Since sound and mental image\nare the keys to good spoonerisms, auditory types\nare most acceptable.</p>\n<p>Visual spoonerisms appear to be correct in written\nform, but transposition produces the wrong\nsound.  For example, when <em>warm food</em> becomes <em>farm\nwood,</em> the result is neither meaningful nor pleasing\nto the ear.  <em>Farm</em> does not rhyme with <em>warm,</em> and the\nsound of <em>wood</em> differs greatly from <em>food.</em>  While the\nterm <em>form wooed</em> has good sound, it loses its effectiveness\nbecause there is no real meaning in the\nphrase.  Strictly visual spoonerisms must be rejected.</p>\n<p>Meaningless spoonerisms may be amusing in\nsound, but do not create real words.  Spooner's original\n<em>Kinkering Kongs</em> for <em>Conquering Kings</em> falls into\nthis category along with the comment attributed to\nhim that the story of the flood was “barrowed from\nBobylon.”  His apochryphal statement of compassion\nfor the <em>duff and demb</em> brings a smile but creates\nno new meaning in the transposed words.  Because\nthey give great pleasure both to ear and mind, however,\nmeaningless transpositions are acceptable,\neven relished, by all spoonerists.</p>\n<p>Mirror spoonerisms occur when transposition\nsimply reverses word order, usually with little\nchange in meaning.  In this phenomenon, the words\nrhyme.  Thus, a <em>great date</em> becomes a <em>date great</em>.\nMirror types are somewhat rare, seldom have new\nmeaning, and usually are uninteresting.  I recall a\ncollege dean who was addressed as <em>Dean Greene</em> to\nhis face.  Behind his back, however, irreverent junior\nfaculty referred to him as the <em>Green Dean</em>.</p>\n<p>Spoonerisms can be classified on a functional basis\nas either useless or useful.  Useless spoonerisms\nproduce correct words which, unfortunately, neither\namuse not have current meaning.  If a <em>stack of\nplates</em> is changed to a <em>plaque of states</em>, the result is, to\nsay the least, puzzling.  <em>Plaque</em> is a word, and <em>states</em> is\na word, but no meaning attaches to the term since\nthere is no mental connection.  Useless spoonerisms\nmust be avoided and characterize their creators as\nrank novices or amateurs.</p>\n<p>Useful spoonerisms substitute a common or\nmeaningful phrase for another when transposition\noccurs, as when “the movement was dealt a <em>crushing\nblow”</em> becomes “the movement was dealt a <em>blushing\ncrow</em>.”  Changing “there's a <em>cozy nook</em> in my\nkitchen” to “there's a <em>nosey cook</em> in my kitchen” not\nonly introduces a totally new meaning, but also injects\nhumor.  Having achieved these desired results,\na sense of satisfaction and well-being settles upon\nboth speaker and listener.</p>\n<p>A gratifying subset of the useful category includes\nthe obscene spoonerism, either intentional or\naccidental.  Transposition produces a vulgar term or\nphrase.  Think what the clever spoonerist can do\nwith “the painting is <em>foul art,</em>” or perhaps even better,\n<em>fowl art</em>.  Could one resist tampering if Joyce\nhad written “She was a bit of <em>awful lass,</em>” or if\nShakespeare had penned “Thy chatter is but\n<em>showful wit!</em>”  Obscene spoonerisms represent the\npinnacle of spooner-type wit (or is that <em>wooner-type\nspit?</em>).</p>\n<p>Making up spoonerisms is a pleasant form of addiction.\nThe malady is similar to that of the clever\nlittle tune that becomes imbedded in the mind and\ndemands to be hummed: the more one tries to forget,\nthe stronger is the sense of impulsive and involuntary\nrecall.  Unlike other life-long addictions,\nhowever, the spoonerist incurs no cost, inflicts little\npain upon others, and can engage in his or her passion\nanywhere at any time, greatly enriching the\nquality of life.  No one ever recovers, but under the\ncircumstances, who wants to?  As I often say: “To\nspooner not to spoon?”</p>\n<p>I'll probably try dying!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Learn to Spike Lunars</h1> <p><em><span data-rel=\"author\">Robert Archibald Ford</span> <span data-rel=\"location\">Checotah, Oklahoma</span></em></p> <p>Each time I visit Oxford, I walk past the Bodleian\nLibrary, pass under the Bridge of Sighs, and\nturn down the narrow lane that leads to Oxford University's\nNew College, treading the same path as the\nlate venerable Reverend Doctor William Archibald\nSpooner.  In my head and on my tongue, spoonerisms\nspring forth.  I recall a childhood favourite from\nmy father's sparse joke repertoire: “Church usher to\nerrant worshiper, 'Mardon me padam, but you are\noccupewing the wrong pie.  May I sew you to another\nsheet?' ”  Slips allegedly uttered by Spooner\nhimself bring a smile: “Who has not felt in his heart\na half-warmed fish to live a nobler life?”  Transpositions\ncome to mind that appear daily in the thoughts\nof every dedicated spoonerist: <em>darking bogs, a lanely\nlone, the lissing mink.</em>  Each of these metatheses\nevokes a chuckle of delight.</p> <p>The good Dr. Spooner, a kind man with white\nhair and cherubic face, served New College for a\nhalf century as distinguished scholar and able administrator.\nHe denied having made the slips of the\ntongue that made him famous, and his contemporaries\nagreed that most legendary spoonerisms were invented\nby imaginative New College undergraduates.\nEyewitnesses claim, however, that the concept began\nwith Spooner's twice-spoken chapel announcement:\n“The next hymn will be 'Kinkering Kongs\nTheir Titles Take.' ”  Others claim he once actually\nsaid: “...in a dark glassly.”  A colleague recalled a\ndiscussion in which Dr. Spooner referred several\ntimes to “Dr. Friend's child” when he meant <em>Dr.\nChilde's friend.</em>  Equally famous (though as an Irish\nbull) is his question of a former student shortly after\nWorld War I: “Was it you or your brother who was\nkilled in the war?”</p> <p>Spooner admitted “occasional infelicities in verbal\ndiction” but became openly irritated when his\nname was associated with oral transpositions.  When\nintroduced as the “Dean of Kew Knowledge” at a\ncollege social function, he responded with outspoken\ndispleasure.</p>"
}