{
  "type": "Article",
  "title": "Names of Santa Fe",
  "author": "William H. Dougherty",
  "location": "Santa Fe, New Mexico",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Names of Santa Fe</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p>\n<p>According to some authorities, when the present\ncapital of New Mexico was founded by Spanish\ncolonizers in 1610, it was named <em>La Villa Real de\nSanta Fe de San Francisco de Asís</em>.  In later versions\nthis grandiloquent title, really more a dedication\nthan a name, sometimes has the definite article <em>la</em>\ninserted between <em>de</em> and <em>Santa</em>, which changes the\nmeaning from <em>Saint Francis of Assisi's Royal City of\nHoly Faith to the Royal City of the Holy Faith of Saint\nFrancis of Assisi</em>.  In modern times at least, and possibly\nsince its founding, the capital, no longer royal,\nhas been known simply as <em>Santa Fe</em>.  Since Romance\nderivatives of Latin <em>sanctus</em> mean <em>holy</em> as well as\n<em>saint</em>, the Spanish name today, like the same name\nfor several towns in countries of Spanish culture,\nmeans in English <em>'Holy Faith.'</em>  Incidentally, English-speaking\nwriters more used to French than to Spanish\nnames often misspell the name: “Sante Fe.”</p>\n<p>By whatever name, Santa Fe is nestled in the\nfoothills of a cordilleran spur called the <em>Sangre de\nCristos</em>.  No one really knows how this mountain\nrange came to be named for the Blood of Christ, but\neducated guesses are not lacking.  At sunset these\nmountains are sometimes suffused with a rosy glow\nthat some romantis souls like to think could have\ninspired the descriptive name.  However, sixteenth-century\nSpaniards and their descendants were too\nliteral about their religion and too indifferent to nature\nto be inspired by sunsets.  A more probable explanation\nattributed to a thoughtful historian named\nBill Tate is that cruciform crevasses, in winter filled\nwith snow, that are visible on the mountainside from\nSan Gabriel, the first Spanish capital, reminded Juan\nde Oñate, the leader of the first successful Spanish\ncolonizing expedition, of the cross he wore to symbolize\nmembership in a lay religious order devoted\nto reverence for the Precious Blood of Christ.  The\ntrouble here is that according to T.M. Pearce's <em>New\nMexico Place Names</em> as late as 1790 the range was\ncalled <em>Sierra Madre</em> and has been called by its present\nname only since the early nineteenth century.\nThe most plausible etymology, in my opinion, suggested\nby the learned Fr. Benedicto Cuesta among\nothers, is that the range took its name from penitente\nchapels or shrines in its foothills consecrated\nto the Redeeming Blood of Christ at a time when in\nthe Spanish empire such chapels were so numerous\nthat <em>Blood of Christ</em> was practically synonymous with\n<em>chapel</em>.</p>\n<p>By modern standards the Spanish colonial and\nbriefly Mexican capital of New Mexico was more a\nvillage than a city.  Almost as the Spaniards founded\ntheir capital on the ruins of an Indian pueblo, the\nAmerican conquerors of New Mexico built their territorial\ncapital on and around a dilapidated Spanish-Mexican\ncore, little of which remains today.  The\ncity of some 55,000 as it exists today derives much\nmore from the town built by Anglos who have been\nattracted here since the mid nineteenth century\nthan from the Spanish-Mexican colonists and their\ndescendants who populated the tiny frontier capital\nfor over two centuries previously.</p>\n<p>The names and architecture of Santa Fe have\ngone through three parallel stages in a parabolic\ncourse.  The original architecture was Andalusian filtered\nthrough the tastes and customs of Mexico\n(then called New Spain) and further modified by the\nmaterials available and the centuries-old experience\nof the Pueblo Indians.  The walls were of adobe,\nwhich to the first Anglos was mud, pure and simple.\nIn north Texas adobe bricks were even called “Dallas\nstiff-muds.”  The roofs were flat and supported\nby trimmed logs called <em>vigas</em>, and they leaked.  To\nmost Victorian Anglo-Americans the houses of Santa\nFe, even the sprawling governor's palace, were at\nbest unrefined and at worst squalid.  So in the second\nstage of construction the “primitive” structures\nof the Spanish-colonial past were gradually replaced\nand surrounded by more “proper” architecture.\nThe relatively grand new cathedral, for instance,\nwas built in the style of Archbishop Lamy's native\nProvence.  Aside from a scattering of historic colonial\nbuildings around and near the plaza, the oldest\nbuildings in Santa Fe tend to be in a style that owes\nmore to the American Midwest and East than to Hispanic\nor Indian origins.  Then came the third stage\nearly in the twentieth century, when Santa Fe was\ninvaded by a more sophisticated, in some cases artistic,\ncosmopolitan kind of Anglo-American that recognized\nthe esthetic value and appreciated the exotic\ncharm of the surviving bits of the colonial town\nand began to cultivate a revival.  Others, Hispanic\nand Anglo, came to see in this revival commercial\npotential, and modified versions of the old Pueblo\nand Territorial styles have dominated, indeed monopolized,\narchitecture in the capital ever since.</p>\n<p>Nomenclature has tended to parallel the physical\nmetamorphoses of Santa Fe.  At first and\nthroughout the seventeenth century there were no\nstreets to bear names, only a nameless quasi-street\nleading a short way from the parish church.  A Friar\nDominguez is quoted by Adrian H. Bustamente in\n<em>Santa Fe—History of an Ancient City</em> as describing\nthe villa in 1776, the year of American independence\nfrom British rule, as consisting of “many small\nranches at various distances from one another, with\nno plan as to their location, for each owner built as\nhe was able, wished to, or found convenient, now for\nthe little farms they have there, now for small herds\nof clattle which they keep in corrals of stakes, or else\nfor other reasons.”  Such place names as there were\napplied to clusters of buildings, such as <em>casas reales</em>\n(“royal houses”), renamed <em>Palace of the Governors</em>\nby the Anglo-Americans, or <em>Barrio de Analco</em> for the\ncluster that housed Mexican-Indians.  (<em>Analco</em> is Nahuatl,\nthe language of the Aztecs, and means 'on the\nother side' [of the river].)  Roads entering the settlement\nwere called by the names of the towns or\nplaces to which they led, such as <em>Camino de Pecos,\nCamino del Alamo, or Camino de la Canada</em>.  And\neventually physical features such a main irrigation\nditch (<em>acequia madre</em>) or the wall that enclosed the\nofficial buildings gave their names to streets associated\nwith these features.  But the oldest streets in\nthe modern city date back to the Anglo-American\noccupation and reconstruction and therefore have\nsuch basically English names as: <em>Washington, Lincoln,\nPalace Avenue, San Francisco Street, Cathedral\nPlace</em>, and so on.  These streets and their names correspond\nto the architecture of the first wave of Anglo-American\noccupation.  Likewise the period of\nrevival of Pueblo-colonial architecture in the twentieth\ncentury corresponds to an attempt to revive\nSpanish, or at least historic nomenclature.  So the\nrecently constructed loop around the inner city has\nbeen named <em>Paseo de Peralta</em>.  The thoroughfare entering\ntown from the south that was originally called\n<em>Telegraph Street</em> because the telegraph line ran along\nit and was later renamed <em>College Street</em> because St.\nMichael's College was built there is now romantically\ncalled <em>Old Santa Fe Trail</em>.</p>\n<p>It is in the often hastily constructed and hastily\nnamed developments on the edges of Santa Fe that\nthe names are most feverishly given.  In Santa Fe,\nwhere the Hispanic heritage and population remain\nconsiderable, the new pseudo-Spanish names are\nmore apt to be correct than in, say, California or\nTucson.  Nevertheless, there are many cases of developers'\npidgin.  The most common solecisms are\nthose of syntax and grammatical gender.  Though\nthere are plenty of examples to show that some\nnamers of streets in Santa Fe are aware that in Spanish\na definitive modifier follows the modified word,\nso that there are streets properly named, for instance,\n<em>Camino Cerrito, Calle Lorca</em>, or <em>Plaza Fatima</em>,\nthere are other street names that betray oblivion to\nthis grammatical rule, for example: <em>Monte Vista\nPlace</em> or <em>Cielo Vista Court</em> where <em>Monte Vista</em> and\n<em>Cielo Vista</em> are supposed to mean respectively <em>Mountain\nView</em> and <em>Sky View</em> but, so far as they signify\nanything, really mean <em>View Mountain</em> and <em>View Sky</em>\nor <em>Heaven</em>.  Even more common in Santa Fe are\nnames in which adjectives fail to agree as to gender\nwith the nouns they modify, for example: <em>Calle\nLargo, Calle Lejano</em>, or <em>Calle Contento</em>.  This error\nmay be due in part to the English tendency to reduce\nall unaccented final vowels to schwa and in\npart due to the fact that Spanish adjectives are listed\nin dictionaries in their masculine forms only.  Also,\nout of context Spanish adjectives are thought of as\nmasculine.</p>\n<p>One can imagine a bulldozer operator as he\nblades out a road for a new development being\nhailed by the developer thus: “Hey, Loyd ...”\n(Here I should explain that there is a fairly recent\nnew tendency to give Spanish-surnamed babies jarringly\nun-Spanish first names, which results in such\noddities as Loyd Martinez or Priscilla Chavez.  In\nthis practice, I believe, we are happily lagging behind\nthe Brazilians.)  “Hey Loyd, how do you say\n<em>long</em> in Spanish?”  To which Loyd Martinez, bilingual,\nmight reply, “Largo.”</p>\n<p>“So <em>Long Street</em> would be <em>Largo Calle?</em>”  (To the\nAnglo ear the final <em>o</em>, an <em>a</em>, and perhaps the <em>e</em> of <em>calle</em>\nare schwa.)</p>\n<p>“No, turn it around: <em>Calle Larga</em>.”</p>\n<p>“Oh, yeah, now I see it here, in this pocket dictionary—<em>largo</em>.”\nAnd knowing <em>calle</em> from previous\nexperience, the Anglo developer jots on his pad\n<em>Calle Largo</em>.  The phonemic distinction between unaccented\nfinal <em>a</em> and <em>o</em> goes in one Anglo ear and out\nthe other.</p>\n<p>Finally, there are Santa Fe names that are simply\npretentious or inept.  The Rio Grande, the river\nin whose valley the capital lies, has been called the\nGreat River in English, maybe partly because Spanish\n<em>Grande</em> suggests English <em>Grand</em>, but in fact <em>Rio\nGrande</em> means simply <em>Big River</em>.  <em>Great River</em> would\nbe <em>Gran Rio</em>.  (That tricky syntax again.)  Formally\ncorrect but pretentious is the street name <em>Camino\ndel Monte Sol</em>, which before it was paved was sometimes\nirreverently called <em>Camino del Muddy Soil</em>.\nThen there is La Fonda, the rather famous Harvey\nhotel that superseded the old Exchange Hotel when\nthe local Anglos woke up to the touristic value of\nSpanish nomenclature and architecture.  A Mexican\nnewcomer to Santa Fe once told me that he had\nbeen much puzzled by hearing rich Anglo tourists\nextol the charm of La Fonda (in English pronounced\nlike <em>fond</em> plus schwa).  In Mexico, he explained, a\n<em>fonda</em> is the cheapest, grubbiest sort of dive.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Names of Santa Fe</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p> <p>According to some authorities, when the present\ncapital of New Mexico was founded by Spanish\ncolonizers in 1610, it was named <em>La Villa Real de\nSanta Fe de San Francisco de Asís</em>.  In later versions\nthis grandiloquent title, really more a dedication\nthan a name, sometimes has the definite article <em>la</em>\ninserted between <em>de</em> and <em>Santa</em>, which changes the\nmeaning from <em>Saint Francis of Assisi's Royal City of\nHoly Faith to the Royal City of the Holy Faith of Saint\nFrancis of Assisi</em>.  In modern times at least, and possibly\nsince its founding, the capital, no longer royal,\nhas been known simply as <em>Santa Fe</em>.  Since Romance\nderivatives of Latin <em>sanctus</em> mean <em>holy</em> as well as\n<em>saint</em>, the Spanish name today, like the same name\nfor several towns in countries of Spanish culture,\nmeans in English <em>'Holy Faith.'</em>  Incidentally, English-speaking\nwriters more used to French than to Spanish\nnames often misspell the name: “Sante Fe.”</p> <p>By whatever name, Santa Fe is nestled in the\nfoothills of a cordilleran spur called the <em>Sangre de\nCristos</em>.  No one really knows how this mountain\nrange came to be named for the Blood of Christ, but\neducated guesses are not lacking.  At sunset these\nmountains are sometimes suffused with a rosy glow\nthat some romantis souls like to think could have\ninspired the descriptive name.  However, sixteenth-century\nSpaniards and their descendants were too\nliteral about their religion and too indifferent to nature\nto be inspired by sunsets.  A more probable explanation\nattributed to a thoughtful historian named\nBill Tate is that cruciform crevasses, in winter filled\nwith snow, that are visible on the mountainside from\nSan Gabriel, the first Spanish capital, reminded Juan\nde Oñate, the leader of the first successful Spanish\ncolonizing expedition, of the cross he wore to symbolize\nmembership in a lay religious order devoted\nto reverence for the Precious Blood of Christ.  The\ntrouble here is that according to T.M. Pearce's <em>New\nMexico Place Names</em> as late as 1790 the range was\ncalled <em>Sierra Madre</em> and has been called by its present\nname only since the early nineteenth century.\nThe most plausible etymology, in my opinion, suggested\nby the learned Fr. Benedicto Cuesta among\nothers, is that the range took its name from penitente\nchapels or shrines in its foothills consecrated\nto the Redeeming Blood of Christ at a time when in\nthe Spanish empire such chapels were so numerous\nthat <em>Blood of Christ</em> was practically synonymous with\n<em>chapel</em>.</p> <p>By modern standards the Spanish colonial and\nbriefly Mexican capital of New Mexico was more a\nvillage than a city.  Almost as the Spaniards founded\ntheir capital on the ruins of an Indian pueblo, the\nAmerican conquerors of New Mexico built their territorial\ncapital on and around a dilapidated Spanish-Mexican\ncore, little of which remains today.  The\ncity of some 55,000 as it exists today derives much\nmore from the town built by Anglos who have been\nattracted here since the mid nineteenth century\nthan from the Spanish-Mexican colonists and their\ndescendants who populated the tiny frontier capital\nfor over two centuries previously.</p>"
}