{
  "type": "Article",
  "title": "Writing Maketh an Exact Man",
  "author": "William B. Ober",
  "location": "M.D., Tenafly, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Writing Maketh an Exact Man</h1>\n<p><em><span data-rel=\"author\">William B. Ober</span> <span data-rel=\"location\">M.D., Tenafly, New Jersey</span></em></p>\n<p>The title is taken from one of Sir Francis Bacon's\nsententious essays one read as a schoolboy.  As\na writer, I wish it were true.  But precision and accuracy\nare elusive virtues, and any number of pitfalls\nlie in the trail.  Herewith is an account and plausible\nexplanation of a few howlers committed by competent,\nexperienced writers in books and articles I\nhave read in recent months.</p>\n<p>In her fine biography, <em>Nora: The Real Life of\nMollie Bloom</em> (Boston, Houghton Mifflin, 1988),\nBrenda Maddox feels impelled to flesh out the account\nof Nora's life, which revolved largely around\nher husband, by describing the decoration of their\nflat in the Square Robiac.  The walls were hung with\n“family portraits (women in big bonnets and men in\nred hunting coats) and his reproduction of a\nVermeer view of Ghent.”  Alas, no: it was a street in\nDelft.  Vermeer was born, lived, painted, and died in\nDelft.  He never, so far as we know, visited Ghent,\nbeautiful as it is.  How did the geographical mistake\noccur?  Maddox, far too young to have visited the\nJoyces in Paris, was relying on an account by Arthur\nPowers in <em>The Joyce We Knew</em>, who had visited the\nJoyces in the 1930s and who had mistaken the city.\nThe point was not checked by the copy editor, probably\nan inexperienced B.A. in English Lit., underpaid\nby the publishers, and the <em>lapsus</em> appears in the\ntext.</p>\n<p>Faulty geography is the basis for an error in Peter\nWinch's review of Hans Blumenburg's <em>Holenausgänge</em>\nthat appeared in the usually faultless <em>Times\nLiterary Supplement</em> [October 13-19, 1989].  He\nstarts with a bit of name-dropping, one of the minor\nsins of academic reviewers, to show his familiarity\nwith the great names of 19th-century German philosophy,\nand continues with, “Johann Bachofen, colleague\nof Friedrich Nietzsche and Jacob Burckhardt\nat Zürich University...”  Alas, Dr. Winch, who\nteaches philosophy at the University of Illinois at Urbana,\nhas mistaken Zürich for Basel, where they\nwere both members of the same faculty, <em>ca</em>. 1870s.\nSuch inaccuracies in the opening sentence of a book\nreview fail to inspire confidence.</p>\n<p>At a different level of inaccuracy are some\nlapses in Robert Craft's new book, <em>Small Craft Advisories</em>,\na collection of clever essays on musical topics.\nCraft set himself up as Stravinsky's amanuensis, and\nhis <em>apercus</em> are well worth reading; but when he mislabels\nthe tile of Philip Larkin's <em>Required Writing</em> as\n<em>Required Reading</em>, he kills Larkin's playful title.  He\nalso refers to Mozart's first love, Aloyisia Weber,\nConstanze's older sister, as Aloysius, creating a sexual\nambiguity that even Peter Sellars did not dare\nhint at in <em>Amadeus</em>.  Aloysius was the name of Sebastian\nFlyte's teddy bear in <em>Brideshead Revisited</em>, but\nnot the given name of Mozart's first love.  The error\nsuggests sloppy proofreading.</p>\n<p>More egregious are errors committed because\nthe writer or speaker is ignorant of the facts.  In a\nrecent BBC Symposium on the ethics of genetic engineering\n[October 22, 1989], George Steiner, the\nOxford pundit and master of the mandarin style,\ntook the negative view, largely because the margin\nfor error was too great.  In addressing the question\nof antenatal treatment of congenital diseases, he\nclaimed that had we been able to treat congenital\nsyphilis, we would have lost the genius of Beethoven.\nThis is simply untrue.  Beethoven did not have\ncongenital syphilis, a disabling disease that usually\nproduces driveling idiots.  Whether he acquired\nsyphilis as an adult has been suggested and debated,\nbut the evidence seems to be against it.  But Professor\nSteiner's rhetoric and video-camera style were\nso persuasive that it was easy to overlook the fact\nthat his argument (or part of it) was based on a complete\nmisstatement of the facts.</p>\n<p>The same charge of ignorance can be leveled at\nFrederick R. Karl, whose biography <em>William Faulkner,\nAmerican Writer</em> (New York, Weidenfeld &amp; Nicolson,\n1989) has many fine literary insights.  But we\nread medical information such as “At 1:30 A.M. on\nJuly 6, just seven-and-one-half hours after admission\nto Wright's Sanitarium, William Faulkner died...\nThe diagnosis was definitely coronary thrombosis, in\nwhich a piece of fat that has formed on the vein wall\nbreaks away and blocks the passage of blood in the\nvein; the result, loss of blood flow, heart stoppage,\nalmost immediate death.”  Karl is a Professor of\nAmerican Literature at N.Y.U., but had he checked\nwith the Pathology Department he would have\nlearned that coronary thrombosis occurs in arteries,\nnot veins, a fact that many laymen without medical\neducation know, and that it is not “fat” that forms on\nthe wall of coronary arteries but atheromatous\nplaque.</p>\n<p>Ignorance of anatomy was the cause of a gross\nerror in an article I read in a travel magazine on a\nrecent flight to Europe.  Writing in <em>Clipper Magazine</em>,\nthe Pan-Am house organ, Barbara Gibbons recounts\nher experience in drinking slivovitz during a\nrecent trip to Yugoslavia: “A fiery plum brandy, its\nalcohol content ranges from 25 per cent (<em>mekana,</em>\nsoft) to 55 per cent (<em>ljuta</em>, hot).  Mine was <em>ljuta</em>, and\nit burned a path down my trachea to the pit of my\nstomach.”  Unless Gibbons has an uncorrected tracheoesophageal\nfistula (hardly likely), her trachea is\nin continuity with her bronchi and lungs.  If she aspirated\nslivovitz into her respiratory tract, she would\nbe coughing from the time she wrote the article until\ntoday.  One can drink slivovitz, even <em>ljuta</em>, with\nimpunity, provided it goes down the esophagus.</p>\n<p>Lastly, errors creep in because the writer is\nmaking up local color.  This is not unlike reconstructing\na supposed conversation and setting it\ndown as direct discourse.  In <em>The Patriarch: The Rise\nand Fall of the Bingham Family</em>, Susan Tifft and Alex\nJones describe the arrival of Mary Caperton, later\nthe wife of George Barry Bingham, Sr., into Radcliffe:\n“In September 1924 Mary climbed aboard a\ntrain with Louise Burleigh and set out for Radcliffe.\nOnce in Boston, the pair motored along the Charles\nRiver, where the trees were just beginning to take\non their vivid autumn color, and then crossed into\nCambridge.”  Not so!  They probably piled their\nbaggage into a taxi either at South Station or Back\nBay Station, drove out Commonwealth Avenue and\nBay State Road, crossing the Charles at any of several\npossible bridges.  But the trees along both sides\nof the Charles do not begin to turn color until mid-October.\nRegistration at Radcliffe was usually between\nSeptember 15th and 20th, but the authors are\nNew Yorkers, and from some deeply suppressed latent\nhostility, New Yorkers usually manage to get it\nwrong when they write about Boston or Cambridge.\nPerhaps they don't speak the same language.</p>\n<p><em>Verba scripta manent</em>, so goes the Latin tag, and\nthe printed word carries weight, even when it is inaccurate.\nEven the graffiti in Pompeii carry weight\nand are subject to scholarly exegesis, though they\nwere written in haste and there was no leisure to\nrepent.  If there is a moral to these anecdotes, it is\nthat writers cannot be too careful.  One recalls the\nadvice given by the aged Martin Joseph Routh\n(1755-1854), President of Magdalen College, Oxford,\nto an undergraduate: “Always verify your references,\nsir!” Check and double check.  That is why\nthey put erasers on pencils.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Writing Maketh an Exact Man</h1> <p><em><span data-rel=\"author\">William B. Ober</span> <span data-rel=\"location\">M.D., Tenafly, New Jersey</span></em></p> <p>The title is taken from one of Sir Francis Bacon's\nsententious essays one read as a schoolboy.  As\na writer, I wish it were true.  But precision and accuracy\nare elusive virtues, and any number of pitfalls\nlie in the trail.  Herewith is an account and plausible\nexplanation of a few howlers committed by competent,\nexperienced writers in books and articles I\nhave read in recent months.</p> <p>In her fine biography, <em>Nora: The Real Life of\nMollie Bloom</em> (Boston, Houghton Mifflin, 1988),\nBrenda Maddox feels impelled to flesh out the account\nof Nora's life, which revolved largely around\nher husband, by describing the decoration of their\nflat in the Square Robiac.  The walls were hung with\n“family portraits (women in big bonnets and men in\nred hunting coats) and his reproduction of a\nVermeer view of Ghent.”  Alas, no: it was a street in\nDelft.  Vermeer was born, lived, painted, and died in\nDelft.  He never, so far as we know, visited Ghent,\nbeautiful as it is.  How did the geographical mistake\noccur?  Maddox, far too young to have visited the\nJoyces in Paris, was relying on an account by Arthur\nPowers in <em>The Joyce We Knew</em>, who had visited the\nJoyces in the 1930s and who had mistaken the city.\nThe point was not checked by the copy editor, probably\nan inexperienced B.A. in English Lit., underpaid\nby the publishers, and the <em>lapsus</em> appears in the\ntext.</p> <p>Faulty geography is the basis for an error in Peter\nWinch's review of Hans Blumenburg's <em>Holenausgänge</em>\nthat appeared in the usually faultless <em>Times\nLiterary Supplement</em> [October 13-19, 1989].  He\nstarts with a bit of name-dropping, one of the minor\nsins of academic reviewers, to show his familiarity\nwith the great names of 19th-century German philosophy,\nand continues with, “Johann Bachofen, colleague\nof Friedrich Nietzsche and Jacob Burckhardt\nat Zürich University...”  Alas, Dr. Winch, who\nteaches philosophy at the University of Illinois at Urbana,\nhas mistaken Zürich for Basel, where they\nwere both members of the same faculty, <em>ca</em>. 1870s.\nSuch inaccuracies in the opening sentence of a book\nreview fail to inspire confidence.</p>"
}