{
  "type": "Article",
  "title": "Cross-talk",
  "author": "David Galef",
  "location": "University, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Cross-talk</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p>\n<p>Searching for some refreshment in an unfamiliar\ntown, I came across a luncheonette with this\nsign in the window: “HOT” COFFEE.  I stared at the\nsign for a moment.  Something about the quotation\nmarks made the coffee suspect, the way a real estate\nagent will call a closet a “room.”  Since I didn't feel\nlike drinking a tepid beverage, I walked until I got to\na diner that served me an acceptable cup of java.\nThere on the menu was listed “FRESH” EGGS.  The\npurpose was obviously to highlight, to emphasize,\nbut I would argue that these places are only hurting\ntheir business.  Scare-quotes, as they are sometimes\ncalled, call into question the very words they assert.</p>\n<p>These are examples in which the wording undercuts\nitself, yet without any apparent sarcasm.\nThere are those who argue that it is simply a case of\nlanguage calling attention to itself, as Steven Short\nnoted in a letter to VERBATIM fifteen years ago.\nOther readers, such as Jon Mills and Pat Solotaire,\nshowed outright suspicion of entrees like “Roast\nbeef with 'gravy' ” and a liquid soap boasting\n“ 'Contains No Phosphates!' ”  The basic meaning\ndoes not shift, but somehow its implications turn\nagainst it.  The effect is generally unintentional, like\ntwo people talking at cross-purposes—so I decided\nto call this phenomenon “cross-talk.”</p>\n<p>Soon after that, I discovered another kind of\ncross-talk, which has the insidious effect of undercutting\nnot itself but all related instances.  I was in\nthe supermarket, buying dessert.  “We use only the\nfinest ingredients,” read the label on one ice cream\nbrand.  This seems like a simple statement, what the\nlinguistic philosopher J. L. Austin termed a constative\nutterance: a base level of communication, with\nno metaphor or secondary meanings attached.  But\nconsider the implications of the label: most other ice\ncream makers cut costs by using mediocre contents.\nThe wording thus has an extended or connotative\naspect to it, becoming what Austin called a performative\nutterance.  In fact, many manufacturers use this\nkind of wording as a polite way of discrediting their\nrivals.  The impact of this seemingly nonassertive\nlanguage is such that the Federal Drug Administration\nhas recently banned the “No Cholesterol” label\non foods that never had cholesterol anyway.  The\nunfair inference is that somehow the manufacturer\nhas reduced the cholesterol, or that other brands\nstill contain a lot of it.  The increasingly common\nclaims “All Natural” and “Fresh” have a similar effect\nand are also coming under federal scrutiny.  But\nthe investigation should really go beyond the supermarket:\nwhen a jewelry store that does ear-piercing\nadvertises, “We sterilize all our instruments,” is it\nnot hinting something unsavory about other establishments?</p>\n<p>What accounts for the pernicious effects of\ncross-talk?  Cross-talk seems to be a cousin of irony,\ngiving a result opposite to what is seemingly intended.\nThe difficulty arises in trying to say what\nkind of irony cross-talk resembles.  Irony of statement,\nor sarcasm, seems close: exclaiming, “What a\nsurprise!”  over a drearily foregone conclusion, for\nexample.  But consider when a little child tells his\nfather, “We're going to surprise you with a birthday\nparty tomorrow afternoon!” There is no irony of\nstatement intended here, yet the sentence neatly\ndefeats its purpose.  A clue may be offered by dramatic\nirony, in which the audience knows what the\nspeaker is unaware of.  Does the cross-talk in the\nbirthday-surprise announcement derive from the select\naudience, who knows that the speaker is sabotaging\nhis meaning?  Situational irony need not involve\nlanguage at all, just an action that achieves the\nopposite effect of the intention.  Maybe this is where\nthe bulk of cross-talk belongs, though it needs an\naudience to apprehend it correctly, which makes it\nalso linked to dramatic irony.</p>\n<p>The truth is that cross-talk may at times resemble\nall three ironies, depending on the intent, audience,\nand effect.  And since only irony of statement\nis deliberate, the effects of cross-talk range from accidental\nto purposeful.  <em>Praeteritio</em>, that sly rhetorical\ndevice of mentioning what one is passing over,\nbelongs to this category of cross-talk: “That goes\nwithout saying” covers up the obvious need to say it,\nand “I will pass over the topic of my opponent's\nadultery” should be recognizable as the ploy it is.\nBut then there are instances where the degree of\ndislocation is unclear.  Does the common capper to a\nbrief business conversation, “Let's do lunch sometime,”\nsignify an upcoming meal or a polite brushoff?</p>\n<p>Let me illustrate the intricacies involved: I recently\nreceived a card from an academic journal acknowledging\nan essay I had submitted.  They were\nholding it for further consideration.  The last sentence\nread: “We assume, of course, that you have\nnot submitted this essay elsewhere.”  Is this sarcasm?\nAlmost certainly not.  Yet once again the implications\nrun counter to the wording and tone.  The\nurbane <em>assume</em> and <em>of course</em> finesse the real meaning\nof the sentence, i.e., “We are worried that you\nmay have indeed submitted this essay elsewhere.”\nThe message is all the more urgent because its mere\npresence hints that would-be contributors often do\nsubmit the same essay to more than one journal simultaneously.</p>\n<p>The most perplexing species of cross-talk remains\nthe unintentional reversal.  In a recent advertisement\nfor the luxuriously quiet Lincoln Town Car,\nJack Nicklaus is trying to make a putt, but cannot\nbecause of the noise of the spectators.  Through the\nmiracle of television, all of them are crowded inside\nthe car with the windows shut, resulting in utter silence.\nNicklaus takes a swing: the ball rolls to the lip\nof the cup, where it stops.  Suddenly someone inside\nthe car sneezes, and the ball slips into the hole.  It is\na funny moment, but what does it imply?  That the\nnew car is not really quiet?  That quiet is not always\nsuch a good idea, anyway?  And do not both ideas\nrun counter to the advertising pitch?</p>\n<p>We may mean what we say, but do we always say\nwhat we mean?  A friend of mine once tried to sell his\nold car by parking it in his yard with a sticker that\nread “FOR SALE: $300.”  He couldn't understand why\nno one showed any interest, until a passerby told him\nany car that cheap had to be a lemon.  He promptly\nchanged the price to $700 and sold it the next day.\nThis story shows that interpretation is all important,\nas in <em>cheap</em> meaning 'inexpensive' to some people and\n'shoddy' to others.  To return to Austin's distinction\nbetween constative and performative utterances:\nAustin eventually concluded correctly that there are\nno purely constative utterances.  The simplest sentence,\nsuch as “I am a woman,” can have secondary\nmeanings in certain contexts: for example, “I wish I\nwere a man” or “Thank God I'm not a man.” In the\nbroadest sense, then, any language is potentially\ncross-talk, given a suitable situation, just as any utterance\nmay become ironic.  Meaning is not as stable as\nwe might like it to be.</p>\n<p>At times, the simplest wording can cross up the\nreader.  Last week, I was stopped at a traffic light\nwith a sign underneath that read, “RIGHT ON RED\nAFTER STOP.” Since I live where right turns at a red\nlight are permitted, first I did not think much about\nit.  The sign just seemed superfluous.  But then it\noccurred to me: why was the notice there at all?  I\nstared at the sign for a moment, and I realized that\nthe words in a way implied their opposite; that is, a\nright turn at a red light is <em>not</em> allowed in this district—except\nhere.  In the end, I spent so much time\npondering the implications of the wording that I\nmissed two traffic light changes, and cars started to\nhonk behind me.</p>\n<p>Here is a real cautionary tale.  For years, a sign\nalong Route 80 in New Jersey near the George\nWashington Bridge flashed a “BEST ROUTE” arrow to\nindicate the road with the least traffic.  Savvy motorists\nsoon realized that everyone took the route indicated\nand clogged the roadway—so the “best\nroute” was probably the worst one.  This raised a\ntroubling question: if enough people were alive to\nthe real significance of the sign, and so left the “best\nroute” alone, would not the sign become trustworthy\nagain?  In that case, people would once again\ntake the “best route,” which would once again call\nthe sign into question ... and the situation would\nrapidly escalate into a paradox.</p>\n<p>Where does this leave us?  To postulate that all\nlanguage is two-faced runs counter to everyday reality,\nwhere people seem perfectly capable of talking\nto others without any slippage in meaning.  Yet to\nexamine even the simplest utterance is to enter a\nlabyrinth of possibility.  In literary criticism, deconstruction\nand reader-response models try to deal\nwith this problem, deconstructionists pointing out\nthe inherent instability of all language, reader-response\ncritics insisting that all meaning resides in the\naudience's interpretation.  There are also moderates\nwho believe, with some common sense, that these\nideas are true up to a point.  Perhaps a better way to\nput the situation is that language is <em>potentially</em> unstable,\nand that the audience is responsible for a <em>large\npart</em> of the determinable meaning.</p>\n<p>Or maybe not.  Cross-talk, after all, depends on\nsome idea of “the real meaning” to achieve its contradictory\neffect: it is just that sometimes the meaning\ngets lost or misconstrued.  Some years ago in our\nfaculty lounge, one of my hazier colleagues got up to\nget another cup of coffee.  “Would you like some?”\nhe asked the woman sitting next to us.</p>\n<p>“No, thanks,” the woman waved aside his offer.\n“I don't drink coffee.”</p>\n<p>“Really?” he said.  “What do you do with it?”</p>\n<p>At the time, everyone thought he was kidding.\nLooking back on it, I am not so sure.</p>\n<hr>\n<p><em>Notice</em></p>\n<p>We received a manuscript recently from Europe.  It was\ninadvertently separated from any covering letter that\nmight have accompanied it, and—a lesson to all writers—\nit has no name on any of its pages.  Would the author of\n“Easy Does It” (about translating proverbs) please stand\nup?</p>\n<p>—<em>Editor</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Cross-talk</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p> <p>Searching for some refreshment in an unfamiliar\ntown, I came across a luncheonette with this\nsign in the window: “HOT” COFFEE.  I stared at the\nsign for a moment.  Something about the quotation\nmarks made the coffee suspect, the way a real estate\nagent will call a closet a “room.”  Since I didn't feel\nlike drinking a tepid beverage, I walked until I got to\na diner that served me an acceptable cup of java.\nThere on the menu was listed “FRESH” EGGS.  The\npurpose was obviously to highlight, to emphasize,\nbut I would argue that these places are only hurting\ntheir business.  Scare-quotes, as they are sometimes\ncalled, call into question the very words they assert.</p> <p>These are examples in which the wording undercuts\nitself, yet without any apparent sarcasm.\nThere are those who argue that it is simply a case of\nlanguage calling attention to itself, as Steven Short\nnoted in a letter to VERBATIM fifteen years ago.\nOther readers, such as Jon Mills and Pat Solotaire,\nshowed outright suspicion of entrees like “Roast\nbeef with 'gravy' ” and a liquid soap boasting\n“ 'Contains No Phosphates!' ”  The basic meaning\ndoes not shift, but somehow its implications turn\nagainst it.  The effect is generally unintentional, like\ntwo people talking at cross-purposes—so I decided\nto call this phenomenon “cross-talk.”</p> <p>Soon after that, I discovered another kind of\ncross-talk, which has the insidious effect of undercutting\nnot itself but all related instances.  I was in\nthe supermarket, buying dessert.  “We use only the\nfinest ingredients,” read the label on one ice cream\nbrand.  This seems like a simple statement, what the\nlinguistic philosopher J. L. Austin termed a constative\nutterance: a base level of communication, with\nno metaphor or secondary meanings attached.  But\nconsider the implications of the label: most other ice\ncream makers cut costs by using mediocre contents.\nThe wording thus has an extended or connotative\naspect to it, becoming what Austin called a performative\nutterance.  In fact, many manufacturers use this\nkind of wording as a polite way of discrediting their\nrivals.  The impact of this seemingly nonassertive\nlanguage is such that the Federal Drug Administration\nhas recently banned the “No Cholesterol” label\non foods that never had cholesterol anyway.  The\nunfair inference is that somehow the manufacturer\nhas reduced the cholesterol, or that other brands\nstill contain a lot of it.  The increasingly common\nclaims “All Natural” and “Fresh” have a similar effect\nand are also coming under federal scrutiny.  But\nthe investigation should really go beyond the supermarket:\nwhen a jewelry store that does ear-piercing\nadvertises, “We sterilize all our instruments,” is it\nnot hinting something unsavory about other establishments?</p>"
}