{
  "type": "Article",
  "title": "Colonial American English—Supplement",
  "author": "Richard M. Lederer",
  "location": "Jr., Scarsdale, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Colonial American English—Supplement</h1>\n<p><em><span data-rel=\"author\">Richard M. Lederer</span> <span data-rel=\"location\">Jr., Scarsdale, New York</span></em></p>\n<p>[As many VERBATIM readers have had the pleasure of\ndiscovering, <em>Colonial American English</em>, by Richard\nM. Lederer, Jr. (VERBATIM, 1985), contains a fascinating\ncollection of words and phrases characteristic\nof the English used in the Colonies (and later) during\nthe period from 1608 till 1783.  Mr. Lederer's\nunflagging interest in early American culture, his voracious\nreading of the books, papers, and documents\nof the time, and his penchant for collecting Americanisms\nand turning some useful, entertaining, and\ninteresting comments about them have continued\nunabated.  The following consists of two lists, the\nfirst a supplementary glossary to that published in\n<em>Colonial American English;</em> the second a list of words\nand phrases he has uncovered but which, owing to\nlack of context or paraphrase, he has been unable to\ndefine.  Help and comments are welcome.  All correspondence\nwill be passed on to Mr. Lederer; as befits\nthe material received, we may hijack some for\nour EPISTOLAE columns.</p>\n<p><em>Colonial American English</em> is available through\nbookstores at $24.95 or directly from VERBATIM at\n$24.95 (postpaid) or, for subscribers, at $20.00\n(postpaid). —Editor.]</p>\n<p><em>alamode</em> (<em>v</em>.) Beef larded and stewed or braised with\nspices and vegetables.  Amelia Simmons' <em>American\nCookery</em> in 1796 had a recipe “To alamode a round\nof Beef.”</p>\n<p><em>Anoquodor</em> (<em>adj</em>.) Abbreviation for anno quo domini.\nTown records for Mamaroneck, N.Y., report that\nsomething was “All done April ye 2nd 1698\nAnoquodor.”</p>\n<p><em>attainder</em> (<em>n</em>.) The legal consequence of judgment of\ndeath or outlawry pronounced in respect to treason\nor felony.  Thomas Jones' <em>History of New York during\nThe Revolutionary War</em> states that “The Act of\nAttainder... was passed on the 22nd of October\n1779.”</p>\n<p><em>bantling</em> (<em>n</em>.) An infant, from bandling, a child in swaddling\nclothes.  Jones asserted that “The peace was\nthe bantling of Lord Rockingham...”</p>\n<p><em>barrack</em> (<em>n</em>.) Four poles with a movable roof to protect\nhay.  The Commissioners laid out the Albany Post\nRoad “across Robert Williams clear Land on the\nWest Side where his Barrak now stands.”</p>\n<p><em>bilge</em> (<em>n</em>.) A variant of <em>bulge</em>.  Simmon's <em>American Cookery</em>\ntells us, “Eggs put them into water, if they lye on\ntheir bilge, they are good and fresh.”</p>\n<p><em>bomb</em> (<em>n</em>.) A small warship equipped with mortars for\nthrowing bombs.  Jones described: “[T]he fleet arrived.\nIt consisted of two 50 gun ships, 4 frigates of\n28 guns, one of 20, an armed vessel of 22, a sloop of\nwar, an armed schooner and a bomb.”</p>\n<p><em>burletta</em> (<em>n</em>.) An Italian diminutive of <em>burla</em>, a 'mockery,'\na 'musical farce.'  Jones wrote “The particulars of\nthis burletta are contained in the following letter\nfrom an officer on the spot, to his friend in England\ndated at Philadelphia, the 20th of May 1778.”</p>\n<p><em>buttermilk</em> (<em>n</em>.) Butterfly milkweed or pleurisy root, a diaphoretic\nor expectorant.  Charles Wolley in <em>A Two\nYear Journal of New York 1678-1680</em> recorded that\n“Both Indians and Dutch... very often picked buttermilk.”</p>\n<p><em>caress</em> (<em>v</em>.) To treat with fondness, affection or kindness.\nJones, referring to Sir William Johnson, commented,\n“He was loved, caressed, and almost adored by the\nIndians.”</p>\n<p><em>cattle</em> (<em>n</em>.) All livestock including horses, not limited to\ncows.  A 1797 New York State law provided “That\nall freeholders... shall be assessed to work on the\npublic roads... with such implements, carriages,\ncattle and sleds.”</p>\n<p><em>cibola</em> (<em>n</em>.) From Zuñi, 'buffalo.'  E.B. O'Callaghan records\na license to Sieur de la Salle: “We have\ngranted, as a privilege, the trade in cibola skins.”</p>\n<p><em>Crown Soap</em> Soap stamped with a crown as a sign of\nquality.  In a 1757 letter Benjamin Franklin wrote,\n“I am glad Peter is acquainted with the Crown Soap\nbusiness.”</p>\n<p><em>dogger</em> (<em>n</em>.) A Dutch fishing vessel used in the cod and\nherring fisheries.</p>\n<p><em>d. vi m.</em> The sixth, vi, month, m., (August) of the Julian\ncalendar.  Cotton Mather's diary for August 1721\nhas an entry that starts, “d. vi m. Friday.”</p>\n<p><em>elisor</em> (<em>n</em>.) A sheriff's substitute in performing the duty of\nreturning a jury, used when the sheriff is interested\nin the suit.  In 1764 The Supreme Court of Judicature\nin New York City recorded that “Jacobus\nBleeker, Esq. of New Rochelle and Jonathan Brown,\nGent. of Rye were appointed elisors to return a\njury.”</p>\n<p><em>emptins</em> (<em>n</em>.) Collloquial shortening of <em>emptyings</em>, a preparation\nof yeast from the lees of beer, cider, etc., for\nleavening.  Simmons <em>American Cookery</em> tells us to\nuse “a quart of emptins” when making plain cake.</p>\n<p><em>enlarge</em> (<em>v</em>.) To set at large, to set free.  Jones reported\nthat “Gouveneur and Seton were enlarged [from the\nTower of London] without either bail or mainprize.”</p>\n<p><em>fanfaron</em> (<em>n</em>.) A bully, a swaggerer, an empty boaster.\nFrom Italian <em>fanfarone</em> a 'boaster.'  Jones quotes Walpole\nas saying, “The French have tied up the hands\nof an excellent fanfaron, a Major Washington, whom\nthey took and engaged to serve for a year.”</p>\n<p><em>flock bed A</em> bed stuffed with locks of wool or hair.  A\n1648 inventory of the estate of William Southmead\nof Gloucester, Mass. included “one flock bedd and\npillers.”</p>\n<p><em>Fuyck</em> (<em>n</em>.) A fish trap, a fyke.  O'Callaghan records this\nas the first name for Albany, N.Y.</p>\n<p><em>garble</em> (<em>v</em>.) To sort out parts of for a purpose, especially a\nsinister purpose.  A March 1700 document states,\n“After the dissolution of this Assembly His Lordship\n[Bellomont]... garbled the Council.”</p>\n<p><em>gurnet</em> (<em>n</em>.) The sandbar protecting Plymouth, Mass., harbor,\nnamed for its resemblance to a fish, the gurnet.\nIn 1776 The Massachusetts House of Representatives\nappropriated money for “repair to the gurnet\nat the entrance to Plymouth harbor.”  In 1630 John\nWinthrop was “in a shallop to Plymouth... and\nabout the Gurnet's nose the wind blew.”</p>\n<p><em>halbert</em> (<em>n</em>.) A variant of <em>halberd</em>, the military weapon.\nJones reported, “and sentenced to receive 300\nlashes at the halberts, from the drummers of the\narmy.”  The culprit was apparently tied to the poles.</p>\n<p><em>Hannah Hill</em> Sea bass.  A recipe in <em>American Cookery</em>\nreads, “Every species generally of salt water Fish,\nare best fresh from the water, tho' the Hannah Hill,\nBlack Fish...”</p>\n<p><em>hobby horse</em> A hobby, a chosen occupation, alluding to\nthe riding of a toy horse.  Jones referring to Isaac\nSears, said, “His tune is for mobbing; committees\nand popular meetings are his delight, his greatest\npleasure, his hobby-horse.”</p>\n<p><em>Independent</em> (<em>n</em>.) A member of an independent church; a\nCongregationalist.  Jones stated, “These letters were\nsaid to have come from Quaker congregations, and\nwere written in their style; from Presbyterian Meetings,\nfrom Congregationalists, from Anabaptists,\nMoravians, Seceders, Independents and Separatists.”</p>\n<p><em>Italian method of bookkeeping</em> Double-entry bookkeeping,\noriginated in 1494 by Luca Pacioli in Italy.  An\nadvertisement in Rivington's New York Gazette on\nOctober 6, 1774, “wanted a young man acquainted\nwith keeping books in the Italian method,” and another\nwas from one who, “wants a place... understands\nItalian bookkeeping.”  Perhaps they got\ntogether.</p>\n<p><em>leveler</em> (<em>n</em>.) One who tries to bring men to a common\nlevel or who disregards differences of rank or station.\nIn 1745 Governor Clinton wrote to the Board\nof Trade, “That as they [the New York Assembly] are\njealous of the power of the Crown, and are Levellers\nby principle, nothing but an independent Govr.\ncould bring them to a joint sence of their duty.”</p>\n<p><em>Lex Talionis</em> The law of retaliation, providing that the\npunishment should be in the same kind as the crime:\nan eye for an eye.  Jones wrote, “The Lex Talionis,\nin all civil wars is, perhaps, though cruel, yet legal,\nand upon many occasion, perfectly justifiable.”</p>\n<p><em>mango</em> (<em>n</em>.) A small, green, pickled musk melon.  Simmons'\n<em>American Cookery</em> included a recipe “to\npickle or make Mangoes of Melons.”</p>\n<p><em>mischianza</em> (<em>n</em>.) A medley, a performance with many different\nparts.  From the Italian, a 'mixture.'  Charles\nStedman's <em>History of the American War</em> described,\n“It is to the famous Mischianza that we allude, or\nfestival given in honor of sir William Howe, by some\nof the British officers at Philadelphia, when he was\nabout to give up his command to return to\nEngland.”</p>\n<p><em>peperage</em> (<em>n</em>.) A variant of <em>pepperidge</em>, the black or sour\ngum tree.  In 1774 the road commissioners for\nNorth Castle, N.Y. “then laid out a Two Rod wide\nroad... beginning at a Certain Peperage Sapling.”</p>\n<p><em>petticoat</em> (<em>n</em>.) Used symbolically to represent the female\nsex.  In 1756 Sir William Johnson wrote to the Lords\nof Trade, “I concluded this treaty by taking off the\nPetticoat, or that invidious name of Women, from\nthe Delaware Nation which hath been imposed upon\nthem by the Six Nations from the time they conquored\nthem.”</p>\n<p><em>polenia linen</em> White or brown narrow cloth from High\nDutchland.  A 1700 bill for a shipment from New\nYork to Holland read, “2G. polenia linnen at\n15 p b.”</p>\n<p><em>prebend</em> (<em>n</em>.) A daily stipend or allowance.  Albert\nJoachimi wrote to the States General in 1638,\n“... a Divine, who hath a good probend, and visits\nthe houses of the aristocracy, had intruded into the\nchamber at Westminister where the Judges\nsat...”</p>\n<p><em>Prince's metal</em> A copper-brass or copper-arsenic alloy resembling\nbrass.  O'Callaghan reported that “Prince\nRupert [d. 1682] ...invented the Mezzo-tinto style\nof engraving and the composition called the Prince's\nmetal.”</p>\n<p><em>pupton</em> (<em>n</em>.) A variant of <em>pulpatoon</em>, a rabbit or fowl stew\nlike a pot pie.  From Spanish <em>pulpeton</em>, a slice of\nstuffed meat.  Martha Bradley's cookbook gives a\nrecipe.</p>\n<p><em>radicate</em> (<em>v</em>.) To take root, to plant firmly.  Francis Lovelace\nin 1673 wrote to Governor Winthrop, “It will\nbe necessary to forme a militia, for if it should miscarry\nthey must not radicate longer.”</p>\n<p><em>Scars of Venus</em> A rash produced by secondary syphilis.\nIn Thomas D'Urfey's song “Great Lord Frog to Lady\nMouse” appears, “Then altho my Bum be bare,/All\nmust own 'tis smooth and fair;/I've no Scars of Venus\nthere.”</p>\n<p><em>schism shop</em> A place of worship other than a Church of\nEngland church.  The Schism Act, passed in 1714\nand repealed in 1719, required all teachers to conform\nto the Anglican church.  Jones wrote that\nCharles Lee was “so much vexed with rebellion,\nwith Republicans and Presbyterians, that by his will\nhe ordered his body not to be buried within three\nmiles of a Presbyterian meeting house, conventicle,\nor a schism shop.”</p>\n<p><em>scrub</em> (<em>n</em>.) A small, mean person.  Philip Ranlet recorded\nthat in 1770 “A Philadelphian declared that 'the\nNew Yorkers have acted like scrubs, and deserve to\nbe tarred and feathered.' ”</p>\n<p><em>Seceder</em> (<em>n</em>.) Around 1758 a member of the Secession\nchurch.  See quotation at <em>Independent.</em></p>\n<p><em>Separatist</em> (<em>n</em>.) One separated from the Church of England.\nSee quotation at <em>Independent.</em></p>\n<p><em>shambles</em> (<em>n</em>.) A butcher's stall and table where meat is\ndisplayed.  Jones described “... and yet his shambles\nwere every day as well, if not better, supplied\nthan any other butcher in the neighbourhood.”</p>\n<p><em>ship money</em> A port tax levied in England to pay for national\ndefense.  In 1638 Mr. Joachim wrote the\nStates General, “that a certain judge had distinctly\nadvised that, under present circumstances, the ship\nmoney may not be levied off the inhabitants of England,\nwithout consent of Parliament.”</p>\n<p><em>slipe</em> (<em>n</em>.) A slice.  In 1773 the road commissioners for the\nTown of Harrison, N.Y., laid out a road, “along said\nMerrits land to a Black Oak Stadel marked with a\nSlipe and three hacks with an axe.”</p>\n<p><em>slop shop</em> A shop where slops were sold.  See <em>C.A.E.</em>\nJones wrote that, “by these means and a share of his\nprizes, having acquired a small estate, he [Alexander\nMcDougal] quitted the sea and settled in New York,\nwhere he kept what is known among sailors by the\nname of a 'slop-shop.' ”</p>\n<p><em>sojourner</em> (<em>n</em>.) A temporary resident.  In 1695 the Colony\nof New York taxed “Sojourners by the head 24 sh.”</p>\n<p><em>snout</em> (<em>v</em>.) To cut the nostrils of a pig to weaken the\nsnout.  In 1788 the Scarsdale Town Board passed a\nlaw providing, “that if any Hogs trespass not being\nRinged or Snouted and yoked that it shall be lawful\nto drive them to Pound.”</p>\n<p><em>stage</em> (<em>n</em>.) The distance on a highway between two stopping\nplaces.  The <em>New York Gazette</em> in 1731 advertised,\n“The Boston &amp; Philadelphia Posts will set out\nto perform their Stages once a fortnight.”</p>\n<p><em>stive</em> (<em>v</em>.) To crowd together, to stuff, cram.  From Latin\n<em>stipare</em> 'to crowd together.'  In <em>American Cookery</em> we\nare told, “and then pour it upon your cucumbers\nand stive them down for twenty four hours.”</p>\n<p><em>tapper</em> (<em>n</em>.) One who taps or draws liquor; specifically an\ninnkeeper.  In 1773 the New York Executive Council\ntreated with “The Matter of Difference between\nye two Tappers at Schanechtide.”</p>\n<p><em>till</em> (<em>prep</em>.) The forerunner of <em>until</em>.  From Saxon <em>tille</em> to\nreach or come to the time of.  The 1728 New York\nGovernor's Council recorded that, “the Yearly Quitrent...\nhas been paid till the 25th of March.”</p>\n<p><em>toft</em> (<em>n</em>.) A cleared space.  In 1728 the New York Governor's\nCouncil recorded that, “Coll Dongan did demise...\na toft of ground.”</p>\n<p><em>wind fan</em> A fan for winnowing grain.  In the 1800 inventory\nof James Varian's estate in Scarsdale, N.Y., his\n“Wind Fan” was valued at 7 pounds.</p>\n<p><em>Definitions Unknown</em></p>\n<p><em>Albany board</em> - On August 16, 1780, Gen. Benedict Arnold,\ncommanding West Point, wrote to Timothy\nPickering, Quartermaster General, regarding materials\nthen needed at the fort.  “Ten thousand Albany\nBoard, to least, will be wanted.”</p>\n<p><em>ales master</em> - In 1757 John Wollman, regarding slavery,\nwrote, “I ought not to be the scribe where wills are\ndrawn in which some children are made ales masters\nover others during life.”</p>\n<p><em>bed's head</em> - In 1711 William Byrd was a delegate to the\nHouse of Burgesses of Virginia.  One evening he visited\n“the Governor 'til he went to bed about 11\no'clock, then we went to Maj. Harrisons to supper\nagain, but the Governor ordered the sentry to keep\nus out and in revenge about 2 o'clock in the morning\nwe danced a g-n-t-r dance just at the bed's\nhead.”</p>\n<p><em>breeth</em> - Charles Wolley in <em>A Two Year's Journal in New\nYork</em> wrote, “Were I to draw their Effigies [beasts\nand birds] it should be after the pattern of the Ancient\nBritains, called Picts from painting, and\nBritains from a word of their own language, Breeth,\nPainting or Staining.”</p>\n<p><em>burning coals</em> - William Byrd recorded in his diary for\n1707, “Then we went to play called burning coals at\nwhich we ran much and were very merry.”</p>\n<p><em>caminute</em> - In 1784 one I.  Tiffany wrote to a storekeeper\nin Crompond, N.Y., “By some unaccountable mistake\nneglect or some other devilish affair the\ncaminute was not left as it ought to have been at\nNew York.”</p>\n<p><em>caul</em> - <em>American Cookery</em>, page 17.  “Roast Mutton.  If a\nbreast let it be cauled, if a leg, stuffed or not, let it\nbe done more gently than beef.”</p>\n<p><em>Clark distemper</em> - Justin Foote, a storekeeper in\nCrompond, N.Y., in 1784 wrote, “I am a little\ntouched with the Clark distemper.”</p>\n<p><em>clover mill</em> - In a history of Emmitbury, Md., James Hellman\nwrote, “The Hartman mill was built by Dr.\nRobert Annan [1765-1827] for a clover mill afterwards\nconverted into a grist.”</p>\n<p><em>Curse John</em> - In 1774 Philip Fithian was reminiscing in\nhis diary about his undergraduate days at Princeton\nwhen “they often practised mischief by parading bad\nwomen and burning Curse John.”  Rev. John Witherspoon\nwas president of the college 1768-1794.</p>\n<p><em>disteress</em> - A character in Robert Mumford's play, <em>The\nCandidate</em>, refers to “a very disteress motive.”</p>\n<p><em>ferret</em> - Jones, describing Howe's <em>mischianza [q.v.]</em> wrote,\n“A grand regatta began the procession.  In the first,\nwas the Ferret galley with several general officers\nand a number of ladies.”</p>\n<p><em>gropish</em> - Boston merchant John Rowe's diary for the\n1760s refers to “Old fogrums only persue a gropish\ndisposition.”</p>\n<p><em>Indian Cabinet</em> - In his London Diary, William Byrd\nwrote “We played at stock jobbing.  For the Indian\nCabinet I gave B.B. the chance of one card and\nH.L. the chance of the other, but neither won.”</p>\n<p><em>mole</em> - <em>The Boston Independent Journal</em> in 1776 advertised\n“8 thousand gallons of Mole molasses.”</p>\n<p><em>moschetto</em> - In 1701 John Randolph wrote, “Mr.\nArchdale provided for him a moschetto engine\nagainst his master's will to catch fish.”  Moschetto is\nlisted in the OED as a variant spelling of <em>mosquito</em>.\nOne meaning of <em>mosquito</em> is 'light and quick,' as a\n<em>mosquito fleet</em>.  Is this just a lightweight fish trap?</p>\n<p><em>Mount</em> - John Rowe recorded in his diary for 1760,\n“Clearing sugar from the Mount... They are all\ncalled in from molesting the Mount Trade.”</p>\n<p><em>nihil account</em> - In 1776 William Eddis was a customs collector\npaid by the British government and his loyalty\nwas suspect by the local Committee of Observation.\nHe wrote to them, “We are not entitled to our salaries\nwithout a nihil account transmitted quarterly for\nour proceedings.”</p>\n<p><em>Norris's Drops</em> - On November 22, 1772, George Washington\nbought “two bottles of Norris's Drops for\nMiss Custis.”  Norris's Antimonial Drops were\nwidely advertised in Virginia newspapers, but their\ncontent is unknown.</p>\n<p><em>pluck money</em> - N.Y. Executive Council Minutes\n12/5/1670: “Upon mature Consideracon had hereupon,\nMr. Sharp having confest his Error, It was Ordered,\nthat hee pay back to Mr. Nicholas Bayard all\nthe Pluck-Money delivered out at the Sale.”</p>\n<p><em>Priory sheep</em> - Mr. H.H. Gardner wrote in a 1775 letter,\n“I have often wished for a good flock of Priory\nsheep.”</p>\n<p><em>set her up</em> - William Byrd, in his London Diary recorded,\n“After dinner we gave a girl half a Guinea each to\nset her up.”  I can guess what they did, but cannot\nfind confirmation.</p>\n<p><em>single stockings</em> - John Harrower recorded in his diary,\n“I think no more of seeing forty or fifty Nigers every\nday than I did of seeing so many dabling wives at\nJohnsmiss with single stockings.”  The <em>OED</em> defines\nthem as stockings of one thickness, unlined.  All citations\nare 1552 or earlier.  Why would Harrower be\nconcerned with the thickness of stockings?</p>\n<p><em>spark</em> - John Rowe recorded in his diary, “I hope that\nspark may yet in some part... be obliged to do me\njustice.”</p>\n<p><em>spunge</em> - <em>American Cookery,</em> p. 38: “RUSK - To make...\nOne pint milk, 1 pint emptins, to be laid over night\nin Spunge.”</p>\n<p><em>stock jobbing</em> - See <em>Indian Cabinet</em>, above.</p>\n<p><em>trustings</em> - A Connecticut law of 1676 regulating the cost\nof provisions provided, “Trustings and trifles under a\nshilling being left to each man's agreement.”</p>\n<p><em>turf boat</em> - O'Callaghan, Vol I, pg 532, foot note: “Adriaen\nvan der Donck, a free citizen of Breda... a\ndescendant of Adriaen van Bergen, part owner of\nthe famous turf boat in which a party of Dutch\ntroops were clandestinely introduced in the year\n1599 into the castle of that city.”</p>\n<p><em>wait</em> - A 1730 deed from Thomas Hadden of Scarsdale,\nN.Y. “to John ffisher a certain small wait or parcel of\nLand lying and being situate in the Mannor of ScarsDale\naforesaid.”</p>\n<p><em>whip over the ground</em> - A character in Robert Mumford's\n1770 play, <em>The Candidate</em>, observed, “You are determined\nto whip over the ground.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Colonial American English—Supplement</h1> <p><em><span data-rel=\"author\">Richard M. Lederer</span> <span data-rel=\"location\">Jr., Scarsdale, New York</span></em></p> <p>[As many VERBATIM readers have had the pleasure of\ndiscovering, <em>Colonial American English</em>, by Richard\nM. Lederer, Jr. (VERBATIM, 1985), contains a fascinating\ncollection of words and phrases characteristic\nof the English used in the Colonies (and later) during\nthe period from 1608 till 1783.  Mr. Lederer's\nunflagging interest in early American culture, his voracious\nreading of the books, papers, and documents\nof the time, and his penchant for collecting Americanisms\nand turning some useful, entertaining, and\ninteresting comments about them have continued\nunabated.  The following consists of two lists, the\nfirst a supplementary glossary to that published in\n<em>Colonial American English;</em> the second a list of words\nand phrases he has uncovered but which, owing to\nlack of context or paraphrase, he has been unable to\ndefine.  Help and comments are welcome.  All correspondence\nwill be passed on to Mr. Lederer; as befits\nthe material received, we may hijack some for\nour EPISTOLAE columns.</p> <p><em>Colonial American English</em> is available through\nbookstores at $24.95 or directly from VERBATIM at\n$24.95 (postpaid) or, for subscribers, at $20.00\n(postpaid). —Editor.]</p> <p><em>alamode</em> (<em>v</em>.) Beef larded and stewed or braised with\nspices and vegetables.  Amelia Simmons' <em>American\nCookery</em> in 1796 had a recipe “To alamode a round\nof Beef.”</p>"
}