{
  "type": "Article",
  "title": "Meanwhile, Back at the Ranch ...",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Meanwhile, Back at the Ranch ...</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>After bragging about his three granddaughters, a\nrancher friend of mine said of his prolific son,\n“And of course he's got that little ketch-colt in\ntown.”  A bit later at the same picnic when the same\nson's pretty Hispanic wife joined us with a mess of\nbeans she had cooked, she too talked about family,\nincluding the blond baby daughter she carried on\nher hip.  “People ask me how come she's so blond\nwhen the other two are so dark,” the young mother\nsaid, laughing, “but that's just the way it turned out.\nI told Joe, I said, 'Honey, honest, I didn't jump the\nfence.' ”  Most of us with our British visitors had just\ncome down off the mesa where Joe had been branding\ncalves.  In ranch lingo <em>branding</em> often implies\nvaccination, castration, and ear-marking as well.  So\nthe rancher's sister yelled, “What did y'all do with\nthose mountain oysters I fried up?”</p>\n<p>“The what?” the lady visitor from Sheffield inquired.</p>\n<p>“The huevos... You know, the balls,” the hungry\nAmerican lady interpreted, giving up her attempt\nat delicacy.</p>\n<p>I lived on a ranch in my formative years, and the\nterms, the jargon, at least in the Southwest of the\nUnited States, is not unfamiliar to me.  But I am\naware that stockmen's vocabulary varies considerably\naround the English-speaking world, much more I\nimagine than, say, nautical, or culinary, or musical\nterms do.  Once while my wife and I were spending\na few weeks on my father's ranch in Oklahoma, we\nleft our Virginia house in the care of a former Foreign\nService colleague who had just been fired for\nmarrying an Australian woman without Departmental\npermission.  Another friend, an American,\nphoned me at home then and was answered by the\nAustralian bride.  “Bill isn't here,” she said; “he's on\na station in the bush.”  Now, the Australian was\nquite angry over the firing of her husband, and probably\nshe was being deliberately un-American on the\nphone to confound yet another stupid Yank.  If so,\nshe succeeded, as my American friend later told me,\nand, more interestingly to me, revealed by example\nhow much terms in the same language for the same\nthings (<em>station = ranch; bush = country, sticks</em>) in the\nsame occupation can vary from place to place, at\nleast when it comes to stock raising.</p>\n<p>“Most of what you've just seen goes on in the\nUK too,” I remarked to our British visitors as we\ndrove down off the mesa, to which the lady from\nSheffield rejoined, “Oh, no, I don't think so.  I think\nwe mark cattle with little tags in their ears.  We\ndon't rope the calves either and throw them down.”\nOn second thought, I had to agree that she was\nprobably right.  But the most repugnant part of the\nmultiple operation we had just witnessed was the\ncastration, and I remained sure that bull calves are\nmade steer calves in Britain and are vaccinated.  I\nwondered whether on British farms the common\nword for <em>castrate</em> was the same as here: <em>cut</em>.  Presumably\nthe other terms we had heard in use on the\nmesa, <em>flank</em> for 'heave the roped calf onto the\nground' and <em>hogtie</em> for 'truss it up with a <em>pickin'\nstring</em>' while the well-trained roping horse keeps the\n<em>ketch rope</em> taut, are not used, as the practices are\nnot, in Britain.  In fact, on many, if not most, American\nranches nowadays all of these operations are\nperformed in chutes rather than by roping calves\nfrom horseback and flanking and hogtying them.\nAlso, increasingly brands are painlessly frozen, not\nburned, into the calves' hide.  Even in the relatively\nprimitive procedure we had witnessed, though, Joe\nhad been so brisk and deft and the calves so nonchalant\nas soon as they got back on their feet that the\nbusiness had not seemed so atrocious as one might\nthink.</p>\n<p>Here in the Western States, just as worldwide,\nranch terminology varies from area to area.  Everywhere\nin North America ranch vocabulary has\ndrawn heavily from Mexican Spanish, since the industry\nlargely evolved in Mexico and the border\nstates, especially Texas.  But even though as a boy I\nlived on a ranch right on the Mexican border, I remember\nbeing mystified by ranching terms that\ncrept into Western songs from north of us, <em>cayuse,</em>\nfor example.  I wondered about the word <em>coulee</em> in\nthe old song: “...they feed in the coulees and water\nin the draws...”</p>\n<p>Ranch words of Mexican origin, besides <em>ranch</em>\nitself, are: <em>rodeo, latigo</em> 'a long strap to fasten the\ncinch to a Western saddle,' <em>corral</em> (a word I could\nnot find in an English dictionary, except in its Afrikaans\nform <em>kraal,</em> when I needed to know how to\nspell it some sixty years ago), <em>bronc(o), palomino,\nbuckeroo</em> (which I have heard used only in fun), and\n<em>chaps,</em> to list a few that come to mind.  But most\nranching terms, including such essential ones as\n<em>cowboy, grass, pasture, fence, heifer, beef, boots, saddle,</em>\nand so on, are obviously common English words\nof long standing.  Some of the English words have\ntaken on a special application in ranching usage.\nTake the verb <em>cut,</em> which in common ranch parlance\nhas two meanings, the first as stated above being\n'castrate.'  The second meaning, not exclusive to\nranch talk, is 'separate,' as in “Cut the deck (of\ncards).”  On a ranch you might hear someone say,\n“Today we've got to cut those penned steers,”\nmeaning perhaps 'separate out the ones to be\nshipped.'  A <em>cutting horse</em> is a mount trained to separate\ncertain cattle out from the herd or bunch.</p>\n<p>What on most ranches in the Southwest is called\na <em>ketch (catch)</em> rope is a <em>reata</em> in Mexican Spanish.\nOur word <em>lariat</em> comes from this Mexican word with\nthe definite article prefixed and the final vowel\ndropped.  In the northern Mexican states, especially\nSonora, these ropes used to lasso animals from on\nhorseback sometimes are—or anyway were—\nwoven of strands of rawhide, which is elastic.  If a\nbig calf or steer was roped with one of these rawhide\nlariats attached solidly to the saddle horn, American\nstyle, and the roping horse came to an abrupt halt or\nsat back so that the roped animal hit the rope at a\nrun, the lasso tended to stretch like a rubber band\nand then snap, possibly springing back to knock an\neye out of the cowboy.  Monolongual Mexican <em>vaqueros</em>\nwitnessing the folly of such misuse of their implement\nwould shout at the Gringos in excellent\nDesert Latin (as Spanish has been called): “Dale,\ndale!”  Literally this means simply 'Give to him' but\nactually the advice offered was more like “Play him\n(like a fish).”  The idea was that you had to hold the\nrope in your hand and reduce the tension to what\nthe elasticity would tolerate.  American cowboys,\nperhaps confusing the Spanish <em>dale</em> with English\n<em>dally,</em> began to understand, maybe at the cost of an\neye or two, and in their own lingo called the rawhide\nlariats <em>dally ropes</em>.  That, at least, was the etymology\ncurrent in Southern Arizona, which was\nplausible enough to convince me.  I have heard\nother explanations of <em>dally rope</em> in New Mexico that\nwere too implausible to remember.</p>\n<p>Another interesting word that American cowhands\nhave taken from their Mexican predecessors,\nalong with the thing itself, is <em>chaps,</em> typically truncated\nfrom the Mexican <em>chaparreras,</em> the word for\nprotective leather leggings worn mainly by cowboys\non horseback in thorny brush.  The only time I have\nheard the American word pronounced with the\nusual English, or for that matter Spanish, <em>ch</em> sound\nwas in a perfume ad on TV.  By the people who wear\nchaps the article is invariably called as if spelled\n<em>shaps</em>.  Two linguistic forces have shaped this word:\nthe English-language tendency to reduce words to a\nsingle syllable (e.g., <em>pram, sync, perk, Miss/Ms.,</em> etc.)\nand the law of open syllables that causes the first of\ntwo consonants that come together in a Spanish\nword to be dropped, most commonly in the case of\n<em>ll,</em> which prescriptively should be pronounced as <em>ly</em>\nbut is much more often pronounced as <em>y</em> alone.  The\n<em>t</em> element of the <em>tsh</em> combination represented by <em>ch</em>\nin Spanish, as in English, is not so commonly skipped\nas the first <em>l</em> of the double <em>l</em> combination, but it is\noften dropped, at least in northern Mexico; so what\nthe Gringo cowboys heard was <em>shaparreras,</em> which\nthey trimmed down to what was spelled <em>chaps</em> but\npronounced <em>shaps</em>.</p>\n<p>Drawing on occupational jargon for metaphors\nto enliven communication is a common way to color\nand illustrate language.  And where a basic occupation\ncenters on livestock, as in Biblical Judea or parts\nof the American West or the Australian bush, the\nstockman's jargon is bound to be a main source of\nmetaphors, whether the subject be marital transgression\nas in the banter at our picnic, or the Lord's\nproviding for His flock as in the Twenty-third Psalm,\nor national character as in “Waltzing Matilda.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Meanwhile, Back at the Ranch ...</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>After bragging about his three granddaughters, a\nrancher friend of mine said of his prolific son,\n“And of course he's got that little ketch-colt in\ntown.”  A bit later at the same picnic when the same\nson's pretty Hispanic wife joined us with a mess of\nbeans she had cooked, she too talked about family,\nincluding the blond baby daughter she carried on\nher hip.  “People ask me how come she's so blond\nwhen the other two are so dark,” the young mother\nsaid, laughing, “but that's just the way it turned out.\nI told Joe, I said, 'Honey, honest, I didn't jump the\nfence.' ”  Most of us with our British visitors had just\ncome down off the mesa where Joe had been branding\ncalves.  In ranch lingo <em>branding</em> often implies\nvaccination, castration, and ear-marking as well.  So\nthe rancher's sister yelled, “What did y'all do with\nthose mountain oysters I fried up?”</p> <p>“The what?” the lady visitor from Sheffield inquired.</p> <p>“The huevos... You know, the balls,” the hungry\nAmerican lady interpreted, giving up her attempt\nat delicacy.</p>"
}