{
  "type": "Article",
  "title": "Lost Charisma",
  "author": "Marc A. Bernstein",
  "location": "Hartsdale, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lost Charisma</h1>\n<p><em><span data-rel=\"author\">Marc A. Bernstein</span> <span data-rel=\"location\">Hartsdale, New York</span></em></p>\n<p>What ideas would you expect to find expressed\nin a book by a <em>liberal</em> economist?  Can a <em>holistic</em>\napproach to arthritis ignore important aspects\nof the disease?  Should your teenager's interest in a\nmovement with a <em>charismatic</em> leader alarm you?</p>\n<p>In everyday speech, the vocabulary of social science\nand philosophy can be misleading.  Just as\nbadly worn coins convey little information to the numismatist,\ntheir once-clear markings having faded\nwith countless transactions, so some words convey\nlittle information because their meanings have been\nobscured by repeated and varied usage.  <em>Charisma</em> is\na good example.  Writers use the word when it does\nnot apply and do not use it in those rare instances\nwhen it does.  <em>Charisma's</em> unfortunate fate is the subject\nof this essay.</p>\n<p>Today, it seems that <em>charismatic</em> figures are everywhere.\nMovie stars, athletes, politicians—any-one\nwho catches the public eye—may enjoy the designer\nlabel.  It is applied not only to individuals, but\nalso, for example, to Richard Pryor's humor, Gershwin's\nmusic, and Lassie.  Are the Ninja Turtles next?\n<em>Charisma</em> now means little more than <em>dazzle</em>, says\nAllan Bloom, and he is correct.  But, what did the\nword once mean?  And what difficulties do its current\nusage pose?</p>\n<p>Two tributaries brought <em>charisma</em> into the English\nlanguage, one theological, one sociological.  The\nword comes from the Greek, more precisely, the\nGreek of the New Testament.  Theologically, the <em>Oxford\nEnglish Dictionary</em> tells us, it is a “free gift or\nfavor specifically vouchsafed by God, a grace, a talent.”\nIn the Bible, it appears only in the Letters of\nPaul and occupies a particularly important place in\nI Corinthians.  There, Paul discusses a number of\nspiritual gifts or <em>charismata</em>, including the gifts of\nmiracles, healing, and speaking in tongues (divinely\ninspired but unintelligible speech).  During the\nChurch's early years, these gifts must have captured\nthe attention and imagination of many, for Paul\nwrites to remind Christians that all <em>charismata</em> have\na common divine source and that none is as important\nas love.</p>\n<p>Writers using <em>charisma</em> or <em>charismatic</em> in this or\nrelated theological senses are not likely to err.\nThose using the term in its sociological sense, however,\noften go astray.  This second meaning of the\nterm entered English through, translations of the\nworks of the eminent German sociologist, Max Weber.\nWriting in the early twentieth century, Weber\nused the term in his sociology of religion and sociology\nof authority:</p>\n<blockquote>\n<p>The term “charisma” will be applied to a certain\nquality of an individual personality by virtue of\nwhich he is considered extraordinary and treated\nas endowed with supernatural, superhuman, or at\nleast specifically exceptional powers or qualities.\nThese are such as are not accessible to the ordinary\nperson, but are regarded as of divine origin\nor as exemplary, and on the basis of them the individual\nconcerned is treated as a “leader.”</p>\n</blockquote>\n<p>Charisma, Weber argued, provided the basis for an\nintensely personal form of authority, dramatically\ndifferent from authority based both on the impersonal\nrule of law (the modern type) and on the sanctity\nof tradition (the oldest type).  Historically rare,\n<em>charismatic</em> figures, like Jesus or Mohammed,\nfounded new faiths or, like Napoleon, won the unswerving\nallegiance of soldiers and citizens through\nmilitary victory.</p>\n<p>Today's commentators make two errors when\nthey use <em>charismatic</em>.  First, they apply the term to\ninappropriate figures.  Even though the word's sociological\nmeaning has changed (<em>charisma</em> is “the\ncapacity to inspire devotion and enthusiasm,” according\nto the latest <em>OED</em>), someone like Henry Kissinger\ncannot merit the label.  Calling such public\nfigures <em>charismatic</em> devalues the word and strips it of\nmeaning (meaninglessness certainly triumphs when\nwriters see <em>charisma</em> in humor or music).</p>\n<p>But users of the word make a second, more serious,\nerror when they apply the term to virtuous figures\nonly, as occurs often.  An article in the February\n1982 <em>Good Housekeeping</em> (“Charisma: Who Has It!\nHow They Got It!  How You Can Get It Too!”) mentions\nmore than fifteen charismatic figures, from Eleanor\nRoosevelt to Lena Horne, all admirable individuals.\nSimilarly, Ronald Riggio begins a recent\nbook on charisma by enumerating eleven charismatic\npersons, all praiseworthy.  After one hundred\nand twenty-five pages, we finally discover some demons.\nAs a corrective, I suggest that someone begin\na discussion of charisma like this:</p>\n<blockquote>\n<p>Would you like to develop your charisma?  Would\nyou like to sway others?  Would you like the\npower to drive nine hundred people to collective\nsuicide like Jim Jones?  Inspire others to murder\nlike Charles Manson?  Or, why not really go for\nit, and annihilate millions of innocents?  Hitler\ndid it; you can too.</p>\n</blockquote>\n<p>Hitler, Charles Manson, Jim Jones—they represent\ncharisma's other side, one our commentators invariably\nignore.  When was the last time you heard a\nrepulsive figure described as charismatic?  In rare\ninstances, an individual not universally admired, like\nJesse Jackson, earns the label, but heinous figures\nare never “charismatic.”  Weber, it is worth noting,\nhad stressed the neutrality of the term:</p>\n<blockquote>\n<p>[Our] sociological analysis will treat [demagogues\nand madmen] on the same level as it does the\ncharisma of men who are the “greatest” heroes,\nprophets, and saviors according to conventional\njudgments.</p>\n</blockquote>\n<p>Weber wanted to compare aspects of charismatic authority\nwith aspects of his other two types of authority.\nHe did not distinguish between villainous charismatic\nfigures and virtuous ones because such\ndistinctions, he felt, would muddy sociological comparisons.\nWeber obviously knew the term could apply\nto both.  Modern commentators, however, will\nnot attribute charisma to those they do not like.\nConsider the Ayatollah Khomeini.  No political figure\nin the last two decades was more charismatic\nthan he.  His authority derived from intensely personal\nqualities; he ruled without the institutional\nsupports we associate with national leadership; he\ninspired his followers and revolutionized his country.\nBut to many commentators, Khomeini was a <em>fanatic</em>.\n<em>Charismatic</em> is thus used as selectively as <em>neurotic</em>.\n<em>Neurotics</em> are those whose behavior we find\nodd.  If we like them, however, we speak of their\n<em>idiosyncracies</em>.</p>\n<p>When we do not apply the term <em>charismatic</em> to\nfigures like Khomeini, we trivialize them and we\ntrivialize their followers.  We label Iranian fundamentalists\n<em>irrational</em> or <em>unstable</em> because they are inspired\nby someone we do not like.  But <em>charisma</em> is\nall about irrationality, and we have little reason to\nbelieve that the followers of Khomeini were less rational\nthan the followers of, say, Jesus.  In fact, as\nindicated above, the irrationality of the more spectacular\n<em>charismata</em> drew concerned comment from\nSaint Paul in I Corinthians.  The rich etymology of\n<em>charisma</em> teaches us that great villains and great heroes\ncan have strangely similar effects on their followers.\n<em>Charisma</em> should thus be used evenhandedly\nas well as selectively.  Like other words from the lexicon\nof social science and philosophy (<em>holistic, elitist,\nliberal, dialectic</em>), it confuses rather than illuminates\nif used indiscriminately.  The season's hottest passwords\nmust not triumph over clear communication.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lost Charisma</h1> <p><em><span data-rel=\"author\">Marc A. Bernstein</span> <span data-rel=\"location\">Hartsdale, New York</span></em></p> <p>What ideas would you expect to find expressed\nin a book by a <em>liberal</em> economist?  Can a <em>holistic</em>\napproach to arthritis ignore important aspects\nof the disease?  Should your teenager's interest in a\nmovement with a <em>charismatic</em> leader alarm you?</p> <p>In everyday speech, the vocabulary of social science\nand philosophy can be misleading.  Just as\nbadly worn coins convey little information to the numismatist,\ntheir once-clear markings having faded\nwith countless transactions, so some words convey\nlittle information because their meanings have been\nobscured by repeated and varied usage.  <em>Charisma</em> is\na good example.  Writers use the word when it does\nnot apply and do not use it in those rare instances\nwhen it does.  <em>Charisma's</em> unfortunate fate is the subject\nof this essay.</p> <p>Today, it seems that <em>charismatic</em> figures are everywhere.\nMovie stars, athletes, politicians—any-one\nwho catches the public eye—may enjoy the designer\nlabel.  It is applied not only to individuals, but\nalso, for example, to Richard Pryor's humor, Gershwin's\nmusic, and Lassie.  Are the Ninja Turtles next?\n<em>Charisma</em> now means little more than <em>dazzle</em>, says\nAllan Bloom, and he is correct.  But, what did the\nword once mean?  And what difficulties do its current\nusage pose?</p>"
}