{
  "type": "Article",
  "title": "There Just Isn't a Word for It",
  "author": "John R. Cassidy",
  "location": "Fairfax, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">There Just Isn't a Word for It</h1>\n<p><em><span data-rel=\"author\">John R. Cassidy</span> <span data-rel=\"location\">Fairfax, Virginia</span></em></p>\n<p>When the devil gets the upper hand in me,\nI like to tease my Spanish and Spanish-American\nfriends about some of the words their language\nlacks.  I tell them that when a specific word\nfor a thing or a function is lacking in a language it\nmust indicate that the thing or the function itself is a\nconcept that is either unknown or is considered unimportant.</p>\n<p><em>Schedule</em>, for example.  Spanish doesn't have a\nword for it.  You can say <em>timetable (horario)</em>, and you\ncan <em>proyectar</em> something, or <em>programar</em> it.  But that\nis as near as you can come to a one-word translation\nof the meaning.  And I have noticed that it is no easier\nto find one word in Spanish that means <em>schedule</em>\nthan it is to explain to a Spanish speaker the range of\nmeaning in <em>schedule</em> in addition to that of <em>timetable</em>.</p>\n<p>Speaking of <em>meaning</em>, you can't say “Do you\nmean that?” in Spanish.  You can say “Are you\nspeaking seriously?” which isn't quite the same\nthing.  When you want to ask “What does that word\nmean?”  you can ask “What does that word signify?”\nor “What does that word <em>wish to say?</em>” and thus take\ncare of that meaning of <em>meaning</em> adequately.  But if\nyou want to pin a Spanish speaker down with the\nequivalent of this useful term in English, you are\ngoing to have to be content to ask him if he is being\nserious, even if he happens to be dying with laughter\nover what he has said.</p>\n<p>Are these things clues to the Hispanic character\nand culture?  I do not know, but they do provide\nmaterial for some glorious arguments.  There is no\nword for <em>argument</em> in Spanish, either, in that sense of\nthe word.  <em>Argumento</em> is a reasoning, or the plot of a\nstory or play.  If you had to find one word in Spanish\nfor our special meaning you would have to choose\namong the Spanish equivalents of <em>discussion, debate</em>,\nor <em>quarrel</em>, none of which quite hits the mark.</p>\n<p>Spanish has only one word for <em>hope (esperar)</em>\nbut <em>esperar</em> also means '<em>wait</em>' and '<em>expect</em>,' and if the\ncontext is not clear the Spanish speaker will not\nknow whether you are waiting for a bus, or expecting\none, or simply hoping that one will come along\neventually.</p>\n<p>There is no exact word for <em>drop</em> in Spanish.  For\nthis term you need to use the word for <em>fall</em>, either\nwith the auxiliary <em>let (lo dejé caer 'I let it fall')</em> or in\nthe reflexive <em>(se me cayó 'it fell itself to me)</em>'.  Either\nway, who can blame you?  In one case you did it\npurposely, and in the other the object did it to you.</p>\n<p>To speak of <em>earning</em> something you must use a\nword that also means <em>winning</em>.  The only word for\n<em>chairman is presidente</em>.  Chairmen do preside, of\ncourse, but to the English speaker steeped in a tradition\nof civic committees and PTA the functions of a\nchairman go beyond simply presiding.  To a Spanish\nspeaker, apparently, the head of a committee presides,\nand that is it.</p>\n<p>Spanish had no word for <em>leader</em>, and so eventually\nthey borrowed ours, and can now often be heard\nto speak of a <em>líder</em>.  On the other hand, we do not\nhave a word for <em>caudillo</em>.  The nearest we can come\nis probably <em>boss</em> or <em>strong man</em>, but these words do\nnot encompass the full Spanish meaning.</p>\n<p>Which brings us to the subject of words Spanish\ndoes have that English lacks.  <em>Lidiar</em>, for example, is\nwhat a man does with a bull in a bullring, and to him\nthe process is not in the remotest sense a <em>fight</em>.  It is a\n<em>lid</em>, and if you do not understand that word you will\nnot understand him.</p>\n<p>It may surprise anyone whose mind's eye sees\nthe typical Hispanic as a man in a funny hat sleeping\nin the shade of a saguaro cactus to learn that Spanish\ncan express with one word the concept of 'getting\nup early in the morning.'  The verb is <em>madrugar</em>:\n<em>madrugo</em> ('I get up early in the morning'); <em>madrugas</em>\n('you get up early in the morning'); <em>madruga</em> ('he\ngets up early in the morning').</p>\n<p>We have borrowed <em>simpático</em>, but I somehow do\nnot get the same pleasant glow from the word in an\nEnglish context that it arouses in Spanish speech.</p>\n<p>Street demonstrations in Latin America resound\nwith simple cries we simply cannot duplicate in English.!\n<em>Viva la patria!</em>  ('Hurrah for the fatherland'?)\n<em>!Mueran los demócratacristianos!</em>  ('Kill the Christian\nDemocrats'?) <em>!Solidaridad!</em>  Poles would understand\nthat, but not we English speakers.</p>\n<p>In contrast to the rather standoffish attitude of\nthe English language, Spanish is on familiar terms\nwith the deity and things holy or revered.  Why not\nname your son <em>Jesus?</em>  Or <em>John of God?</em>  You can\nname him <em>Joseph Mary</em> or <em>Paul Mary</em>, and nobody\nwill think the less of him.  And why not call your\ndaughter <em>Conception</em>, or <em>Sorrows (Dolores)?</em>  Or why\nnot search the calendar of saints and holy days for\nnames for the newborn?  I have even heard of country\nboys named <em>Circuncisión</em>, but I have never met\none.</p>\n<p>We are hard put to bring into normal English\nthe diminutive endings that tend to adorn Spanish\ndiscourse with such interesting furbelows: <em>caballito,\nmujercita, amiguito, autito</em>.  There is no hesitancy\nabout using even a double diminutive, as in <em>chiquitito.\nChico</em> would be 'little,' <em>chiquito</em> would be 'tiny,'\nor perhaps 'teeny-weeny,' and <em>chiquitito</em> could only\nbe 'teensy-weensy,' I suppose.</p>\n<p>In his <em>Growth and Structure of the English Language,</em>\nOtto Jespersen noted how few diminutives\nEnglish has, and how little it uses them.  He thought\nthat the use of diminutives “produces the impression\nthat the speakers are innocent, childish, genial\nbeings, with no great business capacities or seriousness\nin life.”  Jespersen may have overstated the\ncase, but there is no doubt that whereas no Hispanic\nmale would hesitate to call a little pig a <em>chanchito</em>,\nfew American men would care to be heard calling\none a <em>piglet</em>.</p>\n<p>Nor, at the other end of the scale, can we match\nthe Spanish superlative suffix -<em>ísimo</em>, e.g., <em>grandísimo,\naltísimo, bellísimo</em> (rendered in English as the 'biggest,'\nthe 'highest,' the 'most beautiful,' although for\nan exact equivalency one would use the other superlative\nform in Spanish, <em>más grande, más alto, más\nbello</em>).  Nothing I have ever heard in English can\nmatch the breadth of lighthearted insult expressed by\na Spanish wit some years ago who used the suffix with\nreference to the notoriously pampered, well-connected,\nwell-heeled, well-placed brother-in-law\n(<em>cu\nñado</em>) of Francisco Franco.  He called the generalissimo's\nbrother-in-law <em>el cuñadísimo</em>.</p>\n<p>When your language can do that, who cares\nwhether it can schedule things or hope for them, or\ndrop them?</p>\n<p><em>!Viva el español!</em></p>\n<p>If you move, please send change-of-address notice to the\noffice nearer to you, either in Aylesbury or in Indianapolis.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">There Just Isn't a Word for It</h1> <p><em><span data-rel=\"author\">John R. Cassidy</span> <span data-rel=\"location\">Fairfax, Virginia</span></em></p> <p>When the devil gets the upper hand in me,\nI like to tease my Spanish and Spanish-American\nfriends about some of the words their language\nlacks.  I tell them that when a specific word\nfor a thing or a function is lacking in a language it\nmust indicate that the thing or the function itself is a\nconcept that is either unknown or is considered unimportant.</p> <p><em>Schedule</em>, for example.  Spanish doesn't have a\nword for it.  You can say <em>timetable (horario)</em>, and you\ncan <em>proyectar</em> something, or <em>programar</em> it.  But that\nis as near as you can come to a one-word translation\nof the meaning.  And I have noticed that it is no easier\nto find one word in Spanish that means <em>schedule</em>\nthan it is to explain to a Spanish speaker the range of\nmeaning in <em>schedule</em> in addition to that of <em>timetable</em>.</p> <p>Speaking of <em>meaning</em>, you can't say “Do you\nmean that?” in Spanish.  You can say “Are you\nspeaking seriously?” which isn't quite the same\nthing.  When you want to ask “What does that word\nmean?”  you can ask “What does that word signify?”\nor “What does that word <em>wish to say?</em>” and thus take\ncare of that meaning of <em>meaning</em> adequately.  But if\nyou want to pin a Spanish speaker down with the\nequivalent of this useful term in English, you are\ngoing to have to be content to ask him if he is being\nserious, even if he happens to be dying with laughter\nover what he has said.</p>"
}