{
  "type": "Epistola",
  "title": "EPISTOLA Philip Truex",
  "contributor": "Philip Truex",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Philip Truex</span></h1>\n<p>Upon reading Adrian Room's “Don't Get Your\nTitles in a Twist” [XVI, 3], I was happily surprised to\nsee reference made to the tiny, misspelled, but spellbinding\nnovel by Daisy Ashford, <em>The Young Visiters</em>.\nI have been an ardent admirer of “Miss Daisy” ever\nsince 1928, when I had the good fortune to be cast\nin a dramatization of her novel, presented at the\nStrand Theatre, London, in January of that year.  It\nwas a special matinee, under the auspices of the\nStage Society, with a cast drawn exclusively from\nchildren of prominent theatrical families.  We were\nall between the ages of seven and fifteen, which was\nentirely appropriate, since Miss Ashford had written\nher novel at the age of nine.</p>\n<p>My father, Ernest Truex, had been appearing in\nLondon's West End for several years and was currently\nstarring in <em>Good Morning, Bill!</em>, by P.G.\nWodehouse, thereby assuring my brother Jim and\nme of an invitation to audition for James Whale.\nWhale was a brilliant man of the theater who wore\nthree hats on this occasion, donating his services as\ndirector, producer, and scenic designer.  After the\nauditions it was announced that I had been cast as\nthe Prince of Wales (the future Edward VII), and Jim\nwas to play an old crony of his, the Earl of Clincham.\nThis was pretty exciting stuff!</p>\n<p>The program proclaimed that “Miss Daisy Ashford's\nfamous story, dramatized by Miss Margaret\nMackenzie and Mrs. George Norman, will be acted\nby the following promising juveniles....”  There\nfollowed a list of more than thirty names.  The leading\ncharacters were played by Christopher Casson\n(son of Sybil Thorndike and Lewis Casson) as Mr.\nSalteena and Dorothy Hyson (daughter of Dorothy\nand Carl Hyson) as Ethel “Monticue.” Christopher's\nsister, Ann Casson, read the passages which\nlinked up the various scenes.</p>\n<p>I still remember the enthusiastic reception we\ngot from the audience; but, better still, I can quote\nfrom the glowing review we got from St. John Irvine,\nthe eminent critic for <em>The London Observer</em>,\nwho observed that Christopher “displayed all the\nsigns that denote an accomplished comedian.”  As\nfor Dorothy, Mr. Irvine called her “a very beautiful\nlittle girl and, at the risk of turning her head, she has\nthe makings of a very good actress.”  And our narrator,\nAnn Casson, “read the passages with a clearness\nof utterance that was remarkable.” Towards the end\nof the review Mr. Irvine added, “Mr. Ernest Truex's\ntwo sons, Philip and James, were extremely diverting\nin their parts; and I was greatly touched by the\nspectacle of Philip Truex, in the part of the Prince of\nWales, solemnly removing his crown during the\nsinging of the National Anthem.”  I decided then\nand there to go on the stage.</p>\n<p><em>The Young Visiters</em> lent itself readily to dramatization,\nexcept that one loses the special sort of\ncharm inherent in Daisy's quaint spelling.  But there\nare other things to charm one in a stage version.  We\nall had the pleasure of getting to know Daisy a little\nbit at rehearsals and felt very much at home with\nher, which wasn't surprising, since she was only\nabout eighteen herself.</p>\n<p>I was totally entranced by Dorothy Hyson and,\nbefore we had to return to school, I persuaded our\nmothers to take us to the circus.  There I had the\nthrill of winning a canary by rolling a penny down a\nslide into a tiny bull's-eye.  With a flourish, I presented\nit to Dorothy.  Soon after that, my father got a\ngood offer to return to Broadway, and I didn't see\nDorothy again until a number, of years later when\nshe came to New York in a play titled <em>Most of the\nGame</em>.  Well, sure enough, Mr. Irvine was right: she\nwas a beautiful woman—and a good actress!  But,\nalas!, she was married.  She did, however, confide to\nme that “our” canary was still in good voice.</p>\n<p>In 1973 Doubleday wisely reissued <em>The Young\nVisiters</em>, and it got a rave review by Alan Friedman\nin <em>The New York Times</em>.  He called it “a tiny novel\nthat begs comparison with giants: Tolstoy's <em>War and\nPeace</em>, Flaubert's <em>Sentimental Education</em>, and Lawrence's\n<em>Women in Love</em> may be bigger, but <em>The\nYoung Visiters</em> too manages to contain and display,\nmore gracefully than the giants, an entire civilization.”\nHe added that Daisy Ashford “is as ambitious\nas George Eliot and as innovative as Gertrude Stein\nand Virginia Woolf.”  Well, as Beatrice Lillie used to\nsay, “You could have knocked me over with a\nfender!”  I really had not thought about <em>The Young\nVisiters</em> in that context.  That is to say, in 1928 we\nbudding thespians looked on acting in the play as\nsimply a joyous lark.  We loved the story and the\ncharacters, but we had never heard of Flaubert or\nTolstoy.  At this stage in my life I could see that\nFriedman was on to something: I knew, for instance,\nthat some readers suspected that J.M. Barrie, who\nhad written the Introduction, had written the novel\nhimself, and I had sneered at that theory.  But Friedman\nwent further than that.  He insisted that “Nothing\nin Barrie's fiction can match Ashford's chefd'oeuvre....\nBut most of all, even though she\nshows us a world of buffoons—for no one escapes—\nshe causes us to love them.”  And I say “Amen” to\nthat!</p>\n<p><em>[Philip Truex, Carlsbad, California]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Philip Truex</span></h1> <p>Upon reading Adrian Room's “Don't Get Your\nTitles in a Twist” [XVI, 3], I was happily surprised to\nsee reference made to the tiny, misspelled, but spellbinding\nnovel by Daisy Ashford, <em>The Young Visiters</em>.\nI have been an ardent admirer of “Miss Daisy” ever\nsince 1928, when I had the good fortune to be cast\nin a dramatization of her novel, presented at the\nStrand Theatre, London, in January of that year.  It\nwas a special matinee, under the auspices of the\nStage Society, with a cast drawn exclusively from\nchildren of prominent theatrical families.  We were\nall between the ages of seven and fifteen, which was\nentirely appropriate, since Miss Ashford had written\nher novel at the age of nine.</p> <p>My father, Ernest Truex, had been appearing in\nLondon's West End for several years and was currently\nstarring in <em>Good Morning, Bill!</em>, by P.G.\nWodehouse, thereby assuring my brother Jim and\nme of an invitation to audition for James Whale.\nWhale was a brilliant man of the theater who wore\nthree hats on this occasion, donating his services as\ndirector, producer, and scenic designer.  After the\nauditions it was announced that I had been cast as\nthe Prince of Wales (the future Edward VII), and Jim\nwas to play an old crony of his, the Earl of Clincham.\nThis was pretty exciting stuff!</p> <p>The program proclaimed that “Miss Daisy Ashford's\nfamous story, dramatized by Miss Margaret\nMackenzie and Mrs. George Norman, will be acted\nby the following promising juveniles....”  There\nfollowed a list of more than thirty names.  The leading\ncharacters were played by Christopher Casson\n(son of Sybil Thorndike and Lewis Casson) as Mr.\nSalteena and Dorothy Hyson (daughter of Dorothy\nand Carl Hyson) as Ethel “Monticue.” Christopher's\nsister, Ann Casson, read the passages which\nlinked up the various scenes.</p> <p>I still remember the enthusiastic reception we\ngot from the audience; but, better still, I can quote\nfrom the glowing review we got from St. John Irvine,\nthe eminent critic for <em>The London Observer</em>,\nwho observed that Christopher “displayed all the\nsigns that denote an accomplished comedian.”  As\nfor Dorothy, Mr. Irvine called her “a very beautiful\nlittle girl and, at the risk of turning her head, she has\nthe makings of a very good actress.”  And our narrator,\nAnn Casson, “read the passages with a clearness\nof utterance that was remarkable.” Towards the end\nof the review Mr. Irvine added, “Mr. Ernest Truex's\ntwo sons, Philip and James, were extremely diverting\nin their parts; and I was greatly touched by the\nspectacle of Philip Truex, in the part of the Prince of\nWales, solemnly removing his crown during the\nsinging of the National Anthem.”  I decided then\nand there to go on the stage.</p>"
}