{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of English Place-Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/book-search/title/dictionary-of-english-place-names/author/mills-a-d/\"><em>A Dictionary of English Place-Names</em></a></h1>\n<p>A.D. Mills, (Oxford University Press, 1991), xxxiii, + 388pp.</p>\n<p>Place-names have many different “meanings.”\nWe could all write down a list of names which are\npersonally meaningful, recalling places where we\nhave lived and loved.  If ever I write an autobiography\nit will be in dictionary form: names of places and\npeople defined in terms of private significance.  For\npoets, humorists, and those blessed with fertile\nimagination, place-names can have other meanings:</p>\n<blockquote>\n<p>Yes, I remember Adlestrop<br>\n—The name, because one afternoon<br>\nOf heat the express-train drew up there<br>\nUnwontedly.  It was late June.</p>\n</blockquote>\n<p>Thus Edward Thomas begins the poem which enables\nus to join him in his railway compartment at\nthe turn of the century.  He goes on to fix that summer\nafternoon and the name Adlestrop forever in\nour consciousness.  Poets, as Stephen Vincent Benét\nreminded us, can fall in love with place-names.</p>\n<p>Humorists respond to them differently.  I hope\neveryone is familiar with <em>The Meaning of Liff,</em> by\nDouglas Adams and John Lloyd (1983).  The authors\ndecided that place-names spent too much time\n“loafing about on signposts.”  They assigned definitions\nto the names which allowed them to “start\nearning their keep in everyday conversation.”  Adlestrop,\nto them, was “that part of a suitcase which is\ndesigned to get snarled up on conveyor belts at airports.\nSome of the more modern Adlestrop designs\nhave a special 'quick release' feature which enables\nthe case to fly open at this point and fling your underclothes\ninto the conveyor belt's gearing mechanism.”</p>\n<p>Reluctantly I have to admit that the reader has\nno right to expect poetry or wit in this latest Oxford\nplace-name dictionary.  The author is a highly reputable\nacademic toponymist, and he is dealing with\nEnglish, not American, place-names.  Those who\nstudy New World place-naming are at a distinct advantage.\nThey are mainly social historians, with\nmany an anecdote to relate about why settlers from\nEurope transferred existing names.  Scholars like\nA.D. Mills have to shift back several centuries and\nbe linguistic archaeologists.  They then have the difficult\njob of explaining the results of their researches\nto laymen.</p>\n<p>What, then, has Mills made of Adlestrop?  For\nhim it is a place in Gloucestershire which had its\nname recorded in 714 as <em>Titlestrop</em>.  By Domesday,\nin 1086, it had become <em>Tedestrop</em>.  He therefore explains\nthe name as “outlying farmstead or hamlet of\na man called *Tætel.”  In other words, as he says, it\nis an OE personal name plus the element <em>throp</em>.  He\nadds: “The initial T- disappeared from the 14th century\ndue to confusion with the preposition <em>at</em>.”</p>\n<p>I think we should consider for a moment to\nwhom Mills is explaining all this.  I imagine that it is\nlikely to be someone who happens to live in Adlestrop,\na chap who has woken up one day and said to\nhimself: “Adlestrop—that's a queer sort of name.\nWhy Adlestrop?”  Having popped into his local reference\nlibrary and taken this dictionary from the\nshelf, has all become clear to him?  Is this entry as\n“clear and concise” as the blurb claims?</p>\n<p>If our enquirer had at least some formal training\nin philology, it will have been crystal clear.  He will\nhave had no need to consult the Introduction to discover\nthat Tætel's name is preceded by *because it\nis “inferred from comparative [place-name] evidence\nand postulated to occur.”  He will not have needed\nto consult the list of abbreviations to learn that OE\nstands for Old English, and that “old” in that context\nhas a fairly specific meaning.  He will have understood\nwhy the <em>at</em> confusion occurred.  Though he\nwould probably talk of living <em>in</em> Adlestrop he knows\nthat that he gets off the train <em>at</em> Adlestrop.  Not that\nhe would think in such simplistic terms: his historical\nknowledge of prepositional usage would have\nmade such reasoning unnecessary.</p>\n<p>My point is that a more normal reader will have\nextracted far less from the entry—probably no more\nthan that <em>Adlestrop</em> originally meant 'someone's\nfarm.'  My further point is that to be totally successful,\na dictionary of this kind requires far more than\nthe academic skills of a place-name specialist.  If\nsuch a work is really to do its job—tell the story of a\nplace-name in simple terms to an average reader—a\ngreat deal of further thinking needs to be done by\nthe editorial team about how the information is presented\nand for whom.  Imagination on their part is\nrequired, even if it is not the imagination of the poet\nor humorist.</p>\n<p>The information in this book would have been\nbetter presented in an entirely different form.  Had\nit remained a traditional book, there would have\nbeen a strong case for listing separately the hundreds\nof names that consist of a personal name and\ncommon place-name element.  Various other lists\ncould have given the essential information about\nnames based on words with meanings such as <em>ford</em>\nand <em>wood</em>.  An index would have allowed names to\nbe traced in alphabetical order.  Separate articles\ncould have dealt with the meaning of elements like\n<em>throp</em> and such matters as the loss of initial letters,\nowing to confusion of preposition and name.</p>\n<p>A much better solution, however, would have\nbeen to publish this material as computer software.\nSurely the reference libraries to which people turn\nfor such specialized information as the origin of\nplace-names, as well as the individuals who are interested\nenough in such subjects to buy dictionaries,\nhave access by now to personal computers?  I should\nhave been able to refer to the fruits of Mills's labors\nby inserting a floppy disk into my machine.  On typing\n<em>Adlestrop</em> I should have been presented with the\nearly spellings and Mills's interpretation.  Had I\nneeded it, a Help key should have brought an instant\nexplanation of the symbol * and the abbreviation\nOE.  There would have been a far fuller discussion of\nthe preposition question in a separate paragraph,\none that would have appeared on screen had I typed\nin a name, such as <em>Elstree</em>, where it was also relevant.</p>\n<p>Academic reviewers of this dictionary will, as\nusual, write a great deal about whether the author\nwas right to choose one postulated form of an Old\nEnglish name rather than a slightly different one.  I\nbelieve it would be wrong to confine the discussion\nto such matters.  I am prepared to trust Mills's scholarship\nand accept that he has explained to the best of\nhis ability some 12,000 names.  He has conscientiously\ndone his job.  His editors, in my view, have\nnot.  They have complacently chosen to update and\nmarginally simplify Eilert Ekwall's previous <em>Oxford\nDictionary of English Place-Names</em>.  I see very little\nevidence that they stopped to think who would be\ninterested in this specialized information, and how it\ncould best be presented.</p>\n<p>This is all the more disappointing since other\nsections of OUP, along with other publishers of reference\nworks, have made great strides forward in\nrecent years.  Academic excellence has been maintained,\nbut combined with good design, editorial\nflair, and original thinking.  The editors of this book\nhad an important part to play.  Unfortunately, both\nfor Mr. Mills and his average reader, they appear to\nhave completely missed their opportunity.</p>\n<p><em>Thames Ditton, Surrey</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.co.uk/book-search/title/dictionary-of-english-place-names/author/mills-a-d/\"><em>A Dictionary of English Place-Names</em></a></h1> <p>A.D. Mills, (Oxford University Press, 1991), xxxiii, + 388pp.</p> <p>Place-names have many different “meanings.”\nWe could all write down a list of names which are\npersonally meaningful, recalling places where we\nhave lived and loved.  If ever I write an autobiography\nit will be in dictionary form: names of places and\npeople defined in terms of private significance.  For\npoets, humorists, and those blessed with fertile\nimagination, place-names can have other meanings:</p> <blockquote>\n<p>Yes, I remember Adlestrop<br>\n—The name, because one afternoon<br>\nOf heat the express-train drew up there<br>\nUnwontedly.  It was late June.</p>\n</blockquote> <p>Thus Edward Thomas begins the poem which enables\nus to join him in his railway compartment at\nthe turn of the century.  He goes on to fix that summer\nafternoon and the name Adlestrop forever in\nour consciousness.  Poets, as Stephen Vincent Benét\nreminded us, can fall in love with place-names.</p>"
}