{
  "type": "Article",
  "title": "Front Back-axle",
  "author": "Alex Berlyne",
  "location": "Jerusalem",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Front Back-axle</h1>\n<p><em><span data-rel=\"author\">Alex Berlyne</span> <span data-rel=\"location\">Jerusalem</span></em></p>\n<p>Playing the dying King David in an otherwise forgettable 1985 movie, Richard Gere was short of both breath and temper.</p>\n<p>“Must you record my every word?” he gasped when he spotted a courtier making notes.</p>\n<p>“It's for the Book of Samuel, Lord.”</p>\n<p>Even without the dubious contributions of Cecil B.De Mille or, in this case, Richard Beresford, there are enough ludicrous misconceptions about the Bible in circulation. One of them, based on vague memories of the Elizabethan English of the Authorized Version (albeit much of its language was borrowed from Tyndale's 16th-century translation), is that Classical Hebrew tends to be long-winded and is overloaded with the equivalents of “peradventure,” “verily,” and “Does it find favor in my Lord's sight?”</p>\n<p>The considerable number of italicized words sprinkled throughout every page of the Bible provides a clue, usually overlooked, that the original is not to blame. Classical Hebrew dispenses with some parts of speech that are necessary in English, so, in the 17th century, King James's “learned men to the number of four and fifty” simply added those that were required to make sense of the translation, printing them in italics.</p>\n<p>Unfortunately, typographical convention employs italics for emphasis. I recall my old headmaster <em>was</em>-ing and <em>is</em>-ing at the top of his lungs as he read the Lesson every morning to 1,200 uncomprehending Manchester schoolboys. “Behold his bedstead <em>was</em> a bedstead of iron,” Dr. Cheney would thunder, “<em>Is</em> it not in Rabbath of the children of Ammon.” He would then add insult to injury by frequently reminding us that “English is the language of Milton, Shakespeare, and the Bible.” I had had enough of the original Bible literally knocked into me by a <em>rebbe</em>, an old-fashioned Hebrew-teacher, to know that the voice that breath'd over Eden was not the one that read the news on the BBC.</p>\n<p>The Word according to Cheney was as eccentric as Charles Laughton's version of <em>Lear</em>. The actor “believed that a capital letter in Shakespeare's Folio and Quarto texts indicates emphasis,” Sir Peter Hall wrote. “No amount of pointing out the vagaries of Elizabethan typesetting could shift his conviction. So as King Lear he was left accenting in all the wrong places and fighting for breath.”</p>\n<p>Hebrew, I am happy to report, has always tended to an admirable brevity. By 1708, Iohann Buxtors had already published his <em>Abbreviaturis Hebraicis</em>, and the colloquial Hebrew of the <em>sabra</em>, the native-born Israeli, carries on the grand tradition. The result is that everyday speech now resembles Ira Gershwin's witty lyrics for 'S '<em>Wonderful:</em></p>\n<blockquote>\n<p>Don't mind telling you,</p>\n<p>In my humble fash,</p>\n<p>That you thrill me through</p>\n<p>With a tender pash.</p>\n</blockquote>\n<p>This is just the opposite of the current trend in English. Media people, politicians and academics, to paraphrase Gavin Ewart, inflate the language in a way they shouldn't oughtn't just to make their pronouncements sound more important. Even the BBC no longer employs two words to describe an institution founded in 1785 but now describes <em>The Times</em> as “<em>The Times</em> newspaper,” as if listeners might otherwise believe that the Times Furnishing Company has taken to analyzing Mr. Major's foreign policy. An old friend of mine who worked on the <em>Guardian</em> maintains that we ought to be thankful that Arthur Mee's <em>Children's Newspaper</em> is no longer with us. Otherwise the BBC would undoubtedly refer to it as the <em>Children's Newspaper</em> children's newspaper.</p>\n<p>Colloquial Hebrew is excessively economical, and its shortcuts have been further abbreviated by the numerous acronyms used throughout the armed forces. If it were not for the fact that military service is compulsory and most males, at least, do reserve duty until late middle age, civilians and soldiers would be quite unable to understand each other. I once pointed this out to the editors of <em>The Jerusalem Post,</em> Israel's English-language daily. To reflect Israeli life more accurately, I suggested, they would have to print the news in the same sort of English favored by real-estate agents:</p>\n<blockquote>\n<p>The Is'l govt's refusl 2 agree 2 PLO attndce be4 renewg the Gen Conf is the most impt elemt stading in te way of a jst &amp; lsting M.E. peace.</p>\n</blockquote>\n<p>Compressed speech is the norm, particularly among <em>sabras. Dash,</em> they cry, telescoping (<em>Drishat</em>) <em>Sh(alom)</em>, when they wish you to give someone their regards, followed by <em>Lehit(raot)</em>' literally 'au revoir,' as they bid you farewell. To be fair, <em>Lehit</em> is gradually being pushed out by a foreign importation, <em>'Bye</em>.</p>\n<p>Even the notorious <em>sabra</em> impudence is frequently expressed in a truncated form. <em>Zabash,</em> they say as they dismiss a subject, Z(<em>u</em>) <em>ba ('aya) sh(elekha),</em> 'That's your problem.' Little wonder that foreign-born Israelis, especially those who were taught old-world manners, soon learn to parrot another abbreviated <em>sabra</em> expression: they describe the offender as having a <em>Padas Pa(rtsuf) d(oresh) s(tira)</em> 'a face that invites a slap.'</p>\n<p>Rehov Dizengoff, one of Tel Aviv's main streets, is usually shortened to <em>Dizengoff</em> or even <em>Dizi</em>, which might mislead a tourist into believing it was named after Benjamin Disraeli instead of Meir Dizengoff, the city's first mayor. This thrift of tongues sometimes gets <em>sabras</em> into trouble when they venture abroad. They confuse their hosts in London, for example, by asking how to get to Oxford when they mean Oxford Street and not the city of dreaming spires. The shopping street, with its branch of Marks and Spencer's, is more of a magnet for visiting Israelis than Buckingham Palace and Madame Tussaud's combined.</p>\n<p>This sort of mishap is only one of the problems they encounter. Other misunderstandings frequently occur because of an inability to distinguish between the vowels of <em>bit</em> and <em>beet.</em> An Israeli girl who found lodgings in Weech Road, Hampstead, found herself involved in an Abbott and Costello routine every time she went to register as an alien at the local police station. When she was asked for her address, she would answer, “Wich Road.”</p>\n<p>“Yes, which road?” the desk sergeant would repeat patiently.</p>\n<p>I can't imagine what the poor copper would have had to say if Hebrew pronouns had cropped up in this comedy routine. The possibilities are endless for <em>who</em> means 'he' while, contrariwise, <em>he</em> means 'she,' and <em>me</em> signifies 'who.'</p>\n<p>Borrowings from other languages frequently undergo sea changes, but when they are complicated by the tendency of colloquial Hebrew to abbreviate, the results are frequently weird and wonderful. <em>Sealed-beam headlights</em>, for example, were corrupted into <em>Silbim</em> in Hebrew; but -<em>im</em> is the masculine plural suffix for nouns—<em>kibbutz, kibbutzim,</em> for example. The result, not entirely unexpectedly, is that a single headlight is now referred to as a <em>silb.</em> Some borrowings completely mystify the non-Hebrew speaker. It does not take much ingenuity to translate <em>ambrex</em> as 'handbrakes,' but the real difficulty arises when a two-part noun is abbreviated and the wrong half, so to speak, is discarded. <em>Kvacker,</em> for example, referring to any kind of porridge, is a truncated form of <em>Quaker Oats,</em> while <em>kottej</em> is <em>cottage cheese</em> and not a quaint little thatched dwelling with roses entwined round the door. The same anarchy reigns in electronics, where <em>tep</em> means 'tape-recorder' and not the tape itself. The leisure industry is similarly afflicted: a <em>Kountri</em> is not a state, territory, or nation but a 'country club.'</p>\n<p>There are four things according to the Book of Proverbs that are beyond understanding: “the way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the sea; and the way of a man with a maid.” A fifth that defies comprehension is now the herbrew <em>pony,</em> borrowed from <em>ponytail</em> migrated from the back of the head to the forehead and came to mean 'bangs' or 'fringe.'</p>\n<p>Readers who have got this far, may be able to tackle another development without the aid of a diagram: <em>bekex,</em> a simple corruption of <em>back-axle,</em> has been in common usage since the days of the British mandate, for the mechanical expertise of soldiers of the Jewish Brigade, manhandling 30 cwt. trucks over frozen Italian mountain passes in the winter of 1944, soon outstripped their grasp of English. <em>Bekex,</em> as far as they were concerned, meant 'any azle.' As a result, it is now necessary to qualify the noun in order to specify which axle is being referred to, so that <em>bekex kidmi</em> means, <em>tout court,</em> 'front back-axle.'</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Front Back-axle</h1> <p><em><span data-rel=\"author\">Alex Berlyne</span> <span data-rel=\"location\">Jerusalem</span></em></p> <p>Playing the dying King David in an otherwise forgettable 1985 movie, Richard Gere was short of both breath and temper.</p> <p>“Must you record my every word?” he gasped when he spotted a courtier making notes.</p> <p>“It's for the Book of Samuel, Lord.”</p>"
}