{
  "type": "Article",
  "title": "The Coming Hybrids",
  "author": "Tom McArthur",
  "location": "Editor, English Today",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Coming Hybrids</h1>\n<p><em><span data-rel=\"author\">Tom McArthur</span> <span data-rel=\"location\">Editor, English Today</span></em></p>\n<p>In the Philippines, someone asked not long ago, <em>Sainyong palagay, what will be the long-term economic effects sa ating bansa ng Middle East War?</em> This question blends Tagalog and English, in a widespread medium that Filipinos call Taglish or Mix-Mix. The Tagalog elements mean 'in your opionion' and 'on our country of the.' In northern India, someone might say, <em>Mai ap ko batati hum, he is a very reliable fellow</em>, where the opening words are Hindi for 'I tell you.' This time, the mélange is called Hindlish. A similar statement in Malaysia could be <em>This morning I hantar my baby tu dekat babysitter tu lah</em>, in which the first and second Malay elements mean 'took' and 'to the,' and the particle <em>lah</em> shows that speaker and hearer are socially close. Finally, on the other side of the world, a Latino on the US-Mexican border might observe, with a shrug, <em>Sometimes I'll start a sentence in English y terminó en español</em>. And this time the mix is known as Spanglish or Tex-Mex.</p>\n<p>Such hybridization is all the rage on every continent in the world and shows no sign of letting up. It is so common that many jokey and dismissive blends formed on -<em>lish</em> have almost become technical terms. Among them are <em>Arablish, Chinglish, Frenglish, Gerlish</em> and <em>Deutschlish, Italglish, Janglish</em> and <em>Japlish, Russlish</em>, and <em>Yinglish</em>. The complex and fluid developments in the European Community, between English and eight other languages, have been labeled in at least four ingeniously pejorative ways, as <em>Eurolish, Eurospeak, Desperanto,</em> and <em>Minglish</em> (the first two also used to denote and deride Common Market bureaucratese, the third to catch the confusion that can arise among simultaneous translators).</p>\n<p>Although picturesque labels like these indicate both amusement and anger among those who use them, they do not match the scale of what is happening. The hybrids they denote may be mocked, denounced, enjoyed, or ignored by teachers, linguists, and the media, but regardless of censure or praise they just steamroller on. Vast and utterly pragmatic, they are used as freely by the purists who condemn them (when they relax) as by those who simply go with the flow. The hybridization of English with innumerable other languages on a one-to-one basis is a product of necessity and one of the most remarkable developments in communication that has ever taken place. Many have written on whether English will supplant other languages, but few have considered whether English (among other things) is simply going to merge with many of them, for certain purposes at least.</p>\n<p>This miscegenation is of course what has always happened when people comfortable in two languages use them freely in their daily affairs. In the heat of the moment, expressions in one language come more quickly to the tongue than expressions in the other—and speakers may never be sure at any time which will provide the next word, phrase, clause, or sentence. In an important sense, such mixers do not have just two systems, A and B, to work with, but four: a spectrum of A, AB, BA and B. This universal quartet of possibilities is nicely reflected in such current sets of labels as <em>English— Frenglish—franglais—français</em> in Quebec, <em>English— Taglish—Engalog—Tagalog</em> in the Philippines, and <em>English—Spanglish—englañol—espanol</em> in Puerto Rico.</p>\n<p>In general terms, when bilinguals are talking with speakers of Language A alone, they stay pretty well inside A, and the same with B. But when they are together, and especially if they constitute a large community, they splice the contents of their languages into new and often unpredictable patterns; this happened in England when Old English and Norman French came together after 1066, giving rise to the Middle English hybrid that was in due course used to such effect by Chaucer and Malory.</p>\n<p>English is now Language A or B in the repertoire of millions throughout the world. These versatile bilinguals are at least as significant for the future of the language as the more or less unilingual communities of the UK, and US, and Australia; indeed, they may be more significant because they outnumber the unilinguals. In such states as Canada, India, Kenya, Nigeria, Pakistan, the Philippines, and Singapore, the mixers are already key figures in the shaping of national usage. Bilingual and multilingual communities are often the product (in part at least) of colonial pasts, as in the Philippines, Malaysia, and India, but not always: they can also be the outcome of simple proximity, as when Mexican Spanish and American English come intimately together in a Texas supermarket:</p>\n<blockquote>\n<p>HUSBAND: ¿Que necessitamos?</p>\n<p>WIFE: Hay que comprar pan, con thin slices. [to sales clerk] ¿Donde está el thin-slice bread?</p>\n<p>CLERK: Está an aisle three, sobre el second shelf, en el wrapper rojo.</p>\n<p>WIFE: No lo encuentro.</p>\n<p>CLERK: Tal vez out of it.</p>\n<p>From “Tex-Mex,” Lorraine Goldman, <em>English Today</em>, January 1986.</p>\n</blockquote>\n<p>Translation: H: What do we need? W: We have to buy bread, with thin slices. Where's the thin-slice bread? C: It's in aisle three on the second shelf, in the red wrapper. W: I can't find it. C: Maybe we're out of it.</p>\n<p>It is a venerable truism that English has long been “a mongrel tongue” with a “hybrid heritage.” Writers about the language routinely describe and illustrate its ancient talent for picking up bits and bobs from all kinds of sources, from Arabic to Zulu. From time to time scholars have debated whether Modern English should be listed not just as a Germanic language, but in lexical terms as a Romance language—in effect as a hybrid that is now spinning off further hybrids, such as “Anglo-Malay” and “Anglo-Hindi.”</p>\n<p>“Anglo-Japanese” (or, informally, “Japlish”) is an intriguing case because of the economic prominence of Japan, the relative one-sidedness at present of the flow of words, and the restrictedness of Japanese, a language little used outside the home islands. Since immediately after World War II, the massive inflow of English words has represented modernity and “internationalization.” Many thousands of items in contemporary urban Japanese usage are adapted English words, nativized by reshaping their syllabic patterns into forms that can be written in katakana symbols and pronounced without difficulty.</p>\n<p>Specimens of this virtually machinelike process include <em>erekutoronikkusu</em> 'electronics,' <em>kurisumasu</em> 'Christmas,' and <em>purutoniumu</em> 'plutonium.' Words with sounds that are not present in Japanese are given the best local fit, as in <em>takushi</em> 'taxi,' <em>rabu</em> 'love,' and <em>basu</em> both 'bus' and 'bath.' Some loanwords undergo a semantic shift, as with <em>manshon</em> 'high-class apartment block' (from <em>mansion</em>), <em>konpanion</em> 'female guide or hostess' (from <em>companion</em>), and <em>baikingu</em> 'buffet meal, smorgasbord' (from <em>Vi-king</em>). Clippings and blends are common, such as <em>terebi</em> 'television,' <em>masukomi</em> 'mass communication,' and <em>wapuro</em> 'word processor.' English words also sometimes combine with Japanese words, as for example <em>haburashi</em> 'toothbrush,' from Japanese <em>ha</em> 'tooth' and English <em>brush</em>. Two or more words from English also sometimes come together in new ways, as with <em>pureigaido</em> (play guide) a 'ticket agency,' and <em>bakkumira</em> (back mirror) a 'rear-view mirror.' In Japanese such indigenous coinages are wryly referred to as <em>wasei eigo</em> 'Made-in-Japan English.'</p>\n<p>The Japanese have for some time been quietly returning the compliment. The number of loans is low and almost entirely in the field of commercial names, but their impact has been out of all proportion to those numbers. A common formula is a two-word phrase that opens with a Japanese company name and closes with a product name that is genuinely Western, as with <em>Honda Ballade, Mitsubishi Colt</em>, and <em>Toyota Corolla</em>, or that echoes such a word, as with <em>Honda Acura</em> ('accurate'?), <em>Nissan Sentra</em> ('central,' 'sentry'?), and <em>Nissan Micra</em> (a feminization of <em>micro</em>). The Japanese capacity to produce decorative off-beat English has been widely noted for some time, as in this comment from <em>Time</em> in 1986:</p>\n<blockquote>\n<p>The Japanese long ago mastered the process of labeling their consumer goods to appeal to a global market. Walkman may be a piece of fractured English, but the term has become as generic and widely recognized as Xerox or Coke.</p>\n<p>—“The Japanese Naming Game,” January 13</p>\n</blockquote>\n<p>The term <em>Walkman</em> is on a par with the “atmosphere English” found on Japanese T-Shirts, bags, and pencil boxes, such as <em>Tenderness was completed a pastel</em> and <em>The New York City Theatre District is where you can and us, anyone</em>. Such novel (mis)uses of English, as tokens of modernity rather than as normal messages, are now widespread in East Asia and elsewhere. How long it will remain a standard Japanese practice and an international fad is anybody's guess. But regardless of how decorative English develops, it seems likely that a Japanese input into English—whatever forms it takes—will steadily increase in the twenty-first century, not stay the same or diminish.</p>\n<p>Although the various Anglo-hybrids are currently unstable, the hybridity itself is stable enough. It has been running for decades in Asia and Africa and appears to have many more decades to run. If past situations are anything to go by, those languages affected today will undergo irreversible change, as English did after the Danish invasions and the Norman Conquest. Malay by government design and Japanese by casual osmosis are already indelibly marked by borrowings (including what English took in earlier times from French, Latin, and Greek). The outcome is far from clear, but it can hardly be minor, and English will be affected in ways that we can hardly imagine.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Coming Hybrids</h1> <p><em><span data-rel=\"author\">Tom McArthur</span> <span data-rel=\"location\">Editor, English Today</span></em></p> <p>In the Philippines, someone asked not long ago, <em>Sainyong palagay, what will be the long-term economic effects sa ating bansa ng Middle East War?</em> This question blends Tagalog and English, in a widespread medium that Filipinos call Taglish or Mix-Mix. The Tagalog elements mean 'in your opionion' and 'on our country of the.' In northern India, someone might say, <em>Mai ap ko batati hum, he is a very reliable fellow</em>, where the opening words are Hindi for 'I tell you.' This time, the mélange is called Hindlish. A similar statement in Malaysia could be <em>This morning I hantar my baby tu dekat babysitter tu lah</em>, in which the first and second Malay elements mean 'took' and 'to the,' and the particle <em>lah</em> shows that speaker and hearer are socially close. Finally, on the other side of the world, a Latino on the US-Mexican border might observe, with a shrug, <em>Sometimes I'll start a sentence in English y terminó en español</em>. And this time the mix is known as Spanglish or Tex-Mex.</p> <p>Such hybridization is all the rage on every continent in the world and shows no sign of letting up. It is so common that many jokey and dismissive blends formed on -<em>lish</em> have almost become technical terms. Among them are <em>Arablish, Chinglish, Frenglish, Gerlish</em> and <em>Deutschlish, Italglish, Janglish</em> and <em>Japlish, Russlish</em>, and <em>Yinglish</em>. The complex and fluid developments in the European Community, between English and eight other languages, have been labeled in at least four ingeniously pejorative ways, as <em>Eurolish, Eurospeak, Desperanto,</em> and <em>Minglish</em> (the first two also used to denote and deride Common Market bureaucratese, the third to catch the confusion that can arise among simultaneous translators).</p> <p>Although picturesque labels like these indicate both amusement and anger among those who use them, they do not match the scale of what is happening. The hybrids they denote may be mocked, denounced, enjoyed, or ignored by teachers, linguists, and the media, but regardless of censure or praise they just steamroller on. Vast and utterly pragmatic, they are used as freely by the purists who condemn them (when they relax) as by those who simply go with the flow. The hybridization of English with innumerable other languages on a one-to-one basis is a product of necessity and one of the most remarkable developments in communication that has ever taken place. Many have written on whether English will supplant other languages, but few have considered whether English (among other things) is simply going to merge with many of them, for certain purposes at least.</p>"
}