{
  "type": "Article",
  "title": "Word Watchers: Fitzedward Hall",
  "author": "Richard W. Bailey",
  "location": "The University of Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Word Watchers: Fitzedward Hall</h1>\n<p><em><span data-rel=\"author\">Richard W. Bailey</span> <span data-rel=\"location\">The University of Michigan</span></em></p>\n<p>Fitzedward Hall (1825-1901) traced his career as an etymologist to a shipwreck. Son of a prosperous lawyer in Troy, New York, Hall completed his studies in engineering at Rensselaer in 1842 and was about to graduate a second time—from Harvard College in 1846—when his father sent him on an errand. A younger brother, inexplicably drawn by Dana's grim novel <em>Two Years before the Mast</em> (1840), had run away to a life of adventure at sea, and their father ordered Fitzedward to bring him home.</p>\n<p>Soon thereafter, Hall found himself a castaway at the mouth of the Ganges, and he chose to remain, first in Calcutta, where he became a journalist and teacher. Drawn to the study of Indian languages, he rose to professor of Sanskrit at Government College, Benares, in 1850, and commenced a career as editor and publisher of Sanskrit texts, the first American to do so. In 1857, he took an armed part in the suppression of the Sepoy uprising and then rewarded himself with a vacation in America and Europe. While he was in the United States, William Dwight Whitney, America's preeminent orientalist, did all that he could to persuade Hall to remain at home, but he could not prevail. On his way back to India, Oxford awarded Hall an honorary doctorate in recognition of his contribution to oriental learning.</p>\n<p>In 1862, Hall left India to spend the rest of his life in England. Whitney's campaign to find him an appointment at Harvard continued but with diminished chances of success. In a letter to Charles Eliot Norton—like Hall and Francis James Child, a member of the class of '46—Whitney wrote resignedly, “Anyhow, one takes a kind of wicked satisfaction in seeing that England has to come even to America for her scholars in that department of Oriental study which it is most her duty and interest to cultivate.” On settling at last in London, Hall was appointed professor of Sanskrit, Hindi, and Indian jurisprudence at King's College, London. In short order, he was made librarian of the Indian office and examiner in Indian languages for the Civil Service Commissioners. He continued the duties of examiner even after his retirement in 1869 to Marlesford, Suffolk, when he completed his Sanskrit editing. (Belatedly, in 1895, Harvard awarded him an honorary doctorate and was rewarded by the bequest of his Indian manuscripts and editions.)</p>\n<p>Hall's philological career had another side, one of special interest to readers of VERBATIM. “As far back as 1838,” he wrote, “I began the practice, which I have kept up ever since, of desultorily jotting down notes on points of English.” (He was then a mere philological stripling of thirteen.) Not until 1872, however, did he compile these notes into book form, a volume with the splendid title, <em>Recent Exemplifications of False Philology</em>. In it, he attacked vigorously three worthies well-known for their opinions about English—William Savage Landor, Thomas De Quincey, and (lengthily) Richard Grant White. All three were inclined to uninformed etymology or ignorant censure, he alleged. In <em>Modern English</em> (1873), he harassed other self-proclaimed “authorities,” and, in both books, three or four lines of text float above a dense mass of footnotes in tightly set six-point type. By this method, he ensured that no claim would stand without supporting evidence.</p>\n<p>Hall's authority came from his citations, a mass so large that “desultorily” can hardly describe the intensity of his collecting. Before the <em>OED</em>, no one could have easily located examples to dispute him, though Richardson, Johnson (as revised by Todd and Latham), and Webster (as revised by Goodrich) all gave historical usages. Hall was immeasurably better informed than those he criticized, and he recognized that a “trustworthy dictionary” must be founded on examples—“a thing never to be expected, save as the result of extensive cooperation, and judicious subdivision of labour.” Naturally enough, he was soon recruited by James Murray as a collaborator in the preparation of the <em>OED</em>. In the preface to the first volume of that great dictionary, Murray thanked Hall expansively for his “voluntary and gratuitous service”: “Those who are familiar with the pages of his <em>Modern English</em>, his <em>English Adjectives in -able</em> [1877], and his numerous articles and papers on special points of English, know with what an amazing wealth of evidence the author illustrates the history of every word, idiom, or grammatical usage, upon which he touches.” In the preface to volume 5, Murray declared “to the Dictionary his death is an incalculable loss, a loss that would indeed have been irreparable but for the fact that he left directions that all his ms. quotations, references, notes, and memoranda, should be handed over to the Editor, and that we should have the free use of the books in his own extensive library to which these referred.” Hall was similarly generous in opening his collections to Joseph Wright (for the <em>English Dialect Dictionary</em>) and to the workers engaged in the preparation of Whitney's <em>Century Dictionary</em>.</p>\n<p>Like many people, Hall grew increasingly conservative as he aged, but his allegiance to usage as the foundation of judgments about English remained firm. In particular, he was suspicious of language reformers who wished to revive or fabricate “Anglo-Saxon” synonyms for “Latinate” words. Masses of older English, he thought, had no more chance of revival than “water-clocks and tinderboxes.” In a sentence intended to poke fun at the Saxonists, Hall declared: “Our lingual hybridism is ineradicable.” Romantic yearnings for an imaginary past were, to him, anathema, and conservatives of many kinds were early subject to his critical strictures: “The rights of man [the conservative] has gradually grown used, after long years of disquietude, to hear talked of, without apprehension of catalepsy; but you must wait for his son, or for his son's son, if you would get a candid hearing for the rights of woman.”</p>\n<p>Despite his long residence abroad, Hall was self-consciously American and, latterly, all too ready to cede authority to the British in matters of English. Toward the end of his life, he wrote: “If egotism for a moment is pardonable, no false shame deters me from avowing that, though I have lived away from America upwards of forty-six years, I feel, to this hour, in writing English, that I am writing a foreign language, and that, if not incessantly on my guard, I am in peril of stumbling.” What a pained admission from an acknowledge authority on the language— particularly one who had earlier celebrated the revolutionary fervor in the United States that had led, at the end of the 18th century, to “forswearing... supine parrotry.” How different from his declaration at the outset of his career as a philologist: “As regards everything else, so as regards language, the spirit of rigid conservatism operates as a principle of unalloyed evil and mischief.”</p>\n<p>Hall's disputatious style in his many contributions to magazines led him into controversy, and the memorial notices published after his death were often circumspect. In one, a life-long friend declared: “Dr. Hall had all the aggressive confidence of modesty adequately equipped,” a judgment that conceals criticism in praise. Another opined that “his prose was apt to be difficult reading. Had he combined with his vast learning a light and playful style, he would not more effectually have strewn the field with the slain, but he would have made the process as delightful as it was edifying. As it is, his works are a permanent resource against the ignoramus and the charlatan who seek to make the English language into their own likeness.” The <em>Dictionary of American Biography</em> is rather more blunt: “His style was too subject to his own criticism to be natural; it was selfconscious and pedantic.”</p>\n<p>Despite their often dry character, Hall's works bear re-reading, not least because of his refusal to bewail the state of the language: “No unprejudiced person, if he takes the trouble to observe and consider, can soberly maintain, that English is deteriorating.” Yet, above all, Hall raised the standard of discussion on the bulwarks of evidence, and, even when he was captious or carping, he compelled respect. Thus, Ralph Olmsted Williams often engaged Hall in the pages of the <em>Dial</em> and of <em>Modern Language Notes;</em> these exchanges Williams published in <em>Some Questions of Good English</em> (1897), recognizing that with “such an adversary as Dr. Hall” it was difficult to claim victory even when claiming the benefit of the last word. Of course Hall was often dismissed—by the British as a foreigner unworthy to judge English usage and by the Americans as an anglophile and expatriate. But the most serious scholars of the day took him seriously, and, if he did not make uninformed allegations about English impossible, he at least made them subject to the trial of evidence from usage.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Word Watchers: Fitzedward Hall</h1> <p><em><span data-rel=\"author\">Richard W. Bailey</span> <span data-rel=\"location\">The University of Michigan</span></em></p> <p>Fitzedward Hall (1825-1901) traced his career as an etymologist to a shipwreck. Son of a prosperous lawyer in Troy, New York, Hall completed his studies in engineering at Rensselaer in 1842 and was about to graduate a second time—from Harvard College in 1846—when his father sent him on an errand. A younger brother, inexplicably drawn by Dana's grim novel <em>Two Years before the Mast</em> (1840), had run away to a life of adventure at sea, and their father ordered Fitzedward to bring him home.</p> <p>Soon thereafter, Hall found himself a castaway at the mouth of the Ganges, and he chose to remain, first in Calcutta, where he became a journalist and teacher. Drawn to the study of Indian languages, he rose to professor of Sanskrit at Government College, Benares, in 1850, and commenced a career as editor and publisher of Sanskrit texts, the first American to do so. In 1857, he took an armed part in the suppression of the Sepoy uprising and then rewarded himself with a vacation in America and Europe. While he was in the United States, William Dwight Whitney, America's preeminent orientalist, did all that he could to persuade Hall to remain at home, but he could not prevail. On his way back to India, Oxford awarded Hall an honorary doctorate in recognition of his contribution to oriental learning.</p> <p>In 1862, Hall left India to spend the rest of his life in England. Whitney's campaign to find him an appointment at Harvard continued but with diminished chances of success. In a letter to Charles Eliot Norton—like Hall and Francis James Child, a member of the class of '46—Whitney wrote resignedly, “Anyhow, one takes a kind of wicked satisfaction in seeing that England has to come even to America for her scholars in that department of Oriental study which it is most her duty and interest to cultivate.” On settling at last in London, Hall was appointed professor of Sanskrit, Hindi, and Indian jurisprudence at King's College, London. In short order, he was made librarian of the Indian office and examiner in Indian languages for the Civil Service Commissioners. He continued the duties of examiner even after his retirement in 1869 to Marlesford, Suffolk, when he completed his Sanskrit editing. (Belatedly, in 1895, Harvard awarded him an honorary doctorate and was rewarded by the bequest of his Indian manuscripts and editions.)</p>"
}