{
  "type": "Article",
  "title": "Bird Talk",
  "author": "David Rickerby",
  "location": "Brighton, Sussex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bird Talk</h1>\n<p><em><span data-rel=\"author\">David Rickerby</span> <span data-rel=\"location\">Brighton, Sussex</span></em></p>\n<p>When one enters prison for the first time, many new things must be learned—and learned fast. Such things as where to go, what to and what not to do, how to behave with one's fellow inmates, and how to communicate with them. Primarily created as a self-defence measure against eavesdroppers, prison slang in its own evocative way describes common and not so common experiences, emotions, and professions. Inmates are not refused, they are <em>knockbacked</em>; they are not told to leave but to <em>Do one</em>. If one hears of someone having <em>Gone into one</em>, he has not entered anything other than a state of extreme annoyance. Also, we do not ignore somebody; we <em>blank</em> him. It is far better to act in a trustworthy manner, thus one will be considered <em>sound</em>.</p>\n<p>Whilst many of these terms may have entered the common vernacular, that is not the case with the majority. For, not only are convicts or <em>screws</em> 'prison officers' the only people to use them, they are likely to be the only people to know them.</p>\n<p>Each crime has its own particular name, so the inmate in for <em>screwing</em> 'burglary' and the one in for <em>hoisting</em> 'shoplifting,' can be distinguished from the <em>blagger</em> 'robber.' Prison has a fairly fluid social structure, depending on the crimes committed, for how long and how much was earned. One thing is certain though: however much thieves—<em>kiters</em> 'bad check passers,' <em>petermen</em> 'safecrackers,' and <em>ringers</em> 'car thieves who disguise and resell them'—as well as those already mentioned jockey for position, all despise the <em>nonce</em> 'sex offender.'</p>\n<p>As well as the <em>nonce</em>, the <em>grass</em> 'informer' is also in danger, such danger being especially acute if the offender is dragged into a <em>pad</em> (a.k.a. <em>peter</em> 'cell') out of sight and hearing of the <em>kangas</em> (short for <em>kangaroo</em>, rhyming slang for <em>screw</em>). Such inmates may have to be put on 43s (Rule 43 covers those inmates who are dangerous or in danger). Though the prison generally decides who is placed on 43s, an inmate may place himself on 43s, a process referred to as <em>Going on the numbers</em>. These inmates will be sent down the <em>block</em> 'segregation unit' and may even be <em>ghosted</em> 'moved at short notice to another jail' (a.k.a. <em>shanghaied</em>).</p>\n<p>An inmate awaiting trial and thus on remand, will be in <em>browns</em> 'wearing brown denims,' while the convicted inmate will be in <em>blues</em> 'wearing blue denims.' Regardless of the color of his clothes, an <em>e-man</em> 'one regarded as a potential or actual escaper' will be in <em>pathches</em> 'wearing clothes to which bright yellow patches have been sewn.' Like the <em>e-man</em> someone who is on <em>cat A</em> 'in maximum security' will find life very restrictive, with all his movements being recorded in a little book. A <em>Cat A</em> man is thus also referred to as <em>being on the book</em>.</p>\n<p>The jail one is sent to is of a specific type. One starts off at a <em>local</em> 'the jail in one's town or region.' To prevent moral corruption, adults and <em>Y.P.s</em> 'young prisoners: those under 21' are placed in different parts of the jail. After sentencing, a Y.P. will go to a <em>Y.O.I.</em> 'Young Offenders Institute,' whilst his adult counterpart may go to a <em>Dispersal</em>, where longtermers are assessed before being sent to other jails. If given a relatively light sentence, one could be sent to an <em>Open</em> 'minimum security jail.'</p>\n<p>The boredom of jail is alleviated if one puts some <em>puff</em> (a.k.a. <em>weed</em> a.k.a. <em>draw</em>) 'marijuana' in with some <em>burn</em> (a.k.a. <em>snout</em>) 'tobacco' to make a <em>joint</em> 'marijuana cigarette,' which, when washed down with some <em>hooch</em> 'illegally brewed alcohol' can make the time pass a little quicker. If such activities <em>come on Top</em> 'are discovered' or one is caught <em>bang to right</em> 'in possession or vicinity,' the perpetrator is placed <em>on Report</em> (a.k.a. <em>nicked</em>) 'charged with a breach of prison rules' and put <em>on adjudication</em> 'sent before the prison governor for punishment.'</p>\n<p>After coming in, getting out is the major priority. One counts the days to one's <em>P.E.D.</em> 'Parole Earliest Date': <em>jam roll</em> 'parole' is available after a third of a sentence has been served. Those serving long sentences for serious crimes will be more likely to get out on their <em>E.D.R.</em> 'Earliest Date of Release,' which is their sentence less a third taken off for good behavior. If one misbehaves, he will not be released till his <em>L.D.R.</em> 'Latest Date of Release,' which is the original sentence with no time off.</p>\n<p>Visits, which are obtained by sending a <em>V.O.</em> 'Visiting Order,' are one of the few things to look forward to. One must be careful though, for if one is caught <em>necking</em> 'swallowing drugs' or passing out a <em>stiff</em> 'a letter which has not passed through the hands of the prison censor,' future visits may be <em>closed</em> in which 'a screen is put between the prisoner and his visitor.</p>\n<p>These words may be of only academic interest and of no practical use till one gets some <em>bird</em> (short for <em>birdlime</em>, rhyming slang for <em>time</em>), in which case an interpreter will be unnecessary.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bird Talk</h1> <p><em><span data-rel=\"author\">David Rickerby</span> <span data-rel=\"location\">Brighton, Sussex</span></em></p> <p>When one enters prison for the first time, many new things must be learned—and learned fast. Such things as where to go, what to and what not to do, how to behave with one's fellow inmates, and how to communicate with them. Primarily created as a self-defence measure against eavesdroppers, prison slang in its own evocative way describes common and not so common experiences, emotions, and professions. Inmates are not refused, they are <em>knockbacked</em>; they are not told to leave but to <em>Do one</em>. If one hears of someone having <em>Gone into one</em>, he has not entered anything other than a state of extreme annoyance. Also, we do not ignore somebody; we <em>blank</em> him. It is far better to act in a trustworthy manner, thus one will be considered <em>sound</em>.</p> <p>Whilst many of these terms may have entered the common vernacular, that is not the case with the majority. For, not only are convicts or <em>screws</em> 'prison officers' the only people to use them, they are likely to be the only people to know them.</p> <p>Each crime has its own particular name, so the inmate in for <em>screwing</em> 'burglary' and the one in for <em>hoisting</em> 'shoplifting,' can be distinguished from the <em>blagger</em> 'robber.' Prison has a fairly fluid social structure, depending on the crimes committed, for how long and how much was earned. One thing is certain though: however much thieves—<em>kiters</em> 'bad check passers,' <em>petermen</em> 'safecrackers,' and <em>ringers</em> 'car thieves who disguise and resell them'—as well as those already mentioned jockey for position, all despise the <em>nonce</em> 'sex offender.'</p>"
}