{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of South African English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/core/journals/africa/article/abs/jean-branford-with-william-branford-a-dictionary-of-south-african-english-oxford-oxford-university-press-1991-442-pp-2250-isbn-0-19-570595-5/E4E768FADC79048F1F56C42B782A61C3\"><em>A Dictionary of South African English</em></a></h1>\n<p>Jean Branford (with William Branford), (4th ed. Oxford University Press, 1991) xxi + 412 pp.</p>\n<p>The appearance of a fourth edition of this dictionary <em>[DOSAE]</em> within thirteen years of the first is an indication of its popularity as well as of its scholarly significance. The current edition was partly motivated by the recent political changes in South Africa, which resulted in the unbanning of organizations, individuals, and books. For the lexicographer this opened up the possibility of new words (e.g., the last apartheid ruler, P.W. Botha had officially outlawed <em>the regime</em> and <em>white minority rule)</em> and, more important, of new citations.</p>\n<p>Of all the countries in which English is a significant first language, South Africa is perhaps the most complex socially and linguistically. While English is currently the most important language, it is the first language of only a small proportion of speakers: according to official estimates for 1989-90, English, with two million first-language speakers, is well behind Zulu, Xhosa, Afrikaans, Tswana, and North Sotho. Furthermore, English is not the only “colonial” language of the territory, for since 1948 the ruling Afrikaner nationalists have promoted Afrikaans as an essential language for advancement in the public service. Finally, segregational laws in the country have tended to polarize the dialects of English along partially ethnic lines. Lexically speaking, this has tended to produce fragments of South African English, rather than a general, roughly homogeneous variety.</p>\n<p>Such a multilingual environment—and the picture is made still more complex by other immigrant languages like Malay (no longer spoken), Indian languages (e.g., Hindi and Tamil), as well as indigenous languages of the Khoi and San families now extinct in South Africa—makes the lexicographer's task at once difficult and stimulating. The <em>DOSAE</em> is in some respects a reflection of the contact history of South Africa, played out in terms of the English lexicon. In its pages can be found linguistic traces of the former rivalry between Boer and Briton, the naming practices of the Khoi and San <em>(Hottentot and Bushman</em> in former terms), racial conflict (derogatory terms like <em>Boer, Kaffir,</em> and <em>Hottentot</em> each have more than a page devoted to them), the political discourse of the apartheid regime, and the counter-discourse of the resistance movements. The more positive side of language and culture contact does show up, however, in the numerous terms for food and drink, entertainment, the landscape, terms of endearment, forms of address, and words of approval. It is also through this and earlier editions of the <em>DOSAE</em> that one learned, to one's surprise, of the South African provenance of words like <em>off-load</em> 'unload,' <em>bottle store</em> 'liquor store,' <em>butchery</em> 'butcher's shop,' and <em>bond</em> 'mortagage bond.'</p>\n<p>According to the Branfords' own calculations (made in 1988) the source languages for items in the <em>DOSAE</em> were 48 per cent Dutch/Afrikaans; 29 per cent English (i.e., neologisms); 11 per cent Bantu languages, and 12 per cent “other.” The high proportion of Afrikaans words has frequently been singled out for comment by critics. Some of the items in this category are words of long standing (since the introduction of English in the Cape in the late eighteenth century) that have often passed into international English: <em>trek, veld, laager</em> etc. Other uncontroversial Afrikaans items include political and culinary terms widely used in South Africa, e.g., <em>apartheid</em> and <em>biltong</em> 'strips of sun-dried lean meat.' The majority of Afrikaans items, however, are those which appear in written English sources, but rarely in colloquial South African English (even as spoken by Afrikaners). The authors themselves mention that “some Afrikaans critics of earlier editions of this text felt that many entries were not really South African English.” (They responded by reducing the number of such entries and by marking others as borderline cases).</p>\n<p>There is certainly a need for words of Afrikaans origin that recur in English texts (often for “local color” effect) to be glossed somewhere: a reference work like the <em>DOSAE</em> might be more convenient for readers than an Afrikaans or Xhosa or some other dictionary. Likewise, it might be necessary for novices to gloss non-English words that recur in bilingual road signs and other public notices: <em>apteek</em> 'chemist,' <em>links</em> 'left,' and the now obsolete <em>blankes</em> 'whites (only)' might be truly informative for the overseas visitor. (To be consistent, the <em>DOSAE</em> would have to indicate the word for 'left' in all languages that appear in road signs in different parts of the country—Zulu, Xhosa, Sotho and Tswana).</p>\n<p>In their entry for <em>slegs</em> 'only' the authors quote an amusing anecdote in this regard:</p>\n<blockquote>\n<p>'Slegs Only' A visitor's guide to S. African English. “What are <em>slegs?</em>” a puzzled visitor from overseas asked me. He had been driving along in a hired car and had suddenly found himself entering a lane marked SLEGS ONLY. “But how is a visitor expected to know that?” he demanded after I had explained its meaning [that it was a bilingual sign]. “With the population divided into Whites, Coloureds and Blacks, how am I to know that 'Slegs' isn't another race group?”</p>\n</blockquote>\n<p><em>Slegs</em> is one of the relatively few items marked in the <em>DOSAE</em> as Afrikaans, rather than English. I would argue that this particular signpost does not occur frequently enough in the book. For example, as this marking is absent in the entry, <em>tweetalig</em> 'bilingual,' we must infer that the authors now consider this to be an English item. Yet, the citations they give afford a clue to the real status of this and numerous other items in <em>DOSAE</em>: “This wall chart, attractive ... and tweetalig nogal ['bilingual, what's more'], is to be distributed to all hospitals....” and “ 'Four years in the charge office as a fraud detective. That was where I learned to speak Afrikaans' She is heel-temal tweetalig ['totally bilingual'] and ... studied art in Scotland.”</p>\n<p>Surely we are dealing with code-switching here —the use of words and phrases from two languages within the same speech event for stylistic effect, with an audience that is capable of appreciating the play on words. Many of the Afrikaans words in <em>DOSAE</em> are similarly illustrated from examples involving bilingual word play by creative writers. The problem for the lexicographer is that code-switching is open-ended: almost any word or phrase from the one language can be interpolated into discourse from the other. It is also in practice difficult to decide between the process of borrowing (which dictionaries must concern themselves with) and code-switching. This is not a problem peculiar to <em>DOSAE</em>; rather, it is one of the strongest challenges facing lexicographers of a vast number of languages in the twenty-first century, as English continues to spread, influence, and be influenced by languages all over the world in situations of intimate language contact.</p>\n<p>On the whole, I recommend <em>DOSAE</em> highly for anyone wishing to get to grips with English in South Africa. Visitors as well as locals who are faced with a barrage of acronyms in everyday usage will find many of them glossed in these pages. <em>DOSAE</em> shows attention to detail, provides extensive definitions with detailed cross references, has broad phonetic transcriptions and, above all, provides delightful illustrative sentences from historical and contemporary sources.</p>\n<p><em>Rajend Mesthrie, University of Cape Town</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/core/journals/africa/article/abs/jean-branford-with-william-branford-a-dictionary-of-south-african-english-oxford-oxford-university-press-1991-442-pp-2250-isbn-0-19-570595-5/E4E768FADC79048F1F56C42B782A61C3\"><em>A Dictionary of South African English</em></a></h1> <p>Jean Branford (with William Branford), (4th ed. Oxford University Press, 1991) xxi + 412 pp.</p> <p>The appearance of a fourth edition of this dictionary <em>[DOSAE]</em> within thirteen years of the first is an indication of its popularity as well as of its scholarly significance. The current edition was partly motivated by the recent political changes in South Africa, which resulted in the unbanning of organizations, individuals, and books. For the lexicographer this opened up the possibility of new words (e.g., the last apartheid ruler, P.W. Botha had officially outlawed <em>the regime</em> and <em>white minority rule)</em> and, more important, of new citations.</p> <p>Of all the countries in which English is a significant first language, South Africa is perhaps the most complex socially and linguistically. While English is currently the most important language, it is the first language of only a small proportion of speakers: according to official estimates for 1989-90, English, with two million first-language speakers, is well behind Zulu, Xhosa, Afrikaans, Tswana, and North Sotho. Furthermore, English is not the only “colonial” language of the territory, for since 1948 the ruling Afrikaner nationalists have promoted Afrikaans as an essential language for advancement in the public service. Finally, segregational laws in the country have tended to polarize the dialects of English along partially ethnic lines. Lexically speaking, this has tended to produce fragments of South African English, rather than a general, roughly homogeneous variety.</p> <p>Such a multilingual environment—and the picture is made still more complex by other immigrant languages like Malay (no longer spoken), Indian languages (e.g., Hindi and Tamil), as well as indigenous languages of the Khoi and San families now extinct in South Africa—makes the lexicographer's task at once difficult and stimulating. The <em>DOSAE</em> is in some respects a reflection of the contact history of South Africa, played out in terms of the English lexicon. In its pages can be found linguistic traces of the former rivalry between Boer and Briton, the naming practices of the Khoi and San <em>(Hottentot and Bushman</em> in former terms), racial conflict (derogatory terms like <em>Boer, Kaffir,</em> and <em>Hottentot</em> each have more than a page devoted to them), the political discourse of the apartheid regime, and the counter-discourse of the resistance movements. The more positive side of language and culture contact does show up, however, in the numerous terms for food and drink, entertainment, the landscape, terms of endearment, forms of address, and words of approval. It is also through this and earlier editions of the <em>DOSAE</em> that one learned, to one's surprise, of the South African provenance of words like <em>off-load</em> 'unload,' <em>bottle store</em> 'liquor store,' <em>butchery</em> 'butcher's shop,' and <em>bond</em> 'mortagage bond.'</p>"
}