{
  "type": "Article",
  "title": "“Tide-end town, which is Teddington” (or is it?)",
  "author": "Adrian Room",
  "location": "Stamford, Lincolnshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Tide-end town, which is Teddington” (or is it?)</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p>\n<p>Leslie Dunkling [XVIII, 4] has his reservations (unfairly, it seems to me) about A.D. Mills, <em>A Dictionary of English Place-Names.</em> But he could have mentioned a most important function that the book fulfills: that of setting straight the many misapprehensions regarding the origins of English place-names. It is not just that people like a colorful or romantic origin for a name and one that they can readily understand, but that folk etymologies themselves are perpetuated by reference works and guide books normally well regarded for their trustworthiness and authority.</p>\n<p>It is they, therefore, as much as anybody, who are to blame for the continuing fiction that <em>Abingdon</em> means 'town of the abbey,' that <em>Boston</em> is named for St. Botolph, that <em>Coventry</em> means 'place of the abbey,' that the second word of <em>Leighton Buzzard</em> represents French <em>beau désert,</em> that <em>Lichfield</em> means 'field of the corpses,' that <em>Maidstone</em> means 'Medway town,' that <em>Morpeth</em> means 'moor path,' that <em>Redruth</em> means 'town of the Druids,' that <em>Southend</em> is so called because it is at the southern end of Essex, that <em>Westminster</em> is a 'minster' west of St. Paul's Cathedral, and so on. At least Mr. Mills lays all these revenants to rest.</p>\n<p>Take <em>Coventry,</em> for example, and turn to the general reference books and guides. <em>“Coventre,</em> the <em>Couentrev</em> of Domesday Book, may derive from a convent of the Saxon period” [<em>Blue Guide to England,</em> 1980]; “It probably owes its origin to the erection in the 7th c of an Anglo-Sexon convent” [<em>The New Shell Guide to England,</em> 1981]; “Established under the protection of a Saxon convent in the 7th century” [<em>The New Shell Guide to Britain</em>, 1985]. Yes, they are cautious, and do not explicity derive <em>Coventry</em> from <em>convent,</em> but they do imply that the word is the source of the name.</p>\n<p><em>Boston</em> has long had its name linked with St. Botolph and is explicitly interpreted by the <em>Blue Guide</em> as “St. Botolph's Town.” The connection is also mentioned in other works, such as <em>Everyman's Encyclopaedia</em> (1978): “Its name is said to be detived from 'Botolph's Town,' St. Botolph having founded a monastery here in 654.”</p>\n<p>But all these origins are either just plain wrong or at any rate highly suspect.</p>\n<p>So what do the names mean? <em>Abingdon</em> means 'Æbba's hill'; <em>Boston</em> means 'Bōtwulf's stone'; <em>Conventry</em> means 'Cofa's tree'; <em>Leighton Buzzard</em> is named for the <em>Busard</em> family, who owned land here in the 13th century; <em>Lichfield</em> means 'open land near <em>Letocetum,'</em> the latter name itself meaning 'gray wood'; <em>Maidstone</em> probably means 'stone of the maidens' (i.e., where the girls gathered); <em>Morpeth,</em> like it or not, means 'murder path'; <em>Redruth,</em> a Cornish name, means 'red ford'; <em>Southend</em> arose at the southern end of Prittlewell parish; <em>Westminster</em> is west of the City of London.</p>\n<p>How can one be so sure? Because the forms of the names, as they are recorded over the years, tell use so. To put it broadly, we must be guided by language as well as by history or geography. Historic events and geographical attributes themselves frequently serve to promote many of these false etymologies. It cannot be denied that Abingdon arose by an abbey, for example, or that Maidstone is on the Medway. St. Botolph's church, Boston, is moreover a noted landmark (the “Boston Stump”) is more-can also readily envisage the Bedfordshire countryside around Leighton Buzzard as at one time being a “beautiful wild place.” (The village of <em>Beaudesert</em> Henley-in-Arden, Warwickshire, has a name that really does mean this.)</p>\n<p>Of course, one cannot be one hundred per cent certain about the exact meaning of every name. That is way it is necessary to say “probably” about the meaning of <em>Maidston.</em> But this origin is much more likely than the one first quoted.</p>\n<p>Maybe this is the place to shatter a few more illusions, not restricting the names to England, as Mills does, but extending them to include other well-known places in Britain. The pseudo-origins have all been recorded in print, even though some derive from 19th-century gazetteers.</p>\n<blockquote>\n<p><em>Arundel</em> (West Sussex) does not mean 'swallow,' from Old French, but is Old English meaning 'hoarhound valley,' from the plant of the nettle family.</p>\n<p><em>Baltimore</em> (Co. Cork, Ireland) does not mean 'Great house of Baal' but 'townland of the big house.'</p>\n<p><em>Bideford</em> (Devon) does not mean 'by the ford' but probably 'ford at the stream called <em>Byd.'</em></p>\n<p><em>Birmingham</em> (West Midlands), despite the proximity of Castle <em>Bromwich</em> and West <em>Bromwich,</em> and the colloquial form of its name as <em>Brummagem,</em> is not related to those places (meaning 'farm where broom grows') but means 'village of Beorma's people' (i.e., his family or followers).</p>\n<p><em>Cambridge</em> (Cambridgeshire) is not named for the Cam. The river is named for the town, and the town's original name (in modern terms) was <em>Grantabridge. Granta</em> is still an alternative name for the Cam today, especially in academic circles, e.g., for the title for the literary magazine <em>Granta.</em> Cambridge is named in some Old English records as <em>Grantcheste,</em> 'Roman camp on the Granta.</p>\n<p><em>Chelmsford</em> (Essex), although on the Chelmer, does not take its name from the River but the other way around. Its name means 'Cēolmæbreve;r's ford,' from a personal name.</p>\n<p><em>Daventry</em> (Northamptonshire) does not mean 'town of two rivers' or 'town of the Danes' but 'Dafa's tree.' It is thus a name along the lines of <em>Coventry.</em></p>\n<p><em>Edinburgh,</em> the capital of Scotland, is not so named because it was founded by King <em>Edwin</em> of North-umberland (reigned 617-33). The name is found before his reign and perhaps means 'fort on a slope.'</p>\n<p><em>Flamborough Head</em> (Humberside) is not so named from the flames of a beacon here. Its name means 'Fleinn's stronghold,' from a personal name.</p>\n<p><em>Gosport</em> (Hampshire) does not have a name meaning 'God's port,' referring to a 12th-century French bishop who took refuge from a storm here. Its name means 'market town where geese are sold.'</p>\n<p><em>Guildford</em> (Surrey) does not mean 'ford where golden flowers grow,' and still less 'ford of the guild,' but 'ford by the hill with golden sands.'</p>\n<p><em>Halifax</em> (West Yorkshire) does not mean 'holy hair,' traditionally referring to some martyred maiden, but probably 'nook of land with coarse grass,' the first part of the name representing Old English <em>halh</em> (related to modern <em>hole</em> and <em>hollow</em>), and the 'hair' in this case being long, straggly grass.</p>\n<p><em>Hythe</em> (Kent) does not have a name related to <em>haven</em> but derives from Old English <em>hyth</em> 'landing place.' This despite the similarity of meaning.</p>\n<p><em>Lewes</em> (East Sussex), on the Ouse, does not derive from this river, as if French “L'Ouse.” It may not even represent the plural of Old English <em>hlyw</em> 'burial mound' as usually explained. Current thinking is that the name is related to Welsh <em>llechwedd</em> 'slope, hillside.'</p>\n<p><em>Liverpool</em> (Merseyside) is not named for its fabled 'liver bird,' despite the latter's representation in the city's coat of arms. Its name means what it says, 'livered pool,' i.e., one with muddy or weedy water. (The Red Sea had the former literary name of <em>Livered Sea</em> similarly.)</p>\n<p><em>Oakham</em> (Leicestershire) is not named for its oaks but means 'Occa's homestead' or 'Occa's riverside land,' depending whether the second half of the name represents Old English <em>hām</em> or <em>hamm</em>.</p>\n<p><em>Oxford</em> does not derive its name from nearby <em>Osney</em> despite ecclesiastical links with this place. It means what it says: 'ford where oxen cross.' (The alternative origin here was doubtless proposed from the outrageous idea that a venerable university city should have such a rustic name.)</p>\n<p><em>Rutland,</em> the historic county (of which Oakham, above, was the county town), does not mean 'root land' or 'red land' or even 'rutted land' but 'Rōta's land,' from a personal name.</p>\n<p><em>Wallingford</em> (Oxfordshire) does not refer to a ford by an old fortification (Latin <em>vallum</em>) but means 'ford of Wealth's people,' again from a personal name.</p>\n<p><em>Wellington</em> (Shropshire) is not so called from its location on <em>Watling</em> Street. Its name probably means 'Wēala's farm' (i.e., one associated with him in some way).</p>\n<p><em>Westmoreland,</em> the historic county now subsumed into Cumbria, does not have a name meaning 'west mere land,' despite its proximity to the Lake District, but 'west moor land,' i.e., 'land of the people living to the west of the moors.'</p>\n</blockquote>\n<p>And while we are about it, <em>London</em> remains an obscure name, despite attempts to interpret it as 'Londinos' place,' from a Celtic personal name said to mean 'wild one.' The -<em>don</em> is almost certainly not Old English <em>denu</em> 'valley' (as it is in <em>Croydon</em>, 'wild saffron valley') or <em>dūn</em> 'hill' (as it is in <em>Huntingdon</em> 'huntsman's hill'), but probably represents an integral part of some pre-Celtic name. This means that the first part of the name does not mean, as has been variously proposed, from a plethora of languages, 'lake,' 'wood,' 'populous,' 'plain,' 'ship,' 'moon,' among others.</p>\n<p>It was Rudyard Kipling, incidentally, who in his poem “The River's Tale,” promulgated the origin of <em>Teddington</em> in the quotation in the title of this article. True, Teddington is on the Thames, and moreover it is at the upper tidal limit of the river. But the name actually means 'Tuda's farm,' from a personal name. Sorry, folks, but there it is.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Tide-end town, which is Teddington” (or is it?)</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p> <p>Leslie Dunkling [XVIII, 4] has his reservations (unfairly, it seems to me) about A.D. Mills, <em>A Dictionary of English Place-Names.</em> But he could have mentioned a most important function that the book fulfills: that of setting straight the many misapprehensions regarding the origins of English place-names. It is not just that people like a colorful or romantic origin for a name and one that they can readily understand, but that folk etymologies themselves are perpetuated by reference works and guide books normally well regarded for their trustworthiness and authority.</p> <p>It is they, therefore, as much as anybody, who are to blame for the continuing fiction that <em>Abingdon</em> means 'town of the abbey,' that <em>Boston</em> is named for St. Botolph, that <em>Coventry</em> means 'place of the abbey,' that the second word of <em>Leighton Buzzard</em> represents French <em>beau désert,</em> that <em>Lichfield</em> means 'field of the corpses,' that <em>Maidstone</em> means 'Medway town,' that <em>Morpeth</em> means 'moor path,' that <em>Redruth</em> means 'town of the Druids,' that <em>Southend</em> is so called because it is at the southern end of Essex, that <em>Westminster</em> is a 'minster' west of St. Paul's Cathedral, and so on. At least Mr. Mills lays all these revenants to rest.</p> <p>Take <em>Coventry,</em> for example, and turn to the general reference books and guides. <em>“Coventre,</em> the <em>Couentrev</em> of Domesday Book, may derive from a convent of the Saxon period” [<em>Blue Guide to England,</em> 1980]; “It probably owes its origin to the erection in the 7th c of an Anglo-Sexon convent” [<em>The New Shell Guide to England,</em> 1981]; “Established under the protection of a Saxon convent in the 7th century” [<em>The New Shell Guide to Britain</em>, 1985]. Yes, they are cautious, and do not explicity derive <em>Coventry</em> from <em>convent,</em> but they do imply that the word is the source of the name.</p>"
}