{
  "type": "Article",
  "title": "Eyebrows and Lowbrows",
  "author": "Robert A. Fowkes",
  "location": "Yonkers, NY",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Eyebrows and Lowbrows</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, NY</span></em></p>\n<p>I once thought that most languages would have separate words to identify and denote eyebrows, eyelids, and eyelashes, features about as easily and objectively observed as ears or lips. French seemed to bear this out with <em>sourcil</em> 'eyebrow,' <em>paupière</em> 'eyelid,' and <em>cil</em> 'eyelash,' although the literal sense of <em>sourcil</em> ('upper lash') seemed not too appropriate. (Note also the obvious double duty of <em>cil</em>.) But such trouble as there was stemmed largely from goings-on in Latin.</p>\n<p>Latin had terms for 'eyebrow' and 'eyelid' that were the sources of the French ones (Lat <em>supercilium</em> and <em>palebra</em>), but 'eyelash' evidently caused trouble. Some Roman authors resorted to <em>palpebrārum pilus</em> lit. 'eyelids' hair' for 'eyelashes.' To complicate matters, they also used the plural of 'eyebrow' (<em>supercilia</em>) to mean 'eyelashes.' And <em>cilium</em>, which meant 'upper eyelid' to Pliny the Elder, acquired in later centuries the senses of 'eyebrow,' 'eyelid,' and 'eyelash.' Körting's <em>Lateinisch-Romanisches Wörterbuch</em> (Stechert's 1923 repr.) glossed <em>cilium</em> as 'eyebrow,' as the only meaning (Col. 271, No. 2176). Pokorny, echoing predecessors, suggested that <em>cilium</em> meant the lower lid and <em>supercilium</em> the upper (553). But <em>supercilium</em> meant 'eyebrow'!</p>\n<p>Italian has inherited some of the confusion of Latin. It agrees with the ancestral tongue in <em>sopracciglio</em> for 'eyebrow' (compare Fr <em>sourcil</em>) and in <em>palebra</em> for 'eyelid' (Fr <em>paupière</em>). But Ital <em>ciglio</em> can mean either 'eyebrow' or 'eyelash,' and regional variants complicate the picture.</p>\n<p>Portuguese has <em>sobrancelha</em> and <em>palebra</em>, in agreement with Latin, French, and Italian. But for 'eyelash' it has <em>pestana</em>, matching Spanish <em>pestaña</em> (compare Sp <em>pestañear</em> 'blink'). Spanish has <em>ceja</em> for 'eyebrow,' however, probably from the Lat plural <em>cilia</em>.</p>\n<p>The purpose of this article is not primarily to establish etymologies—although that is partly involved—but to note the extent to which the three elements discussed are kept distinct (or the opposite) in certain languages. Welsh has a word for 'brow' (<em>ael</em>) and a word for 'lid' (<em>amrant</em>), but, although there is an expression meaning 'eyelash,' it is a phrase: <em>blew yr amrant</em> ('hair of the eyelid,' reminiscent of Lat <em>palpebrārum pilus</em>). The Breton for 'eyebrow,' <em>abrant</em>, seems akin to Welsh <em>amrant</em> 'eyelid,' while Cornish <em>abrans</em> 'eyebrow' is patently closer to Breton (as is often the case). Bret <em>malvenn</em> can mean 'eyelid' or 'eyelash' and is probably a compound (“browhair”). (Compare Middle Irish <em>finda malach</em> with the same sense.) A separate term in Breton for 'eyelash' is <em>kroc'han lagad</em> 'skin of the eye.' It is easier for me to conceive of eyelashes as hair than as skin.</p>\n<p>Goidelic Celtic does not have clearcut terms for brow, lid, and lash either. There is an Irish <em>mala</em> 'eyebrow' (Gaelic <em>mala</em> also; compare Bret <em>malvenn</em>, above) side by side with the synonymous <em>braoi</em>, which may be related to or borrowed from English <em>brow</em>. Irish <em>fabhra</em> means 'eyelid' and 'eyelash' (and, at times, 'eye'). Gaelic <em>fabhradh</em> appears to mean 'eyelash' and may share the other senses of Irish <em>fabhra</em>. Gaelic <em>rosc</em> (alternating with <em>rasg</em>) means 'eyelid' and 'eyelash,' as well as 'eye'. (Old Irish <em>rosc</em> meant 'eye.')</p>\n<p>German clearly distinguishes <em>Augenbraue</em> 'eyebrow,' <em>Augenlid</em> 'eyelid,' and <em>Augenwimper</em> 'eyelash.' Scandinavian languages also show separate terms for the three. English <em>eyebrow</em> and German <em>Augenbraue</em> are matched by Swedish <em>ögenbryn</em>, Norwegian <em>øyebryn</em>, Danish <em>øjenbryn</em>, Icelandic (Old and Mod.) <em>augabrún</em>, Faroese <em>eygnabro</em>. In Swedish, Danish, and Norwegian “eye-hair” is used for eyelashes: Swed. <em>ögonhår</em>, Dan. <em>øjenhår</em>, Icel. <em>augnahár</em>. But Norwegian has <em>øyevipper</em> for 'eyelash' (compare Ger <em>Augenwimper</em>), and Danish has, in addition to <em>øjenhår</em>, a secondary word for eyelash, <em>øjenvipper</em>. For 'eyelid,' several Scandinavian languages have words ending with the element <em>lok</em>, etc. ('lock, cover, lid'), for example, Swedish <em>ögonlock</em>, Danish <em>øjenlåg</em>, Norwegian <em>øyelokk</em>, Faroese <em>eygnalok</em>. An old Icelandic word <em>hvarma</em> 'eyelid' persists in archaic style in Modern Icelandic as well as in Faroese, where it is in competition with <em>eygnalok</em>. An Old Icelandic kenning, <em>hvarm-skógr</em>, literally, 'eye-woods,' means 'eyelashes,' as if implying that the lashes resemble trees lined up along the eyelid. And <em>geisli hvarma,</em> literally 'beam of the lids,' means 'eye.' Yet, apart from such figurative and poetic language, Icelandic seems not to confuse lids and lashes.</p>\n<p>In Welsh, there is, in addition to the primary word for 'eyelid' (<em>amrant</em>), a secondary expression <em>clawr llygad</em>, literally, 'eye cover,' = 'eyelid.' In Middle Welsh, the word for 'brow' can also mean 'lid.'</p>\n<p>There are, in various parts of the world, languages with unambiguous designations of the three periophthalmic structures discussed. A sampling of those languages follows. The words mean, of course, 'eyebrow,' 'eyelid,' and 'eyelash,' as indicated.</p>\n<blockquote>\n<p>'eyebrow' 'eyelid' 'eyelash'</p>\n<p>Russian <em>brov</em>' <em>v'eko</em> <em>recnítsa</em></p>\n<p>Polish <em>brew</em> <em>powieka</em> <em>rzesa</em></p>\n<p>E. Armenian <em>honk h</em> <em>kop</em> <em>arteanunk h</em></p>\n<p>Mod. Greek <em>phúdia</em> <em>matotsúnoura</em> <em>vlépharo</em></p>\n<p>Yiddish <em>brem</em> <em>oygnledl</em> <em>vi-\\?\\</em></p>\n<p>Lithuanian <em>añtakis</em> <em>vókas</em> <em>blakstíena</em></p>\n<p>Farsi <em>âbru</em> <em>pelk</em> <em>možé</em></p>\n</blockquote>\n<p>Ossetic has specific designations for eyebrows and eyelashes (<em>ærphÿg</em> and <em>tsæstÿxau</em>, respectively, as transcribed from Cyrillic). It also distinguishes upper eyelids (<em>\\?\\ æltŭÿphal</em>) and lower eyelids (<em>dæltiŭÿphal</em>). I am not usually aware that I have lower lids, except when something ails them, but the Ossetes specify upper or lower lid without batting an eyelash. I am trying to find out whether they can say 'eyelid' itself, sans 'upper' or 'lower.' Dictionaries seem to offer scant help. The Digor dialect (in the west and north of the Ossete region) seems to have such a separate word resembling the second part of the Ossetic ones given above. Since Ossetic is an Indo-European language (specifically Iranic; one of its chief varieties is called Iron—and in Germ. <em>Ironisch!</em>), we might expect to find some meaning in the words or their parts. <em>Waldteufel</em> will hardly do as a cognate of the 'upper' word, nor <em>Daredevil</em> of the lower. It seems that <em>dæl</em>- 'lower' is from the Indo-European source of words like East Frisian <em>del</em> 'down,' English <em>dale</em>, Old Church Slavic <em>dolŭ</em> 'down,' <em>dolinŭ</em> 'lower.'</p>\n<p>This consideration of the varying ways in which the physiological features of brows, lids, and lashes are perceived in some languages, despite their possibility of being objectively observed, is part of the larger question of how the parts of the body are named. The often important factor of taboo seems not to operate here too conspicuously, although the superstition of the evil eye is often a potent consideration. It may, in fact, be reflected in Irish <em>mac imreasan</em> 'pupil of the eye' (probably literally 'son of contention' or the like).</p>\n<p>English regards lungs as a plural (at least its speakers do), but German <em>die Lunge</em> is singular. In some languages foot and leg are not differentiated, note Russian <em>nogá</em> 'foot, leg.' Hebrew, Chinese, Japanese, and Khalkha Mongolian share that characteristic. But, while Russian can denote 'arm' and 'hand' by one word (<em>ruká</em>), Hebrew, Chinese, Japanese, and Khalkha Mongolian have separate words for 'arm' and 'hand.'</p>\n<p>In English, as in German, Dutch, the Scandinavian languages, etc., we distinguish between fingers and toes, physiologically and lexically. In some languages (Spanish, Romanian, Russian, Czech, Greek, Arabic, Hebrew, Welsh, Irish, and others) the same word denotes both finger and toe (although it must be remembered that when there is need to specify that toes and not fingers are meant, or vice versa, there are ways to do so in those languages).</p>\n<p>In some languages a distinction is made between chin and jaw, in others not. Hair of the head is at times called by a different word from that for hair elsewhere on the body (Welsh <em>gwallt</em> vs. <em>blew</em>, for example). In English this difference is not found, except possibly in medical contexts.</p>\n<p>We might well inquire whether a language lacking a certain distinction (like that between eyelids and eyelashes) also lacks other distinctions (and shares the lacks with other languages). Parallels are difficult to discover, except fragmentarily. Those languages which show no difference in words for finger and toe do not necessarily suffer (if that is the right word) the lack of distinction between lid and lash, etc.</p>\n<p>A high-school Latin teacher used to give us what he called “language correlations,” writing one or two of them on the blackboard each day. He aimed at general (maybe “universal”) claims and mentioned no languages by name. Some of his correlations that I still recall were: “Languages with an ablative case will have no word for <em>have</em>.” “Languages with the same word for green and blue have no plural nouns or adjectives.” “Languages with more than three degrees of comparison of adjectives lack words for <em>yes</em> and <em>no</em>.” “Languages which do not distinguish thumb and finger have no word for <em>hedgehog</em>.” Here he was no doubt pulling our legs (or feet?).</p>\n<p>It is possible to think of languages in which his strangely selected correlations apply. The first could be Latin, the second Japanese (a language he had studied), the third might be true of a Celtic language, etc. At any rate, he never seemed to bother about brows, lids, and lashes, although his attitude was sometimes supercilious.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Eyebrows and Lowbrows</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, NY</span></em></p> <p>I once thought that most languages would have separate words to identify and denote eyebrows, eyelids, and eyelashes, features about as easily and objectively observed as ears or lips. French seemed to bear this out with <em>sourcil</em> 'eyebrow,' <em>paupière</em> 'eyelid,' and <em>cil</em> 'eyelash,' although the literal sense of <em>sourcil</em> ('upper lash') seemed not too appropriate. (Note also the obvious double duty of <em>cil</em>.) But such trouble as there was stemmed largely from goings-on in Latin.</p> <p>Latin had terms for 'eyebrow' and 'eyelid' that were the sources of the French ones (Lat <em>supercilium</em> and <em>palebra</em>), but 'eyelash' evidently caused trouble. Some Roman authors resorted to <em>palpebrārum pilus</em> lit. 'eyelids' hair' for 'eyelashes.' To complicate matters, they also used the plural of 'eyebrow' (<em>supercilia</em>) to mean 'eyelashes.' And <em>cilium</em>, which meant 'upper eyelid' to Pliny the Elder, acquired in later centuries the senses of 'eyebrow,' 'eyelid,' and 'eyelash.' Körting's <em>Lateinisch-Romanisches Wörterbuch</em> (Stechert's 1923 repr.) glossed <em>cilium</em> as 'eyebrow,' as the only meaning (Col. 271, No. 2176). Pokorny, echoing predecessors, suggested that <em>cilium</em> meant the lower lid and <em>supercilium</em> the upper (553). But <em>supercilium</em> meant 'eyebrow'!</p> <p>Italian has inherited some of the confusion of Latin. It agrees with the ancestral tongue in <em>sopracciglio</em> for 'eyebrow' (compare Fr <em>sourcil</em>) and in <em>palebra</em> for 'eyelid' (Fr <em>paupière</em>). But Ital <em>ciglio</em> can mean either 'eyebrow' or 'eyelash,' and regional variants complicate the picture.</p>"
}