{
  "type": "Article",
  "title": "A Toast: To the Tautology",
  "author": "Marc A. Bernstein",
  "location": "Hartsdale, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Toast: To the Tautology</h1>\n<p><em><span data-rel=\"author\">Marc A. Bernstein</span> <span data-rel=\"location\">Hartsdale, New York</span></em></p>\n<p><em>(From the Annual Meeting of the Society of Language Abusers)</em></p>\n<p>Sociologists, military analysts, computer mavens, other distinguished guests: At this point in our annual meeting, we pay tribute to some verbal form that spreads confusion wherever it appears. Last year, you recall, we honoured the chain of consecutive nouns, to your enthusiastic applause.</p>\n<p>Tonight, we lift our glasses to the tautology. Nothing comes from nothing, Lucretius argued two thousand years ago, and tautologists have proved him right. At once simple and inscrutable, the tautology promises more than it delivers. In the right hands, it can be disarming (“The speculation has no foundation”), profound (“Death leaves a gap in the social structure”), echolatic (“Exit access is that part of a means of egress that leads to an entrance to an exit”), hortatory (“If we do nothing to change this country, we shall remain frozen in the status quo”).</p>\n<p>Some think tautologies nothing but verbiage, but how wrong they are! To Language Abusers mere wordiness deserves no special recognition: it is the good manners expected of those who sit at our table. The tautology stupefies, however; it makes readers shake their heads or gaze blankly at their pages. This is art we must celebrate.</p>\n<p>Certainly, not all tautologists explore the form's splendid possibilities. Yogi Berra, holder of the record for tautologies uttered in a single season, simply repeated the same words in a sentence (“It ain't over 'til it's over.”) Although some find this charming, Language Abusers prefer a style that more subtly pretends to convey two ideas while conveying only one. (“Poor assessment technology made enemy losses difficult to estimate”).</p>\n<p>Our critics, of course, do not think Language Absures subtle. The quality controllers at VERBATIM and <em>The New York Times</em> claim that we are crude promulgators of error, little more than Flat Earthers of language. Admittedly, we take pride in confounding people, but we are never crude. Consider the form we honour this evening: the tautology causes confusion by stating an absolute truth.</p>\n<p>Truthful, bewildering, remarkable—the tautology deserves a hallowed place in the pantheon of Language Abuse. Let us drink to its glory.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Toast: To the Tautology</h1> <p><em><span data-rel=\"author\">Marc A. Bernstein</span> <span data-rel=\"location\">Hartsdale, New York</span></em></p> <p><em>(From the Annual Meeting of the Society of Language Abusers)</em></p> <p>Sociologists, military analysts, computer mavens, other distinguished guests: At this point in our annual meeting, we pay tribute to some verbal form that spreads confusion wherever it appears. Last year, you recall, we honoured the chain of consecutive nouns, to your enthusiastic applause.</p> <p>Tonight, we lift our glasses to the tautology. Nothing comes from nothing, Lucretius argued two thousand years ago, and tautologists have proved him right. At once simple and inscrutable, the tautology promises more than it delivers. In the right hands, it can be disarming (“The speculation has no foundation”), profound (“Death leaves a gap in the social structure”), echolatic (“Exit access is that part of a means of egress that leads to an entrance to an exit”), hortatory (“If we do nothing to change this country, we shall remain frozen in the status quo”).</p>"
}