{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Laurence Urdang</em></p>\n<p>It is well known that the origins of many words still elude the most determined researchers in etymology, but, taken as a whole, I should imagine that the proportion of idiomatic expressions without confirmed etymologies may be higher than that of words whose provenance has not been established. That is not for the want of speculative comment by those who offered largely folk etymologies, which readers of VERBATIM will recall so sorely vexed Walter W. Skeat. The expression <em>take down a peg</em> is purported to have originated in a time when peg tankards were in popular use. The following extract is of interest:</p>\n<p><em>Peg-Tankards</em>, of which I have seen a few still remaining in Derbyshire, have in the inside a row of eight pins one above another, from top to bottom; the tankards hold two quarts, so that there is a gill of ale, i.e., half a pint Winchester measure, between each pin. The first person that drank was to empty the tankard to the first peg or pin; the second was to empty to the next pin, &amp;c.; by which means the pins were so many measures to the compotators, making them all drink alike, or the same quantity; and as the distance of the pins was such as to contain a large draught of liquor, the company would be very liable by this method to get drunk, especially when, if they drank short of the pin, or beyond it, they were obliged to drink again. For this reason, in Archbishop Anselm's Canons, made in the Council at London in 1102, Priests are enjoined not to go to drinking-bouts, nor to drink to Pegs. The words are: “<em>Ut presbyteri non eant ad potationes</em>, nec ad pinnas bibant” (Wilkins, Vol. I, p. 382). This shews the antiquity of this invention, which is at least as old as the Conquest.</p>\n<p><em>Anonymiana; or Ten Centuries of Observations on Various Authors and Subjects</em>, [Samuel Pegge], London, 1809, p. 183. [Published posthumously; written <em>ca</em> 1766.]</p>\n<p>Perhaps I am missing something, but, in the event, it is difficult to understand how the expression <em>take (someone) down a peg</em>, which means 'demean (someone); reduce (someone) in estimation, esp. his own; puncture the self-confidence or arrogance of (someone),' unless it has changed somewhat over the years, could be connected with peg tankards. It seems unlikely to me that 'being more precise than (someone) in a drinking competition' could easily translate into the modern sense of the idiom. What has happened, evidently, is that <em>peg</em> acquired the sense of 'step, measure, degree' hence <em>take (someone) down a peg</em> meant 'reduce (someone) by a measurable amount,' and this is borne out by the <em>OED</em> at peg, <em>sb</em>. 1 3, (with variants) which has citations going back to 1589. (As the quotation above indicates, the 1102 Canons were in Latin, thus not valid citation fodder for the <em>OED</em>.) Those who would derive the expression directly from the peg tankard sense are thus not correct, for, while that attribution might have been the original source, the expression itself is traceable only to a metaphor once removed from the tankard.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Laurence Urdang</em></p> <p>It is well known that the origins of many words still elude the most determined researchers in etymology, but, taken as a whole, I should imagine that the proportion of idiomatic expressions without confirmed etymologies may be higher than that of words whose provenance has not been established. That is not for the want of speculative comment by those who offered largely folk etymologies, which readers of VERBATIM will recall so sorely vexed Walter W. Skeat. The expression <em>take down a peg</em> is purported to have originated in a time when peg tankards were in popular use. The following extract is of interest:</p> <p><em>Peg-Tankards</em>, of which I have seen a few still remaining in Derbyshire, have in the inside a row of eight pins one above another, from top to bottom; the tankards hold two quarts, so that there is a gill of ale, i.e., half a pint Winchester measure, between each pin. The first person that drank was to empty the tankard to the first peg or pin; the second was to empty to the next pin, &amp;c.; by which means the pins were so many measures to the compotators, making them all drink alike, or the same quantity; and as the distance of the pins was such as to contain a large draught of liquor, the company would be very liable by this method to get drunk, especially when, if they drank short of the pin, or beyond it, they were obliged to drink again. For this reason, in Archbishop Anselm's Canons, made in the Council at London in 1102, Priests are enjoined not to go to drinking-bouts, nor to drink to Pegs. The words are: “<em>Ut presbyteri non eant ad potationes</em>, nec ad pinnas bibant” (Wilkins, Vol. I, p. 382). This shews the antiquity of this invention, which is at least as old as the Conquest.</p> <p><em>Anonymiana; or Ten Centuries of Observations on Various Authors and Subjects</em>, [Samuel Pegge], London, 1809, p. 183. [Published posthumously; written <em>ca</em> 1766.]</p>"
}