{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Name Withheld",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Name Withheld</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>Over the years and especially recently, in connection with the publication of the vast <em>Omni Gazetteer of the United States of America</em> (Omnigraphics, 1991) [<em>XVIII</em>, 2], contributors have commented on the curious and funny names one can find in almost any listing of place names. I have seen no criticism, however, of the total lack of imagination evident in the naming of many roads, avenues, boulevards, streets, etc. On a recent expedition by car, I noted a large number of roads with names like <em>P Avenue, Q Avenue,</em> and the like, and everyone is familiar with the street names in Washington, <em>DC</em>, that reflect the same sort of thing.</p>\n<p>One can easily understand the desire of the committees responsible for such things to number streets, then designate house numbers in such a way that strangers can readily get the idea that “65-42 83rd Street” is on 83rd Street near 65th Avenue, and I can find nothing to quarrel with in that practice. Also, the simple system used in New York City for numbering streets and (most) avenues above Washington Square makes sense, as anyone who has been to Paris, London, or any other old European city might agree.</p>\n<p>But surely there are more interesting ways in which streets can be named. For example, they could be named after American (or foreign) cities, American states, constellations, foreign countries, American and foreign statesmen, famous operas, opera singers, composers, works of fiction, music, and art, novelists, poets, and other writers, artists, characters in fiction or mythology, trees, flowers, animals, etc. —the supply is almost inexhaustible. Moreover, if it is deemed advisable to have the names in alphabetical order to make it easy to find a given street, it would be a simple matter to put <em>Karachi Street</em> between <em>Istanbul</em> and <em>Lisbon</em> Streets, <em>Bach Boulevard</em> between <em>Jerusalem</em> and <em>Copland</em> Boulevards followed by <em>Debussy</em>. If the inhabitants are predominantly of a particularly ethnic stock, they might like to commemorate Italian painters, Spanish poets, or Greek playwrights; if they are of a classical bent, they can find names of important works of Latin and Greek literature; on the other hand, if they like modern music, they can name their streets after rock groups or stars. The procedure would require a little research in the library, but that would not be onerous.</p>\n<p>One of the problems with existing names is that they can be misleading or ambiguous: <em>Sound View Drive,</em> for instance, has not afforded a view of the Sound since all those houses were built in the 1920s. Was <em>Bank Street</em> named after someone named Bank, because it was near the bank of a river (which has now been moved three blocks away because the land was filled in), because the town bank was once on it, or because it was where they used to bank fires? How many <em>Sunrise Highways</em> and <em>Sunset Boulevards</em> are there? It is not suggested that well-established, traditional names be changed, only that boring names be replaced by interesting ones. One would expect that a certain amount of common sense be exercised: <em>Palm Drive</em> and <em>Bougainvillea Boulevard</em> would be as out of place in Massachusetts as <em>Yucca Lane;</em> with the devastation wrought by Dutch elm disease, one might consider renaming all the streets in America named <em>Elm Street</em> to describe a hardier species. An office with which I have occasion to do business is at 123 Elm Street, Old Saybrook, Connecticut, and I cannot help feeling that Freddie lurks there, ready to strike down the unwary. But then, although I formerly owned a house (in Essex, Connecticut) where the film, <em>Let's Scare Jessica to Death</em> was made, I have survived that peril. In this vein, I do not advocate naming a street <em>Bubo Boulevard</em> or <em>Plague Place</em>. In Bridgeport, Connecticut, I have seen a <em>Lesbia Street</em>, which arouses all sorts of untoward speculation.</p>\n<p>Obviously, one must be careful: few people would want to have to say that they live on <em>Hyena Highway</em> or <em>Anteater Avenue</em> or <em>Vulture Drive;</em> but <em>Coyote Canyon Drive</em> offers some alliteration, <em>Chipmunk Way</em> sounds cute, and who could object to <em>Raccoon Road?</em> The road leading to <em>Laurel Heights</em> (where the editorial offices of VERBATIM are situated and which is, believe it or not, somewhat elevated from the surrounding land, a laurel or two can actually be found there, too) is named <em>Boggy Hole Road,</em> an apt name till a year ago or so, when the town of Old Lyme rebuilt it, widened it, paved it, and provided it with drainage; it is now in such good condition that I have suggested that the name be changed to <em>Boggy Hole Boulevard,</em> an idea that has not found much favor at the town hall. <em>Boggy Hole Road</em> it will probably remain, even though the name is proving expensive to maintain owing to the frequency with which its (one) identifying sign is filched by onomophilic souvenir hunters.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Name Withheld</em></h1> <p><em>Laurence Urdang</em></p> <p>Over the years and especially recently, in connection with the publication of the vast <em>Omni Gazetteer of the United States of America</em> (Omnigraphics, 1991) [<em>XVIII</em>, 2], contributors have commented on the curious and funny names one can find in almost any listing of place names. I have seen no criticism, however, of the total lack of imagination evident in the naming of many roads, avenues, boulevards, streets, etc. On a recent expedition by car, I noted a large number of roads with names like <em>P Avenue, Q Avenue,</em> and the like, and everyone is familiar with the street names in Washington, <em>DC</em>, that reflect the same sort of thing.</p> <p>One can easily understand the desire of the committees responsible for such things to number streets, then designate house numbers in such a way that strangers can readily get the idea that “65-42 83rd Street” is on 83rd Street near 65th Avenue, and I can find nothing to quarrel with in that practice. Also, the simple system used in New York City for numbering streets and (most) avenues above Washington Square makes sense, as anyone who has been to Paris, London, or any other old European city might agree.</p> <p>But surely there are more interesting ways in which streets can be named. For example, they could be named after American (or foreign) cities, American states, constellations, foreign countries, American and foreign statesmen, famous operas, opera singers, composers, works of fiction, music, and art, novelists, poets, and other writers, artists, characters in fiction or mythology, trees, flowers, animals, etc. —the supply is almost inexhaustible. Moreover, if it is deemed advisable to have the names in alphabetical order to make it easy to find a given street, it would be a simple matter to put <em>Karachi Street</em> between <em>Istanbul</em> and <em>Lisbon</em> Streets, <em>Bach Boulevard</em> between <em>Jerusalem</em> and <em>Copland</em> Boulevards followed by <em>Debussy</em>. If the inhabitants are predominantly of a particularly ethnic stock, they might like to commemorate Italian painters, Spanish poets, or Greek playwrights; if they are of a classical bent, they can find names of important works of Latin and Greek literature; on the other hand, if they like modern music, they can name their streets after rock groups or stars. The procedure would require a little research in the library, but that would not be onerous.</p>"
}