{
  "type": "Article",
  "title": "Tomorrow's Business Buzzwords",
  "author": "Michael Johnson",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Tomorrow's Business Buzzwords</h1>\n<p><em><span data-rel=\"author\">Michael Johnson</span> <span data-rel=\"location\">London</span></em></p>\n<p>Change is in the air, and change brings innovation in language. New terms spring up to reflect new ideas. I am betting that new business jargon will flourish in three major categories in the 1990s: human resources, internationalization, and high technology. The trends are becoming worldwide among English speakers as free trade and the lowering of economic borders serve as a catalyst for all three.</p>\n<p>The function of business jargon is threefold: it describes new phenomena (<em>PCN, Knowbot</em>); it can camouflage unpleasantness (<em>Decruitment, RIF</em>); or it can simply amuse (<em>Globasm, Glocal</em>). Some of the other forces that prompt new words in the English language include the arrival of the Japanese on the world business scene and the penetration of computers into our daily life. Admittedly, some people use buzzwords as a weapon in the corporate jungle. They pepper their speech with more and more of these strange terms and words until their rivals and colleagues find them difficult to understand. When an adversary has to ask for clarification, the jargon-wielder has won a point.</p>\n<p>Here is a selection from the future, organized in the three most fertile categories.</p>\n<p>1. OPTIMIZING HUMAN RESOURCES</p>\n<p><em>RIF</em> 'Reduction in force.' This is a euphemism for 'sackings or firings.' It also works as a verb, when the chief hatchetman reports, after a busy day: “Great news, boss. We riffed another thousand today.”</p>\n<p><em>decruitment</em> Human resources jargon for 'eliminating staff'; the opposite of recruitment. If you are <em>decruited</em>, you are out of a job, but your superiors feel better about not having “fired” you. In fact, rule No. 1 for the surviving managers is never to utter the F-word.</p>\n<p><em>right-sizing</em> 'Reduction of payroll to conform to the staffing needs of the moment.' This term is loaded with sanctimony. In effect, it says to the victim: “Don't argue with us; just go away. We know what size workforce is right.”</p>\n<p><em>skill-mix adjustment</em> 'Reducing the company's strengths while also trimming away part of the workforce.' This term can dress up even the most ruthless staff-cutting program. Smart packaging is half the battle.</p>\n<p>2. GOING INTERNATIONAL</p>\n<p><em>globasm</em> 'Compulsive international expansion to achieve instant gratification.' Companies that seek recognition as world-class players sometimes move hastily into international acquisitions and alliances. The heavy costs to the balance sheet and the problems of culture clash can lead to a feeling of depression and disappointment after the initial euphoria.</p>\n<p><em>PCN</em> 'Parent-company national: an executive of the same culture as the headquarters flag.' As managers begin to cross borders to work for companies outside their native country, they bump into a barrier they probably never imagined—the wall of parent-company nationals that stands between them and advancement. The PCNs have a strong career advantage: they went to the same schools, they use the same references, they have the same mother tongue. In France, for example, you must know your Victor Hugo, your Napoleonic victories, and your future conditional. Tricky territory for the ambitious foreigner.</p>\n<p><em>dochukaku</em> The Japanese term for 'adapting corporate ways to local conditions.' Originally, this word was an agricultural term for adapting seed and fertilizer to local soil conditions.</p>\n<p><em>transnational company</em> 'A firm that merges with a foreign partner.'</p>\n<p><em>multidomestic</em> 'An international company that allows its foreign subsidiaries autonomy and local identity.' Different from <em>multinational</em>, in which the emphasis is on worldwide homogeneity.</p>\n<p><em>cross-border alliance</em> 'Links with companies beyond your home borders.' A strong trend in the early phases of Europe's burgeoning Single Market. The cross-border alliance in technology, marketing, manufacturing, even exchange of equity, is a good way to test a partner before going for an outright takeover.</p>\n<p><em>glocal</em> 'The fine balance between an international company's global imperatives and local requirements.' Done well, it ensures the best of both worlds. Probable a buzzword with a good future.</p>\n<p>3. HIGH TECHNOLOGY</p>\n<p><em>face time</em> 'Personal, face-to-face meetings with human beings.' The opposite of communication by electronic mail, voicemail, or straight telephone talk. A true computer nerd might say: “I talked with him for six months on Compuserve, then we finally got some good face time at Comdex in Vegas.”</p>\n<p><em>knowbot</em> 'A smart software package that acts like a robot.' Typically, a data-base searcher that selects information according to personal interests, which the computer deduces from every previous search conducted by the operator. Very Orwellian.</p>\n<p><em>zaitech</em> 'Financial engineering in Japanese technology companies applied as a way of bolstering profits.' <em>Zai</em> 'finance' + tech 'technology.'</p>\n<p><em>Big Iron</em> Tough talk among computer salesmen to designate 'large computer systems that cost millions of dollars.' Such machines are not exactly a disappearing breed, but they are increasingly replaced by workstations that are growing steadily in power and speed.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Tomorrow's Business Buzzwords</h1> <p><em><span data-rel=\"author\">Michael Johnson</span> <span data-rel=\"location\">London</span></em></p> <p>Change is in the air, and change brings innovation in language. New terms spring up to reflect new ideas. I am betting that new business jargon will flourish in three major categories in the 1990s: human resources, internationalization, and high technology. The trends are becoming worldwide among English speakers as free trade and the lowering of economic borders serve as a catalyst for all three.</p> <p>The function of business jargon is threefold: it describes new phenomena (<em>PCN, Knowbot</em>); it can camouflage unpleasantness (<em>Decruitment, RIF</em>); or it can simply amuse (<em>Globasm, Glocal</em>). Some of the other forces that prompt new words in the English language include the arrival of the Japanese on the world business scene and the penetration of computers into our daily life. Admittedly, some people use buzzwords as a weapon in the corporate jungle. They pepper their speech with more and more of these strange terms and words until their rivals and colleagues find them difficult to understand. When an adversary has to ask for clarification, the jargon-wielder has won a point.</p> <p>Here is a selection from the future, organized in the three most fertile categories.</p>"
}