{
  "type": "Article",
  "title": "The Language of Past Money",
  "author": "Alan Major",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Language of Past Money</h1>\n<p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>On February 15th, 1971, Britain introduced decimal currency. The familiar pennies, halfpennies, sixpences, half-crowns, florins, etc., in circulation were replaced by New Pence. Into our language came a new description, a “pee” two “pees,” and so on, according to the price charged, for decimal currency, but out of use went the nicknames and slang terms used in Britain for the previous currency. This had previously happened in Australia, which went over to decimal currency in 1966. The Australian Jockey Club even advised bookmakers and gamblers to avoid using money slang: quid, spin, brick, and pony for £1, £5, £10, and £25, on Australian racecourses.</p>\n<p>In Britain <em>tenner, tanner, bob, oncer, guinea, quid,</em> and other terms were in common use in conversation when purchasing an item. It is interesting how some of these names and slang money names arose.</p>\n<p>The name <em>tanner</em> for a sixpence coin was first used at the beginning of the 19th century. The reason is obscure but may come from the gypsy word <em>tano</em> or <em>tawno</em> meaning 'little,' as it was a small coin compared with others then in circulation. It may also be so called for the same reason it was called a <em>Simon.</em> A legandary joke concerns St. Peter's “banking transaction” when he “lodged with one Simon, a tanner.” Another name for the sixpence was <em>sprat,</em> which probably came from a cross between this word and <em>sprazianna,</em> the Cockney rhyming slang for a sixpence (<em>tanner</em>).</p>\n<p>A shilling coin was called a <em>bob</em>. Again no certain meaning is recorded though it is believed to have been first used when Sir Robert Walpole was Prime Minister of England in the 18th century.</p>\n<p>The name of the small silver threepenny coin, known as the <em>threepenny joey</em> or just <em>joey,</em> had the origin in another small coin, a fourpenny piece or groat. The latter was issued in 1836 on the advice of Joseph Hume, a Member of Parliament. Hume's idea was for a convenient coin to pay for short cab journeys. The dissatisfied London cabmen did not like it. Until then they were usually given a sixpence, the nearest single coin to the amount of the fare and few people hiring the cab bothered to ask for the change. When the fourpenny groat was introduced passengers handed that over and the cabbies were down twopence on each journey, so they nicknamed it <em>Joey</em> and frequently spat on it in disgust before pocketing it whenever one was given to them in payment. It was last struck for currency use in 1855. But in 1845 a silver threepence had been reintroduced and after the disappearance of the fourpenny <em>joey</em>, the nickname was transferred to the threepenny <em>joey</em>.</p>\n<p>The two-shilling coin was known as a <em>florin,</em> named after a medieval gold coin from Florence, Italy. This was called a <em>florin</em> (from the Italian <em>fiorino</em> 'little flower') because it bore a flower, a lily, the badge of the city.</p>\n<p>Cockney slang for a half-crown coin was <em>tusheroon, tossaroon, or tosheroon</em>, a corruption of another slang term for this coin, <em>madza caroon,</em> a corruption of the Italian <em>mezzo</em> 'half' <em>corona</em> 'crown.'</p>\n<p>The term <em>guinea</em>, which had a value of twenty-one shillings, arose because the first guinea coins were minted in 1663 from gold brought from the Guinea region of West Africa. But the guinea was not always valued at twenty-one shillings: from 1663 it varied from twenty shillings to thirty shillings; its value was not fixed at 21 shillings till 1717. Guineas ceased to be minted in Britain in 1813, but continued until decimal introduction, as a term used in pricing goods and services.</p>\n<p><em>Quid,</em> dating from the 17th century and shown as “of obsure origin” in the <em>Oxford English Dictionary</em>, means a 'pound,' originally a note, now a coin. However, it was first used by criminals as a slang term for a guinea as long ago as 1688. The terms <em>nicker</em> for a one-pound note and <em>half a nicker</em> for a ten-shilling note are New Zealand expressions that arrived in Britain, and they were also widely used by counterfeiters in the underworld. They also called their forged half-crowns <em>large whites</em> and forged shillings <em>small whites. Half a bar</em> for ten shillings was first used by gypsies in the 19th century. The word <em>bar</em> for 'pound' might have originated from the Romany word <em>bauro</em> 'big and heavy.' Cockneys also used to call ten-shilling notes <em>gennets</em>, the origin of which I have been unable to trace.</p>\n<p>Sovereign and guinea coins have been called <em>bleeders, Jemmy O'Goblins, glisteners, Janes, harlequins, jingleboys, yellow boys, red rogues, megs, shiners, rainbows</em>, and <em>thick 'uns.</em></p>\n<p>In racing slang a <em>pony</em> is £25, a <em>monkey</em> £500, a <em>cow</em> £1000, <em>plum</em> £100,000, and a <em>marigold</em> £1 million. It is probable that <em>pony</em> was used because it is a small horse, and racing gamblers thought £25 was a small sum with which to bet.</p>\n<p>It should also not be forgotten that in the rural languages there are also words referring to coins, money, etc. In my own county, Kent, <em>Borrow Pence</em> is an old word for ancient coins, probably those found in barrows or tumuli, another being <em>Hegs Pence,</em> a third being <em>Dwarf's Money</em>, though the last was more frequently used in the coastal ares. <em>Scimminger</em> was the name for a counterfeit coin, while <em>Bargain Pence</em> was 'earnest money,' a low-value coin given on striking a bargain, making a deal at a market, or in similar circumstances. <em>Bald Pates</em> is almost self-explanatory, being a name used in Kent rural areas for silver Roman coinage ploughed up, found in barrows, etc., and possibly referring to the poor design or baldness of the effigy on some of the coins.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Language of Past Money</h1> <p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>On February 15th, 1971, Britain introduced decimal currency. The familiar pennies, halfpennies, sixpences, half-crowns, florins, etc., in circulation were replaced by New Pence. Into our language came a new description, a “pee” two “pees,” and so on, according to the price charged, for decimal currency, but out of use went the nicknames and slang terms used in Britain for the previous currency. This had previously happened in Australia, which went over to decimal currency in 1966. The Australian Jockey Club even advised bookmakers and gamblers to avoid using money slang: quid, spin, brick, and pony for £1, £5, £10, and £25, on Australian racecourses.</p> <p>In Britain <em>tenner, tanner, bob, oncer, guinea, quid,</em> and other terms were in common use in conversation when purchasing an item. It is interesting how some of these names and slang money names arose.</p> <p>The name <em>tanner</em> for a sixpence coin was first used at the beginning of the 19th century. The reason is obscure but may come from the gypsy word <em>tano</em> or <em>tawno</em> meaning 'little,' as it was a small coin compared with others then in circulation. It may also be so called for the same reason it was called a <em>Simon.</em> A legandary joke concerns St. Peter's “banking transaction” when he “lodged with one Simon, a tanner.” Another name for the sixpence was <em>sprat,</em> which probably came from a cross between this word and <em>sprazianna,</em> the Cockney rhyming slang for a sixpence (<em>tanner</em>).</p>"
}