{
  "type": "Article",
  "title": "Malcolm",
  "author": "Frederic G. Cassidy",
  "location": "Dictionary of American Regional English",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Malcolm</h1>\n<p><em><span data-rel=\"author\">Frederic G. Cassidy</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p>\n<p>My friend Malcolm is a born disciplinarian, and language annoys him no end. He feels that, as a type of mechanism, any language ought to have a predictable regularity. A lot of built-in irregularities are merely inefficient. A proper language should click along like a Swiss watch, doing its job in a no-nonsense way. As a native speaker of English, Malcolm has a difficult time. English has rules— some fairly regular rules—but too many exceptions. “Those aren't exceptions” I tell him, “there are subrules.” He glares at me, sneaky deceiver. I am not getting away with that one.</p>\n<p>Recently Malcolm got hold of a book on Sanskrit and has been chewing away firmly at it. That is the way a language ought to be! I remind him that there is only one Taj Mahal—and that is a tomb. The mass of humanity have to live in houses. Some hovels too, and caves and tents: palaces are relatively few. Languages built to architects' specifications are artificial and largely remain unspoken. Some are even unspeakable. If a language is to reflect what goes on in the mind, it must have a lot of flexibility, tolerance, fluency. The language genius exploits this flexibility and fluency—and makes the best of it. The language first learned fixes itself deeply in memory in the fabric of the mind. It becomes normal: it is the “idiolect”—the vehicle of thought unique to each person, the basic layer. One is seldom aware of it, but it is still there underneath. Malcolm's language as he learned it in infancy is fixed. He does not see it as a set of rules; it is simply there and he resents tampering with it. Then he has another set of rules derived from his high-school English teacher, Miss Martinet, about double negatives, final prepositions, and other unquestionables that have an aura of Mount Sinai. Sometimes he sees me as a golden calf.</p>\n<p>Malcolm feels that language should be strictly logical. He carries around Occam's razor—it is his Swiss army knife. He has a sharp eye for any kind of redundancy, even when used deliberately for emphasis or to make a distinction or sense division. “A rose is a rose is a rose” —so why say it three times? There is no need for <em>widow-woman</em> as long as we have the word <em>widower</em>. The country man who speaks of a <em>viper snake</em> ought to know that vipers are snakes and we do not need to be told so. And when kids go swimming in the raw, of course they are bare and they are naked, so why <em>bare-naked?</em> They are not naked unless they are totally bare. <em>Bare</em> should mean 'totally' too. Why insist? Excitement, enthusiasm, are always messing up logic. Also messing up the language.</p>\n<p>Malcolm has working in his office an Englishwoman who he thinks, having been born English, should have more respect for the language. She is an exuberant person, and it shows. I rather like her spontaneity, but Malcolm finds it hard to take. At office parties she finds the foods <em>frightfully</em> tasty or <em>dreadfully</em> nice, and when they are covered with sugar or whipped cream, they can be <em>sinfully</em> delicious. Malcolm cannot resist her—he has a sweet tooth that forever betrays him—but he finds her oxymoronic style hard to bear. Oxymorons in general, he says, are well named, and he is against them. But he is not beyond a grumbling pun on <em>oxen</em> and <em>morons</em>, while looking hard at me. I have challenged him with Pope's line of the pun as “the lowest form of wit,” but he says “not if they are appropriate.”</p>\n<p>Malcolm suspects great and dangerous social forces underlying changes in the use of words. Not long ago he had a running horror at what had happened to the word <em>awful</em>. Milton, he says, had it right, the way it should properly be: 'full of awe, awe-inspiring,' <em>an awful God</em>. But in our populist time with too many half-educated people at large, <em>awful</em> has become etiolated. (Nice word—one of Malcolm's favorites.) And <em>awesome</em> seems now to have gone the same way—among teenagers, at least, “a raw, brainless lot.” I grant teenagers their last fling of childish freedom before adulthood begins to descend. Malcolm matured earlier than I; my occasional lapses into juvenility pain him. He is generally forgiving: he still has hopes for me.</p>\n<p>Malcolm's objections come not only in matters of logic—there is a moral tinge to them sometimes. He is against what seems deception, self-contradiction in public speech-making. He finds it insidious. In its linguistic form, a speaker introduces his subject by saying, “To this audience I need not explain...,” then goes on and explains it. To Malcolm this is a kind of hypocrisy: flattering the audience by pretending they know something already when he feels pretty sure they do not. To tease him I recently made a list of such phrases: <em>It goes without saying..., I hardly need to point out..., It should be unnecessary to note that..., I will not insist on the point, but if I did...</em> And there are others, old-timers such as <em>Far be it from me to claim...</em>. My list only put Malcolm into a dismal mood.</p>\n<p>I chatter about the psychology of speech-making, catching and keeping an audience's attention, but it does not impress him. Audiences should need no flattery. Give them the facts, the truth, no soft soap, and that should be enough. I insist on the need to repeat, to emphasize, even to exhort. Audiences appreciate a bit of verbal legerdemain. Will Rogers knew it, and Barnum before him, and Shakespeare's Antony before them. To Malcolm it all reflects on the shameful gullibility of mankind and the amorality of language, which should be at least logically pure, if also, unfortunately, anybody's strumpet otherwise.</p>\n<p>I have pleaded with Malcolm about the right of language to an occasional holiday—to have a bit of fun. He admits the pleasure of a good pun—not a false or missed pun, or a too obvious, witless pun, but one that activates a mental Leyden jar. But he feels uncomfortable with the imitative uses of language, which often seem primitive and trivial. Ono-matopeias, especially—the old “bow-wow theory” of language origin—it is too obvious and too limited: oral noises, not language. Even when they become conventionalized, echoic words are suspect. They are baby talk, purely animal. They are not language until they are elaborated, until they develop rules, system. I do not think Malcolm has ever seen a small child break the single-word language barrier and get hold of syntax, a fundamental breakthrough in language learning. He favors a sort of Athenian approach: language bursts full-armored from the brow of Jove.</p>\n<p>He should follow a child's language learning, not sternly but curiously. It might impress him to hear the child regularize our odd plurals, with <em>mans</em> and <em>gooses</em> and <em>lifes</em>, a sub-rule which he has to swallow willy-nilly. And children's imitative words and the noises they make, the words they invent as they play with their vocal apparatus and explore the possibilities of the language. Not children alone, but adults rolling on their tongues such wondrous inventions as <em>discombobulate</em> and <em>goloptious</em> and <em>humongous</em>—fun-words for special occasions, word play. “If all the world were playing holidays,” Malcolm quotes, and blows the umpire's whistle. He enjoys enforcing rules: “you do not have a game without rules.” I agree, and add that rules have to be revised from time to time, not always on grounds of theory, but of experience learned in play. The thing to avoid is rigidity. Malcolm sniffs and tilts his chin.</p>\n<p>Malcolm bears with my frivolous ways, for we have been friends for many years. I find myself inventing words from time to time and even getting them into print when they slip past weary or tolerant copy-editors, perhaps even on their merits. <em>Obviable</em> is one of these beauties, and <em>brainworm</em> is another. I know I made them up all new, though lexicographers might already have registered them. They just seem to come out naturally to fill a place where nothing else would quite do. I have not boasted of them to Malcolm but perhaps I should set up a subtle test—slip them over on him, not as mine, and see the effect. One might pass on the flavor of Latinism. But I shall never risk any syntactic experiments on him. Not even Shakespeare's “renown and grace is dead” or “that cannot be so neither” would get by. Nor Milton's “airy tongues that syllable men's names.” I can hear him declaring firmly, “Nouns are nouns and should not be wrenched into verbs.” Southey's “now no respite, neither by day nor night,” Johnson's “neither search nor labour are necessary,” Chesterfield's “others speak so fast and sputter that they are not to be fully understood neither”—are all blunders. They flout logic. Jefferson's claim of <em>unalienable</em> rights in the Declaration of Independence is, to Malcolm, an egregious example of miscegenation, where a Latin word is joined to an Anglo-Saxon prefix. The fact that <em>unalienable</em> had existed alongside <em>inalienable</em> for over a century is no excuse. I quote Milton's “Alas, what boots it with uncessant care....” “Alas, indeed,” says Malcolm.</p>\n<p>Some time when Malcolm is in a lugubrious mood and we are telling sad stories of the death of kings, I am going to propose, for his tombstone, “English, with all thy faults, I loved thee still.” For mine I can imagine him coming up with something like, “A good man, apart from his too easy tolerance.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Malcolm</h1> <p><em><span data-rel=\"author\">Frederic G. Cassidy</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p> <p>My friend Malcolm is a born disciplinarian, and language annoys him no end. He feels that, as a type of mechanism, any language ought to have a predictable regularity. A lot of built-in irregularities are merely inefficient. A proper language should click along like a Swiss watch, doing its job in a no-nonsense way. As a native speaker of English, Malcolm has a difficult time. English has rules— some fairly regular rules—but too many exceptions. “Those aren't exceptions” I tell him, “there are subrules.” He glares at me, sneaky deceiver. I am not getting away with that one.</p> <p>Recently Malcolm got hold of a book on Sanskrit and has been chewing away firmly at it. That is the way a language ought to be! I remind him that there is only one Taj Mahal—and that is a tomb. The mass of humanity have to live in houses. Some hovels too, and caves and tents: palaces are relatively few. Languages built to architects' specifications are artificial and largely remain unspoken. Some are even unspeakable. If a language is to reflect what goes on in the mind, it must have a lot of flexibility, tolerance, fluency. The language genius exploits this flexibility and fluency—and makes the best of it. The language first learned fixes itself deeply in memory in the fabric of the mind. It becomes normal: it is the “idiolect”—the vehicle of thought unique to each person, the basic layer. One is seldom aware of it, but it is still there underneath. Malcolm's language as he learned it in infancy is fixed. He does not see it as a set of rules; it is simply there and he resents tampering with it. Then he has another set of rules derived from his high-school English teacher, Miss Martinet, about double negatives, final prepositions, and other unquestionables that have an aura of Mount Sinai. Sometimes he sees me as a golden calf.</p> <p>Malcolm feels that language should be strictly logical. He carries around Occam's razor—it is his Swiss army knife. He has a sharp eye for any kind of redundancy, even when used deliberately for emphasis or to make a distinction or sense division. “A rose is a rose is a rose” —so why say it three times? There is no need for <em>widow-woman</em> as long as we have the word <em>widower</em>. The country man who speaks of a <em>viper snake</em> ought to know that vipers are snakes and we do not need to be told so. And when kids go swimming in the raw, of course they are bare and they are naked, so why <em>bare-naked?</em> They are not naked unless they are totally bare. <em>Bare</em> should mean 'totally' too. Why insist? Excitement, enthusiasm, are always messing up logic. Also messing up the language.</p>"
}