{
  "type": "Article",
  "title": "How to Gain Proverbial Wisdom, or It Takes One to Know One",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How to Gain Proverbial Wisdom, or It Takes One to Know One</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>Proverbs, those self-contained nuggets of folk wisdom, can be addictive. I know: I once had an aunt who had a saying for every occasion. She was a short, plump woman with iron-gray hair in a bun, and she liked nothing better than putting in her two cents' worth. She was a dilatory walker, with always the same quip: “Slow and steady wins the race.” Reading that the government was going to raise taxes, she thumped the newspaper and intoned, “You can't squeeze blood from a turnip.” If ever asked to explain one of her rare periods of quiet, she would reply, “Still waters run deep.”</p>\n<p>My aunt's visits were infrequent during my childhood, and it was only after her husband died and I was in high school that she began seeing my parents on a regular basis. I tolerated my aunt and her proverbial wisdom until she began applying it to her nephew. Hearing that I regularly went to sleep after midnight, she lectured me: “Early to bed and early to rise makes a man healthy, wealthy, and wise.” When I took a trip to Atlantic City and gambled away the amount I had intended, she warned, “A fool and his money are soon parted.” She even found fault with my studious habits: “All work and no play makes Jack a dull boy.”</p>\n<p>It is hard to counter a proverb: they have all the plodding force of a mule-driving peasant, earthy and inevitable. So when my aunt related gospel like “Blood is thicker than water,” I could think of no answer but a sullen nod. That is, until one day when I was helping my mother fix dinner for a family occasion and my aunt came into the kitchen. She asked how she could help, and when I protested that we had everything under control, she placed her hands on her hips and told me, “Many hands make light work.”</p>\n<p>“Too many cooks spoil the broth,” I murmured. My aunt opened her mouth to reply, but nothing came out. It was a momentous occasion. Several weeks later, I was complaining about having to buy a new suit, and my aunt happened to be within earshot.</p>\n<p>“Clothes make the man,” she informed me. I considered her point.</p>\n<p>“You can't judge a book by its cover,” I replied. So much for the wisdom of the ages. After that, my aunt was a lot more careful what she said around me, like a burnt child that shuns the fire. But eventually she reverted to her old proverbial ways. On one occasion, I had spent half my allowance on an expensive pair of sneakers, and when she told me I should have bought a cheaper brand, I simply betmoaned my small stipend and wondered if I would ever amass any significant sum of money.</p>\n<p>That was her cue. She wagged her finger at me.</p>\n<p>“Let me tell you something, young man. Take care of the pence, and the pounds will take care of themselves.”</p>\n<p>“Oh?” I admit I was semi-prepared for this. I had checked out a collection of proverbs from the library and was becoming rather well-versed in them.</p>\n<p>“What about 'Penny-wise, pound-foolish'?”</p>\n<p>My aunt thought about this for a moment.</p>\n<p>“I think,” she said finally, “you are being deliberately provoking.”</p>\n<p>I weighed the justice of this remark, but could not be bothered to adjust the scales. If my proverbial aunt was going to advise me, I was bound to devise some counter-stratagem. Luckily, the world of proverbs, sayings, adages, maxims, and plain old saws is various enough to say anything you want. Since they are meant to cover all of life's vicissitudes from cradle to grave, they are bound to collide at times, sometimes obliquely, sometimes head-on. I pressed this knowledge to my advantage. My next opportunity came soon enough. I was complaining that I could not find a girlfriend. (I complained a lot in those days, a habit many proverbs warn against.) Apparently, I protested loudly enough for my aunt to take note because she tried to console and scold me in that double tone that proverbs have. She put her hand on my shoulder.</p>\n<p>“Don't fret so much,” she said. “A boy's best friend is his mother.”</p>\n<p>“A boy's best friend is his dog,” I retorted, “but I can't see myself asking Jessie out on a date, can you?”</p>\n<p>My aunt just shook her head and sighed. A year later, after I actually had a girlfriend and was worried about summer vacation when she would be away, my aunt passed on this pearl of wisdom: “Absence makes the heart grow fonder.”</p>\n<p>I was growing more educated and this time quoted Shakespeare back. “Out of sight, out of mind.” (Unfortunately for my love-life, my proverb turned out to be the right one.)</p>\n<p>My aunt gave an annoyed <em>tsk.</em> “I give up on you,” she said, and left the room.</p>\n<p>Of course, she never quite conceded defeat: hope springs eternal in the human breast. She continued to quote at me, and I requoted back. But as she got older, her steel-trap memory turned into a steel sieve, and she became almost touchingly uncertain of her words. I recall to my credit that, when she was despairing of ever doing anything more with her life and muttered, “You can't teach an old dog new tricks,” I cheered her up by flatly opposing her: “It's never too late to learn.” She died in her eighty-third year, and though only her name and dates adorn her headstone, I often think of inscribing an addendum: “A little advice goes a long way.”</p>\n<p>My aunt did not leave behind much in the way of possessions. What I am left with is a list of proverbs for all occasions, which I hereby bequeath to the reader along with my own contradictions:</p>\n<blockquote>\n<p>Strike while the iron is hot. — The more haste, the less speed.</p>\n<p>The best things in life are free. — There's no such thing as a free lunch.</p>\n<p>Repent before it's too late. — It's never too late to mend.</p>\n<p>Look before you leap. — He who hesitates is lost.</p>\n<p>Never back down on what you believe in. — Cut your coat according to your cloth.</p>\n<p>Don't rock the boat. — The squeaky wheel gets all the grease.</p>\n<p>Seek and ye shall find. — Don't go looking for trouble</p>\n<p>The more haste, the less speed. — Strike while the iron is hot.</p>\n<p>Every cloud has a silver lining. — It never rains but it pours.</p>\n<p>The first shall be last. — To the victor belong the spoils.</p>\n<p>Two heads are better than one. — If you want something done right, do it yourself.</p>\n<p>Always plan ahead. — Don't count your chickens before they're hatched.</p>\n<p>Money is the root of all evil. — Money makes the world go round.</p>\n<p>Opposites attract. — Like breeds like.</p>\n<p>Never bet on a sure thing. — A bird in the hand is worth two in the bush.</p>\n<p>Actions speak louder than words. — It's the thought that counts.</p>\n<p>Use a carrot instead of a stick. — Spare the rod and spoil the child.</p>\n<p>The meek shall inherit the earth. — Where there's a will, there's a way.</p>\n<p>Do unto others as they do unto you. — Do unto others as you would have them do unto you.</p>\n<p>Monkey see, monkey do. — Imitation is the sincerest form of flattery.</p>\n<p>One cannot step into the same river twice. — Those who cannot remember the past are condemned to repeat it.</p>\n<p>Beauty is only skin-deep forever. — A thing of beauty is a joy</p>\n<p>Wisdom comes with age. — There's no fool like an old fool.</p>\n<p>Make hay while the sun shines. — Take time to smell the roses.</p>\n<p>Honesty is the best policy. — Don't wash dirty linen in public.</p>\n<p>Uneasy lies the head that wears the crown. — Absolute power corrupts absolutely.</p>\n<p>Seeing is believing. — All that glitters is not gold.</p>\n<p>As you sow, so shall you reap. — Virtue often goes unrewarded.</p>\n<p>People are the same the world over. — To each his own.</p>\n</blockquote>\n<p>Of course, just because these sayings cross each other up does not mean they are incorrect; they simply suit different occasions. Literature, which is now my profession, teacher the importance of context. For instance, Polonius' spate of proverbial advice that ends “To thine own self be true” is not all bad. It is just that, to employ a proverbial expression, he does not practise what he preaches. And Hamlet's turns of phrase are more intriguing. Or at least I thought so years ago when I identified with youth. Nowadays, I feel an odd kinship with Polonius. In fact, I have felt lately as if I were employing more proverbs in my own speech, maybe turning into my aunt—like aunt, like nephew. This would be a fine turnaround for someone whose first interest in language was as a proverb-basher. Somewhere in the background I can hear my aunt's reaction to this confession. Or as she might put it: She who laughs last laughs best.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How to Gain Proverbial Wisdom, or It Takes One to Know One</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>Proverbs, those self-contained nuggets of folk wisdom, can be addictive. I know: I once had an aunt who had a saying for every occasion. She was a short, plump woman with iron-gray hair in a bun, and she liked nothing better than putting in her two cents' worth. She was a dilatory walker, with always the same quip: “Slow and steady wins the race.” Reading that the government was going to raise taxes, she thumped the newspaper and intoned, “You can't squeeze blood from a turnip.” If ever asked to explain one of her rare periods of quiet, she would reply, “Still waters run deep.”</p> <p>My aunt's visits were infrequent during my childhood, and it was only after her husband died and I was in high school that she began seeing my parents on a regular basis. I tolerated my aunt and her proverbial wisdom until she began applying it to her nephew. Hearing that I regularly went to sleep after midnight, she lectured me: “Early to bed and early to rise makes a man healthy, wealthy, and wise.” When I took a trip to Atlantic City and gambled away the amount I had intended, she warned, “A fool and his money are soon parted.” She even found fault with my studious habits: “All work and no play makes Jack a dull boy.”</p> <p>It is hard to counter a proverb: they have all the plodding force of a mule-driving peasant, earthy and inevitable. So when my aunt related gospel like “Blood is thicker than water,” I could think of no answer but a sullen nod. That is, until one day when I was helping my mother fix dinner for a family occasion and my aunt came into the kitchen. She asked how she could help, and when I protested that we had everything under control, she placed her hands on her hips and told me, “Many hands make light work.”</p>"
}