{
  "type": "Article",
  "title": "Windy English",
  "author": "Geoffrey Wagner",
  "location": "Grenada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Windy English</h1>\n<p><em><span data-rel=\"author\">Geoffrey Wagner</span> <span data-rel=\"location\">Grenada</span></em></p>\n<p>For the best part of half a century I have lived on and off in a Windward Island of the now largely ex-British Caribbean. The semantic of these former Crown Colonies is individual and anarchic, bearing in mind that academically, if no longer psychologically, they remain anglophone. Schoolchildren are guided into, first, “O” and, then, “A” Levels, corresponding to the School and Higher Certificates of my own English youth; these are set from Cambridge and incline, to my mind, to an all too often condescending leaning to local idiom-worship, from which most BeeWees want to free themselves. Northwards, the Leeward Island moving up through Antigua to Jamaica are today locked into American television, while southwards the Mona, Trinidad, campus of the University of the West Indies duplicates any run-of-the-mill American municipal college, at least in its language aspects, being blessedly innocent of any courses in Anglo-Saxon or Middle English.</p>\n<p>The small pocket of Windward Island semantic, if such it can be called, has nothing to do with the patois of adjacent French islands. Obviously the short-lived French conquests in the region left behind words and names; here a crazy man is <em>foo</em> [for Fr <em>fou</em>] or, if you want to insult him, a <em>crapaud</em> 'toad,' while on our little island resolutely British placenames <em>(Grenville, Victoria)</em> nestle beside villages like <em>Perd-mon-Temps, La Tante, Crochu.</em> The fact remains that no bush local understands French or wants to. I am roughly familiar with researches into this semantic by old friends, like John Groome of Grenada or Frank Collymore of Barbados, but find use of the living language hereabouts best shown in the work of the late and much lamented Shiva Naipaul, younger brother of V.S. (who declines to use his knighthood). Set in the fictional Cuyama (clearly Guyana), Shiva's <em>A Hot Country</em> is a West Indian masterpiece, even though islands characterize the community and Guyana (formerly “BG,” or British Guyana) is mainland. Far from inclining to French, these natives cleave to British schoolboy slang, a hard-dying lingo.</p>\n<p>Take nicknames. Nearly everyone I know has (=does have) a nickname in the Windwards, where the Prime Minister of St. Vincent is “Son” Mitchell (evidently the first-born of an “inside” marriage), while my builder is “Sonny,” not an easy name for a New York liberal to summon him by. Still more difficult to use with the confidence of a local is my gardener's sobriquet—“Black Man.” A career in an ultra-liberal New York city college inhibits my calling out, even in the friendliest manner, “Come, Black Man.” (Too, our locals refer unashamedly to <em>nigger hair</em> which, to date, I cannot.) So most nicknames are the inheritance of boyhood features or facial characteristics, e.g., <em>Chubby, Porgie, Moon, Snail, Speedy</em> (apparently his opposite), <em>Peg-Leg,</em> and the like, all delineating good friends of mine. Rastas have their own system.</p>\n<p>There is little linguistic ruling available here, however attractive BeeWee speech rhythms may sound to the casual tourist. There is no authentic <em>dialect</em> in the ex-British Caribbean, not even in the sense of a pejorative corruption of a parent tongue (as in Pennsylvania Dutch, for instance). It is simply sentimental to propose the contrary, as do the sophisticated proponents of multiculturalism, like George Lamming in Barbados. What mostly characterizes Windward Island speech could be called a kind of linguistic laziness, and this has considerable charm, as a lot of laziness can. A typical morsel of such speech plucked from Shiva Naipaul's <em>The Chip-Chip Gatherers:</em> “I tired hear you say that.” The meaning is perfectly clear. The speaker is simply abbreviating from “I am tired of hearing you say that,” and expressing character (and class) by doing so. This is not to deny that there is an ingrained poetic in BeeWee—I have been offered <em>a smile of whiskey</em> (who could refuse?), directed to a beach where <em>the water he weep over the rock</em>, and told <em>I feels a little bit much more better, thanks.</em> The last is the typical local double (or triple) comparative, but it does not establish a linguistic.</p>\n<p>Take the idiosyncrasy in the use of personal pronouns, that of the lack of, or reluctance to use, accusative and dative cases or even the possessive. Why bother? One form can do the job. <em>We</em> will do just as well for <em>us or ours</em>. Thus a Windward Island might say, “They take we jobs from we.” In Grenada of the revolutionary 1979-83 interregnum, Prime Minister Maurice Bishop was “We Leader.” Or, from Shiva again: “The moment we get we children off we hands we leavin' here. They does bramble we.”</p>\n<p>None of these rather charming locutions is represented orthographically (in government documents and the like), yet one prevalent curiosity has always struck me, namely the dropping of the final <em>g</em> from participles. Sitting brimmin' up a smile of white (perhaps even a grin of such rum) over a seascape of beauty, a Windward Islander told me, “I viewin'.” This duplicates precisely the U huntin'-shootin' -fishin' locution of my British youth, and could be another reason for calling West Indians the last Englishmen left around.</p>\n<p>Nevertheless, some elements of Windward speech can be regularized into a sort of grammar, particularly in verb tenses. The constantly surprising ubiquity, in stores, dockyards, garages, banks, of the King James version of the Bible may account for what seem to visitors to be odd usages, variations often coming over at first as error; the universal use of the conditional <em>would</em> for the future <em>will</em> can lead to serious confusion, e.g., in legal documents. A comparison of the present tenses of the verb <em>to have</em> and <em>to be</em> yields the following reversals:</p>\n<blockquote>\n<p>STANDARD BEEWEE</p>\n<p>I have I has</p>\n<p>he/she has he/she have</p>\n<p>we have we has</p>\n<p>you have you has</p>\n<p>they have they has</p>\n<p>STANDARD BEEWEE</p>\n<p>I am I is</p>\n<p>he/she is he/she are/am</p>\n<p>we are we is</p>\n<p>you are you is</p>\n<p>they are they is</p>\n</blockquote>\n<p>Of course, these variants are regarded as errors by the Cambridge examiners, but it will be a sad day when they are expunged from the West Indian scene, since they make a response to shades of reality unavailable in middle-Atlantic BBC. So do, surely, BeeWee intensifications, doubling the epithet; a Windward Islander may call a fruit <em>sweet-sweet</em>, one adjective not sufficing to express feelings about it enough. <em>Sweet-sweet</em> is <em>much more sweeter</em> than <em>very sweet,</em> is it not?</p>\n<p>Television has recently begun to inundate these incompetent but lovable little islands, embarrassing colonial deposits now handed over to sink or swim in independence. CNN and the BBC are already busy ironing out indigenous language rhythms in the interests of the “global village.” In an article (“The Use of Lallans for Prose,” <em>The Journal of English and Germanic Philology,</em> LI, No. 2, April, 1952, pp. 212-225), I tried to show, elsewhere, this happening to Braid Scots, the Doric, or “Lallans” in Scotland. But in that case a linguistic amalgam cohered early and was only pushed back northwards after having established a local literature (Dunbar, Henryson). Nor did it have to fight television. Alas, Windward Island English is far more vulnerable to standardization.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Windy English</h1> <p><em><span data-rel=\"author\">Geoffrey Wagner</span> <span data-rel=\"location\">Grenada</span></em></p> <p>For the best part of half a century I have lived on and off in a Windward Island of the now largely ex-British Caribbean. The semantic of these former Crown Colonies is individual and anarchic, bearing in mind that academically, if no longer psychologically, they remain anglophone. Schoolchildren are guided into, first, “O” and, then, “A” Levels, corresponding to the School and Higher Certificates of my own English youth; these are set from Cambridge and incline, to my mind, to an all too often condescending leaning to local idiom-worship, from which most BeeWees want to free themselves. Northwards, the Leeward Island moving up through Antigua to Jamaica are today locked into American television, while southwards the Mona, Trinidad, campus of the University of the West Indies duplicates any run-of-the-mill American municipal college, at least in its language aspects, being blessedly innocent of any courses in Anglo-Saxon or Middle English.</p> <p>The small pocket of Windward Island semantic, if such it can be called, has nothing to do with the patois of adjacent French islands. Obviously the short-lived French conquests in the region left behind words and names; here a crazy man is <em>foo</em> [for Fr <em>fou</em>] or, if you want to insult him, a <em>crapaud</em> 'toad,' while on our little island resolutely British placenames <em>(Grenville, Victoria)</em> nestle beside villages like <em>Perd-mon-Temps, La Tante, Crochu.</em> The fact remains that no bush local understands French or wants to. I am roughly familiar with researches into this semantic by old friends, like John Groome of Grenada or Frank Collymore of Barbados, but find use of the living language hereabouts best shown in the work of the late and much lamented Shiva Naipaul, younger brother of V.S. (who declines to use his knighthood). Set in the fictional Cuyama (clearly Guyana), Shiva's <em>A Hot Country</em> is a West Indian masterpiece, even though islands characterize the community and Guyana (formerly “BG,” or British Guyana) is mainland. Far from inclining to French, these natives cleave to British schoolboy slang, a hard-dying lingo.</p> <p>Take nicknames. Nearly everyone I know has (=does have) a nickname in the Windwards, where the Prime Minister of St. Vincent is “Son” Mitchell (evidently the first-born of an “inside” marriage), while my builder is “Sonny,” not an easy name for a New York liberal to summon him by. Still more difficult to use with the confidence of a local is my gardener's sobriquet—“Black Man.” A career in an ultra-liberal New York city college inhibits my calling out, even in the friendliest manner, “Come, Black Man.” (Too, our locals refer unashamedly to <em>nigger hair</em> which, to date, I cannot.) So most nicknames are the inheritance of boyhood features or facial characteristics, e.g., <em>Chubby, Porgie, Moon, Snail, Speedy</em> (apparently his opposite), <em>Peg-Leg,</em> and the like, all delineating good friends of mine. Rastas have their own system.</p>"
}