{
  "type": "Article",
  "title": "Of “Coat-wearers” and “Kekiongas”: Native American Culture and “Indian” Nicknames",
  "author": "David L. Simpson",
  "location": "Homewood, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Of “Coat-wearers” and “Kekiongas”: Native American Culture and “Indian” Nicknames</h1>\n<p><em><span data-rel=\"author\">David L. Simpson</span> <span data-rel=\"location\">Homewood, Illinois</span></em></p>\n<p>Athletic team nicknames have delighted and inspired U.S. sports audiences for more than a century. Yet today a few of them—specifically those associated with American Indian tribes—find themselves at the center of a surprisingly bitter controversy. According to critics, tribal team names set Indians apart from the rest of humanity—romantically projecting them into the mythic past (along with <em>Trojans, Vikings, Pirates</em>, and the like) or else degrading them to the cartoonlike level of <em>Mud Hens, Golden Gophers</em>, and other fabulous beasts. In effect, a living people is reduced to a bold-faced caricature. Native Americans, for their part, have objected less to tribal nicknames <em>per se</em> than to the tom-tom-thumping pregame pageants and war-whooping halftime shows they so often give rise to. Such spectacles, they contend, make a lurid mockery of their tribal rituals.</p>\n<p>Are tribal team names (such as <em>Braves, Redskins, Seminoles</em>, etc.) truly demeaning to red Americans? Or do they, as their supporters maintain, actually preserve the heritage of native tribes? Despite its air of implausibility and apparent unreality, this issue is more than just a tempest in a teepee or a war over words. Instead, it raises serious questions of racism and bigotry and, by treading in the area of sports, cuts at the heart of some of our best-loved cultural institutions. Ironically, it also touches on an important aspect of native culture, for nicknaming has long been a familiar custom—and even a cherished tradition—among North American tribes.</p>\n<p>Indeed, from the eastern forests to the Rockies, from the Everglades to the Great Lakes, American Indians have long been renowned for their love of rollicking nicknames. Eastern tribes, for example, used to delight and amaze early colonists with their resonant and evocative names—names that, when translated, turned out to have much of the broad humor and graphic wit of European-style nicknames. Often comical (<em>Sleeping Rabbit, Turkey Leg</em>), occasionally thrilling (<em>High Hawk</em>), and sometimes bizarre (<em>Rectum</em>), Indian names generally tried to capture in a concise way the individual warrior's unique personality and style.</p>\n<p>In addition to having colorful personal names, Indians exchanged actual nicknames too. According to anthropologists, the practice originated as a superstitious form of self-protection and disguise. The first nicknames were apparently primitive aliases. In the belief that knowledge of another person's real name gave one magical power over that person, early tribal members often concealed their true names beneath protective layers of pseudonyms. Even today, nicknames sometimes serve as a protective shield (as <em>Fats</em>, for example, might protect an obese person from even worse insults). Like an inoculation, a nickname is a minor injury that wards off more serious harm. And though it would later evolve into a kind of sport or game—a playful pastime in which braves showed off their flair for wisecracks and verbal whimsy, native nicknaming was still predicated on the idea that an apt name can, almost literally, capture a person's inner spirit. Indian nicknames, in short, mingled old superstitions with tongue-in-cheek sophistication. To this day, for example, we cannot be sure whether it was primitive fear or mischievous humour that inspired a famous Indian woman to introduce herself to white people by her nickname (<em>Pocahontas</em>, which provocatively suggests 'Wanton Valley' or 'Wild Place') rather than by her demure real name, <em>Matowaka</em> 'Snowflake.'</p>\n<p>Once he mastered the art, the Native American fired his mirth-tipped arrows at friend and foe alike. And while he scored some memorable bull's-eyes on his fellow red men (for example, the <em>Mohawks</em>— 'man-eaters'—were given their blood-thirsty epithet by enemy tribes), he nevertheless reserved his choicest zingers for the invading whites.</p>\n<p>The Algonquian tribes called the first white settlers <em>Coat-wearers</em> in gentle mockery of the stranger's curious garb. Did not these savage <em>Newcomers</em> (another popular epithet), bound up in their tight-fitting sleeves, buttons, and collars, appreciate the superior comfort and versatility of blankets? <em>Bluecoats</em>, the common Plains Indian nickname for U.S. cavalry troopers, expressed similar sartorial doubts out west. At the same time, the cavalry officer's sabre, a much-coveted battle trophy, gave rise to the alternative nickname of <em>Long Knives</em>, a sobriquet that combined light-hearted jeering with wary respect. Tribes in Canada and along the Great Lakes called Jesuit missionaries <em>Black Robes</em> in yet another nickname related to outlandish apparel. A recent movie makes the name seem ominous but the Indians probably considered the priests more ridiculous than sinister. Since tribal members preferred to make brightly colourful fashion statements and generally wore only custom-designed originals, they regarded uniform clothing, particularly of a dark and somber hue, as exceedingly odd.</p>\n<p>After the Civil War, the reorganized U.S. Army contained a few all-Negro regiments. The Indians called these black men <em>Buffalo Soldiers</em> apparently because their woolly hair reminded the red men of buffalo fur. The troopers, for their part, enjoyed the epithet and accepted it as a good-natured tribute.</p>\n<p>In a particularly fanciful metonym, the Narragansetts referred to the Puritans as <em>Wood-burners</em>.</p>\n<p>Observing the Englishmen cut down entire forests to obtain firewood, the Indians reasonably concluded that a shortage of fuel must have driven these wancomplexioned visitors to their shores. Had this cold-natured tribe, the Indians wondered, used up every last twig, tree-stump, and stick of firewood in Europe and come to the New World in search of more?</p>\n<p>Although white Americans have tended to ignore or downplay this joyful side of native culture, the fact remains that boisterous name-calling and irrepressible nicknaming was at one time as popular among the so-called Six Nations and five Civilized Tribes as among Big Eight or PAC Ten football fans today. Contrary to the views of sentimentalists, a people long conditioned to satirical, hard-edged personal names like <em>Stumbling Bear</em>, who have suffered for five centuries the misnomer <em>Indians</em> and who once merrily referred to whites as <em>Long Noses</em> and <em>Palefaces</em>, are hardly likely to be mortified by <em>Redskinsor</em> devastated by <em>Braves</em>. Although currently considered the most glaring of all Indian team names, <em>Redskins</em> actually predates its New World usage by some twenty-five centuries or so. The ancient Greeks first coined the term and applied it to the ruddy inhabitants of the eastern Mediterranean. They called this people <em>Phoenicians</em> (from Greek <em>Phoinikes</em>, 'Red Ones' or 'Crimson Men') on account of their sunburned skin.</p>\n<p>An interesting consequence of this aboriginal foundness for nicknaming is that several of the oldest and best-known Indian team names can trace their deepest roots—and in some cases their actual origins—to the exploits and linguistic customs of Native Americans themselves. Though the exact date of their birth is uncertain, team nicknames originnated in the United States sometime before the Civil War. They were in any case in popular use well before they were officially adopted in 1871 by the original members of the National Association of Professional Baseball Players, the world's first fully professional baseball league. A charter member of the organization picked the name Ft. Wayne <em>Kekiongas</em> and thus became, for better or worse, the first American sports teams to adopt an Indian nickname.</p>\n<p><em>Kekiongas</em> was apparently chosen more for its poetry and local color than for any drollery or satire at the expense of Native Americans. To this day historians are unsure what those resonant syllables actually mean. It had originally been the name of a vast Miami village that used to stand between the Maumee and St. Joseph Rivers near present-day Ft. Wayne. The entire village was reportedly destroyed in 1790 during the Northwest Indian wars. According to local legend, <em>Kekionga</em> means 'Blackberry Patch,' presumably an apt description of the Ft. Wayne area at the time red Americans first settled there. A more colourful and allusive translation, however, is 'Place of the Clipped Heads,' a reference to the tribe's well-known fondness for bold, highly decorative punk-style haircuts. If this eymology is correct, <em>Clipped Heads</em> was the tribe's own self-styled nickname, and the Ft. Wayne <em>Kekiongas</em> (or “Bare Scalps” as we might call them today) in essence preserved a tradition of verbal humor and nameplay that the Miami themselves had cheerfully begun. The <em>Keks</em>, by the way, won America's first official major league ballgame, 2-0 over the Cleveland <em>Forest Citys</em>. Unfortunately, the team folded—financially and competitively—later in the season.</p>\n<p>In 1900 the National League's Boston <em>Braves</em> became the second major league team to adopt a tribal nickname. The team had previously been known by the memorable designation <em>Beaneaters</em>, which, in a curious way, might also be considered an Indian nickname. That is because long before it became a popular name for a resident of Boston, warlike tribes had used <em>Beaneaters</em> as a derisive epithet for peace-loving agrarian Indians.</p>\n<p>Perhaps the most famous—and certainly the most improbably begotten—of all tribal team names made its official major league debut in 1915. At that time owners of the American League Cleveland <em>Naps</em>, faced with the defection to Philadelphia of the team's inspirational player-manager, the eponymous Napoleon “Nap” Lajoie, held a city-wide contest to select a new nickname. The surprise winner was <em>Indians</em>. According to press-box history and grandstand legend, the name was a belated tribute to Lou “Chief” Sockalexis, the first Native American to play professional baseball. Sockalexis, a full-blooded Penobscot, played right field for the old Cleveland <em>Spiders</em> of the National League. During the years 1897-99, he and his identically monickered teammate, Charles “Chief” Zimmer, helped the <em>Spiders</em> maintain a league-wide reputation for rowdy, dust-raising, bowl-'em-over baseball. Indeed, the two “Chiefs” practically personified Spider baseball during that period—which could be the reason why opposition hecklers started referring to the ballclub as a bunch of “wild Indians.” After a while, Cleveland fans grew accustomed to the epithet and began using it themselves, gradually converting it into an unofficial nickname.</p>\n<p>Fond memories of those free-spirited Spider teams were apparently running through the minds of Cleveland residents when the 1915 nickname contest was held. At any rate, <em>Indians</em> somehow won out—inspired, supposedly, by a rough-and-tumble, crowd-pleasing red man whose exciting playing career was unfortunately cut short by a series of scrapes, off-field misadventures, and episodes with the bottle. Ironically, <em>Cleveland Indians</em>, a name of no joy among red people today, may be the only shrine and surviving legacy of this memorable Native American.</p>\n<p>For most of this century, tribal names have been the most popular nicknames in American sports. In recent years, however, their number has begun to decline, most by having succumbed to inevitable changes in taste and fashion, a few by having fallen victim to the Black Robes of political correctness. One unfortunate casualty of this trend is <em>Hurons</em>, until recently the vibrant and storied nickname of Eastern Michigan University and a name rich in authentic Indian lore. Deriving from an old French word, <em>huré</em>, meaning 'bristly' or 'stubbled,' the epithet was originally coined by French fur traders, hard-living, robust fellows who trapped and hunted in the vicinity of the Great Lakes. The Frenchmen applied the term to the Iroquois inhabitants of that region on account of the Indians' barbarous appearance and rough-cut hair. In effect, the name was an ironic compliment, a friendly jest passed from one scruffy and uncouth people (the traders themselves were hardly known for their dainty manicures and designer coiffures) to another. And the Indians appreciated it as such. Before long they were proudly calling themselves <em>Hurons</em> 'Roughnecks' or 'Rugged Ones' and the nickname stuck. It has served as a semi-official tribal designation ever since.</p>\n<p>Nicknaming, it seems fair to conclude, is an activity that has long delighted and entertained all Americans—white, colored, hyphenated, and just plain—and the fiercely contested clash over “Indian” nicknames appears to be largely due to overzealous activism and misdirected social reform. A sense of humor has been notably absent from the battlefield. Yet humor, as Native American author Vine Deloria, Jr., once observed, is absolutely vital to both the continuation and appreciation of Indian culture:</p>\n<blockquote>\n<p>When a people can laugh at themselves and laugh at others and hold all aspects of life together without letting anybody drive them to extremes, then it seems to me that people can survive.</p>\n<p>[<em>Custer Died for Your Sins</em>, Vine Deloria, Jr., Macmillan, 1969]</p>\n</blockquote>\n<p>Here is good advice indeed for <em>Clipped Head</em> and <em>Coat-wearer</em> alike.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Of “Coat-wearers” and “Kekiongas”: Native American Culture and “Indian” Nicknames</h1> <p><em><span data-rel=\"author\">David L. Simpson</span> <span data-rel=\"location\">Homewood, Illinois</span></em></p> <p>Athletic team nicknames have delighted and inspired U.S. sports audiences for more than a century. Yet today a few of them—specifically those associated with American Indian tribes—find themselves at the center of a surprisingly bitter controversy. According to critics, tribal team names set Indians apart from the rest of humanity—romantically projecting them into the mythic past (along with <em>Trojans, Vikings, Pirates</em>, and the like) or else degrading them to the cartoonlike level of <em>Mud Hens, Golden Gophers</em>, and other fabulous beasts. In effect, a living people is reduced to a bold-faced caricature. Native Americans, for their part, have objected less to tribal nicknames <em>per se</em> than to the tom-tom-thumping pregame pageants and war-whooping halftime shows they so often give rise to. Such spectacles, they contend, make a lurid mockery of their tribal rituals.</p> <p>Are tribal team names (such as <em>Braves, Redskins, Seminoles</em>, etc.) truly demeaning to red Americans? Or do they, as their supporters maintain, actually preserve the heritage of native tribes? Despite its air of implausibility and apparent unreality, this issue is more than just a tempest in a teepee or a war over words. Instead, it raises serious questions of racism and bigotry and, by treading in the area of sports, cuts at the heart of some of our best-loved cultural institutions. Ironically, it also touches on an important aspect of native culture, for nicknaming has long been a familiar custom—and even a cherished tradition—among North American tribes.</p> <p>Indeed, from the eastern forests to the Rockies, from the Everglades to the Great Lakes, American Indians have long been renowned for their love of rollicking nicknames. Eastern tribes, for example, used to delight and amaze early colonists with their resonant and evocative names—names that, when translated, turned out to have much of the broad humor and graphic wit of European-style nicknames. Often comical (<em>Sleeping Rabbit, Turkey Leg</em>), occasionally thrilling (<em>High Hawk</em>), and sometimes bizarre (<em>Rectum</em>), Indian names generally tried to capture in a concise way the individual warrior's unique personality and style.</p>"
}