{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Is it doable, do you think?",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Is it doable, do you think?</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>Not long ago in an article on word-processing I came across the word <em>doable</em>. I could not remember having seen it before—but, then, my memory for words frequently lets me down these days. I wondered how it is pronounced. And what does it mean?</p>\n<p>So to the dictionaries. First, to my trusty <em>Gage Canadian</em>, which defines it as “that can be done” and gives the pronunciation as [doo-uhb'l]. The same definition and pronunciation are given in <em>Webster's New World</em> and in the recent edition of the <em>Concise Oxford</em>. I then went to my 3rd edition of the <em>Concise Oxford</em> (1934): it does not give the word, which caused me to think that it probably is a recently fabricated one and that I should not worry about it. Surely, I thought, the <em>OED Supplement</em> will have something on it. Nothing. So to my magnifying-glass edition of the unsupplemented one. It had <em>doable</em>, with the same definition and pronunciation given in those other dictionaries, with this additional definition, <em>practicable.</em> It also gives a second definition: “Capable of being 'done' or victimized.” The earliest instance of its use given is “A law ... which is doable”—from 1449.</p>\n<p>All this sent me into intense research into the word <em>do</em>. Dr. Basil Cottle, a scholar at the University of Bristol, in his useful little book, <em>The Plight of English</em>, devotes nearly four pages to it, describing it at the beginning as “a deplorable little syllable.” The emphatic use of <em>do</em> has long been used in our language. Samuel Johnson deplored the superfluous, emphatic use of <em>do</em>, as in “I do love”: he considered it “vitious.” We all use the emphatic <em>do</em>, and that is not always undesirable: “I do believe ... ”; “I do so want to see her”; “Do have a drink.” The <em>Gage Canadian</em> gives 15 distinct definitions for <em>do,</em> along with 10 common idiomatic phrases using it. The abridged edition of Eric Partridge's <em>A Dictionary of Historical Slang</em> gives more than five columns to idioms beginning with <em>do</em>, from <em>do a beer</em> to <em>do you see the green in my eye?</em></p>\n<p>Then there is <em>How do you do?</em>—which actually is not a question but a genteel response between persons who have just been introduced to one another. Quite different from it is <em>How are you doing?,</em> although the grammatical difference seems slight. <em>Do</em> is a remarkably versatile verb. You can <em>do</em> your washing. Or the Rocky Mountains. Or your income tax. Or your thing.</p>\n<p>And there is the simple interrogatory <em>do:</em> Do you see what I mean? Do you have the time? (That apparently is North American; the Brits, one of them told me, say <em>Have you the time?</em>)</p>\n<p><em>“I lisped in numbers</em> ...”</p>\n<p>A recent news item in <em>The Times</em> [November 1992] published in the international press presumably to call delighted attention to the obtuseness of the chief of police of Dearborn, Michigan, concerned an officer who was suspended for three days to “seek psychiatric help” in disabusing himself of his obsession for writing the figure 7 with a bar through it to distinguish it from the figure 1, a disambiguating practice long followed in Europe where it is the practice to write “1” to look like the left half of an upward-pointing arrow. The incident reminds me that for some time I have intended to comment on the way numerals are said in the UK and in the US, though I am not entirely sure whether the subject is properly linguistic, cultural, or categorizable into some other area of behavior. In any event, I cannot recall ever having seen any comment on it (but then I do not read books on the teaching of English as a second language).</p>\n<p>In Britain, when a numeral is repeated in, say, a telephone, credit-card, house, or other number, the word <em>double</em> is used to describe it: thus, for instance, the VERBATIM telephone in Aylesbury, <em>395880</em>, would be uttered as, “three, nine, five, double-eight, oh” (or “zero,” but “oh” is more common). If there are three identical numerals in a row, as in <em>267444</em>, they would be read as, “two, six, seven, four, double-four”; four sevens in a row would be, “double-seven, double-seven.” Occasionally, I have heard a string like <em>666666</em> expressed as, “treble-six, treble-six,” but “double-six, double-six, double-six” is probably more frequent, and “six, double-six, six, double-six” can be heard. A recent radio advertisement contained the number <em>888777</em>, read as “eight, double-eight, seven, double-seven.” The exception that I have noted is in the naming of “0800” (free) numbers, where the practice in Britain follows that in America: “oh, eight hundred.”</p>\n<p>This style takes a little getting-used-to; I find that when I say, out of habit, “three, nine, five, double-eight, oh,” to Americans, they hesitate ever so slightly before fully understanding. Gone are the days when one picked up the old upright phone, was greeted by an operator, and told her—it was always “her”—the number one wanted; with that antediluvian routine went such memorable tunes as, “Hello, Central? Give me haven, for my mother's there.” (One might also observe that, despite inflation, other American telephonic archaisms persist in the culture, like, “I put a nickel in the telephone to dial my baby's number,” “It's your nickel,” etc.</p>\n<p>Readers outside North America may not be aware that American telephone dials (now <em>pads</em>) still retain alphabetical sequences from the days when local telephone numbers contained names, like <em>PEnnsylvania Six, Five Thousand</em> and <em>BUtterfield 8</em> (usually so written): everyone knew that the first two letters of the name were to be dialed—PE 6-5000, BU 8-. In its infinite wisdom, the telephone companies long ago abandoned words for numbers, having perceived that there were some number combinations (like 95) could not be readily yielded by familiar names. The letters were, however, retained on the instruments, and North American telephones group them this way (wisely, there is no Q):)</p>\n<blockquote>\n<p>1<br>\n2<br>\n3<br>\n4<br>\n5<br>\n6<br>\n7<br>\n8<br>\n9<br>\n0</p>\n<p>ABC<br>\nDEF<br>\nGHI<br>\nJKL<br>\nMNO<br>\nPRS<br>\nTUV<br>\nWXY<br>\nZ</p>\n</blockquote>\n<p>Also, in those days, the zero could not occur among the first three digits, and today, in North America, it cannot be the first digit (in contrast to Britain, where all <em>dialling codes</em> (US: <em>area codes</em>) begin with a zero, as, I believe, do all international codes, universally. In my memory, European telephones have never had letters, but I am sure that I will be quickly corrected by readers if I am wrong.</p>\n<p>There must have been confusion—perhaps it persists—about the alphabetic O [oh] and the numerical 0 [zero], for the telephone companies often made a special point of emphasizing which was meant: I assume that they have statistics on the number of wrong numbers dialed when one was substituted for the other. But in these days of all-digit telephone numbers, the tendency, particularly among younger people, who seem to get confused about such things, is to make certain that the word <em>zero</em> is used, rather than “oh.” I admit that <em>zero</em> does remove any ambiguity in North America; but, without letters on telephones, how could it arise in Europe?</p>\n<p>Ever resourceful, Americans quickly recognized that they could use part or all of their “telephone letters” as a mnemonic. For example, a dealer in stolen automobiles with the telephone number 468-2277 could tell customers to dial “HOT CARS”; a psychiatric clinic with the number 578-6887 could tell patients to phone “5, R U NUTS” (or U R NUTS); dial “PLUMBER” (758-6237) if you have a leak, “COLLEGE” (265-5343) to register for extention courses. “PASSION” (727-7466) to satisfy cravings, “KWIKFIT” (594-5348) (but not “ZIPPER,” because a number cannot start with a Z or zero) for emergency tailoring services, etc. Indeed, Omnigraphics, a company in Detroit, has published a fat book, <em>Phonames,</em> that lists all the possible four-letter combinations in numerical order and, for those who might persuade their local telephone company to change their number to coincide with a desired word or command, alphabetically as well. I understand that the US Coast Guard emergency number was to have been changed to 746-5464 (“SINKING”), but it was decided that it might be too late by the time the call went through. In an earlier issue of VERBATIM writers have commented on what have come to be called “bacronyms,” names of companies, products, charities, and other institutions that have been chosen solely because their acronyms yield words that are pronounceable, meaningful, or both. Here we have the numerical equivalent.</p>\n<p>It will be noted, that the grouping of the numbers differs from country to country: the US retains xxx-xxxx, presumably as a hangover from the old days of telephone name-calling; in Britain, the (older) five-digit and the (newer) six-digit numbers are written solid: xxxxx(x); on the Continent, six-digit numbers are written in sets of two: xx-xx-xx. Newer seven-digit numbers in Britain are written xxx-xxxx, as in the US. Which of these patterns has a better mnemonic advantage it is hard to say. Does anyone use xxx-xxx?</p>\n<p>The literal-minded among us have fastened on the inaccuracy of the retained word <em>dial</em> for what many now have on telephones. The noun presents no real problem, for the term <em>(number) pad</em> already exists to describe the calculatorlike array. But <em>pad</em> proves unsatisfactory as a verb. <em>Press</em> seems to have been pressed into service: but “I put a quarter [<em>or</em> ten-pence (or “ten pee”)] in the telephone to press my baby's number” just does not seem to have the old ring.</p>\n<hr>\n<blockquote>\n<p>“... [A]s Judges shelter their knavery by <em>precedents,</em> so do scholars their ignorance by <em>authority:</em> and when they cannot reason, it is safer and less disgraceful to repeat that nonsense at second hand, which they would be ashamed to give originally as their own.” John Horne Tooke, <em>Epea Ptepoenta, or The Diversions of Purley,</em> Part I, Second Edition, London, 1798, p. 120.</p>\n</blockquote>\n<p>In response to a reader's complaint that his restaurant reviews were becoming “increasingly pretentious,” with “descriptions of the ... food ... sublimated to [his] profound architectural knowledge and appreciation of interior design,” Jonathan Meades, the subject reviewer of <em>The Sunday Times</em> suited the word to the action:</p>\n<blockquote>\n<p>I admit to an interest in architecture and interior design. But then so do many restaurateurs. I do not, however, allow the sublimity or bathos of a setting to blind me to the attributes of its kitchen. Points are awarded for cooking— although the cooking, bad or good, is often not so fascinating as the tectonic or social aspects of a particular place. Making an inventory of a menu is a task for guidebooks. Me, I write only about what I've tasted.</p>\n<p>The “average reader,” who might require a dictionary, and the “normal customer,” with an antipathy to pig's head and sweetbreads, strike me as being the putative gastro-brothers of Toniben's “ordinary working man” or “the man on the Clapham omnibus.” These epithets grow ever more presumptuous, ever more patronising in the context of an ever more factional, furcated society. Whose palate and attitudes other than my own could I possibly use?</p>\n</blockquote>\n<p>As some readers are aware, the teaching of English to schoolchildren in England has been undergoing great upheaval of late: the National Union of Teachers, the largest in the UK, recently voted overwhelmingly (nine out of ten) to boycott a compulsory English test for 14-year-olds by refusing to mark, administer, or “invigilate” ['proctor'] them. John Patten, the Education Secretary, is, according to <em>The Times</em> [4 February 1993], “said to be anxious for standard English to be introduced without endangering regional variations.” Ian Small, headmaster of Bootham School in York, “a specialist on English in the leading independent schools,” is quoted as saying, “Thousands of English teachers have been working their socks off to encourage youngsters to write well and effectively, and if all that work was in vain, it will be a great pity,” a footling remark in the circumstances. <em>The Times</em> reports that the new curriculum will include a reading list of classic works, and “children will be expected to use capital letters and full stops ['periods'] correctly by the age of seven, commas by 11, apostrophes and speech marks by 13, and colons and semi-colons by 16.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Is it doable, do you think?</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>Not long ago in an article on word-processing I came across the word <em>doable</em>. I could not remember having seen it before—but, then, my memory for words frequently lets me down these days. I wondered how it is pronounced. And what does it mean?</p> <p>So to the dictionaries. First, to my trusty <em>Gage Canadian</em>, which defines it as “that can be done” and gives the pronunciation as [doo-uhb'l]. The same definition and pronunciation are given in <em>Webster's New World</em> and in the recent edition of the <em>Concise Oxford</em>. I then went to my 3rd edition of the <em>Concise Oxford</em> (1934): it does not give the word, which caused me to think that it probably is a recently fabricated one and that I should not worry about it. Surely, I thought, the <em>OED Supplement</em> will have something on it. Nothing. So to my magnifying-glass edition of the unsupplemented one. It had <em>doable</em>, with the same definition and pronunciation given in those other dictionaries, with this additional definition, <em>practicable.</em> It also gives a second definition: “Capable of being 'done' or victimized.” The earliest instance of its use given is “A law ... which is doable”—from 1449.</p> <p>All this sent me into intense research into the word <em>do</em>. Dr. Basil Cottle, a scholar at the University of Bristol, in his useful little book, <em>The Plight of English</em>, devotes nearly four pages to it, describing it at the beginning as “a deplorable little syllable.” The emphatic use of <em>do</em> has long been used in our language. Samuel Johnson deplored the superfluous, emphatic use of <em>do</em>, as in “I do love”: he considered it “vitious.” We all use the emphatic <em>do</em>, and that is not always undesirable: “I do believe ... ”; “I do so want to see her”; “Do have a drink.” The <em>Gage Canadian</em> gives 15 distinct definitions for <em>do,</em> along with 10 common idiomatic phrases using it. The abridged edition of Eric Partridge's <em>A Dictionary of Historical Slang</em> gives more than five columns to idioms beginning with <em>do</em>, from <em>do a beer</em> to <em>do you see the green in my eye?</em></p>"
}