{
  "type": "Article",
  "title": "Lexicographic Quirks and Whimsy",
  "author": "John Kahn",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lexicographic Quirks and Whimsy</h1>\n<p><em><span data-rel=\"author\">John Kahn</span> <span data-rel=\"location\">London</span></em></p>\n<blockquote>\n<p><em>lexicographer</em>...A writer of dictionaries; a harmless drudge, that busies himself in tracing the original, and detailing the signification of words.</p>\n<p>—Johnson's <em>Dictionary</em></p>\n</blockquote>\n<p>Whether mainstream lexicographers are harmless is very much open to doubt, but drudges they certainly are. Dr. Johnson's definition, curiously, marks one of those rare occasions when the drudge rebels against his drudgery and defiantly indulges in a moment's humor or whimsy. “The lexicographic mind,” Ambrose Bierce observed in one of his newspaper columns, “is a merely human affair and will occasionally cut its capers.”</p>\n<p>Such humor or whimsy tends, in Johnson's work at any rate, to be of a fairly cynical turn—in keeping both with his general opinionatedness and with his specific feelings of demoralization while compiling the dictionary in the run-up to its publication in 1755. Hence those various other acid chestnuts of his:</p>\n<blockquote>\n<p><em>oats</em>... A grain, which in England is generally given to horses, but in Scotland supports the people.</p>\n<p><em>patron</em>... One who countenances, supports or protects. Commonly a wretch who supports with insolence, and is paid with flattery.</p>\n<p><em>pension</em>... An allowance made to any one without an equivalent. In England it is generally understood to mean pay given to a state hireling for treason to his country.</p>\n</blockquote>\n<p>(The Cynical Definition went on to become a kind of literary genre, thanks especially to Ambrose Bierce.)</p>\n<p>Johnson's opposite number in North America, Noah Webster, was hardly a wit of the same order, but he too seems to have occasionally injected a (somewhat plodding) cynical humor into the definitions in his dictionary of 1828:</p>\n<blockquote>\n<p><em>viceregent</em>... A lieutenant; a vicar; an officer who is deputed by a superior or by proper authority to exercise the powers of another. Kings are sometimes called God's viceregents. It is to be wished they would always deserve the appellation.</p>\n</blockquote>\n<p>It is possible that much of the supposed humor in Webster's dictionary is unintentional—a 20th century response to his earnestly homiletic approach to lexicography. Certainly some of his “definitions”—really, short moral tracts—cannot fail to arouse a condescending smile today, so quaint do they seem across a distance of 165 years. The entry at <em>vice</em>, for instance, ends with these helpful words:</p>\n<blockquote>\n<p><em>Vice</em> is rarely a solitary invader; it usually brings with it a frightful train of followers.</p>\n</blockquote>\n<p>The monumental <em>Oxford English Dictionary</em> [<em>OED</em>], now in its second edition and filling 20 vast volumes, contains many extremely quaint definitions that were written a hundred years ago or more and remain unrevised:</p>\n<blockquote>\n<p><em>amœba</em>... A microscopic animalcule (class <em>Protozoa</em>) consisting of a single cell of gelatinous sarcode, the outer layer of which is highly extensile and contractile, and the inner fluid and mobile, so that the shape of the animal is perpetually changing.</p>\n</blockquote>\n<p>And this from an edition published in 1989 and purportedly up to date!</p>\n<p>Unintended humor in dictionaries would usually originate elsewhere. First, simply, in a severe error within the definition. One American dictionary, which I cannot identify, apparently defines the British slang term <em>pooftah</em> as “a lady's man” (possibly a misfire for “an effeminate man,” a secondary sense nowadays, after “a male homosexual”). It is difficult to explain to a non-Brit just how funny this misdefinition is—almost as funny as Webster's attempt at defining <em>wicket-keeper</em>: “the player in cricket who stands with a bat to protect the wicket from the ball.” (One might expect bilingual dictionaries to abound in such confusions, yet I have no record of any: simple mistakes, yes, but nothing in the least risible).</p>\n<p>Early dictionaries are obviously riddled with bizarre errors of fact. In what is probably the very first English dictionary, published in about 1623, Henry Cockeram unskeptically defines animals according to current folklore: the <em>ignarus</em> “singeth six kinds of notes, one after another, as, la-sol-me-fa-me-re-ut” (there is no arguing when the details are so specific); the <em>barble</em> is “a Fish that will not meddle with the baite untill with her taile she have unhooked it from the hooke.” Nathan Bailey, whose dictionary of 1721 was to guide-Johnson's own work, happily defined the <em>Loriot</em> or <em>Golden Oriole</em> as “a bird that, being looked upon by one who has the yellow jaundice, cures the person and dies himself.”</p>\n<p>Errors may be typographical rather than lexicographical. One gremlin has a Nazi streak, I notice. Here are a couple of his pranks:</p>\n<blockquote>\n<p><em>Oświecim</em>... it lies near the site of the Auschwitz-Birkenau extermination camp, where, between 1942 and 1945, some 4,000 people, mostly German and east European Jews, were systematically put to death by the Nazis. <em>[Great Illustrated Dictionary</em>, first printing, <em>Reader's Digest, London</em>, 1984; subsequently corrected to read “4,000,000 people.”]</p>\n<p><em>parev/parve</em> referring to foods prepared with meat or milk products and therefore suitable for any meal. [<em>Reader's Digest Reverse Dictionary</em>, first printing, London, 1989; subsequently corrected to read “prepared without meat or milk products.”]</p>\n</blockquote>\n<p>Next, the wackiness of the concept or word itself, whose dutiful definition cannot fail to provoke a gasp of comic disbelief—wackiness often being in direct proportion to rudeness. Bilingual dictionaries are the major source:</p>\n<blockquote>\n<p><em>raphanidoo</em> thrust a radish up the fundament, a punishment of adulterers in Athens. [Liddell and Scott's <em>Greek English Lexicon</em>, <em>OUP</em>]</p>\n</blockquote>\n<p>These call for special treatment.</p>\n<p><em>Defenestration</em> 'the act of throwing someone out of a window' is probably too familiar to attract notice of how wacky it is, but what about the following?:</p>\n<blockquote>\n<p><em>sooterkin</em>... Dutch woman's afterbirth allegedly produced by sitting over stove. [<em>Concise OED</em>, seventh edition; omitted in the current, eighth edition.]</p>\n<p><em>mephistopheles</em>... A beard consisting solely of the hairs between the lower lip and the chin, often waxed and shaped in an upward curve. [<em>Reader's Digest Dictionary</em>]</p>\n<p><em>merkin</em>... an artificial hairpiece for the pudendum; a public wig. [<em>Collins English Dictionary</em>, third edition.]</p>\n<p><em>koro</em> a mental state...in which the subject experiences the sensation that his penis is shriveling or is being drawn into the abdomen. [<em>Stedman's Medical Dictionary</em>, Baltimore]</p>\n<p><em>mallemaroking</em>... carousing of seamen in icebound ships. [<em>Chambers English Dictionary</em>, 1988]</p>\n</blockquote>\n<p><em>OED2e</em> avoids spelling out the definition of <em>merkin</em> in this way, but does add the following mind-spinning citation:</p>\n<blockquote>\n<p><em>Variant</em> reporters interviewed a French public wig maker, the head of one of the world's most important firms making merkins and other 'intimate wigs.'</p>\n</blockquote>\n<p>The implications here are stupendous—not just that there are types of “intimate wig” other than merkins, but also that there are several other merkin-factories round the world vying for the honor of most important firm, and a great many more such factories that are of lesser importance.</p>\n<p>Next, a comic disproportion between the simplicity of the word being defined and the earnestly detailed complexity of the definition:</p>\n<blockquote>\n<p><em>network</em>... Any thing reticulated or decussated, at equal distances, with interstices between the intersections. [Dr. Johnson again.]</p>\n<p><em>acorn</em>... the nut of the oak usu. seated in or surrounded by a hard woody cupule of indurated bracts. [<em>Merriam-Webster III.</em>]</p>\n</blockquote>\n<p>Two of *Merriam-Webster III'*s weirdest definitions are the famously convoluted wordings at the main senses of <em>door</em> and <em>hotel</em>.</p>\n<p>Then, the monumentally unsuccessful definition, with a bizarre failure to elucidate—<em>ignotum per ignotius</em>, explaining the unknown by means of the incomprehensible:</p>\n<blockquote>\n<p><em>cactolith</em>... A quasi-horizontal chonolith composed of anastomising ductoliths, whose distal ends curl like a harpolith, thin like a sphenolith, or bulge discordantly like an akmolith or ethmolith. [<em>Glossary of Geology and Related Sciences</em>, American Geological Institute, 1957.]</p>\n<p><em>kophobelemnonidae</em>... A family of stelechotokean anthozoons, belonging to the alcyonarians, with a rachis longer than peduncle, cylindrical and with pararachides provided with retractile autozooids in indefinite rows. [<em>Funk &amp; Wagnalls New Standard]</em></p>\n</blockquote>\n<p>Serious dictionaries are likely to let down their hair more often in the examples they choose or construct to illustrate a meaning than in the wording of the definitions themselves. To illustrate the expletive use of the word <em>damn</em>, for instance, H.C. Wyld's <em>Universal Dictionary of the English Language</em> [George Routledge and Sons, 1932] prints the phrase <em>damn this dictionary</em>. To illustrate the sense and syntax of <em>partial</em> 'having a particular liking for a different <em>Universal Dictionary</em> [Reader's Digest 1987] offers the example <em>very partial to fat Turkish cigarettes and strawberries</em>.</p>\n<p>The recently published <em>Oxford Thesaurus</em>, by Laurence Urdang, contains thousands of example sentences to illustrate usage, including a sprinkling of quirky specimens, all from the American Edition; these were excised from the British Edition on the grounds that they were “distracting”</p>\n<blockquote>\n<p><em>jump...10</em>...<em>My horse cleared the jump easily, but I didn't quite make it.</em></p>\n<p><em>retrieve...1...1</em>...<em>Simon trained his dog to retrieve his slippers—Simon's, that is</em>.</p>\n<p>*take...26...*<em>They asked me to take the part of Yorick in the next production of</em> Hamlet.</p>\n<p><em>traumatic</em>...<em>Surviving a plane crash may be a traumatic experience, but it can't compare with being killed</em>.</p>\n</blockquote>\n<p>The zaniest example I know of occurs in a bilingual dictionary published in 1966, the Ensk-Islensk Ordabók [English-Icelandic Dictionary] of Sigurour Orn Bogason. The headword <em>toad</em> is duly glossed, as <em>padda, karta</em>, and then—quite needlessly—illustrated, with this remarkably elucidating sentence: <em>the toad was delighted to see his mother again</em>. (Bogason's dictionary is notable for another curious feature: the entry for the word <em>disappear</em> was somehow omitted, or perhaps it simply disappeared. Was it a deliberate joke, comparable to the omission, from the spellcheck subroutine of WordPerfect 5.0, of <em>lost?)</em></p>\n<p>To return to whimsical definitions. The mainstream lexicographic minds that cut far and away the most capers to relieve the drudgery are those that have compiled <em>Chambers English Dictionary</em> over the decades [Edinburgh; latest edition, 1988]. (Previous contributions to VERBATIM have noted some of these: see <em>XV</em>, 1, p. 5; XV, 3, p. 18.) The game began nearly a century ago with the 1898 edition, under its second editor Rev. Thomas Davidson (any relation of J.A. Davidson, who wrote the article in <em>XV</em>, 1). Through the dictionary's various editions and changes of name, the whimsical definitions waxed and waned, until the 1972 edition purged almost all of them from the text. Following a great deal of outraged protest from traditionalist readers, most of the famous definitions were rehabilitated in the 1983 edition and can still be found in the current edition. Let them now speak for themselves. Here is a selection of the best (those marked with an asterisk are not in the current edition, never having been reinstated after an earlier expulsion).</p>\n<blockquote>\n<p><em>Agapemone,</em>... a religious community of men and women whose 'spiritual marriages' were in some cases not strictly spiritual, founded in 1849 at Spaxton...</p>\n<p><em>bump,</em>... a protuberance on the head confidently associated by phrenologists with qualities or propensities of mind</p>\n<p><em>charity begins at home,</em> usually an excuse for not allowing it to get abroad</p>\n<p><em>double-locked,</em>... locked by two turns of the key, as in some locks and many novels</p>\n<p><em>éclair,</em>... a cake, long in shape but short in duration, with cream filling and chocolate or other icing</p>\n<p><em>fish,</em>... <em>v.i.</em> to catch or try to catch or obtain fish, or anything that may be likened to a fish (as seals, sponges, coral, compliments, information, husbands...)</p>\n<p><em>ghost-word,</em> a word that has originated in the blunder of a scribe or printer—common in dictionaries</p>\n<p><em>hagweed,</em> the common broom-plant—a broomstick being a witch's usual aircraft</p>\n<p><em>havana</em>...a fine quality of cigar, named from Havana, the capital of Cuba, fondly supposed to be made there</p>\n<p><em>he-man,</em> a man of exaggerated or extreme virility, or what some women take to be virility</p>\n<p><em>jay-walker,</em> a careless pedestrian whom motorists are expected to avoid running down</p>\n<p><em>Land o' the Leal,</em> the home of the blessed after death—Paradise, not Scotland</p>\n<p><em>lunch</em>...a restaurateur's name for an ordinary man's dinner</p>\n<p><em>man-eater,</em> a cannibal: a tiger or other animal that has acquired the habit of eating men: a woman given to chasing, catching and devouring men (<em>coll</em>.)</p>\n<p><em>middle-aged</em>...between youth and old age, variously reckoned to suit the reckoner</p>\n<p><em>nice</em>...agreeable, delightful, respectable (often used in vague commendation by those who are not nice...)</p>\n<p><em>noose</em>...a snare or bond generally, esp. hanging or marriage</p>\n<p><em>ozone</em>...an imagined constituent in the air of any place that one wishes to commend</p>\n<p><em>perpetrate</em>...to execute or commit (esp. an offence, a poem, or a pun)</p>\n<p><em>petting party,</em> (<em>coll</em>.) a gathering for the purpose of amorous caressing as an organised sport</p>\n<p><em>Pict,</em>... in Scottish folklore, one of a dwarfish race of underground dwellers, to whom (with the Romans, the Druids and Cromwell) ancient monuments are generally attributed</p>\n<p><em>picture-restorer,</em> one who cleans and restores and sometimes ruins old pictures</p>\n<p><em>restoration</em>...renovations and reconstruction (sometimes little differing from destruction) of a building, painting, etc.</p>\n<p><em>sea-serpent,</em> an enormous marine animal of serpent-like form, frequently seen and described by credulous sailors, imaginative landsmen, and common liars</p>\n<p><em>temperance hotel,</em> one which professes to supply no alcoholic liquors; <em>temperance movement,</em> a political and not always temperate agitation for the restriction or abolition of the use of alcoholic liquors</p>\n<p><em>vamp,</em> a featherless bird of prey</p>\n</blockquote>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lexicographic Quirks and Whimsy</h1> <p><em><span data-rel=\"author\">John Kahn</span> <span data-rel=\"location\">London</span></em></p> <blockquote>\n<p><em>lexicographer</em>...A writer of dictionaries; a harmless drudge, that busies himself in tracing the original, and detailing the signification of words.</p>\n<p>—Johnson's <em>Dictionary</em></p>\n</blockquote> <p>Whether mainstream lexicographers are harmless is very much open to doubt, but drudges they certainly are. Dr. Johnson's definition, curiously, marks one of those rare occasions when the drudge rebels against his drudgery and defiantly indulges in a moment's humor or whimsy. “The lexicographic mind,” Ambrose Bierce observed in one of his newspaper columns, “is a merely human affair and will occasionally cut its capers.”</p> <p>Such humor or whimsy tends, in Johnson's work at any rate, to be of a fairly cynical turn—in keeping both with his general opinionatedness and with his specific feelings of demoralization while compiling the dictionary in the run-up to its publication in 1755. Hence those various other acid chestnuts of his:</p>"
}