{
  "type": "Article",
  "title": "More Texas Prison Slang",
  "author": "David Stuart Schofield",
  "location": "Huntsville, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">More Texas Prison Slang</h1>\n<p><em><span data-rel=\"author\">David Stuart Schofield</span> <span data-rel=\"location\">Huntsville, Texas</span></em></p>\n<p>Slang collected in the Texas prison at Huntsville is that used by prisoners, not by the prison's employees. Some of the expressions originated during riots, or thrill killings, or both. Prisons are ugly; so are the prisoners; so is the slang.</p>\n<p>Before prison reforms of the early 1980s, the prisons were run mostly by prisoners who were strictly accountable to strategically scattered guards, comparatively few in number. Many of the disciplinary measures then used by state employees and supervising prisoners are now illegal. With or without the knowledge of state employees, torture to the point of death was not uncommon, and some of the words in the following list refer to torture. It is evident that the torturers had several different motives: to humiliate, crush, or punish the victim; to force him to cooperate; to learn the location of valuables “outside”; to assert one prison gang's dominance over another; to give the torturer a “macho trip.”</p>\n<p>Even after the reforms, prison is far more dangerous than most non-prison environments. But reforms led to more direct state supervision, more prison units were built, and the prison became less like a huge collection of hellish sardine cans. Although the long overdue reforms came, the slang lingers on.</p>\n<p>Some of the following expressions, like <em>writ room,</em> must have had their beginnings in states of tranquillity. Not so with words like <em>skill</em> and <em>singarette</em>. The spellings of a few of the words, like <em>singarette</em> and <em>worman,</em> are attempts at reflecting their pronounciation, for they have no spelled tradition.</p>\n<p><em>A-1 Sauce 1.</em> the blood of a prisoner-victim killed in a cell on the Wynne Units A-1 block. 2. any blood spilled anywhere.</p>\n<p><em>air-raid</em> See <em>singarette.</em></p>\n<p><em>all-night popcorn</em> marvellous; great: <em>When things are going your way, it's like all-night popcorn</em>.</p>\n<p><em>autocrats</em> car thieves.</p>\n<p><em>banker</em> a prisoner who runs “The United Stakes of America” or the property pooling system, on a cell block or in a <em>tank.</em></p>\n<p><em>big “I”</em> the <em>F.B.I.</em></p>\n<p><em>bombs 1.</em> the manual dismemberment of a victim in order to make identification more difficult. <em>2.</em> the nickname given to prisoners who dismember their victims.</p>\n<p><em>building tender</em> (before reform) a prisoner designated to maintain order on a cell block; the methods used and <em>building tenders</em> themselves are no longer legal.</p>\n<p><em>catch the chain</em> to be transferred to another prison unit.</p>\n<p><em>cell warrior</em> a prisoner who talks tough when he is safely in his cell but who is meek when out of it.</p>\n<p><em>cho-cho</em> ice cream.</p>\n<p><em>chocolate mocha</em> the name given by a prisoner of Latin-American origin to a concoction of feces and warm water that he offered to a sick “gringo” prisoner.</p>\n<p><em>Chuck Taylors</em> tennis shoes.</p>\n<p><em>collector</em> one who extorts money from other prisoners.</p>\n<p><em>cure</em> a folk remedy sold and administered by Mexican-American <em>maestros</em> to sick “gringo” prisoners (which always makes them sicker).</p>\n<p><em>Cyclops</em> a prisoner with a glass eye.</p>\n<p><em>daughter</em> a pimp's prostitute.</p>\n<p><em>dims</em> sadness; depression; melancholy: <em>an attack of the dims</em>.</p>\n<p><em>dine</em> to eat with cannibals.</p>\n<p><em>director, the</em> a pimp who “directs” prostitutes.</p>\n<p><em>Elmers, the</em> nickname for homicidal maniacs similar to the well-publicized one named <em>Elmer</em>.</p>\n<p><em>fram</em> to frame a person for an act he did not commit.</p>\n<p><em>free world</em> the world beyond prison walls.</p>\n<p><em>gill</em> kill.</p>\n<p><em>Grinch</em> nickname for a <em>collector.</em></p>\n<p><em>guacamole</em> feces.</p>\n<p><em>huffable</em> any substance capable of causing a “high” when sniffed.</p>\n<p><em>Johnnies</em> sack lunches for prisoners unable to avoid missing a meal in the dining room. They are sometimes served during lulls in riots.</p>\n<p><em>klondyke, klon</em> derogatory nickname for any female prison employee. [Play on <em>dyke</em> 'lesbian.']</p>\n<p><em>lockdown</em> the confinement of all prisoners to their cells, as during a riot.</p>\n<p><em>maestro</em> Tex-Mex lingo for practitioners of Latin-American-style folk medicine, which they both sell and administer.</p>\n<p><em>Maxicans</em> the most influential and presumably powerful of the Mexican-American prisoners.</p>\n<p><em>metamorphosis</em> the butchery of a prisoner, e.g., by the castration of males, removal of the breasts of females; a term used by some Latin-American prisoners.</p>\n<p><em>nobodies</em> prisoners.</p>\n<p><em>notspitals</em> any of the prison system's medical facilities that supposedly provide in-patient care and are loosely described as “hospitals.”</p>\n<p><em>other side, on the</em> dead. [From Cuban Spanish <em>En el otro lado</em>.]</p>\n<p><em>PBS, on</em> the generally circulated details of a person's life. [From the initials of the old Public Broadcasting System.]</p>\n<p><em>out there</em> in the <em>free world.</em></p>\n<p><em>piddler</em> a prisoner who participates in the prison's crafts programs.</p>\n<p><em>piddling room</em> a craft shop for prisoner recreation, supervised by prison employees.</p>\n<p><em>pistols</em> leather riding gloves sold in the prison commissary, sometime worn during prison fist fights in order to scar an opponent's face.</p>\n<p><em>porcupine beef</em> a meat patty rolled in rice and chopped onion before cooking. [Not literally from porcupine.]</p>\n<p><em>pretzel</em> the position of a prisoner immobilized by being handcuffed behind and, with his knees bent, having his crossed ankles shackled; used in subduing particularly unruly prisoners.</p>\n<p><em>proteen</em> a teenaged professional criminal.</p>\n<p><em>rock and roll 1.</em> a drug mixture. <em>2.</em> to fight.</p>\n<p><em>Rockefellers</em> a gang of prisoners who specialize in rape in the <em>free world.</em> [The <em>rocks</em> referred to are the gang members' testicles.]</p>\n<p><em>rots</em> (formerly) as in <em>He's got the rots,</em> refers to having been placed in an isolation cell deprived of food, water, and medical care.</p>\n<p><em>run</em> a walkway on a cell block.</p>\n<p><em>set off</em> postpone; usually used in reference to a <em>set off parole</em>.</p>\n<p><em>shakedown</em> a search of a prisoner or his cell.</p>\n<p><em>shot</em> a spoonful of dry instant coffee.</p>\n<p><em>singarette</em> one of a number of lit cigarettes used in torturing a prisoner to make him confess (that is, <em>sing</em>); dozens of cigarettes so used constitute an <em>air raid.</em></p>\n<p><em>skill 1.</em> to kill. <em>2.</em> the conditioning by torture of a victim over an extended period to make him obedient.</p>\n<p><em>slay ride</em> a punning reference to ride in a vehicle in which the victim is slain.</p>\n<p><em>somebodies</em> prison employees.</p>\n<p><em>spoked</em> (of a prisoner-victim) forced to use a wheelchair (with spoked wheels) because his legs have been broken.</p>\n<p><em>Spokes</em> nickname of a prisoner who has been <em>spoked.</em></p>\n<p><em>square</em> a cigarette from a pack.</p>\n<p><em>stinger</em> an electric water heater sold by the prison commissary for making coffee, tea, or soup.</p>\n<p><em>stoon 1.</em> to decorate a human victim with cigarette burns as a means of torture. <em>2.</em> the corpse of a victim murdered in this way. [From <em>festoon</em>.]</p>\n<p><em>stuck out 1.</em> left out. <em>2.</em> locked out. <em>3.</em> overlooked.</p>\n<p><em>tag, on</em> restricted to one's cell, said of a prisoner in the psychiatric treatment center.</p>\n<p><em>tank</em> a large cell that can accommodate many prisoners.</p>\n<p><em>tank boss</em> (formerly, before reform) a prisoner-supervisor of a <em>tank.</em></p>\n<p><em>Tex-Mex</em> the lingo spoken by many bilingual Texans who combine English and Spanish in the same sentences.</p>\n<p><em>That</em> the carnage that occurred during a riot: <em>No one wants to go through That again!</em></p>\n<p><em>T. Jones</em> black slang for <em>mother</em>.</p>\n<p><em>trainee</em> See <em>trainer.</em></p>\n<p><em>trainer</em> an enforcer who specializes in prolonged torture to elicit certain conditioned responses from his victims, or <em>trainees,</em> who become highly obedient.</p>\n<p><em>training</em> physical obedience training.</p>\n<p><em>transmogrify</em> to maim and kill.</p>\n<p><em>turnkey</em> (formerly, before reform) a prisoner-supervisor who locked and unlocked hallway doors.</p>\n<p><em>Vampire, the</em> a laboratory technician in an infirmary who takes blood samples.</p>\n<p><em>vulcanize</em> to inflict severe burns on a victim, causing him to become a <em>stoon.</em></p>\n<p><em>wampus 1.</em> a female used as a medium of exchange. <em>2.</em> white slavery. [From <em>wampum</em>.]</p>\n<p><em>wham</em> a cookie. [From a trade name?]</p>\n<p><em>worman</em> a decomposing corpse of a woman infested with maggots.</p>\n<p><em>writ room</em> the law library used by prisoners.</p>\n<p><em>writ writer 1.</em> a prison “attorney”; a barrackroom lawyer. <em>2.</em> a litigious prisoner.</p>\n<p><em>zoom 1.</em> anything that causes a “high.” <em>2.</em> the “high” itself. <em>3.</em> to get “high.”</p>\n<p><em>zu-zu</em> a cookie. [From the trade name.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">More Texas Prison Slang</h1> <p><em><span data-rel=\"author\">David Stuart Schofield</span> <span data-rel=\"location\">Huntsville, Texas</span></em></p> <p>Slang collected in the Texas prison at Huntsville is that used by prisoners, not by the prison's employees. Some of the expressions originated during riots, or thrill killings, or both. Prisons are ugly; so are the prisoners; so is the slang.</p> <p>Before prison reforms of the early 1980s, the prisons were run mostly by prisoners who were strictly accountable to strategically scattered guards, comparatively few in number. Many of the disciplinary measures then used by state employees and supervising prisoners are now illegal. With or without the knowledge of state employees, torture to the point of death was not uncommon, and some of the words in the following list refer to torture. It is evident that the torturers had several different motives: to humiliate, crush, or punish the victim; to force him to cooperate; to learn the location of valuables “outside”; to assert one prison gang's dominance over another; to give the torturer a “macho trip.”</p> <p>Even after the reforms, prison is far more dangerous than most non-prison environments. But reforms led to more direct state supervision, more prison units were built, and the prison became less like a huge collection of hellish sardine cans. Although the long overdue reforms came, the slang lingers on.</p>"
}