{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Language of Jokes: Analysing Verbal Play",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Language-Jokes-Analyzing-Verbal-Interface/dp/0415030900\"><em>The Language of Jokes: Analysing Verbal Play</em></a></h1>\n<p>Delia Chiaro, (Routledge, 1992), x + 129pp.</p>\n<p>That humor is a very serious business is certainly borne out by the po-faced treatment the subject receives in this analysis, though the fault cannot be said to lie with the author. The subject, alas, calls for jokes to be explained, surely the most painful experience that could be dreamt up by the mind of woman (just to give them equal time): Torquemada do your worst! It is hard to believe that anyone could survive the mental thumbscrew that explaining jokes inflicts: even if one has not got a joke and its explanation is, in a sense, welcome—after all, no one likes to feel left out—what humor it might once have possessed is crushed out of it. I have tried to write about humor and have found it such a humorless chore that I have given up, usually after one paragraph. There is a great deal to be said about jokes and humor in general, and it is hard to understand why the subject is so exasperatingly boring. Perhaps it is because there is a huge difference between something's being funny and the explanation of why it is funny, often given to someone who does not think it is.</p>\n<p>Those jokes in one's native language that need explanation are usually those that have references outside the ken of the listener. Ms. Chiaro treats not only these but, when she hits full stride, the difficulties in translating jokes between languages, where even the explanations are often hard to get across, because of either sociocultural differences, linguistic differences, or both. Puns are a common source of jokes, especially those that have come to be called “one-liners.” In a recent letter in <em>Sunday Times Books</em> [18 October 1992], a West Sussex headmaster wrote as follows:</p>\n<blockquote>\n<p>For years it has been sub-editing practice to headline pieces in a punning manner: in the Books section of October 11, for example, we have, “The art of friction,” “Tartar source,” “Reef encounters,” “Class menagerie.”</p>\n<p>My mild amusement at this is, after a couple of decades, turning to mild irritation: any chance of a change?</p>\n</blockquote>\n<p>Jokes involve the use of language most of the time, though the author acknowledges the existence of visual jokes, too. One of the shortcomings of the book is the failure to cover, even minimally, the major types of jokes. For example, the current trend among stand-up comedians—particularly as reflected in the persistent American television broadcasts from various “improvs”—is simply to retail common, ordinary, everday events and rely on the audience to laugh appreciatively at the perception of the “comedian” to point out our foibles. I suppose that can be classified as a reaction of mild amusement at the cleverness displayed, but it, too, soon cloys.</p>\n<p>The author does not appear to have reached serious conclusions: at the end of the book, in a short section titled Conclusion, she offers some useful observations about “expressions of humor” and about the difficulties encountered by a teacher of English as a foreign language in trying to impart to students the linguistic skills required to understand English literature; but these observations can scarcely be termed “conclusions,” for no coherent theory has actually been set forth in the book.</p>\n<p>Chiaro, always more that than oscuro in her presentation, is not only not to be blamed for the lack of theory but merits praise for having tackled a subject that most of us dread and that has not been treated satisfactorily by any of its commentators, from Plato to Freud to Hockett, et al. In such a brief treatment, it is not possible to cover every aspect of a complex, multifaceted, albeit deadly subject.</p>\n<p>I found only two small errors, both on page 94: “homphone,” and the transcription \\?\\/tInguetI/ should be \\?\\/tInguttI/(for Italian <em>cinguetti</em>).</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Language-Jokes-Analyzing-Verbal-Interface/dp/0415030900\"><em>The Language of Jokes: Analysing Verbal Play</em></a></h1> <p>Delia Chiaro, (Routledge, 1992), x + 129pp.</p> <p>That humor is a very serious business is certainly borne out by the po-faced treatment the subject receives in this analysis, though the fault cannot be said to lie with the author. The subject, alas, calls for jokes to be explained, surely the most painful experience that could be dreamt up by the mind of woman (just to give them equal time): Torquemada do your worst! It is hard to believe that anyone could survive the mental thumbscrew that explaining jokes inflicts: even if one has not got a joke and its explanation is, in a sense, welcome—after all, no one likes to feel left out—what humor it might once have possessed is crushed out of it. I have tried to write about humor and have found it such a humorless chore that I have given up, usually after one paragraph. There is a great deal to be said about jokes and humor in general, and it is hard to understand why the subject is so exasperatingly boring. Perhaps it is because there is a huge difference between something's being funny and the explanation of why it is funny, often given to someone who does not think it is.</p> <p>Those jokes in one's native language that need explanation are usually those that have references outside the ken of the listener. Ms. Chiaro treats not only these but, when she hits full stride, the difficulties in translating jokes between languages, where even the explanations are often hard to get across, because of either sociocultural differences, linguistic differences, or both. Puns are a common source of jokes, especially those that have come to be called “one-liners.” In a recent letter in <em>Sunday Times Books</em> [18 October 1992], a West Sussex headmaster wrote as follows:</p> <blockquote>\n<p>For years it has been sub-editing practice to headline pieces in a punning manner: in the Books section of October 11, for example, we have, “The art of friction,” “Tartar source,” “Reef encounters,” “Class menagerie.”</p>\n<p>My mild amusement at this is, after a couple of decades, turning to mild irritation: any chance of a change?</p>\n</blockquote>"
}