{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford Companion to the English Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.oxfordreference.com/view/10.1093/acref/9780199661282.001.0001/acref-9780199661282\"><em>The Oxford Companion to the English Language</em></a></h1>\n<p>Tom McArthur, ed., (Oxford University Press, 1992), xxvii (xxix) + 1184pp.</p>\n<p>Readers of VERBATIM and all who share their interests in language should own a copy of this outstanding work. Although it is not exhaustive in its coverage, the <em>OCEL</em> offers by far the most comprehensive picture available of the English language as the 20th century draws to a close. Still, for historical reasons one should have liked to see entries for Ido, Interlingua, and Volapük, which do not merit even mention under ARTIFICIAL LANGUAGE; <em>Syntactic Structures</em>, listed under CHOMSKY, ought to have its own entry, if only for the cross reference (though TRANSFORMATIONAL-GENERATIVE GRAMMAR is in); scores of individuals, from contemporaries like Yorick Wilks to important historical commentators like Alford, Pegge, and Tooke, would have provided informative, useful entries. (It hardly behooves me to complain, as there is an entry not only for VERBATIM but for URDANG, Laurence; besides, I must accept responsibility as contributor of a number of the entries, though, of course, I did not see the complete work till it was published.)</p>\n<p>I see from the foregoing that I have, inevitably, slipped into the reviewer's trap, so neatly laid by generations before me, of commenting on what is not in the book under discussion rather than what is. If I have not impaled myself on the upthrusting points of editors' razor-sharp styli, I shall try to recover. Some of the more interesting kinds of entries deal with writers. As the <em>OCEL</em> is concerned with language, per se, one would expect such entries to treat the writer's style, and, indeed, the entry on MELVILLE does so; but the treatment is uneven: that for CONRAD, aside from quoting a passage from <em>Heart of Darkness</em>, is barren of comment on language, and that for BURGESS focuses on a quotation of <em>nadtsat'</em> from <em>A Clockwork Orange</em>, with no mention of the author's position (at least in the <em>UK</em>) as a language guru. Admittedly, such entries are extremely difficult to compose, but a proper treatment has certainly been successfully attempted in the entries for SHAKESPEARE and for ORWELL.</p>\n<p>The occasional historical comment involving history recent enough for me to have been a part of it is not always exactly right. For example, under RANDOM HOUSE DICTIONARY is given the information, “Recognizing an opportunity in the national outcry against <em>Webster's New International Dictionary</em> (Merriam, 1961), Random House commissioned an expansion of its <em>American College Dictionary</em> (1947) ....” As it happened, the first plans for the expansion of the <em>ACD</em> were discussed in 1958, when the people at Random House had no inkling of a forthcoming new edition from Merriam; as I have described elsewhere, from its conception, the plans for the <em>RHD</em> were entirely market-driven. In the entry for COMPUTER TYPESETTING, the information is given, “Starting in the 1970s, devices with film strips or film wheels, containing images of characters, were widely used to produce master copies on photographic film. More recently, the use of pre-made film images has given way to cathode-ray tubes which generate characters as requested.” The Photon machine was in use during the 1950s: I was used for the composition of the <em>Funk Wagnalls Dictionary—International Edition</em> in 1956; I was present at a demonstration of the (Mergenthaler) Linofilm in the early 1960s; and Dr. Hell's Digisetter, which generated “characters as requested” from what we might today call image bytes (to distinguish them from pixels) was in use in the latter part of the 1960s: one was certainly in operation in 1969 at the McCall Corporation's composition plant in Princeton, New Jersey, driven by an <em>RCA</em> Spectrum computer. One hopes that such factual slips can be cleared up in the next edition (or printing).</p>\n<p>It would have been useful had the entry FOLK ETYMOLOGY included a reference to <em>Folk Etymology, A Dictionary of Verbal Corruption or Words Perverted in Form and Meaning by False Derivations or Mistaken Analogy</em>, Rev. A. Palmer Smyth, George Bell &amp; Sons [London], 1882. On the other hand, now that I have provided the reference, I suppose that there is no need to add it to the <em>OCEL</em>.</p>\n<p>Turning to subjects about which I know little, I was delighted by the full and informative article, INDIAN ENGLISH 1, but even that provokes a criticism (probably felt by the Editor even more strongly than by me), namely, where is the Index? There is such a wealth of material buried in its thousands of articles that remains inaccessible for lack of an Index that one despairs of the judgment of the publishers. I know, I know: there is a thematic guide in the forematter and the two types of cross references at the ends of the entries are extremely helpful; also, to have added an Index would have run up the price of the book by another 25 per cent (or whatever). But so what? What boots it to have paid 20 per cent less (I shall leave it to you to do the arithmetic) for a book the depths and wisdom of which it is difficult to plumb without an Index. In the entry PHILOLOGY, for instance, appears a reference to 'dead' language, but there is no mention of that entry at DEAD LANGUAGE (which, in any event, has only cross references, quite appropriate in view of the fact that the subject of the book is English). Still, members of The Society of Indexers will spin in their groove— and with justification!</p>\n<p>The <em>OCEL</em> is, surely, a prodigious undertaking and Tom McArthur, aided by his wife Feri, deserves enormous credit for having produced a well-balanced work. Inevitably, one encounters articles on relatively abstruse subjects that, owing to concision, are not easily understood, chiefly because they assume a level of sophistication not necessarily possessed by the user. The lengthy article on LITERARY CRITICISM, though conveniently broken down into fifteen sections, proved difficult reading for me. In a review of <em>OCEL</em> in the <em>Times Literary Supplement</em> [11 December 1992] it was suggested that inserting asterisks alongside the terms that were treated in their own entries would have helped; that is certainly an accepted and often helpful practice in longer encyclopedic texts, but it tends to interrupt reading and clutters up shorter entries of the kind encountered in the <em>OCEL</em>. It was further suggested that language is not best served by alphabetic organization, but that is merely a plea for much longer, more comprehensive articles, which lie outside the scope of a <em>Companion</em>. Given the restrictions on space, the editors have done an admirable job.</p>\n<p>One must bear in mind, too, that one of the most difficult of an editor's responsibilities in such a work is to rewrite articles submitted by contributors, with widely disparate writing styles, in order to make them, if not uniform, at least compatible. In fine, while there is no doubt that the <em>Companion</em> will—and should—become a standard work on the language, one must not impute to its function anything more than its service as a guide: the English language is unimaginably vast, in its origins and history, in its literary, philosophical, psychological, social, and specialized applications, and in the descriptions of its grammar, usage, dialects, and lexicon, both historical and contemporary. Consider that the <em>OED</em>, which makes no pretensions at being exhaustive or complete, occupies some twenty quarto volumes in its description of the lexicon alone; consider that a descriptive bibliography of the huge number of lexicographical works on the myriad aspects of English alone would occupy several similar volumes; consider the multivolume works on English grammar—by Curme, Poutsma, Jespersen, et al.; consider the immense corpus of English literature and of the writings about it; and then consider all the material ancillary to the foregoing: the teaching of English not only to foreign learners but to native speakers as well, the conventions of writing, punctuation, usage, and pronunciation, the multifarious influences of English and on English around the world, the study of style and of literary devices, etymology, etc. It is difficult enough to assimilate all the categories associated with language without trying to cope with their organization and treatment. In such an attempt, there are bound to be points of disagreement, arguments that “important” subjects have been accorded short shrift, minor inaccuracies that will submit to later refinement.</p>\n<p>It is neither a matter of “Don't shoot the piano-player, he's doing the best he can,” nor of “If y' know a better 'ole, go to it”: the <em>OCEL</em> stands as a mighty effort and, in my over-all estimation, a hugely successful one at bringing together into a coherent, cohesive work what is—at least—a superb introduction to what must be acknowledged to be a subject that is at once the most complex, changeable, elusive, technical, emotional, political, controversial subject of all time.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.oxfordreference.com/view/10.1093/acref/9780199661282.001.0001/acref-9780199661282\"><em>The Oxford Companion to the English Language</em></a></h1> <p>Tom McArthur, ed., (Oxford University Press, 1992), xxvii (xxix) + 1184pp.</p> <p>Readers of VERBATIM and all who share their interests in language should own a copy of this outstanding work. Although it is not exhaustive in its coverage, the <em>OCEL</em> offers by far the most comprehensive picture available of the English language as the 20th century draws to a close. Still, for historical reasons one should have liked to see entries for Ido, Interlingua, and Volapük, which do not merit even mention under ARTIFICIAL LANGUAGE; <em>Syntactic Structures</em>, listed under CHOMSKY, ought to have its own entry, if only for the cross reference (though TRANSFORMATIONAL-GENERATIVE GRAMMAR is in); scores of individuals, from contemporaries like Yorick Wilks to important historical commentators like Alford, Pegge, and Tooke, would have provided informative, useful entries. (It hardly behooves me to complain, as there is an entry not only for VERBATIM but for URDANG, Laurence; besides, I must accept responsibility as contributor of a number of the entries, though, of course, I did not see the complete work till it was published.)</p> <p>I see from the foregoing that I have, inevitably, slipped into the reviewer's trap, so neatly laid by generations before me, of commenting on what is not in the book under discussion rather than what is. If I have not impaled myself on the upthrusting points of editors' razor-sharp styli, I shall try to recover. Some of the more interesting kinds of entries deal with writers. As the <em>OCEL</em> is concerned with language, per se, one would expect such entries to treat the writer's style, and, indeed, the entry on MELVILLE does so; but the treatment is uneven: that for CONRAD, aside from quoting a passage from <em>Heart of Darkness</em>, is barren of comment on language, and that for BURGESS focuses on a quotation of <em>nadtsat'</em> from <em>A Clockwork Orange</em>, with no mention of the author's position (at least in the <em>UK</em>) as a language guru. Admittedly, such entries are extremely difficult to compose, but a proper treatment has certainly been successfully attempted in the entries for SHAKESPEARE and for ORWELL.</p> <p>The occasional historical comment involving history recent enough for me to have been a part of it is not always exactly right. For example, under RANDOM HOUSE DICTIONARY is given the information, “Recognizing an opportunity in the national outcry against <em>Webster's New International Dictionary</em> (Merriam, 1961), Random House commissioned an expansion of its <em>American College Dictionary</em> (1947) ....” As it happened, the first plans for the expansion of the <em>ACD</em> were discussed in 1958, when the people at Random House had no inkling of a forthcoming new edition from Merriam; as I have described elsewhere, from its conception, the plans for the <em>RHD</em> were entirely market-driven. In the entry for COMPUTER TYPESETTING, the information is given, “Starting in the 1970s, devices with film strips or film wheels, containing images of characters, were widely used to produce master copies on photographic film. More recently, the use of pre-made film images has given way to cathode-ray tubes which generate characters as requested.” The Photon machine was in use during the 1950s: I was used for the composition of the <em>Funk Wagnalls Dictionary—International Edition</em> in 1956; I was present at a demonstration of the (Mergenthaler) Linofilm in the early 1960s; and Dr. Hell's Digisetter, which generated “characters as requested” from what we might today call image bytes (to distinguish them from pixels) was in use in the latter part of the 1960s: one was certainly in operation in 1969 at the McCall Corporation's composition plant in Princeton, New Jersey, driven by an <em>RCA</em> Spectrum computer. One hopes that such factual slips can be cleared up in the next edition (or printing).</p>"
}