{
  "type": "Article",
  "title": "Thunderboxes and Chuggies",
  "author": "Daniel Balado-Lopez",
  "location": "Hoddesdon, Hertfordshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Thunderboxes and Chuggies</h1>\n<p><em><span data-rel=\"author\">Daniel Balado-Lopez</span> <span data-rel=\"location\">Hoddesdon, Hertfordshire</span></em></p>\n<p>In semantic terms, the words in the above title belong to a specific domain in the English vocabulary with which every member of the human race achieves intimate familiarity. The naked terms for such a traditionally taboo subject as “the toilet” have always proved too much to bear for polite society, which hastily covered the bare-cheeked shame of them with a blanket of euphemism. The domain is a prolific nursery of such linguistic fig-leaves, and as a result (contrary thing that human nature is) has also fostered many ribald versions. It is not surprising, therefore, that there is an almost inexhaustible supply of paraphrases and synonymous terms in this field, ranging from the most tasteful euphemism to the most flagrant vulgarity. While most of these bear testament to the wonderful versatility of the English language and the rich vein of humor that runs through our culture, some necessitate etymological investigation in order to uncover their roots and, in some cases, to explore changes in meaning. Most, indeed, defy precision in the attempt altogether.</p>\n<p>Six hundred years ago, toilet designs, though crude, were what we might term today <em>latrines</em> (the Middle English word was <em>laterin</em> from Latin <em>latrina):</em> planks of wood with circles cut into them, placed over a ditch. Conveniences for the wealthier sections of the community (i.e., those who could afford high-rise property) consisted of straight-drop or long-drop privies. The word <em>privy</em> is one of the earliest euphemisms used in England; an anonymous writer at the turn of the fifteenth century advised “whanne he sitteth at privy he schal not streyne him-silf to harde.” It is derived from the French word <em>privé</em> and the Latin <em>privatus</em>, both meaning 'private,' and this is the specific sense in which the word entered the English language. The earliest euphemisms documented use of the word in this original sense of intimacy or familiarity between people dates from 1225, and <em>privy council</em> (a small group of advisers to the monarch) from 1300, when Edward I established it. It is not surprising, semantically speaking, that the word widened its meaning so quickly since it naturally lent itself (as did <em>closet</em>) to the description of a solitary place, one where people performed lavatorial functions.</p>\n<p><em>Privy</em> and <em>closet</em> are examples of euphemism by metonymy, which is the substitution of the name of an attribute of a thing for the thing itself: a toilet is a private place, therefore a privy. Similarly, Bombay furniture (a style combining European forms with Indian ornamentation) provided the metonymic euphemism <em>The Bombay;</em> the <em>Oxford English Dictionary</em> tells us that the name is possibly attributable to the <em>Bombay chair</em>, wherein chamberpots were placed, as it was common in the past to have one's chamberpot concealed in a piece of furniture, which could then be proudly displayed. The name <em>close-stool</em>, which makes an appearance in Shakespeare's <em>All's Well That Ends Well</em> of 1606 and John Florio's <em>Montaigne</em> of 1603, was also inspired by the furniture in which it was cased, as was <em>commode</em>.</p>\n<p>If one is to go by Florio's use of <em>close-stool,</em> it seems interchangeable with another, less notorious, term for a privy, the <em>ajax.</em> In the sixteenth century, an Elizabethan courtier, Sir John Harrington, invented a water-closet with a flushing system and wrote a book on the subject entitled <em>A Metamorphosis of Ajax,</em> published in 1596. The word, however, seems to have existed before that, as Shakespeare uses it, also in close conjunction with <em>close-stool,</em> in <em>Love's Labour's Lost</em>, c. 1593, and it achieved an entry in Cotgrave's <em>Dictionarie of the French and English Tongues</em> of 1611. Its exact origin is unascertained, but it is likely to have been a variant of <em>jakes</em> (with the indefinite article preceding it). <em>Jakes</em> is also of unknown origin; the most common suggestion for its roots is in the proper name <em>Jacques</em> or <em>Jack</em>, which is not unbelievable when we consider other examples such as <em>jerry</em> and <em>john</em>. Shakespeare uses <em>jakes</em> confidently in <em>King Lear</em> (c. 1605):</p>\n<blockquote>\n<p>My lord, if you will give me leave, I will tread this unbolted villain into mortar, and daub the wall of a jakes with him.</p>\n</blockquote>\n<p>Eric Partridge, in <em>A Dictionary of Slang and Unconventional English,</em> suggested that the word dates from 1530 and was standard English until about 1750, when it became a colloquial term. The word was also very much alive in the late nineteenth and early twentieth centuries in the dialect of southwestern England, where it had come to mean any type of filth or litter, according to Elworthy's <em>A West Somerset Word-Book.</em> Patridge also says that the term is now obsolete, but to this day the blocks of toilets at my old school, St. Edmund's College in Hertfordshire, are affectionately known as “Jakes Tower.”</p>\n<p>The origin of <em>jerry</em>, like so many of these terms, can only be guessed at. It is slang for <em>chamberpot</em> and, like <em>jakes</em>, could be the familiar variant of a proper name (<em>Jeremiah</em> or <em>Jeremy</em>). It is supposed, however, that it is an abbreviation for <em>jeroboam,</em> which started off life as a large bowl for holding wine [I Kings xi. 28/xiv. 16]; the addition of the suffixes -y, -ie, and -ey to the main stem of a word have always been popular ways of forming diminutives. <em>Jerry</em> first appeared in Hotten's <em>Dictionary of Slang</em> in 1859, defined as “a chamber utensil.” In <em>An Etymological Dictionary of Modern English,</em> Ernest Weekly suggested an even earlier association with the word <em>jordan,</em> a medieval alchemist's vessel and, later, a chamberpot. All these are feasible surmises by the process of metonymy. Perhaps it hails from a shortening of <em>jerry-shop</em> (c. 1851), a term used to describe a low beer-house. As the chamberpot is a great friend to those with bibulous tendencies, <em>jerry</em> might have become a pet-name for it.</p>\n<p>The etymology of the word <em>loo</em> is perhaps the greatest mystery of all in this field of vocabulary. The word first gained general usage in Britain during World War II, and possibly came about as a result of fraternizing with French troops, perhaps as a corruption of <em>l'eau</em> (water) or <em>lieux d'aisance</em> (Water-closet), or even as a derivation of the cry (<em>Garde á l'eau!</em>, given to warn passerby that someone above was about to slop out (the anglicised form, <em>gardyloo !</em>, occurs in this context in a novel by Tobias Smollett as early as 1771). Also at that time, rustic laborers in Italy used to have the number 100 painted on their privy-doors; to go <em>al numero cento</em> was an accepted idiom of the day: indeed, children used to have fun replacing the last zero with a one after the privy had been used. The number 100 is not dissimilar in appearance to the word <em>loo</em>, and there were plenty of servicemen from the U.S.A. and England in Italy from 1943 onwards.</p>\n<p>Among the more incredible explanations (as recorded by Adrian Room, <em>A Dictionary of True Etymologies)</em> are a derivation from <em>ablution</em> or <em>luliana</em> [<em>Daily Telegraph</em>, 13 September 1968] and even from <em>hallelujah,</em> as prompted by a caption to a cartoon by Du Maurier in <em>Punch</em> [22 June 1895], which read “Now we'll begin again at the Hallelujah, and please linger longer on the 'lu'!” A more promising story to note is that of a corruption of the word <em>lee:</em> for those working in the country, a place for relieving oneself was always chosen out of the bite of the wind, that is, in the lee.</p>\n<p>Terms such as <em>toilet</em> and <em>lavatory</em> have, like <em>privy</em>, undergone pejoration over the years (that is, their meanings have acquired depreciatory connotations). The original meaning of <em>lavatory</em> was simply a vessel for washing: in his 1382 translation of the Bible, John Wycliffe talks of washing feet in “a brasun lavatorie” [Exodus xxx.18]. Similarly, to perform one's “toilet” in 1681 was “the action or process of dressing or of washing and grooming” <em>[OED]</em>. An unclear sense-development of this word is mapped out in the <em>OED</em>, but it seems to concede that the modern sense of <em>lavatory</em> originated at the start of this century: the (British) Army and Navy Stores catalogue of 1926 lists a <em>lavatory paper-holder</em> as one of its items, but it was probably earlier: <em>The Illustrated London News</em> reported in 1860 that each ward of the new Florence Nightingale School of Nursing had “its own bathroom, lavatories and closet.” While <em>toilet</em> and <em>lavatory</em> have discarded their original meanings, terms such as <em>bog</em> retained their original meanings ('a marshy place') as well as being understood in Britain as a slang synonym for a toilet; it achieved an entry in Hotten's dictionary as early as 1864 as “a privy as distinguished from a water-closet.”</p>\n<p>Terms which border on the vulgar tend to be onomatopoeic: examples include <em>chuggie, duffs, dubs, biffy, honk</em>, and <em>thunderbox</em>. The last example (Eric Partridge tells us) is a nickname for a chamberpot originating in India c. 1870, and is “derived from the noise therein caused].” By far the most numerous group of terms is that which contains words only with a localized meaning. It would be impossible to compile a definitive glossary for this group, but a few examples follow: <em>the heads</em> (naval colloquialism, dating from the late nineteenth century, said to be from the location of the latrines on a ship); <em>the longs</em> (pet-name for latrines at Brasenose College, Oxford, from c. 1870, so-called because they were built from funds donated by a certain Lady Long); and <em>greenhouses (Ulysses</em>, Book VIII), James Joyce's personal slang for the public toilets after the color of their paint. It is this group that ensures steady growth in this most malleable domain of the English vocabulary, for the resources of the human imagination are limitless.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Thunderboxes and Chuggies</h1> <p><em><span data-rel=\"author\">Daniel Balado-Lopez</span> <span data-rel=\"location\">Hoddesdon, Hertfordshire</span></em></p> <p>In semantic terms, the words in the above title belong to a specific domain in the English vocabulary with which every member of the human race achieves intimate familiarity. The naked terms for such a traditionally taboo subject as “the toilet” have always proved too much to bear for polite society, which hastily covered the bare-cheeked shame of them with a blanket of euphemism. The domain is a prolific nursery of such linguistic fig-leaves, and as a result (contrary thing that human nature is) has also fostered many ribald versions. It is not surprising, therefore, that there is an almost inexhaustible supply of paraphrases and synonymous terms in this field, ranging from the most tasteful euphemism to the most flagrant vulgarity. While most of these bear testament to the wonderful versatility of the English language and the rich vein of humor that runs through our culture, some necessitate etymological investigation in order to uncover their roots and, in some cases, to explore changes in meaning. Most, indeed, defy precision in the attempt altogether.</p> <p>Six hundred years ago, toilet designs, though crude, were what we might term today <em>latrines</em> (the Middle English word was <em>laterin</em> from Latin <em>latrina):</em> planks of wood with circles cut into them, placed over a ditch. Conveniences for the wealthier sections of the community (i.e., those who could afford high-rise property) consisted of straight-drop or long-drop privies. The word <em>privy</em> is one of the earliest euphemisms used in England; an anonymous writer at the turn of the fifteenth century advised “whanne he sitteth at privy he schal not streyne him-silf to harde.” It is derived from the French word <em>privé</em> and the Latin <em>privatus</em>, both meaning 'private,' and this is the specific sense in which the word entered the English language. The earliest euphemisms documented use of the word in this original sense of intimacy or familiarity between people dates from 1225, and <em>privy council</em> (a small group of advisers to the monarch) from 1300, when Edward I established it. It is not surprising, semantically speaking, that the word widened its meaning so quickly since it naturally lent itself (as did <em>closet</em>) to the description of a solitary place, one where people performed lavatorial functions.</p> <p><em>Privy</em> and <em>closet</em> are examples of euphemism by metonymy, which is the substitution of the name of an attribute of a thing for the thing itself: a toilet is a private place, therefore a privy. Similarly, Bombay furniture (a style combining European forms with Indian ornamentation) provided the metonymic euphemism <em>The Bombay;</em> the <em>Oxford English Dictionary</em> tells us that the name is possibly attributable to the <em>Bombay chair</em>, wherein chamberpots were placed, as it was common in the past to have one's chamberpot concealed in a piece of furniture, which could then be proudly displayed. The name <em>close-stool</em>, which makes an appearance in Shakespeare's <em>All's Well That Ends Well</em> of 1606 and John Florio's <em>Montaigne</em> of 1603, was also inspired by the furniture in which it was cased, as was <em>commode</em>.</p>"
}