{
  "type": "Article",
  "title": "Rhyme and Punishment",
  "author": "Sir Randolph Quirk",
  "location": "University College London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Rhyme and Punishment</h1>\n<p><em><span data-rel=\"author\">Sir Randolph Quirk</span> <span data-rel=\"location\">University College London</span></em></p>\n<p>In 1781, it was claimed in the Gentleman's Magazine that “A man who could make so vile a pun would not scruple to pick a pocket,” so who dares to deny that puns are so called because they are punishable?</p>\n<p>Yet despite the hearer's conventional groan and the perpetrator's equally conventional apology, everyone knows that verbal play gives a great deal of pleasure, justifying the great deal of ingenuity that goes into producing it. Writers plainly value being able to use words in ways that not only fail to reflect their dictionary meaning but seem flatly to reject it. In an article a couple of years ago, Jan Morris refers to professional writers as “those of us who live by the sweat of our ink.” Quite apart from the fact that the association of writing with ink has decreasing literal validity, there is not much metaphorical sense to be made here either, if we take the remark word by word. Ink does not sweat, we do not sweat ink, and even the traditional fingers clutching traditional ink-filled pens were less likely to be troubled by sweat than by chilly cramp. In fact, of course, we understand Jan Morris with no difficulty because she knew that we would take the whole sequence, “live by the sweat of our ink” (new to us), and map it on to a similar one that was familiar to us. The similarity (in structure, rhythm, wording, etc.) is doubly important. It supplies the stimulus to make the comparison, and it hints that the degree of mismatch will be the clue to the meaning. In consequence, because the familiar “live by the sweat of our brows” means “work hard for a living” (no longer entailing the sort of physical effort that cause sweating), we are prepared to conclude that the Jan Morris clone means “work hard for a living <em>by authorship</em>.”</p>\n<p>And maybe that is all it is meant to mean. But when Thomas Wilson in his <em>Art of Rhetoric</em> (1553) speaks of “travail and toil with the sweat of his brows,” we can be sure that he is referring to Adam's expulsion from Eden and the beginning of toil for everyone (though Genesis III.19 in the <em>Authorized Version</em> follows Coverdale in using the words “sweat of thy <em>face</em>”). So Jan Morris's readers are free, perhaps encouraged, to think of a writer's labors in mythic, cosmic terms as part of post-Edenic compulsion.</p>\n<p>Such convolutions of phrasal meaning (an aspect of what some call intertextuality) is a common rhetorical device, especially perhaps at the arty end of journalism. In <em>The Independent</em> of 8 September 1990, the same page contained not only the Jan Morris article but a review entitled “Duty and the Beast,” another in which the author lambastes a historian who “has left unread those things he ought to have read, so there can be little trust in him,” and yet another in which Anthony Quinn writes about “the gripes of Roth.”</p>\n<p>The rhyme-triggered evocation of the fairy tale “Beauty and the Beast,” even about a book on the “tinsel town” of Hollywood, is not very rewarding, and it seems just about as pointless to be led to the General Confession in the Anglican prayer book to evaluate a biography of Himmler. The punning by Anthony Quinn is a different matter. He is reviewing Philip Roth's <em>Deception</em> which contrasts London, and an anti-semitism in which Jews seem to connive, with New York, characterized by “Jews with force ... full of anger.” The contrast is strong enough to sustain the allusion to Julia Ward Howe's <em>Battle Hymn</em> (bypassing Steinbeck, of course) when Quinn speaks of the narrative “trampling over the now familiar gripes of Roth.” The contrast also justifies the neat allusion to London whose Cockney vowels responsibly transmute “the grapes of wrath” and enrich our reflections.</p>\n<p>Such intertextual references, whether or not pointed by rhyme, puns, and rhythmic matching, must indeed provide depth and enrichment if they are not to become merely a stylistic cliché of the scribbling classes (as they show every sign of doing anyway). Two years on and the same daily paper: <em>The Independent's</em> arts pages in May 1992 yielded the following (among numerous others) over a period of three days:</p>\n<blockquote>\n<p><em>It's in the jeans</em> ... concerning the apparently genetic consistency of the Levi Strauss product over 140 years.</p>\n<p><em>Pause and effect</em> ... on the relation between Sinatra's careful timing and his continuing success with audiences.</p>\n<p><em>Ceci n'est pas une critique</em> ... a measured assessment of a Magritte exhibition in London.</p>\n<p><em>Top hat and tales</em> ... about pop-star Slash and combining his oral memoirs with his penchant for fancy headwear.</p>\n<p><em>Making tracks for Elgar</em> ... relating a renewed interest in the composer to an account of how his early recordings were made.</p>\n<p><em>Hit and myth</em> ... about a successful recording of Gluck's <em>Orfeo</em>.</p>\n<p><em>Desert island risks</em> ... a sneer at pulpy romance and record programmes but with some admiration for last century's explorers in tropical waters. (The reference is to a long-running BBC radio interview program, <em>Desert Island Discs</em>.)</p>\n</blockquote>\n<p>There is of course a very long history of such textual duplication whereby meaning is simultaneously compressed and extended. Dramatists and novelists have been especially keen to provide their works with titles that are Janus-faced. <em>For Whom the Bell Tolls</em> enabled Hemingway to look forward into Civil War tragedy as well as back into Donne's <em>Devotions</em>. In this instance, indeed, the impact of the novel was so great that any reference to the quotation for the past half century could not help evoking both the Hemingway story and the Donne passage—which was thereby given an entirely fresh currency.</p>\n<p>There were striking instances of such multiple intertextuality in late 1990. One occasion was the centenary of Manet's painting “Olympia,” and <em>The Independent</em> (where else need I turn for material?) ran an article on how the picture's critical reception had changed from rejection by a scandalized France in 1890 to enthusiastic acclaim by an admiring world in 1990. The piece bore the title “The Lady's Not for Spurning,” with the reasonably obvious meaning 'The subject of this painting is not to be spurned as a disreputable whore (but enjoyed as a sensitive portrayal).' Reasonably obvious, I say, though we are helped if we recall that among Christopher Fry's other norm-defying titles (<em>A Yard of Sun, Thor with Angels, A Sleep of Prisoners</em>) there was <em>The Lady's Not for Burning</em>, 1949. This enforces a passive interpretation of archaic or rustic flavor— though it appears to be neither a quotation nor a truly historical echo from the wretched time when women could suffer death at the stake for witchcraft. All the more remarkable, then, that the article on Manet has a title that exactly matches Fry's in rhythm, rhyme, and grammar, the match extending to the curious use of <em>lady</em> to denote in the one a medieval wench thought to be a witch and in the other a French nude of dubious virtue.</p>\n<p>But the title could not be read in 1990 without evoking another text and another lady. A decade earlier, the British government led by Margaret Thatcher was facing severe economic troubles and insistent calls for a change of policy to deal with them. There was much talk of whether or not the Prime Minister would do a “U-turn,” but at the annual conference of her party in October 1980 she stoutly rejected any such suggestion. In a rousing speech, she delighted her audience with a particularly rousing sentence: “You turn if you want: the lady's not for turning.”</p>\n<p>This is textually interesting in a number of ways. It is calqued upon the title of a play that few of the audience would have seen or read (significantly no doubt the drafting of the speech seems to have involved Ronald Miller, himself a dramatist). The lexical match requires the speaker to refer to herself in the third person, while ingeniously seizing the opportunity—a further intertextuality—to hint at her Moscow-inspired sobriquet, “the Iron Lady.” But although the sequence achieves near perfection in prosodic matching, the grammar is hardly Fry's: <em>turning</em> is more plausibly active than passive, with <em>for</em> in its familiar support-oriented role, 'in favor of.'</p>\n<p>There followed numerous recyclings of this sentence with an intertextual reference that was less and less to the Fry play and more and more to the occasion of the conference speech. Ten years later, when Mrs. Thatcher returned from the Rome meeting of European Community leaders, opponents accused her of stubbornly refusing to heed political trends and a change in British public opinion. <em>The Independent</em> on 30 October 1990 summed up this view with the headline, “The lady's not for learning.” An even plainer link with the 1980 conference came in a prominent announcement by <em>Sky News</em> in June 1991, months after her resignation, that Mrs. Thatcher was to appear in a major interview with David Frost, and—proclaimed the TV ad—“The lady's not for turning off.”</p>\n<p>A final twist. Miles Kington's column on 23 July 1992 poked fun at the former Prime Minister's current interest in a tobacco firm and suggested possible slogans for advertising a Thatcher cigarette. They included “Who would want to put a Thatcher out?” and “The lady's for burning.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Rhyme and Punishment</h1> <p><em><span data-rel=\"author\">Sir Randolph Quirk</span> <span data-rel=\"location\">University College London</span></em></p> <p>In 1781, it was claimed in the Gentleman's Magazine that “A man who could make so vile a pun would not scruple to pick a pocket,” so who dares to deny that puns are so called because they are punishable?</p> <p>Yet despite the hearer's conventional groan and the perpetrator's equally conventional apology, everyone knows that verbal play gives a great deal of pleasure, justifying the great deal of ingenuity that goes into producing it. Writers plainly value being able to use words in ways that not only fail to reflect their dictionary meaning but seem flatly to reject it. In an article a couple of years ago, Jan Morris refers to professional writers as “those of us who live by the sweat of our ink.” Quite apart from the fact that the association of writing with ink has decreasing literal validity, there is not much metaphorical sense to be made here either, if we take the remark word by word. Ink does not sweat, we do not sweat ink, and even the traditional fingers clutching traditional ink-filled pens were less likely to be troubled by sweat than by chilly cramp. In fact, of course, we understand Jan Morris with no difficulty because she knew that we would take the whole sequence, “live by the sweat of our ink” (new to us), and map it on to a similar one that was familiar to us. The similarity (in structure, rhythm, wording, etc.) is doubly important. It supplies the stimulus to make the comparison, and it hints that the degree of mismatch will be the clue to the meaning. In consequence, because the familiar “live by the sweat of our brows” means “work hard for a living” (no longer entailing the sort of physical effort that cause sweating), we are prepared to conclude that the Jan Morris clone means “work hard for a living <em>by authorship</em>.”</p> <p>And maybe that is all it is meant to mean. But when Thomas Wilson in his <em>Art of Rhetoric</em> (1553) speaks of “travail and toil with the sweat of his brows,” we can be sure that he is referring to Adam's expulsion from Eden and the beginning of toil for everyone (though Genesis III.19 in the <em>Authorized Version</em> follows Coverdale in using the words “sweat of thy <em>face</em>”). So Jan Morris's readers are free, perhaps encouraged, to think of a writer's labors in mythic, cosmic terms as part of post-Edenic compulsion.</p>"
}