{
  "type": "Article",
  "title": "Frailty, Thy Name Is Bevilacqua!",
  "author": "Leslie Brunetta",
  "location": "Somerville, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Frailty, Thy Name Is Bevilacqua!</h1>\n<p><em><span data-rel=\"author\">Leslie Brunetta</span> <span data-rel=\"location\">Somerville, Massachusetts</span></em></p>\n<p>Consider <em>America</em>. Christopher Columbus had been island-hopping in the Caribbean since 1492 and had touched foot on the New World mainland in 1498. But he had set out for Asia, and nothing would convince him that Asia was not where he had landed. Amerigo Vespucci, meanwhile, also looking for new routes to Asia, ran ashore in Brazil in 1499 and realized that something was not right. Returning to Brazil in 1502, he convinced himself that Columbus and he had in fact stumbled onto some continent—a “New World” he called it— completely unknown to Europeans. He apparently invented a 1497 voyage to make sure he and not Columbus got the credit and started writing letters announcing his “discovery.” Columbus died in 1506 still adamant he had been to Asia. But Vespucci's letters hugely impressed others, including German cartographer Martin Waldseemuller, who in 1507 published the first map to label a depiction of Vespucci's New World <em>America</em> in his honor.</p>\n<p>Historians have argued for generations about whether Vespucci's 1497 trip was a fib. But they do not seem to have spent much time arguing about whether people should have followed Waldseemuller's lead in dubbing the “new” continent <em>America</em>. That may be simply because the name stuck and there did not seem to be much point. But I think it is also because <em>America</em> sounds so nice, because the pure music of <em>Amerigo Vespucci</em> makes up for any lies he might have told. People were lulled by that music into neglecting to notice that in Italian <em>Amerigo</em> is simply <em>Henry</em> in English.</p>\n<p>Think of the power of that peculiarly Italian euphony! How much patriotism could we instill by requiring our schoolchildren to chant “I pledge allegiance to the flag of the United States of Henry”? Would Walt Whitman have made the canon if he had written “I hear Henry singing”? And how much worse would our trade deficit be if General Motors tried to attach the Japanese with a slogan like “It's the heartbeat of Henry, it's today's Chevrolet”? Still, we should be grateful that Waldseemuller opted for Vespucci's first name, for disguising the dull <em>Henry</em> in the voluptuous <em>Amerigo</em> is nothing compared to what Italians have done over the centuries when giving each other surnames.</p>\n<p>Like other Europeans, Italians made do with first names alone until well into the Middle Ages. In the Venetian Republic by the end of the 10th century, some people were using fixed secondary names to distinguish themselves, and at least some of these names were passed from parents to children. But outside Venice, Italians did not begin to adopt hereditary surnames until the 14th and 15th centuries, a bit later than most of the rest of Europe, according to Patrick Hanks and Flavia Hodges, authors of the addictive <em>A Dictionary of Surnames</em> (Oxford University Press, 1988). As in other European countries, what probably sparked the spread of surnames was the emergence of larger states that began to centralize tax collecting and other authority.</p>\n<p>New bureaucratic functionaries now had to keep track of individuals they might never meet, and they (and other name-givers, such as priests and other local worthies) followed a few simple rules for distinguishing one <em>Giovanni</em> from another. They indicated where he lived or where he came from: <em>Giovanni Montagna</em>, lived on the mountain, while <em>Giovanni Valle</em> lived in the valley; <em>Giovanni Lombardo</em> had his roots in Lombardy while <em>Giovanni Genovesi</em> had his in Genoa. They sorted him by his hair: <em>Giovanni Bruno</em> was brunette, <em>Giovanni Biondi</em> blonde, and <em>Giovanni Rossi</em> red-headed, while <em>Giovanni Rizzo</em> had curly hair. They pointed out his general aspect: <em>Giovanni Piccolo</em> was short, <em>Giovanni Macri</em> tall, <em>Giovanni Magro</em> thin, <em>Giovanni Grasso</em> fat. They noted his job: <em>Giovanni Ferraro</em> made things, <em>Giovanni Vaccaro</em> herded cows. Or they tacked on the first name of his father or grandfather, who himself, reflecting Italy's tangled history, tended to be called by some version of a Latin, ancient Germanic, saint's, or Old Testament name: <em>Giovanni Fabrizio</em> derived his surname from <em>Fabricius, Giovanni Alighieri</em> from <em>Aldiger, Giovanni Ciccarelli</em> from <em>Francis</em>, and <em>Giovanni Giacobazzi</em> from <em>Jacob</em>. Whether any name, through local preference, finally came to end in the masculine <em>-o</em>, the feminine <em>-a</em>, or the plurals <em>-i</em> or <em>-e</em>, the root meaning of the name remained the same.</p>\n<p>Other Europeans followed the same rules as the Italians: <em>Bruno</em> is essentially the same name as <em>Braun</em> or <em>Brown, Piccolo</em> as <em>Klein, Magro</em> as <em>Meagher</em> and <em>Maigret, Grasso</em> as <em>Gross</em>, and <em>Ferraro</em> as <em>Smith</em>. But, to the inherent music of their language (would <em>Rigoletto</em> sound the same if we knew Giuseppe Verdi as Joseph Green?), the Italians added something more—a game of phonetic theme and variation seemingly unmatched in other countries, a game whose wild rules allow <em>Francesco</em> to become <em>Frances-chielli</em> or <em>Francescuzzi, Cesco</em> or <em>Schetti, Cicco</em> or <em>Zotti, Cicconetti</em> or <em>Ciccarelli</em>. Hanks and Hodges list no fewer than 90 Italian surname forms of <em>Giacobo (Jacob)</em>, for instance, and a further 76 variations of <em>Giacomo (James)</em>, itself a New Testament derivative of <em>Giacobo</em>. A partial list of <em>Giacomo</em> diminutives— pet names that translate essentially as 'little Jimmy'—is as liquid and intoxicating as Sambuca: <em>Giacomello, Giammelli, Iacomelli, Comello, Comellini, Mello, Giacometti, Giametti, Giamitti, Iacometti, Iamitti, Cometto, Giacomini, Iacomini, Cominello, Comini, Cominetti, Cominotti, Cominoli, Giacomucci, Giacomuzzi, Giamuzzi, Giamusso, Comucci, Comuzzo, Comusso, Mucci, Mucilo, Muccino, Muzzi, Muzzini, Muzzillo, Muzzolo, Muzzullo, Musso, Mussetti, Mussettini, Muselli, Mussili, Mussotti, Mussolini, Giacomozzo, Camosso, Mozzi, Mozzini, Mozzetti, Comolli, Camolli, Comoletti, Camoletto, Commizzoli, Mizzi, Motto, Mottini</em>, and <em>Mottinelli</em>.</p>\n<p>One can easily see from this list that it is the suffixes <em>-ello, -ino, -etto, -ucci, -uzzi, -olo, -ozzo</em>, and their variants that allowed Italians to cut <em>James</em> down to size, and they have the same effect on any other name. Inflating him was as simple as tacking the augmentative suffixes <em>-one</em> or <em>-oni</em>—as in <em>Giacomoni</em>—to the root name or its variation to get 'big James.'</p>\n<p>And, when another approach seemed called for, some of Jameses' neighbors or overlords started sticking on the pejorative suffixes <em>-azzo, -accio, -asso</em>, and their variants, as in <em>Mazzo</em> and <em>Giacomasso</em>. One cannot easily translate these pejorative suffixes into English: they are a malignly ingenious way of turning an otherwise perfectly inoffensive name into an inherently insulting one, of saying <em>James</em>, for instance, in such a sneering way that no add-on adjectives are needed to convey your obvious but unspecified disdain. There were times, however, when Italians felt a need to be less subtle. At such times, they turned with a vengeance to nicknames.</p>\n<p>Emidio de Felice, the maestro of Italian anthroponymy and author of <em>I Cognomi Italiani</em> (Bologna: Il mulino, 1981) and <em>Dizionario dei Cognomi Italiani</em> (Milano: A. Mondadori, 1978), has estimated that no fewer than 15 per cent of all Italian surnames have their origin in nicknames. Not all these nicknames are bad. If one is fortunate enough to carry one of those Italian names beginning with <em>Bon-</em> or <em>Buon(buono</em> 'good'), for example, one's value is announced to all the world: the parents of Michelangelo <em>Buonarroti (arrota</em> 'gain,' from <em>arrogare</em> 'to acquire'; the compound, say Hanks and Hodges, was originally bestowed when parents welcomed the birth of a child) probably were not surprised that he turned out so well, although they might have had even higher hopes for his little brother, <em>Buonarroto Buonarroti</em>. Names beginning with <em>Bel-</em> or <em>Bello(bello</em> 'beautiful') are also historical gifts: someone called <em>Bellofatto (fatto</em> 'made, put together'), probably has ancestors that were a good-looking lot. Likewise, the original <em>Onestis</em> were usually honest and <em>Bevilacquas (bevi</em> 'drink,' <em>acqua</em> 'water') usually sober, while <em>Amantis (amante</em> 'lover') usually exhibited a form of spiritual love that made them seem saintly, and <em>Santillis (santo</em> 'sainted'), <em>Salvos (salvare</em> 'to save'), <em>Carideos (cari</em> dear,' <em>deo</em> 'god'), and <em>Donadios (dona</em> 'given,' <em>dio</em> 'god') usually had special relationships with their maker.</p>\n<p>But notice that I say “usually.” Hanks and Hodges and de Felice say that most of these nicknames could also be bestowed ironically. Some <em>Bevilacquas</em> drank even less water than their wineloving neighbors (<em>Bevivinos</em> may have been even more intemperate); the spiritual love of some <em>Amantis</em> was directed toward women other than their wives and the patronymic form <em>D'Amanti</em> given to the children of such unions; some <em>Santillis</em> and <em>Salvos</em> were notably profane; and some <em>Carideos</em> and <em>Donadios</em> were assumed to be dear to or given by God because no one else stepped forward to explain how they came to be left on the steps of convents or monasteries.</p>\n<p>There is a whole class of Italian surnames that were given to foundlings, including variations of <em>Trovato (trovato</em> past participle of <em>trovare</em> 'to find'; <em>trovatello</em> 'foundling'), <em>Proietto (proietto</em> 'ejected or rejected'), <em>Innocenti</em>, and <em>Nocenti</em> (given to all children taken into Florence's Spedale degli Innocenti orphanage; the name was also given to those who were innocent of evil, or simple-minded), <em>Ignoto</em> (<em>ignoto</em> 'unknown'), and <em>Esposito</em> or <em>Sposito (esposto</em> 'exposed'), which de Felice has found to be the most common name in Naples.</p>\n<p>No sense of irony is needed to appreciate the name <em>Malfatto (male</em> 'badly,' <em>fatto</em> 'made, put together'), however, or the names <em>Gobbi</em> (<em>gobbo</em> 'hunchback'), <em>Porcelli</em> ('piglets'), <em>Boccioni (bocca</em> 'mouth' plus the augmentative suffix, yielding 'big mouth'), <em>Capostagno (capo</em> 'head,' <em>stagno</em> 'tin'), <em>Sozzi</em> (from the Sicilian <em>sozzu</em> 'filthy'), or <em>Moccio</em> ('snot or slime'). Not all of these surnames are terribly common, but they are all real, appearing in telephone books in the U.S., England, and Italy. Some insults are more common than others. According to de Felice's extensive studies of phone books and other records (much of his research is financed by <em>SEAT</em>, Italy's telephone service), the most common of all surnames in Calabria is <em>Rotundo</em>, which means 'obese.' (Whether the food in 15th-century Calabria was especially filling or its well-fed citizens tended to be more prolific than their thinner neighbors is not clear.)</p>\n<p>Although insulting nicknames form a small fraction of the Italian surname pool, chances are that anyone who knows any Italians has participated in this ancient slanging-match. I myself have known people named <em>Busa</em>, which in Salvatore Battaglia's <em>Grande Dizionario Della Lingua Italiana</em> (the Italian equivalent of the <em>Oxford English Dictionary)</em> is defined as <em>“il sterco bovino,”</em> literally, 'cow dung.' I went to high school—a small school with only a minority of Italians—with a girl named <em>Pochintesta</em> (<em>poco</em> 'little,' <em>in</em> 'in,' <em>testa</em> 'head'), another named <em>Zucchi</em> (a plural form of <em>zucca</em> 'squash,' or, colloquially, 'head'; Hanks and Hodges say this name was often given to a person of “scarce intelligence,” as in “pumpkinhead”), one boy named <em>Chiappa</em> ('buttock'), and another named <em>Chiappinelli</em> (which may be either an extended diminutive of <em>Chiappa</em> or the diminutive of <em>chiappino</em>, which Battaglia defines as a 'type of ape').</p>\n<p>Even my own family has not escaped. My grandmother's family, the <em>Gannuscios</em>, have long known that some distant relatives spell the name <em>Cannuscio</em> (the softening of hard <em>c</em> to hard <em>g</em> being very common as words move across Italy's myriad dialects). What no one ever told me is that <em>Cannuscio</em> is very possibly the same word as <em>cannuccio</em>, (the softening of <em>cci</em> (pronounced “chee”) to <em>sci</em> (pronounced “shee”) being also common. Battaglia's definition for <em>cannuccio? “Membro genitale.”</em> You can translate it yourself.</p>\n<p>Insulting surnames generally fall into a few broad categories. One of the largest describes physical and mental defects. Someone with a limp was likely to be called some variation of <em>Zoppo</em> ('lame'), <em>Torti</em>, or <em>Storti (torto</em> 'twisted'), <em>Gamba</em> or <em>Gambaccini (gamba</em> 'leg'), or <em>Ciampa (ciampare</em> 'to stumble'). One who stammered or had some other speech defect, might be <em>Tartaglia (tartagliare</em> 'to stutter'), <em>Cianciulli (cianciugliare</em> 'to mutter'), <em>Sannella (sanna</em> is an archaic form of <em>zanna</em> 'tusk'), or <em>Mezzalingua</em> (<em>mezza</em> 'half,' <em>lingua</em> 'tongue'). If one was hard of hearing or refused good advice, the name <em>Sordo</em> or <em>La Sorda (sordo</em> 'deaf') might be applied; a person with neuromuscular disorders might be called <em>Tremitiedi</em> (<em>tremito</em> 'bodily trembling'). The person perennially under the weather or perhaps just lazy might be <em>Fiacco</em> ('feeble') or <em>Stanchi (stanco</em> 'tired'), while mental impairment earned the name <em>Imbrogno (imbrogliare</em> 'to confuse'), Moscaincervello (<em>mosca</em> 'fly,' <em>in</em> 'in,' <em>cervello</em> 'brain'), or <em>Infante, Fantazzi</em>, or <em>Fanciullo (infante</em> 'infant or someone of childish intellect'). One who squinted or was missing an eye was called <em>Berlusco</em> (dialect for a 'person with a squint') or some variation of <em>Occhi (occhio</em> 'eye'). And, demonstrating that in the realm of insults some things never change, one who wore glasses became <em>Quattrocchi</em> ('four-eyes').</p>\n<p>The animal kingdom provided a rich source: <em>Gallos (gallo</em> 'cock or rooster') either sang well or had active sexual lives, <em>Gazzas</em> and <em>Gazzanis (gazza</em> 'magpie') and <em>Malpighis</em> (<em>male</em> 'bad,' <em>piga</em> a dialect word for 'magpie') made a habit of gossiping or “collecting” things, and many <em>Calendris</em> and <em>Calandrinos</em> (<em>calandra</em> 'lark') were so named because people believed larks to be remarkably witless. <em>Quaglieris</em> (<em>quaglia</em> 'quail') were quail hunters. But <em>Quaglias</em> and <em>Quaglinos</em> were either easily frightened, lecherous, or fat, characteristics that reminded people of the bird. Some <em>Tassos</em> (<em>tasso</em> 'yew tree,' 'anvil,' or 'badger') made their homes near an arboreal landmark or were ironworkers, but others tended to sneak around at night like certain members of the weasel family. <em>Volpes</em> (<em>volpe</em> 'fox') were cunning, <em>Orsinos</em> (<em>orso</em> 'bear') lumbering, <em>Manzos</em> (<em>manzo</em> 'bullock') taciturn, <em>Botolinos</em> (<em>botolo</em> 'snapping cur') irascible, <em>Cagnas</em> (<em>cagna</em> 'bitch') surly, and <em>Buffas</em> (<em>buffa</em> Sicilian dialect for 'toad') detestable. And you could always tell when a <em>Caprino</em> or <em>Caprini</em> was present (<em>caprino</em> 'goatlike' or 'goat dung'). Nor were insects ignored: the habitually irritating were either <em>Zampaglione</em> (the Calabrian word for 'mosquito'), or <em>Mosca</em> ('fly'), <em>Moscone</em> ('blue-bottle fly'), or some variant (including <em>Mussolini</em>, which, as we have seen, could be a diminutive of <em>Giacomo</em>).</p>\n<p>Another group of names—a group Hanks and Hodges call imperative surnames, or names formed by the joining of a verb-stem and a noun—displays an especially playful method of Italian scurrility. One lacking in imagination could use <em>Povero</em> ('poor') or <em>Scarso</em> ('scarce') to name a pauper or a miser. But someone with more linguistic flair could use the imperative to bestow the name <em>Mangiacotti</em> (<em>mangiare</em> 'to eat,' <em>cotti 'bricks'</em>). <em>Baro</em> or <em>Barro</em> (<em>baro</em> 'cheat') was the boring option for christening thieves; more interesting choices included <em>Mangiavacchi vacchi</em> a plural of <em>vacca</em> 'cow'), <em>Mangiagalli</em> (<em>gallo</em> 'rooster'), or <em>Fumagalli</em> (<em>fumare</em> 'to smoke; de Felice says that such thieves would smoke the chickenkeeper out to get his charges). <em>Indelicato</em> (indelicate, unscrupulous') or <em>Inganni</em> (<em>inganno</em> 'deceit') would do if one was not to be trusted, but <em>Tagliavini</em> (<em>tagliare</em> 'to cut,' <em>vino</em> 'wine; in other words, 'one who would stoop to adulterating wine') had a certain extra punch. For those who made ends meet by sponging meals, <em>Mangiapane</em> (<em>pane</em> 'bread') filled the bill.</p>\n<p>Another group of names falls into the “either-or” category, in which a well-researched onomastic history could consign a family to either comforting averageness or ignominy. In the case of <em>Licciardo</em> and such variants as <em>Licciardello</em>, for instance, the family's honor depends on whether its origins are Northern or Southern. Northern Italian <em>Licciardos</em> can feel at home with all the other <em>Rizzardos, Riccardinis</em>, and <em>Ciardos</em>—they are just <em>Ricciardos</em> (Richard') whose initial <em>R</em> has been transformed by dialect to <em>L.</em> Southern <em>Licciardos</em>, however, have to make do with the company of <em>Rotundos, Grassos</em>, and <em>Faucis</em> (<em>fauci</em> 'gullet): their surname comes from the French dialect word <em>lichard</em> glutton.'</p>\n<p><em>Fazio</em>, another case of either-or, can be a shortening of the first name <em>Bonifazio</em>, which means good fate' and which has been popular in Italy owing both to its meaning and to the fact that it was borne by a number of saints and popes. Yet, <em>fazio</em> also means simpleton. The explanation for this coincidence may lie in the Italian expression <em>esser Fra Fazio</em> 'to be Brother (or Friar) Fazio,' a colloquialism for 'to give away money.' This probably alludes either to the generosity of some Saint Bonifazio or to the profligacy of Pope Boniface VI. In any case, it is hard not to make the connection that a <em>Fazio</em> and his money were soon parted.</p>\n<p>While it seems likely that <em>fazio</em> the noun as well as <em>Fazio</em> the name descend from an otherwise benign, even auspicious name, the history of other names is not so easy to untangle. <em>Schettino</em>, for instance, can be a diminutive of <em>Francesco</em>; but it also translates as 'careless.' Likewise, <em>Pazzo</em> may have originally been hacked off the end of <em>Giacopazzo</em>, a pejorative form of <em>Jacob</em>; but it also means 'lunatic.' And although the ancestors of some <em>Puzzos</em> might have lived near a well (<em>puzza</em> dialect for <em>pozzo</em> 'well or fountain'), the forebears of others may have smelled like a sewer (<em>puzzo</em> 'stench'). It is not clear whether the two possible connotations for <em>Schettino, Pazzo</em>, or <em>Puzzo</em> are related, as in the case of <em>Fazio</em>, or entirely accidental. But it does provoke the question, Do Italians actually think 'stench' when they meet a <em>Puzzo</em> or 'pumpkinhead' when they meet a <em>Zucchi?</em> Did Oriana Fallaci's first editors question the veracity of her reporting? (<em>Fallace</em> 'fallacious.') Did the actors in the young Federico Fellini's films wonder if he would honor their contracts? (<em>Fellini</em> comes from <em>fello</em> 'wicked or rascally.') And is the wholesome image of Annette Funicello spoiled for Italian mouseketeers who know about the <em>tormento dei funicelli</em>, or 'torture of the packthreads,' in which 15th-century Neopolitans painfully lashed together the wrists and forearms of their prisoners?</p>\n<p>Or do they too, like non-Italians, succumb to the music of these names and neglect to register their meaning? That is my guess. Italians are not the only ones to live with the burden of insulting surnames, of course. But it seems likely that the melodic rise and fall of, say, <em>Licciardello</em> can deceive the ear in a way that—just for an example—its German equivalent <em>Schlick</em> (Middle High German 'to gulp') simply cannot. <em>Schneck</em> ('snail, slow worker') sounds like an insult; <em>Zoccadelli</em> (nickname for a 'stumpy, slow worker') does not.</p>\n<p>Which brings me back to Martin Waldseemuller and Amerigo Vespucci and why we should give thanks that the German fell under the spell of the Italian's first name rather than his last. Where does “Vespucci” come from? It is the diminutive form of <em>vespa</em> 'wasp,' and was a nickname given to particularly ill-tempered individuals. “My fellow Henryans” does not sound so bad after all.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Frailty, Thy Name Is Bevilacqua!</h1> <p><em><span data-rel=\"author\">Leslie Brunetta</span> <span data-rel=\"location\">Somerville, Massachusetts</span></em></p> <p>Consider <em>America</em>. Christopher Columbus had been island-hopping in the Caribbean since 1492 and had touched foot on the New World mainland in 1498. But he had set out for Asia, and nothing would convince him that Asia was not where he had landed. Amerigo Vespucci, meanwhile, also looking for new routes to Asia, ran ashore in Brazil in 1499 and realized that something was not right. Returning to Brazil in 1502, he convinced himself that Columbus and he had in fact stumbled onto some continent—a “New World” he called it— completely unknown to Europeans. He apparently invented a 1497 voyage to make sure he and not Columbus got the credit and started writing letters announcing his “discovery.” Columbus died in 1506 still adamant he had been to Asia. But Vespucci's letters hugely impressed others, including German cartographer Martin Waldseemuller, who in 1507 published the first map to label a depiction of Vespucci's New World <em>America</em> in his honor.</p> <p>Historians have argued for generations about whether Vespucci's 1497 trip was a fib. But they do not seem to have spent much time arguing about whether people should have followed Waldseemuller's lead in dubbing the “new” continent <em>America</em>. That may be simply because the name stuck and there did not seem to be much point. But I think it is also because <em>America</em> sounds so nice, because the pure music of <em>Amerigo Vespucci</em> makes up for any lies he might have told. People were lulled by that music into neglecting to notice that in Italian <em>Amerigo</em> is simply <em>Henry</em> in English.</p> <p>Think of the power of that peculiarly Italian euphony! How much patriotism could we instill by requiring our schoolchildren to chant “I pledge allegiance to the flag of the United States of Henry”? Would Walt Whitman have made the canon if he had written “I hear Henry singing”? And how much worse would our trade deficit be if General Motors tried to attach the Japanese with a slogan like “It's the heartbeat of Henry, it's today's Chevrolet”? Still, we should be grateful that Waldseemuller opted for Vespucci's first name, for disguising the dull <em>Henry</em> in the voluptuous <em>Amerigo</em> is nothing compared to what Italians have done over the centuries when giving each other surnames.</p>"
}