{
  "type": "Epistola",
  "title": "EPISTOLA Phil Martin",
  "contributor": "Phil Martin",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Phil Martin</span></h1>\n<p>Referring to the review of <em>Reception and Response</em> [BIBLIOGRAPHIA, XVIII, 4], I note the Editor's problem of understanding what is in the minds of some who phone to radio call-in shows. Let me see if I can elucidate:</p>\n<p>Caller says, “I'm a first-time caller”; the Editor comments that he has never fathomed the purpose of this statement. To get a caller (or a reader) to participate for the first time indicates a growing audience. The host (or editor) is made to feel good by this, whether or not admitted publicly. Though this caller has not called before, he is not a new listener. He has learned enough about how broadcasting works to know that the statement pulls just a little extra attention from the host.</p>\n<p>Caller says, “I really enjoy your program” or “You really have a great program tonight.” Pure sycophancy, you say. More nearly the opposite. US magazine readers, for example, used to be so single-minded that <em>Collier's, Saturday Evening Post</em>, and few others were all they needed. In today's more anarchic times, nobody can count the numbers of magazines needed to do the job. Radio is the same. Whatever subject a radio host picks, he has targeted some listeners, lost others. The caller in this instance is really saying, “You targeted me tonight, and if you know what's good for you, pick subjects like this more often, or I'm outta here.”</p>\n<p>Caller says, “Thank you for taking my call.” Editor says that is what the host is supposed to say. But the reference is not necessarily to that particular call. Sometimes all the lines are occupied. The host can read on his computer screen an indication, provided by the person who screens the calls, of what a caller wishes to talk about. More often than not, the host has only limited time: maybe a dull caller can be disposed of quickly; on the other hand, an interesting caller might merit being continued after a break for the news or a commercial. Sometimes, a caller has been holding on for 40 minutes or more before getting in his quick remark, with the news only 29 seconds away.</p>\n<p>Imagine getting to express one's views to thousands—maybe hundreds of thousands. The caller who says, “Thank you for taking my call,” is the gentle and courteous kind of person one should have more respect for. And thank you for taking my letter.</p>\n<p><em>[Phil Martin, Largo, Florida]</em></p>\n<p>[I am sure that, like me, there are readers who appreciate Mr. Martin's well-reasoned demystification of what seems to have become a private language. As a frequent writer of letters to <em>The Times</em> and an occasional writer to other periodicals, all of which receive a great deal of mail, I can understand the points made. But, as the letter itself makes clear, one does not write “Thank you for publishing my letter” in such correspondence, and the approach still smacks to me of smarminess.<em>—Editor.</em>]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Phil Martin</span></h1> <p>Referring to the review of <em>Reception and Response</em> [BIBLIOGRAPHIA, XVIII, 4], I note the Editor's problem of understanding what is in the minds of some who phone to radio call-in shows. Let me see if I can elucidate:</p> <p>Caller says, “I'm a first-time caller”; the Editor comments that he has never fathomed the purpose of this statement. To get a caller (or a reader) to participate for the first time indicates a growing audience. The host (or editor) is made to feel good by this, whether or not admitted publicly. Though this caller has not called before, he is not a new listener. He has learned enough about how broadcasting works to know that the statement pulls just a little extra attention from the host.</p> <p>Caller says, “I really enjoy your program” or “You really have a great program tonight.” Pure sycophancy, you say. More nearly the opposite. US magazine readers, for example, used to be so single-minded that <em>Collier's, Saturday Evening Post</em>, and few others were all they needed. In today's more anarchic times, nobody can count the numbers of magazines needed to do the job. Radio is the same. Whatever subject a radio host picks, he has targeted some listeners, lost others. The caller in this instance is really saying, “You targeted me tonight, and if you know what's good for you, pick subjects like this more often, or I'm outta here.”</p> <p>Caller says, “Thank you for taking my call.” Editor says that is what the host is supposed to say. But the reference is not necessarily to that particular call. Sometimes all the lines are occupied. The host can read on his computer screen an indication, provided by the person who screens the calls, of what a caller wishes to talk about. More often than not, the host has only limited time: maybe a dull caller can be disposed of quickly; on the other hand, an interesting caller might merit being continued after a break for the news or a commercial. Sometimes, a caller has been holding on for 40 minutes or more before getting in his quick remark, with the news only 29 seconds away.</p>"
}