{
  "type": "Article",
  "title": "Sussex Speak",
  "author": "Bel Bailey",
  "location": "Clacton-on-Sea, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sussex Speak</h1>\n<p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton-on-Sea, Essex</span></em></p>\n<p>Old Sussex dialect is sadly dying out, save in the remoter villages, where the oldest inhabitants still speak it naturally. That is a great pity, as Sussex rustice were once famous for their amusing knack of adapting words to suit their own requirements. For example, a <em>touch of the old brown crisis</em> would mean an 'attack of bronchitis' and <em>I mises</em> would be Sussex shorthand for 'I surmise or guess.' Typical of the county is still the arbitrary pronounciation of the letters “ee”: <em>sheep</em> is often pronounced as “ship” and <em>week</em> as <em>“wick.”</em></p>\n<p>The use of the double plural is another old Sussex feature, as in the verse,</p>\n<blockquote>\n<p>I saw two ghostesses</p>\n<p>Sitting on postesses</p>\n<p>Eating their toastesses</p>\n<p>And greasing their fistesses</p>\n<p>Weren't they beastesses?</p>\n</blockquote>\n<p>Back in 1904, E.V. Lucas in his <em>Highways and Byeways in Sussex,</em> noted that the Sussex dialect changed markedly from east to west and that the demarcation line between the two was the lovely Adur Valley—where even the breeds of sheep changed! If one hears the old Sussex dialect at all now it is usually found in the rural hinterland of the county between Battle (of 1066 fame) and Health-field, or that fine open stretch of country twixt Chichester and Midhurst.</p>\n<p>The old West Sussex tendency is to add an extra syllable to monosyllabic words, so <em>cow</em> becomes “cayoo,” or <em>fowl</em> is pronounced “fewoll.” In East Sussex respectively these would be “kew” and “fewl.” The true “Sussexer” has problems with the letter <em>h</em>, so one old traditional dish is the “Plum 'eavy,” the <em>highway</em> is naturally the “ighway,” etc. In East Sussex <em>th</em> is often pronounced as “d,” so that <em>the, them</em>, and <em>that</em> become “de, dem, and dat.” Due to the old Sussex dialect the village folk could quickly divide all those they met into the sheep and goats: the <em>homelings</em> were the natives and the <em>comelings</em> those who had come into Sussex from another county.</p>\n<p>Frequently heard old expressions include <em>Shennagoo</em> for 'shall not go,' and <em>Drackly</em> for 'straight away, directly.' High praise is <em>tidy middling</em> and <em>middling</em> is 'very fair'! <em>Purdnye</em> means 'almost.' <em>Darngurt</em> is Sussex speak for 'anything very large,' as this county is naturally given to emphatic statements. An overdressed woman may be summed up as “looks like a sow saddled” and any impossible task calls forth the comment “I can't suck flour <em>and</em> whistle!” “Leaves back'ards up'ards, it's going to rain” was a favorite saying of the ancient Sussex shepherds. The cowman driving his cows up Steyning High Street would call “Coup, Coup, Coup, coom along,” as did generations before him.</p>\n<p>A scolding woman was said to give her husband “a dish of tongues,” and the old Sussex bachelor often gave crisp reasons for staying single: one went on record as saying “Mesel, I ain't no marryin' man, fer I can't see naun in givin' 'arf yer grub away ter get t' other 'arf cooked. I does me own.”</p>\n<p>Counting words in Sussex were often used by agricultural workers. The sheep were counted in pairs, thus, “One-erum, two-erum, cockerum, shuerum, shitherum, shatherum, Wineberry, Wagtail, Tarydiddle, Den = 20.”</p>\n<p>Many writers have collected gems of Sussex dialect down the years, like Rev. William Parish and another cleric, Rev. Edward Boys Ellman, both before World War I. Parish discovered some amusing differences, as when a Sussex girl cries, “Oh! do adone” she means “Go on” but if she says, “Adone do,” she means “Stop at once!”</p>\n<p>The ladybird was called <em>Bishop Barnaby</em> by Sussex children, as in the old rhyme</p>\n<blockquote>\n<p>Bishop, Bishop Barnaby</p>\n<p>Tell me when my wedding will be,</p>\n<p>If it be tomorrow day,</p>\n<p>Open your wings and fly away.</p>\n</blockquote>\n<p><em>Broom dasher</em> was the traditional Sussex description of a roughly dressed or roughly behaved person, and someone of low intelligence was described as <em>chuckle-headed,</em> a term not unfamiliar to Americans. To be *fair clemmed * meant to be 'very hungry, cold, or miserable.' A typical county boast still often expressed is “Sussex won't be druv” and anyone <em>contrairy</em> is reckoned to be 'obstinate.' <em>Darn ma wig</em> is a humorous expression of surprise. <em>Frouden</em> means to be 'afraid' or to be “frit,” whilst 'feeling ill' was once expressed as “I be <em>gellish ornary</em> today.” <em>Goistering</em> was a curious term for 'loud feminine laughter'; a 'bad worker' was called <em>latchety:</em> his excuse might well be, “Old Laurence has got hold of me today!”</p>\n<p>Time and time again the dry Sussex sense of humor breaks through. The sadly defunct Horsham to Steyning railway line was called the “linger and die.” <em>My obedience</em> was a mother's reference to her first-born child, and a 'ditherer' was called a <em>mess-pot</em>. <em>Nineways for Sunday</em> meant a 'bewildered expression' and is a good example of the originality of thought behind many of the county sayings.</p>\n<p>The folklore of the county is particularly rich and this too gives colorful phrases. <em>The Miller's glory</em> refers to the sweeps of the windmill set in the sign of a cross, said to bring luck to anyone in the village getting married. A <em>shim</em> means a 'ghost' or just a 'glimpse of someone.' <em>Pharisees</em> 'fairies' are also deep in Sussex folklore, while 'something too complex to understand' is called <em>wigwams</em> for goose's bridles. <em>Long Rope Day</em> refers to the old Brighton or Hastings custom of skipping for luck on Good Friday. <em>January butter</em> is the name for the mud it was thought lucky to bring into the house on one's feet on January 1st.</p>\n<p>Of all the English county dialects I suspect that Sussex is the richest in its allusions, but I may well be prejudiced in favor of my beloved South Downs. To conclude, here is a snippet of the conversation of an old West Wittering woman, who lived near a scientist:</p>\n<blockquote>\n<p>such a nice, still man, only he's always losing</p>\n<p>his recollects.... He disremembers everything.</p>\n<p>Why the other day he was in a tarrible stodge</p>\n<p>'cause he mus' catch the London train, an'</p>\n<p>prensly there he was back again. He most-in-ginral</p>\n<p>goos along reading an' a whiffle of wind</p>\n<p>blew his book an he disremembered what he'd</p>\n<p>gone for!</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sussex Speak</h1> <p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton-on-Sea, Essex</span></em></p> <p>Old Sussex dialect is sadly dying out, save in the remoter villages, where the oldest inhabitants still speak it naturally. That is a great pity, as Sussex rustice were once famous for their amusing knack of adapting words to suit their own requirements. For example, a <em>touch of the old brown crisis</em> would mean an 'attack of bronchitis' and <em>I mises</em> would be Sussex shorthand for 'I surmise or guess.' Typical of the county is still the arbitrary pronounciation of the letters “ee”: <em>sheep</em> is often pronounced as “ship” and <em>week</em> as <em>“wick.”</em></p> <p>The use of the double plural is another old Sussex feature, as in the verse,</p> <blockquote>\n<p>I saw two ghostesses</p>\n<p>Sitting on postesses</p>\n<p>Eating their toastesses</p>\n<p>And greasing their fistesses</p>\n<p>Weren't they beastesses?</p>\n</blockquote>"
}