{
  "type": "Article",
  "title": "Reaching for the Ready-Made",
  "author": "Anthony Cowie",
  "location": "The University of Leeds",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reaching for the Ready-Made</h1>\n<p><em><span data-rel=\"author\">Anthony Cowie</span> <span data-rel=\"location\">The University of Leeds</span></em></p>\n<p>As every good copywriter knows, one of the most effective ways of drawing the attention of newspaper readers to a consumer advertisement is to juggle cleverly with the shape and meaning of a familiar idiom or set phrase. One famous British advertisement for eggs urged readers to “Go to work on an egg!” <em>Go to work on</em> can of course be interpreted idiomatically as 'attack,' but the presentation also hinted wittily at the literal sense of the phrase by portraying a man pedaling to work on a cycle with a single egg-shaped wheel. More recently, a quality Sunday newspaper has run an advertisement for a nippy hatchback car under the caption “A hardy performer wins its laurels.” This heading has layers of meaning that can be peeled off like the skins of an onion. The tough little runabout has certainly won an accolade from the motoring press. But <em>hardy performer</em> also suggests <em>hardy annual</em> and, as any gardener knows, the laurel is a shrub that survives out of doors throughout the winter, just as a maid-of-all-work minicar has to fetch and carry in all weathers. On another level again, we recognize the vintage comedy performers Laurel and Hardy—one pretty light on his feet, the other with solider qualities.</p>\n<p>In advertising, almost any type of fixed expression can be pressed into service. Some familiar phrases—such as <em>go to work on</em>—are plain idioms with no cultural overtones. But Laurel and Hardy, like Astaire and Rogers (or Rodgers and Hart) are part of the history of popular entertainment in this century. In those examples, the popular culture is shared: the references are understood by moviegoers and radio listeners on both sides of the Atlantic. In other cases, the appeal is to something specifically American or peculiarly British, as in the ad that referred to a popular brand of matches as “The Light Brigade” and to its price as “The Charge.”</p>\n<p>Set phrases not only serve as arresting openings and closings in advertising; they also function as headlines in newspaper articles, quotable climaxes in political speeches, and punch-lines in jokes, as when a <em>Times</em> journalist attending a demonstration of teachers outside Parliament wrote:</p>\n<blockquote>\n<p>It grew minute by minute windier and colder.</p>\n<p>To one of the press cameramen it was a good joke: “You've got the thin blue line here all right.”</p>\n</blockquote>\n<p>Idioms are frequently fossilized metaphors: <em>the thin red line</em>, which lies at the back of this piece of wordplay, means 'the heroic resistance of the few against many,' and originally described a regiment of redcoated highlanders at the battle of Balaclava. In the puns we have been looking at, the writer may revive and extend a metaphor (portraying the teachers as a small embattled force, but making them blue with cold, as well) while at the same time changing the form of the expression. And as we saw with <em>Laurel and Hardy</em>, such phrases are not only thought of as normally fixed but are also deeply embedded in a culture. For this reason, writers produce a mild shock-effect by distorting their forms or making over their meanings.</p>\n<p>Fixed expressions that are open to humorous reshaping are, of course, not always reshaped. And there are important types in English that are hardly ever adapted at all. Consider the “formulae” we regularly use to direct or punctuate the flow of conversation and often, too, to indicate the speaker's attitude to the person addressed. Among such formulae, “You have to be kidding!” or “You must be joking!” (the first mainly American, the second largely British) are used to express skeptical dismissal of a claim or suggestion:</p>\n<blockquote>\n<p>“Fred buy a round of drinks! You must be joking!”</p>\n</blockquote>\n<p>In contrast, wholehearted agreement with an earlier claim can be signaled by “You can say that again!”— though as with “You must be joking,” this gambit would only be used among people of roughly the same age or status. Consider this exchange:</p>\n<blockquote>\n<p>A: I wish they'd get round a table and sort the whole thing out.</p>\n<p>B: You can say that again!</p>\n</blockquote>\n<p>Now if A were a professor—or an older person of any standing—and B a student, then B's gambit might well seem impertinent. I mention this detail—which by the way is seldom treated in dictionaries—because as speakers of English we usually have little freedom to decide how formulae are used. (Note, too, how in “You can say that again,” the stress is always on <em>that</em>.)</p>\n<p>When writers wish to convey the opposite of what they seem to be saying on the surface, they can do so by engineering a change of style or tone. When Cole Porter in the song “Just One of those Things” wants to suggest the painful directness with which Dorothy Parker might have sent a discarded lover on his way, he switches incongruously from plain language to an Elizabethan flourish:</p>\n<blockquote>\n<p>As Dorothy Parker once said</p>\n<p>To her boyfriend “Fare thee well.”</p>\n</blockquote>\n<p>Later on, he changes the direction of the stylistic switch, and the move along the time scale, by ending with a piece of up-to-date slang:</p>\n<blockquote>\n<p>As Columbus announced</p>\n<p>When he knew he was bounced,</p>\n<p>“It was swell, Isabel, swell.”</p>\n</blockquote>\n<p>But Porter is not content simply to shift to a style that is out of keeping with the speaker or period. He gives extra humor and zest to the erstwhile lover's goodbye by wrapping it in a familiar set phrase. This is a favorite Porter device, used as here in the verse but also in the title and refrain—<em>It was just one of those things</em>. The trick is not confined to Porter. One of the best-known numbers in the Gershwin score for the movie musical <em>Shall We Dance?</em> originates in a well-known formula, “They can't take that away from me,” which duly appears as the climax of the chorus. But the last word in more senses than one goes to Irving Berlin. In a perfectly constructed ballad of the depressed mid-thirties he captures the mood of our own impoverished times and offers his punning remedy to gloom:</p>\n<blockquote>\n<p>Before the fiddlers have fled,</p>\n<p>Before they ask us to pay the bill,</p>\n<p>And while we still have a chance,</p>\n<p>Let's face the music and dance.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reaching for the Ready-Made</h1> <p><em><span data-rel=\"author\">Anthony Cowie</span> <span data-rel=\"location\">The University of Leeds</span></em></p> <p>As every good copywriter knows, one of the most effective ways of drawing the attention of newspaper readers to a consumer advertisement is to juggle cleverly with the shape and meaning of a familiar idiom or set phrase. One famous British advertisement for eggs urged readers to “Go to work on an egg!” <em>Go to work on</em> can of course be interpreted idiomatically as 'attack,' but the presentation also hinted wittily at the literal sense of the phrase by portraying a man pedaling to work on a cycle with a single egg-shaped wheel. More recently, a quality Sunday newspaper has run an advertisement for a nippy hatchback car under the caption “A hardy performer wins its laurels.” This heading has layers of meaning that can be peeled off like the skins of an onion. The tough little runabout has certainly won an accolade from the motoring press. But <em>hardy performer</em> also suggests <em>hardy annual</em> and, as any gardener knows, the laurel is a shrub that survives out of doors throughout the winter, just as a maid-of-all-work minicar has to fetch and carry in all weathers. On another level again, we recognize the vintage comedy performers Laurel and Hardy—one pretty light on his feet, the other with solider qualities.</p> <p>In advertising, almost any type of fixed expression can be pressed into service. Some familiar phrases—such as <em>go to work on</em>—are plain idioms with no cultural overtones. But Laurel and Hardy, like Astaire and Rogers (or Rodgers and Hart) are part of the history of popular entertainment in this century. In those examples, the popular culture is shared: the references are understood by moviegoers and radio listeners on both sides of the Atlantic. In other cases, the appeal is to something specifically American or peculiarly British, as in the ad that referred to a popular brand of matches as “The Light Brigade” and to its price as “The Charge.”</p> <p>Set phrases not only serve as arresting openings and closings in advertising; they also function as headlines in newspaper articles, quotable climaxes in political speeches, and punch-lines in jokes, as when a <em>Times</em> journalist attending a demonstration of teachers outside Parliament wrote:</p>"
}