{
  "type": "Epistola",
  "title": "EPISTOLA John Ellison Kahn",
  "contributor": "John Ellison Kahn",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Ellison Kahn</span></h1>\n<p>William B. Ober's article, “Writing Maketh an Exact Man” [XVIII,2] was enjoyable not just—as in all his work—for its quirky insights and elegant style, but also—uncharacteristically—as an exercise in irony. The very title is a small masterpiece of ironic wit, being a misquotation rather than an accurate transcription from Bacon's essays. As one of the finest Two Cultures researchers around— medical specialist and literary historian—Dr. Ober is certainly qualified to censure the under-investigated assertions, careless citations, and flawed proofreading he detects in the work of fellow scholars... and make himself a hostage to fortune (to mis-cite Bacon in my turn) when doing so. Committing slip-ups of one's own, in other words, while brashly reproving the slip-ups of others, would tend to undermine one's moral position somewhat.</p>\n<p>Dr. Ober has cleverly circumvented this danger. By adopting the ironic stance and deliberately infiltrating many of his own whimsical inaccuracies into his critique, he in effect preempts at once the charge of <em>tu quoque</em>. Consider how he balances that opening irony with a corresponding subtlety at the very end of the article. President Routh, we read, advised an undergraduate, “Always verify your references, sir!” A brief verifying of one's references reveals that the wording here is again misquoted and, furthermore, that the recipient of the advice was almost certainly no longer an undergraduate.</p>\n<p>Dr. Ober strews a variety of such booby-traps along the trail: the teasing reference to Peter Sellars' participation in <em>Amadeus</em>, for example, and the characterizing of George Steiner as the <em>Oxford</em> pundit. My own favorite <em>coup d'ironie</em> occurs in the paragraph on Robert Craft's lapses: “He also refers to Mozart's first love,” Dr. Ober notes with regret, “as Aloysius,” instead of <em>Aloysia</em>, that is (or “Aloyisia” as the article cunningly renders it!).</p>\n<p>Ironists run a continual risk: if they nudge too hard and use too broad an irony, they risk sounding facetious; if they stay deadpan and use too subtle an irony, they sound in earnest and risk being taken literally. Swift's “Meditation upon a Broomstick,” for instance, impressed the Countess of Stanford as deeply pious instead of hilariously parodic. Perhaps Dr. Ober, too, if I might venture a criticism at this point, has edged beyond the critical angle of irony, cutting it too fine in his approach and thereby risking a literal reading. Certainly I, for one, was taken in at first by his solemn academic tone and groaned at the prospect of having to write a moralizing corrective—“Even Ober nods,” “Physician, heal thyself”—spare us!</p>\n<p>What saved me from falling into that trap was the sudden recognition that he would never be so presumptuous as to write an article exposing the inadequacies of his peers' researches while at the same time allowing half a dozen comparable lapses of his own to remain unheeded and unweeded in the exposé itself. Fortified with that realization, I went back to the text and saw at once—even in the title— that the straight-faced phrasing of the article was really just a ruse, and that an ironic reading was the only one possible.</p>\n<p>A footnote to the verify-your-references anecdote may interest readers, since the two participants in that famously anticlimactic exchange (Martin Joseph Routh, then aged about 92, and John William Burgon, then about 34) are celebrated for other reasons. Here, first of all, is the full story (accurately quoted, I hope), as recalled by Burgon some 35 years later:</p>\n<blockquote>\n<p>I ventured to address him somewhat as follows:</p>\n<p>“Mr. President, give me leave to ask you a question I have sometimes asked of aged persons, but never of any so aged or so learned as yourself.” He looked so kindly at me that I thought I might go on. “Every studious man, in the course of a long and thoughtful life, has had occasion to experience the special value of some axiom or precept. Would you mind giving me the benefit of such a word of advice?” He bade me explain, evidently to gain time. I quoted an instance. He nodded and looked thoughtful. Presently he brightened up and said, “I think, sir, since you care for the advice of an old man, sir, you will find it a very good practice” (here he looked me in the face) “<em>always to verify your references</em>, sir!”</p>\n</blockquote>\n<p>Routh is still notable as one of the great British eccentrics. He became President of Magdalen College, Oxford, in his thirties and, since there was no compulsory retirement age in those days, clung to that office until his death, in 1854—at the age of 99! His tenure of 63 years as head of an Oxbridge college must be a record. He remained very much an 18th-century man right through the middle of the 19th century: he always wore a wig in public and simply refused to believe that such a thing as the railways could possibly exist. Perhaps his most engaging eccentricity was the way he reared his dog: he apparently brought it up to think of itself as a cat, to the point where it even used its paws to wash its face.</p>\n<p>As for Burgon, who later in life became Dean of Chichester, he retains a tiny niche in the history of English literature for two immortal lines of poetry he composed in 1845, much quoted and much admired ever since. They come from his poem “Petra,” which won him the Newdigate prize at Oxford:</p>\n<blockquote>\n<p>Match me such marvel, save in Eastern clime— A rose-red city, half as old as time.</p>\n</blockquote>\n<p><em>[John Ellison Kahn, London]</em></p>\n<p>[Corrections also received from, among many, David Miles, Charlevoix, Michigan; Seán Devine, Blackrock, Co. Dublin; Raymond Harris, London. —Editor.]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Ellison Kahn</span></h1> <p>William B. Ober's article, “Writing Maketh an Exact Man” [XVIII,2] was enjoyable not just—as in all his work—for its quirky insights and elegant style, but also—uncharacteristically—as an exercise in irony. The very title is a small masterpiece of ironic wit, being a misquotation rather than an accurate transcription from Bacon's essays. As one of the finest Two Cultures researchers around— medical specialist and literary historian—Dr. Ober is certainly qualified to censure the under-investigated assertions, careless citations, and flawed proofreading he detects in the work of fellow scholars... and make himself a hostage to fortune (to mis-cite Bacon in my turn) when doing so. Committing slip-ups of one's own, in other words, while brashly reproving the slip-ups of others, would tend to undermine one's moral position somewhat.</p> <p>Dr. Ober has cleverly circumvented this danger. By adopting the ironic stance and deliberately infiltrating many of his own whimsical inaccuracies into his critique, he in effect preempts at once the charge of <em>tu quoque</em>. Consider how he balances that opening irony with a corresponding subtlety at the very end of the article. President Routh, we read, advised an undergraduate, “Always verify your references, sir!” A brief verifying of one's references reveals that the wording here is again misquoted and, furthermore, that the recipient of the advice was almost certainly no longer an undergraduate.</p> <p>Dr. Ober strews a variety of such booby-traps along the trail: the teasing reference to Peter Sellars' participation in <em>Amadeus</em>, for example, and the characterizing of George Steiner as the <em>Oxford</em> pundit. My own favorite <em>coup d'ironie</em> occurs in the paragraph on Robert Craft's lapses: “He also refers to Mozart's first love,” Dr. Ober notes with regret, “as Aloysius,” instead of <em>Aloysia</em>, that is (or “Aloyisia” as the article cunningly renders it!).</p> <p>Ironists run a continual risk: if they nudge too hard and use too broad an irony, they risk sounding facetious; if they stay deadpan and use too subtle an irony, they sound in earnest and risk being taken literally. Swift's “Meditation upon a Broomstick,” for instance, impressed the Countess of Stanford as deeply pious instead of hilariously parodic. Perhaps Dr. Ober, too, if I might venture a criticism at this point, has edged beyond the critical angle of irony, cutting it too fine in his approach and thereby risking a literal reading. Certainly I, for one, was taken in at first by his solemn academic tone and groaned at the prospect of having to write a moralizing corrective—“Even Ober nods,” “Physician, heal thyself”—spare us!</p>"
}