{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Thesaurus of Traditional English Metaphors",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Thesaurus-of-Traditional-English-Metaphors/Wilkinson/p/book/9780415863018\"><em>Thesaurus of Traditional English Metaphors</em></a></h1>\n<p>P.R. Wilkinson, (Routledge, 1992), xiii + 776 pp.</p>\n<p>Works of this kind are more often the products of individuals, in the great tradition of Johnson, Brewer, Skeat, Burger, and other—mostly earlier— writers, than of teams of researchers and editors. Wilkinson, identified as having studied Classics, Old English, and Old Norse at Cambridge, worked as a Forestry Commission woodman, an occupation that evidently afforded him the time and solitude required to concentrate on compiling and writing such a work, though no indication is given of how long he took to complete it.</p>\n<p>The main part of the book, arranged under rather odd categories, covers 486 pages; it is followed by an 11-page Index of Themes (which might have been made more accessible if placed at the front); the rest consists of an Index of Keywords, “some 40,000” according to the blurb. Covered in the text are “over 20,000 English sayings.”</p>\n<p>Although many articles, theoretical essays, and books have been written about metaphors, little effort has been made to investigate them systematically: as all of language is itself a metaphor (unless one believes in logomancy), one is continually confronted in the compilation of an ordinary dictionary with examples of semantic and linguistic changes (as well as amelioration, pejoration, etc.) that are tantamount to shifts of meaning that, loosely, could be said to be metaphoric. So it remains to see just which 20,000 “sayings” Wilkinson has chosen to analyze and record. With few exceptions, they appear to be phrases (<em>bridging loan, wide open, Hyde Park railings</em>), adages or proverbs (<em>Don't be after breaking your shin on a stool that is not in your way, When the wheat lies long in bed, it rises with a heavy head, The water that comes from the same spring cannot be both fresh and salt, Better feed five drones than starve one bee</em>), and, occasionally, individual words (<em>beeswax</em> 'business,' <em>grape-vine, stagnant</em>). Many of the last are likely to be found in dictionaries, but modern dictionaries do not offer such useful treatment, which essentially links to a word or phrase the culture of the people who use it.</p>\n<p>It would be grossly unfair to continue without quoting the author's purpose, set forth in an Introduction, which is all too brief considering the complexity of the subject. Here are some relevant extracts:</p>\n<blockquote>\n<p>In everyday life, metaphors take many different forms, including similes (<em>a nose as red as a cherry</em>), proverbs (<em>don't count your chickens before they're hatched</em>), transfer phrases (<em>make heavy weather of...</em>) [,] wellerisms (<em>everyone to his taste, as they said when the old woman kissed the cow</em>), metonymy (<em>the knife</em> for surgery, <em>the crown</em> for royalty), synecdoches (<em>sixty head of cattle, a cut-throat</em>), and swearing (<em>'bloody bugger!'</em>)...</p>\n</blockquote>\n<p>Particularly interesting are the kinds of metaphor excluded:</p>\n<blockquote>\n<p>As the main purpose of this collection is to trace the origins of folk metaphor in English, nearly all examples of metonymy, synecdoche and swearing have been omitted as being too marginal or personal...</p>\n<p>Metaphor is often used to warn or conceal from a third party, as in <em>your barn door's open</em>. In this category are all euphemisms, but they contain the seeds of their own decay. Many good metaphors have therefore been excluded because of this inevitable ephemerality. There are also two large groups which are not admissible as metaphors because they derive arbitrarily from sound-similarities without the necessary sense-relationship. These are based on puns like <em>camp as a row of tents</em>, and on rhymes—<em>plates of meat</em> etc. Occasionally, rhyme and reason happily coincide, as in skin-and-blister = sister, but for true metaphors there must be some sense connexion, otherwise the substitute word or phrase is merely used randomly, or like a secret code.</p>\n<p>Another group of metaphors excluded is the names of natural species such as <em>footman</em> and <em>emperor moths, lady's slipper, shepherd's purse, porpoise</em>, etc.</p>\n<p>...</p>\n<p>Purely literary metaphors have been excluded, except for those which have become traditional by general acceptance, as have many Shakespearean sayings as well as titles and phrases from modern authors.</p>\n</blockquote>\n<p>The result is, in large measure, a catalogue of the treatment once given in those older dictionaries that might, in an entry for <em>kink</em>, have defined it as a condition of a piece of wire then continued with, “hence, <em>kinky</em> twisted, abnormal, perverted.” Wilkinson's entry for <em>kink</em> (under theme <em>A3a Metal, different metals</em>) is as follows:</p>\n<blockquote>\n<p><em>Kink</em> Aberration, abnormality (as when straight wire or metal gets kinked. Hence kinky = perverted, eccentric to the point of abnormality.</p>\n</blockquote>\n<p>(Two matters of style should be noted here: first, all entries are capitalized, which I find off-putting; second, runover lines are indented, necessary in a dictionary but not in a work consisting of such short entries, with a resultant waste of space.)</p>\n<p>The thematic categories, TINKER, TAILOR, SOLDIER, SAILOR, RICHMAN, POORMAN, BEGGARMAN, THIEF, with AT HOME, AT SCHOOL, and AT PLAY added to allow for entries not otherwise classifiable, I find a bit too whimsical, especially when one finds Farmers, Farm Animals, and associated subcategories listed under RICHMAN, while those who tend them appear under POORMAN; the impression is that the author is subtly trying to pass on some sort of cynical message. Also, it is important to note that the categories describe the literal content of the metaphor, not the metaphoric aspect. Thus, <em>kick the bucket</em> is listed in the category <em>E29e Pork</em> (because of its presumed etymology, “Slaughtered pigs are hung by the heels from the 'bucket' or beam”) while <em>go west</em> appears under <em>G12e Sunset,</em> <em>bite the dust</em> (questionably defined as “brought low”) appears at <em>C10f Winning and losing the battle,</em> <em>buy the farm</em> (which I cannot find in the <em>OED</em>) is listed under <em>E7a Land</em> (where it is labeled as an Americanism, confuting my understanding that it originated with the R.A.F., early in WWII), and <em>cash in your chips/ checks</em> goes under <em>K77c Roulette</em> (which might be all right for a British English classification, but <em>I</em> think that Americans would expect to find it at <em>K81 Poker</em>). Although the Index lists most expressions at least twice (<em>kick the bucket</em> is under both <em>kick</em> and <em>bucket</em>, which is fine), it seems that no expression appears more than once in the main section notwithstanding any ambiguity or polysemy that might it might reflect.</p>\n<p>Metaphors are the shibboleths of language and culture, and proper imaginative, apt control of them is an indicator of one's knowledge of both. Within a language, they can be culture-specific or cross-cultural, dialect-specific or cross-dialectal. <em>kick the bucket</em> 'die,' for example, is probably known in all dialects of English; <em>kick into touch</em> 'curtail or postpone further treatment' is unknown except to those familiar with British idiom. This seems an appropriate place to describe a personal experience that took place in 1970, when I was far less conversant with British idiom than today (though I hasten to point out that it is unlikely that one can ever become fully bi-dialectal any more that one can become perfectly bilingual).</p>\n<p>The setting was a conference room at the offices of William Collins Sons (since renamed Collins Publishers), in St James's Place, an engaging set of creaky buildings situated between the Stafford Hotel, where we often repaired for dinner after our lucubrations, and Duke's. Sir William and Lady Collins lived in a suite at the top. At the corner of St James's Place and St James's Street was the map store owned by Sir Francis Chichester, of single-handed sailing fame; across St Jame's Street was— still is—Boodle's, a club for the gentry; round the corner was the famous French restaurant, Prunelle's.</p>\n<p>It was a time when those attending the meetings, chiefly Jan Collins, who was managing director, the company's attorney, and I were trying to arrive at a viable budget for the preparation and publication of what was to become the <em>Collins English Dictionary</em>. Various other people drifted in and out of those meetings, which were held sporadically over the course of several months, but we three were the chief punters (as they say in Britain). The discussions often went on for hours, all afternoon and well on into the evening. Though hardier in those days, my constitution was somewhat affected by jet lag, as I had usually arrived only that morning or the day before from the U.S. On one occasion, as our deliberations were drawing to a close after many months, we came to a particularly niggling point of dispute regarding the cost of some phase of the project—I have forgotten which—and, in frustration and exasperation, I burst out with, “You must realize that if you want to earn a penny, you've got to spend a penny!,” whereupon, much to my consternation, all those present fell about laughing merrily. [Note to non-British readers: <em>spend a penny</em> is a British idiom meaning 'go to the lavatory,' obviously a reference to the ubiquity of pay toilets.]</p>\n<p>Despite his protest to the contrary, Wilkinson has included a number of what can only be termed literary metaphors in sections under Myth that include <em>Primeval, Jewish, Greek, Germanic,</em> and <em>Celtic,</em> but no Roman. The coverage is uneven: <em>sop to Cerberus</em> is in, but not <em>Pegasus</em> (even though it is not couched in a metaphoric phrase that I can think of). In the category of proper names, which are not specifically excluded in the Introduction, <em>Brillat-Savarin</em> and <em>Escoffier</em> are missing as metaphors for 'great chef' as is <em>Einstein</em> for 'genius.' One of my personal favorites in this category is <em>mithridatism</em> 'the gradual immunization of a person against a poison by administering it over a long period in small, but increasing dosages'; it refers to Mithridates IV “the Great” of Pontus (? 133-65 BC), who, according to Justinian, foiled a conspiracy by just such a method before dispatching the conspirators one day at dinner by dosing the food with poison that had no effect on him. Nouns and verbs are the mainstay of the metaphors treated, but adjectives are in very short supply. One could write a longish essay on the allusions conjured up by the words <em>Dickensian, Kafkaesque</em>, and <em>Orwellian</em>, yet none of these (among thousands of others) are represented.</p>\n<p>I see that I have fallen (not inadvertently, I fear) into the trap that I so often criticize in other reviewers, namely, scoring a work for what it does not contain instead of sticking to commenting on what is there. Despite some disappointments, inevitable in any book (even those one has written himself) but especially in one that by its very nature could never approach completeness, it must be said that what is included is well and concisely handled, useful, and interesting. Still, I return to my point regarding certain omissions, for the purpose of a reference book is not solely to serve those who wish to look up metaphors they hear, but ones they read, as well. Focusing on the “living language” alone (according to the blurb) is a bit of a conceit, for what people are saying in Montgomeryshire, Northumberland, and Pennsylvania, even if it accurately represented, is scarcely the “living language” for most English speakers. It must be said that the days when every schoolchild was (at least) exposed to classical mythology and the Great Books have been superseded by an obsession with education applicable only to commercial pursuits, the syndrome reflected in, “Why do I have to study Chaucer and Shakespeare to become a car mechanic or an astronaut?” The liberal arts need not be regarded as ends in themselves—that is, to produce artists, writers, and other practitioners—but to create well-rounded human beings who are passing familiar, if only subconsciously, with the underpinnings of <em>their</em> society based on the bedrock of <em>their</em> culture. Of course, if by culture we mean today familiarity with the names of the top ten rock hits and the details of latest episode of <em>Neighbours, Roseanne</em>, or Coronation Street, then n one of this is important. At worst, modern education ignores totally the whole person; at best, it pays his tutelage mere lip service.</p>\n<p>Some readers may know of my involvement with a related work, <em>Allusions—Cultural, Literary, Biblical</em>, and <em>Historical</em>: <em>A Thematic Dictionary</em> [with Frederick G. Ruffner, Gale Research Company, 1982, 1986], an attempt to provide a quick reference guide to what can be termed metaphors, consedering the present context. Each entry in that book was accompanied by a source reference, more than a thousand of which were listed in the Bibliography preceding the Index. I miss such documentation in Wilkinson's book: the only indication we have, from How to use the book, is in a vague mention of “Heywood, Ray, <em>OED, ODEP</em>, Apperson, and Skeat's 1895 edition of Chaucer”—vague because the average user of this book may not be familiar with these cryptic references, and no bibliographic details are provided. There are no references to sources in the text at all. For the casual user, they might not be important, but their absence makes the book virtually useless for the serious researcher. Moreover, I, for one, should like to know the source that pins down to California the expression <em>so low he could sit on a cigarette paper and hand his feet over the edge:</em> given no gloss, does this refer to <em>low</em> 'depressed,' <em>low</em> 'degraded,' or <em>low</em> 'abject'? Who is it that has attributed to America the Pepysian <em>He cannot 'whip a cat but I must beat the tail of it'?</em> On what authority does Wilkinson accept that <em>in Pimlico order</em> is used in New Hampshire, Massachusetts, Connecticut? It is possibly because of my predominantly urban upbringing in America that I have never heard that or several other expressions, similarly attributed, having to do with persimmons (which were always something of a joke, in any event). <em>Spill the beans</em> is in wide use in Britain and should not be labeled American: the <em>OED</em> shows it as “orig. U.S.” <em>Lollipop lady/man</em> 'school crossing guard,' on the other hand, carries no label at all, which one takes to mean it is universal, but it is virtually unknown in America. On the other hand, returning to omissions. I should have expected to find <em>born on the wrong side of the blanket</em> and <em>fiddler's green</em>, among others. To the best of my knowledge, the American expression is <em>come up smelling like a rose</em> 'survive an ordeal untainted or even in enhanced condition'; Wilkinson has <em>smell like a rose</em> [Amer] be pure and innocent. (Why is “CB Confined to Barracks” listed among the Abbreviations in the forematter? Surely it cannot appear as a label, since the phrase, which is literal, hence not an entry, is a description of a military punishment. Perhaps the author is testing to see if we are alert.)</p>\n<p>Such are the problems with a new work, and they might be corrected and improved in later editions, for which one profoundly hopes there proves just reason. One is bound to wonder, For whom is the book intended? At the price, it is clearly not to be found in the book rack at the airport, and one must conclude that libraries are the likely target. These days, some might have the resources to pay that much for such a book, but I daresay there are not many, and at that price one would expect a cloth binding rather than the hard paper binding provided.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Thesaurus-of-Traditional-English-Metaphors/Wilkinson/p/book/9780415863018\"><em>Thesaurus of Traditional English Metaphors</em></a></h1> <p>P.R. Wilkinson, (Routledge, 1992), xiii + 776 pp.</p> <p>Works of this kind are more often the products of individuals, in the great tradition of Johnson, Brewer, Skeat, Burger, and other—mostly earlier— writers, than of teams of researchers and editors. Wilkinson, identified as having studied Classics, Old English, and Old Norse at Cambridge, worked as a Forestry Commission woodman, an occupation that evidently afforded him the time and solitude required to concentrate on compiling and writing such a work, though no indication is given of how long he took to complete it.</p> <p>The main part of the book, arranged under rather odd categories, covers 486 pages; it is followed by an 11-page Index of Themes (which might have been made more accessible if placed at the front); the rest consists of an Index of Keywords, “some 40,000” according to the blurb. Covered in the text are “over 20,000 English sayings.”</p> <p>Although many articles, theoretical essays, and books have been written about metaphors, little effort has been made to investigate them systematically: as all of language is itself a metaphor (unless one believes in logomancy), one is continually confronted in the compilation of an ordinary dictionary with examples of semantic and linguistic changes (as well as amelioration, pejoration, etc.) that are tantamount to shifts of meaning that, loosely, could be said to be metaphoric. So it remains to see just which 20,000 “sayings” Wilkinson has chosen to analyze and record. With few exceptions, they appear to be phrases (<em>bridging loan, wide open, Hyde Park railings</em>), adages or proverbs (<em>Don't be after breaking your shin on a stool that is not in your way, When the wheat lies long in bed, it rises with a heavy head, The water that comes from the same spring cannot be both fresh and salt, Better feed five drones than starve one bee</em>), and, occasionally, individual words (<em>beeswax</em> 'business,' <em>grape-vine, stagnant</em>). Many of the last are likely to be found in dictionaries, but modern dictionaries do not offer such useful treatment, which essentially links to a word or phrase the culture of the people who use it.</p>"
}