{
  "type": "Article",
  "title": "Etymology as Educated Guess",
  "author": "Craig M. Carver",
  "location": "Dictionary of American Regional English",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Etymology as Educated Guess</h1>\n<p><em><span data-rel=\"author\">Craig M. Carver</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p>\n<p>So spectacularly successful were the philologists of the late 19th and early 20th centuries in working out the lineages of words that the typical dictionary user takes etymology for granted. This is made clear to me every time someone discovers that I am a “word man”—that I am an editor on the <em>Dictionary of American Regional English</em> and write a column about word histories in the <em>Atlantic</em>. Inevitably, I am presented with a favourite lexical curiosity and asked where it came from. This reveals two assumptions: that I am a walking dictionary and that the word's history will of course be known.</p>\n<p>Etymologies can be divided into two types. The first involves words whose histories lend themselves to philological principles or “rules” of linguistic change. These rules describe the systematic transformation of a prehistoric Indo-European root into Latin then French then into English or into a Germanic form then into English. There is, for example, no uncertainly about the derivations of <em>matrimony</em> and <em>mother</em>, both from the Indo-European *<em>matter</em> meaning 'mother,' the former through Latin and Norman French and the latter through a Germanic root.</p>\n<p>The second type amounts to what Leonard Bloomfield calls a “residue”—words that cannot be accounted for by neo-grammarian formulas. The histories of these words are generally more recent, rarely reaching back to to proto-language, and are anomalous in some way, deriving, for example, from a historical incident or the name of a person. They are also often slang or colloquial in nature and therefore tend to be poorly documented. These etymologies rise out of the gray area of word derivation that employs educated guessing and cultivated <em>Sprachgefühl.</em></p>\n<p>A large number of the etymologies in the <em>Dictionary of American Regional English (DARE)</em> fall into this latter category. The evidence for a given dialect expression is often very meager, and a good guess at the etymology is about all that can be expected. For example, a single Georgia informant used <em>fatpoke</em> meaning a 'fat person,' which one might reasonably guess derives from analogy with <em>slowpoke</em>, or it may also be an <em>r</em>-less pronunciation and figurative use of <em>fat pork</em>, a dialect name for 'fat back' or 'salt pork.' A Tennessee informant used <em>dog weather</em> for 'hot, rainless weather,' which may derive from the expression <em>dog days</em> referring to dry August weather. <em>Knocked for a feather</em> meaning 'greatly surprised' could be a humorous blend of <em>knocked for a loop</em> and <em>knocked over with a feather</em>, just as <em>fleazy</em> is perhaps a blend of <em>flea</em> and <em>sleazy</em>. <em>To go on a bilge</em> or drinking spree used by three Northern informants is perhaps an alteration of <em>to go on a binge</em>, or perhaps a punning alteration, or perhaps a pronunciation variant, with <em>l</em> substituted for <em>n</em>, as in <em>chimney/chimley</em>. For lack of evidence, all of these derivations are essentially guesses.</p>\n<p>Even where there is more evidence of a world's usage a good guess at the etymology is about all that can be made. <em>Foot</em> as an interjection expressing irritation (“Oh, foot, I've lost my glasses again”) is a Southernism first recorded in a 1953 issue of <em>The New Yorker</em>. It might originally be from the obsolete interjection <em>Christ's foot!</em>, though the latest citation in the <em>OED</em> is dated 1662. Or it may be from the French interjection <em>foutre! 'Fuck it!'</em></p>\n<p>The Southern word for a “temper tantrum,' <em>hissy</em> (“She had a hissy when I told her she couldn't go”), first recorded in 1934, has three plausible derivations. It could be a hypocoristic or baby-talk form of <em>hysterical</em>, or it might be from the imitative word <em>hiss</em>; or perhaps it is a variant of another dialect term, <em>jesse</em>, meaning a 'severe scolding,' which is probably from a Biblical allusion. In any case, these explanations are really only educated guesses.</p>\n<p>There is also the learned guess, as in the etymology for <em>groundhog</em>, the Midland name for the eastern woodchuck, which may be a calque from Dutch <em>aertoercken</em>, and archaic variant of <em>aardvarken</em>, literally 'earth pig'; or <em>hieronymous</em>, a euphemism for the posterior, which may derive from Greek <em>hieron osteon</em>, the name for the sacrum; or the southern Appalachian expression <em>to come out of the little end of the horn</em> meaning 'to be unlucky,' which is probably an allusion to a “reverse” cornucopia.</p>\n<p>Because the historical record is typically spotty at best, the <em>DARE</em> editor usually has to deal with a larger 'gray area' than the editor of a general dictionary. For example, in working on the etymology for <em>ofay</em>, a derogatory term for a white person used by urban black speakers, I discovered three possible etymologies—all problematic. The most popular explanation is that <em>ofay</em> is pig Latin for <em>foe</em>. But there is simply no tradition or precedent in Afro-American culture for the use of pig Latin. Another version, propounded by H.L. Mencken, among others, claims that it is from French <em>aufait</em> meaning 'mastery' presumably introduced via New Orleans. But none of the early citations locates the word in Louisiana and the semantic development from the French is very difficult. An African source is often suggested. Yoruba <em>ofe</em> meaning 'a charm enabling one to jump very high or disappear' and 'to disappear' was proposed by Frederic Cassidy, Editor of <em>DARE</em>, but the semantics are very problematic. Alternatively, a 1932 article in the journal <em>Africa</em> claims an Ibibio word, <em>Afia</em>, meaning 'white or light-coloured' is the African source. But this cannot be confirmed. The late appearance of <em>ofay</em> in print (1925) casts doubt on its African origin. By contrast <em>buckra</em>, also a derogatory term for a 'white person,' is first recorded in 1787 and is probably from an Efik word meaning 'he who governs' and 'white man.'</p>\n<p>Not just dialect words, but a great many of the so-called “residue” words in standard speech have conflicting etymologies. This has become very clear to me when written the “Word Histories” column in the <em>Atlantic</em> over the last three years. Recently in that column I discussed the origins of the ubiquitous teen usage, <em>dude</em> meaning 'fellow.' We know that <em>dude</em> first appeared in 1883, probably in connection with the “aesthetic movement.” Oscar Wilde, the high priest of this movement whose adherents cultivated eccentricity in dress and affectation in speech and manner, came to America in 1882 on a lecture tour and presented in the flesh the image of an aesthete. <em>Dude</em> might have been coined to refer to Wilde and his imitators. Eric Partridge suggests that it is coined from <em>dud</em> an 'article of clothing' altered to incorporate <em>attitude</em> with reference to the dude's self-conscious manner or pose. C.T. Onions proposed that <em>dude</em> derived instead from Low German <em>dude</em> a 'foolish fellow' shortened from <em>duden-kop</em> a 'lazy fellow,' literally 'drowsy head.' In this sense, the development of <em>dude</em> would be like that of <em>fop</em>. Again we see etymologists struggling with uncertainty and the educated guess.</p>\n<p>Often I try to include several proposed versions of a word's origin in the “Word Histories” column. This seems to encourage word buffs to take a stab at their own versions—a popular pastime if the many letters I receive are any indication. When I missed a good alternative guess at the origin of <em>cold turkey</em> referring to a drug addict who quits abruptly, I received numerous letters from would-be etymologists correcting me. I had argued, as does the unabridged <em>Random House Dictionary</em>, that to <em>quit or go cold turkey</em> probably developed from to <em>talk cold turkey</em>, a variant of <em>to talk turkey</em>, that is, to speak bluntly about something unpleasant. The underlying or transitional concept is presumably unfeeling abruptness. The most authoritative of the letters I received countering my explanation of “cold turkey” came from an M.D. who said that “the expression alludes to the 'gooseflesh' or 'duck bumps' that appear on the skin of persons withdrawing from addiction to opiates. The nodular appearance is that of the skin of a plucked, uncooked, cold turkey.” This sounds very plausible, though impossible to prove. However, these are not mutually exclusive explanations. The phrase could have come from “to talk cold turkey” and was transferred to drug withdrawal because the underlying image of a horripilated naked turkey was memorable.</p>\n<p>I have written about many other examples of disputed word histories in <em>A History of English in Its Own Words</em> (HarperCollins, 1991) that illustrate the role of the educated guess. But if etymological uncertainty perplexes and frustrates scholars, at the popular level it makes writing and reading about word histories fun. Playing with the words of “uncertain origin” is like solving a puzzle: at its most imaginative but speculative worst, it amounts to a guess founded on assumptions and other guesses; and at its best, it is the formulation of a plausible solution based on a handful of genuine if limited clues that in the end also amount to a guess, albeit an informed and educated one.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Etymology as Educated Guess</h1> <p><em><span data-rel=\"author\">Craig M. Carver</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p> <p>So spectacularly successful were the philologists of the late 19th and early 20th centuries in working out the lineages of words that the typical dictionary user takes etymology for granted. This is made clear to me every time someone discovers that I am a “word man”—that I am an editor on the <em>Dictionary of American Regional English</em> and write a column about word histories in the <em>Atlantic</em>. Inevitably, I am presented with a favourite lexical curiosity and asked where it came from. This reveals two assumptions: that I am a walking dictionary and that the word's history will of course be known.</p> <p>Etymologies can be divided into two types. The first involves words whose histories lend themselves to philological principles or “rules” of linguistic change. These rules describe the systematic transformation of a prehistoric Indo-European root into Latin then French then into English or into a Germanic form then into English. There is, for example, no uncertainly about the derivations of <em>matrimony</em> and <em>mother</em>, both from the Indo-European *<em>matter</em> meaning 'mother,' the former through Latin and Norman French and the latter through a Germanic root.</p> <p>The second type amounts to what Leonard Bloomfield calls a “residue”—words that cannot be accounted for by neo-grammarian formulas. The histories of these words are generally more recent, rarely reaching back to to proto-language, and are anomalous in some way, deriving, for example, from a historical incident or the name of a person. They are also often slang or colloquial in nature and therefore tend to be poorly documented. These etymologies rise out of the gray area of word derivation that employs educated guessing and cultivated <em>Sprachgefühl.</em></p>"
}