{
  "type": "Article",
  "title": "In the Name of Revolution",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">In the Name of Revolution</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>Revolution does not invariably or even usually have much effect on language. The English Puritan Revolution, or Civil War, in some ways culturally the most radical of social upheavals, so annihilated religious artifacts created in England before it that they are preciously rare today; yet it affected the English language hardly at all, even temporarily. The survival after the American Revolution of such names in the former British colonies in North America as <em>Georgetown, Georgia,</em> and <em>New England</em> evidence that the revolutionary spirit in the future USA had little effect on nomenclature. The same can be said of Mexico, where a few words like <em>Reforma</em> and <em>ejido</em> took on new meanings during and after the Revolution but where, with the exception of some street names, toponyms remained largely unaffected: <em>Guadalupe</em> remained <em>Guadalupe</em>, and <em>Monterrey</em> remained <em>Monterrey</em>.</p>\n<p>With the possible exception of the French, who tried changing even the names of the months to memorialize their revolution, the Russians make more of their language than any other people about whose language I know anything. But whereas the changes wrought in French by the French Revolution were canceled by the Thermidorean reaction, in the newly formed and freshly named Union of Soviet Socialist Republics (more commonly called the <em>USSR</em> or, in Cyrillic, <em>CCCP</em>) wholesale changes of toponyms, following changes of personal names, did not really set in till the Soviet Thermidor brought Stalin to dictatorial power.</p>\n<p>In Russia it was not names alone that were changed in the language of the revolutionary country. The alphabet was trimmed of a letter that had become phonetically superfluous, as <em>c</em> has become in English, and the orthography was simplified by the omission of the hard sign after final hard consonants. More subtle effects were introduced through Communist diction. For example, Lenin's famous definition of Communism, “Communism—that is Soviet rule plus the electrification of the whole country,” with its <em>est'</em> and <em>plyus</em> strikes me as rather un-Russian, as Communist jargon. And the profusion of acronyms that inundated the Russian language owed much to revolutionary brusqueness. In Solzhenitsyn's brilliant title for his exposé of Soviet forced-labor camps, <em>Arkhipelag GULag</em>, he exploits the ugliness inherent in one of these acronyms. New terms like <em>apparatchik, kolkhoz,</em> and <em>khozraschet</em> were invented, old words like <em>komissar, soviet</em>, and <em>tovarishch</em> were given new meanings, and some Russian words of both kinds were borrowed into other languages, including English.</p>\n<p>Until fairly recently the Latinate Russian term <em>nomenclatura</em> meant about the same thing as in English and other languages. The 1938 edition of the Soviet <em>Tolkovyi Slovar' Russkogo Yazyka</em> defines <em>nomenclatura</em> as “The totality of appellations employed in any specialization.” No other definition is given. But the noun has acquired a secondary meaning in Russian: 'the privileged and operative personnel of a Communist party.' It is with this secondary meaning that the word has been borrowed from Russian into English, as well as into French and other languages.</p>\n<p>There is logic in the semantic drift of a derivative of the Latin word for <em>name</em> to mean the 'top personnel' in a Communist state. Like Christians joining a religious order, some old Bolsheviks changed their names. The ostensible reason for such name changes was to confuse the tsarist police, but consideration of the root meanings of the names chosen by the revolutionaries reveals that the sobriquets were at least as much <em>noms de guerre</em> as <em>noms de plume</em> or cover names. <em>Ulyanov</em> became <em>Lenin,</em> a name probably suggested by a strike of gold miners on the Lena River. But Ilyich, as Lenin liked to be called, was a relatively modest man—as long as he got his way. Dzhugashvili selected the Russian word for 'steel,' <em>stal'</em>, as the root of his revolutionary name, the -<em>in</em> and <em>-ov (-off, -ev)</em> suffixes of Russian surnames being only surname indicators. Rosenfeld turned to <em>Stone (Kamenev)</em>, Scriabin to <em>Hammer (Molotov),</em> and Peshkov became <em>Bitter (Gorky).</em> Bronstein, perhaps out of a Jewish sense of irony, provided the exception to prove the rule by borrowing the surname of an Odessa jailer, <em>Trotsky.</em></p>\n<p>Despite all that embalmers and mausoleums can do, people are highly perishable, soon gone from this earth, while cities and geographic sites last longer. So as Ilyich's body was eternalized in embalming fluids (or duplicated in wax, as some skeptics believe) and displayed much like the relics of saints under an impressive mausoleum in Red Square against the Kremlin wall, the city created by the westernizing tsar and named for himself with a western, German name, <em>Sankt-Peterburg</em>, was renamed <em>Leningrad.</em> Tsaritsyn was renamed for Stalin, <em>-grad</em> being the Russian equivalent of <em>-ton</em> or -<em>burg</em> in English. And other figures in the Soviet pantheon or nomenclatura were likewise immortalized: Samara became <em>Kuibyshev;</em> Ekaterinburg was renamed <em>Sverdlov;</em> Simbirsk was renamed <em>Ulyanovsk</em>, a derivative of Lenin's original surname; Nizhnii Novgorod was renamed <em>Gorky;</em> and so on across the map of Russia and to a lesser extent of the <em>USSR.</em></p>\n<p>As far as language, particularly toponymy, is concerned, what has been called the Second Russian Revolution was adumbrated by the recoiling in horror from Stalin and his works that followed Khrushchev's address to the Twentieth Party Congress in 1956. Stalingrad was renamed <em>Volgograd.</em> Of nine toponyms created to honor Stalin that are listed in the index of a 1954 Soviet atlas not one is included in a 1968 Soviet dictionary of geographic names. But the way in which names were changed in the period of destalinization differed significantly from the reversion to tsarist names in the period of glasnost and perestroika. Stalingrad did not become again Tsaritsyn, nor did Stalin Peak revert to an earlier name but rather was renamed <em>Communism Peak.</em> Stalinabad, the capital of Tadzhik Republic, did regain its original Tadzhik name of <em>Dushanbe</em>, but here the change was back to the old name of a caravan stop and had nothing to do with tsarist Russia.</p>\n<p>Going back to Sankt-Peterburg from Leningrad was reversion with a vengeance, literally. It has been said that some people born in Petrograd (as St. Petersburg was renamed with a Slavic calque in World War I) have lived out their lives in Leningrad and will die in Sankt-Peterburg. <em>Sankt-Peterburg</em> is awkward, is un-Slavic, un-Russian, grating. Peter's city has hardly ever been called that in conversational Russian. <em>Peterburg</em> is the name in common use and is the title of Belyi's novel about the city. An informal, slightly irreverent name, corresponding to such slangy American contractions as <em>Chi, Philly,</em> and <em>Frisco,</em> that spans the official mutations is <em>Piter</em> (pronounced roughly like English <em>Peter</em>).</p>\n<p>In November, 1991, when I mentioned to a resident of Sankt-Peterburg my distaste for the restored official name, she shrugged and remarked, “Well, the thing was to get rid of the <em>Lenin</em>.” Nothing laid bare the latent loathing of Communism, even at its best, in Russia so strikingly as the change by referendum from <em>Leningrad</em> to <em>Sankt-Peterburg</em>. The change was made by popular demand despite the plea of older residents that it not be made till they, who had heroically withstood the German siege of Leningrad, were dead and gone. The renaming of both Leningrad and Stalingrad was historically and psychologically costly because nothing that has happened in either city amounts to nearly so much as their roles in <em>World War II.</em> One can hardly say, “The defeat of von Paulus' army at Volgograd was the turning point of the war.” Conversely when cities like Kuibyshev and Sverdlovsk or institutions like the Kirov Theater or streets like Gorky Street regained their original names, it was rather as if they had got back on track, as if they had been on a siding since, say, the tsar and his family were murdered at Ekaterinburg.</p>\n<p>Like the October Revolution, the so-called Second Russian Revolution has brought changes to the Russian language that in some cases have spilled over into English and other languages. <em>Glasnost</em> and <em>perestroika</em> are obvious examples of old Russian words that have acquired new, revolutionary significance and been borrowed with their new meanings. Examples of words drawn into the Russian vocabulary by recent revolutionary developments are: <em>mafia, miting</em> 'mass meeting' and its verb form <em>mitingovat'</em>, and <em>biznes</em> and <em>biznesmen</em> in a non-pejorative sense. There is also a tendency to resurrect words current in tsarist times and play around with them. For example, the Sunday supplement of <em>Izvestia</em> for November 11-17, 1991, has an article on divorce in Russia that is titled: “Your Ladyship, Dame Separation...”</p>\n<p>During the period of destalinization Stalin Peak in the Pamirs, the highest point in the <em>USSR</em>, was renamed <em>Communism Peak.</em> One wonders whether the mountain has been re-renamed or soon will be. <em>Capitalism Peak? Free Market Mountain?</em> Well no, the peak's next appellation will probably be a Tadzhik name since the mountain is in Tadzhikistan. Examples of this kind of national restoration of local names are the renaming of <em>Stalinabad</em> already mentioned and the renaming of the capital of Kyrgyzstan. Formerly renamed for the Soviet military hero Frunze, it is now again called <em>Bishkek</em>, which I take to be Kyrgyz for something.</p>\n<p>What is to be the fate of the Russian language in the fragmented, formerly “brotherly” republics? I have noticed that on televised newscasts Lithuanians, Georgians, and Armenians almost always speak to reporters or their interpreters in fluent Russian. A Vienna-based cotton broker whom I met in Sankt-Peterburg in November, 1991, was negotiating with Uzbeks in Russian. At about the same time a young Uzbek on the train between Moscow and Petersburg seemed perfectly at home in Russian, I suspect more so than he would have been in Uzbek. On the other hand, a few years ago I met a Lithuanian film maker in Tashkent who spoke or would speak no Russian at all. Perhaps Russian in most of the former Soviet empire will be grudgingly retained as an economic and maybe even political lingua franca, somewhat like English in India. Conceivably, especially in the Baltic states, English could become the working language for trade and technology and even have a cultural impact like Demotic Greek in the Mediterranean basin in classic times. But one can hardly imagine that Sankt-Peterburg/Petrograd/Leningrad/ Sankt-Peterburg will ever be called <em>Peterston</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">In the Name of Revolution</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>Revolution does not invariably or even usually have much effect on language. The English Puritan Revolution, or Civil War, in some ways culturally the most radical of social upheavals, so annihilated religious artifacts created in England before it that they are preciously rare today; yet it affected the English language hardly at all, even temporarily. The survival after the American Revolution of such names in the former British colonies in North America as <em>Georgetown, Georgia,</em> and <em>New England</em> evidence that the revolutionary spirit in the future USA had little effect on nomenclature. The same can be said of Mexico, where a few words like <em>Reforma</em> and <em>ejido</em> took on new meanings during and after the Revolution but where, with the exception of some street names, toponyms remained largely unaffected: <em>Guadalupe</em> remained <em>Guadalupe</em>, and <em>Monterrey</em> remained <em>Monterrey</em>.</p> <p>With the possible exception of the French, who tried changing even the names of the months to memorialize their revolution, the Russians make more of their language than any other people about whose language I know anything. But whereas the changes wrought in French by the French Revolution were canceled by the Thermidorean reaction, in the newly formed and freshly named Union of Soviet Socialist Republics (more commonly called the <em>USSR</em> or, in Cyrillic, <em>CCCP</em>) wholesale changes of toponyms, following changes of personal names, did not really set in till the Soviet Thermidor brought Stalin to dictatorial power.</p> <p>In Russia it was not names alone that were changed in the language of the revolutionary country. The alphabet was trimmed of a letter that had become phonetically superfluous, as <em>c</em> has become in English, and the orthography was simplified by the omission of the hard sign after final hard consonants. More subtle effects were introduced through Communist diction. For example, Lenin's famous definition of Communism, “Communism—that is Soviet rule plus the electrification of the whole country,” with its <em>est'</em> and <em>plyus</em> strikes me as rather un-Russian, as Communist jargon. And the profusion of acronyms that inundated the Russian language owed much to revolutionary brusqueness. In Solzhenitsyn's brilliant title for his exposé of Soviet forced-labor camps, <em>Arkhipelag GULag</em>, he exploits the ugliness inherent in one of these acronyms. New terms like <em>apparatchik, kolkhoz,</em> and <em>khozraschet</em> were invented, old words like <em>komissar, soviet</em>, and <em>tovarishch</em> were given new meanings, and some Russian words of both kinds were borrowed into other languages, including English.</p>"
}