{
  "type": "Article",
  "title": "Dickey Ticker",
  "author": "Alex Berlyne",
  "location": "Jerusalem",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Dickey Ticker</h1>\n<p><em><span data-rel=\"author\">Alex Berlyne</span> <span data-rel=\"location\">Jerusalem</span></em></p>\n<p>Despite their reputation for distrusting polyglots, it is by no means unusual for Englishmen to be bilingual. Schoolchildren all over the British Isles speak the local dialect at home and in the playground but switch to Received English—the language of BBC announcers, Whitehall, the great universities and the public school—once the school bell has sounded.</p>\n<p>Some time ago, Peter Trudgill, a lecturer in linguistics at Reading University, deplored the fact that “many kids get the idea that their own language is incorrect and even inferior,” and as a result become alienated from at least two of the Three Rs. Though snobs and the stuffier sorts of pedagogues are toffee-nosed about regional dialects, poets such as Ted Hughes have acclaimed the organic way they have of “fitting the syllables/To the long swell of the land.”</p>\n<p>The critics of dialect often single it out as “lazy” speech, citing for example the Lancashire <em>'em</em> for <em>them</em>. Yet <em>'em</em> is a far older English word—derived from old English—them <em>them</em>, which is a Scandinavian import. In Northamptonshire, Jeremy Seabrook reported in <em>The Unprivileged</em> that his mother would use terms that appear in Chaucer but have long vanished from Received English. Deploring his lack of appetite, she would tell him, “It's no wonder, with all them <em>mullocks</em> you've been eating,” unselfconciously employing a word you can find in “A Canon Yeoman's Talé.” Americans will appreciate the irony of the scornful British rejection of “I guess,” a term that was good enough for the author of <em>The Canterbury Tales</em>.</p>\n<p>The difficulty of communicating across these regional and class barriers is considerable. Received English is an essential part of the cultural baggage of the Cornishman or the Highlander who refuses to be confined to some sort of parochialism for life. Oddly enough, the more unworldly sorts of academics run the risk of this self-imposed isolation because their particular “dialect” renders them incapable of being understood outside a very restricted circle. Professor Edgworth of All Souls, according to Robert Graves, tended towards this kind of sesquipedalian speech. Loitering by the college gates, he once greeted T.E. Lawrence, who had just returned to Oxford after a visit to London.</p>\n<p>“Was it very caliginous in the Metropolis?” he asked.</p>\n<p>“Somewhat caliginous,” Lawerence replied gravely, “but not altogether inspissated.”</p>\n<p>Toward the end of the Seventies, it gradually became apparent that Britian's National Health Service was suffering from a breakdown in communications. More than half the hospitals' staffs were immigrants, mainly from India, Pakistan, and the West Indies, who were experiencing difficulties in understanding the natives. The problem, however, was not what one might have expected: the misunderstandings did not occur because the immigrant's English was poor. On the contrary. They were quite capable of telling a British colleagues, “We've carried out a bronchoscopy, inserted an endotrachial tube, provided assisted ventilation, and positioned a catheter in his bladder to monitor his urinary output.” What they could not fathom was the British version of the same procedures: “We've bronched him, tubed him, bagged him, and cathed him.” The confusion was even greater when immigrant physicians failed to understand the patients who attended their surgeries. Eventually, the situation was recognized by the Ministry of Health and passing an examination in English—of a sort—became a condition of employment.</p>\n<p>Most of the candidates boned up on the subject with the aid of Joy E. Parkinson's <em>Manual of English for the Overseas Doctor</em>, a book that enjoyed a brisk sale at the beginning of the 1980s. The manual explained that “to understand your patients you must be able to understand the colloquial and idiomatic expressions they use and you must be able to speak to them in a simple way so that they'll understand you.” The almost universal ignorance of medical nomenclature among English laymen and their dependence on euphemism is even the basis of corny old jokes, like the one about the two old biddies who spotted a haulage contractor's truck bearing the slogan “We Guarantee To Move You, Anytime, Anywhere.”</p>\n<p>“I'll give it a try, Gertie,” one told her friend. “That Ex-Lax doesn't do me any good at all.”</p>\n<p>A few common examples of the sort of misunderstandings that cropped up repeatedly in the examination room show how wide the gulf could be between the patient and the general practitioner:</p>\n<p>“It's me waterworks, doctor,” a patient suffering from some disorder of the urinary tract would complain to an uncomprehending physician who thought he had been mistaken for a plumber.</p>\n<p>“I've always had trouble with me tubes” could be especially misleading in the case of a female patient, for she would almost certainly be referring to a history of chronic lung disease and not tubes of the Fallopian variety.</p>\n<p>One would also have to forgive the Indian subcontinent's most highly trained cardiologist for failing to recognize that “It's me dickey ticker, doctor”—which sounds as if the patient requires the services of a watch-repairer—is an allusion to longstanding heart disease.</p>\n<p>One begins to get some idea of the extent of the problem reading Parkinson's list of just a few of the colloquial expressions for pregnancy: <em>Away the trip</em> (Scottish working class), <em>to be caught, to be expecting, to be having a baby, to be in a delicate condition, to be in an interesting condition, to be in pig, to be in pod, to be in the family way, to be in the pudding club, to be preggers, to be so, to be up the pole, to be up the stick, to catch on, to catch the virus, to fall for a baby, to have a bun in the oven, to have a touch of the sun.</em></p>\n<p>Medical practitioners born and bred in the United Kingdom are just as guilty as their patients of spreading these opaque synonyms, abetted in their case by a fondness for a special kind of baby-talk that is supposed to reassure the patient: “We're just going to pop you into the operating theatre and have a little peep in your tummy.” One particularly outrageous example of a coy euphemism crops up in Diane Johnson's <em>The State of the Language.</em> A London gynecologist was explaining her impending hysterectomy to an understandably concerned patient. “We're taking out the cradle,” he told her, “but we're leaving in the playpen.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Dickey Ticker</h1> <p><em><span data-rel=\"author\">Alex Berlyne</span> <span data-rel=\"location\">Jerusalem</span></em></p> <p>Despite their reputation for distrusting polyglots, it is by no means unusual for Englishmen to be bilingual. Schoolchildren all over the British Isles speak the local dialect at home and in the playground but switch to Received English—the language of BBC announcers, Whitehall, the great universities and the public school—once the school bell has sounded.</p> <p>Some time ago, Peter Trudgill, a lecturer in linguistics at Reading University, deplored the fact that “many kids get the idea that their own language is incorrect and even inferior,” and as a result become alienated from at least two of the Three Rs. Though snobs and the stuffier sorts of pedagogues are toffee-nosed about regional dialects, poets such as Ted Hughes have acclaimed the organic way they have of “fitting the syllables/To the long swell of the land.”</p> <p>The critics of dialect often single it out as “lazy” speech, citing for example the Lancashire <em>'em</em> for <em>them</em>. Yet <em>'em</em> is a far older English word—derived from old English—them <em>them</em>, which is a Scandinavian import. In Northamptonshire, Jeremy Seabrook reported in <em>The Unprivileged</em> that his mother would use terms that appear in Chaucer but have long vanished from Received English. Deploring his lack of appetite, she would tell him, “It's no wonder, with all them <em>mullocks</em> you've been eating,” unselfconciously employing a word you can find in “A Canon Yeoman's Talé.” Americans will appreciate the irony of the scornful British rejection of “I guess,” a term that was good enough for the author of <em>The Canterbury Tales</em>.</p>"
}