{
  "type": "Article",
  "title": "Why All Living Things Have Latin Names",
  "author": "Douglas S. Dodge",
  "location": "Guilford, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Why All Living Things Have Latin Names</h1>\n<p><em><span data-rel=\"author\">Douglas S. Dodge</span> <span data-rel=\"location\">Guilford, Connecticut</span></em></p>\n<p>One of the most beautiful names in the animal kingdom is the binomial for the <em>evening grosbeak</em>, the bird that was thought to sing only when night draws nigh. <em>Hesperiphona vespertina</em> might even be called a double binomial, because it says it twice—western sound (song)/at eventide. The binomial not only gives information, it also dispels confusion. The <em>evening Igrosbeak</em> is also called the <em>western evening grosbeak</em>, and the <em>American hawfinch</em>. When it appears in England (and it has been seen in Norway) the French get to call it the <em>gros-bec errant</em>, but the name known throughout the world remains <em>Hesperiphona vespertina</em>.</p>\n<p>The other day a young lady brought me a dead moth. I reached back to my childhood, and remembered. “It's a <em>hawkmoth</em>.” But she had already named it. She called it an “army moth,” because it had camouflage-like gray and green markings. “What other kinds of moths are there?” I went home to find the moth book my father and I had used. Cynthia's specimen was the <em>big poplar sphinx moth. Hawkmoths</em> are also called <em>sphinx moths</em>. But <em>big poplar sphinx</em> does not say the same thing to everybody. There are one thousand different hawkmoths and sphinx moths in the world, and there are over a hundred thousand moths in other families of moths, and among them there are many dozens of “poplar” moths, big and little.</p>\n<p>The confusion can be avoided by using the moth's Latin name which was established two hundred years ago by a natural scientist named Carolus Linnaeus, and by the two-name namers who followed after him. Binomial nomenclature uses “a generic and a specific term, used to designate species.” Only the binomial, <em>Pachysphinx modesta</em>, pins down what Cynthia found. Its first, generic (general) name is a bonus—giving extra information—because it incorporates meanings for two of the stages of this animal—<em>pachy</em>- 'thick' (it is wide-bodied) for the adult insect, and the typical 'sphinxlike' raised head for the caterpillar stage. The second name, the (special) name, <em>modesta</em>, means 'modest' in the sense of 'free from ostentation' (Cynthia was struck by the moth's drab garb). All we need to say is <em>modesta</em> when we talk about this genus of moth to other people—all over the world.</p>\n<p>Even scientists use different colloquial names for animals. A brown and yellow butterfly with blue “eyes” on its front wings is called the <em>common wood nymph</em>, or the <em>wood satyr</em>. Other lepidopterists named the <em>wood satyr</em> the <em>blue-eyed grayling</em>, others, the <em>goggle eye</em>. Who is right? The correct name, the binomial, is <em>Cercyonis pegala</em>, and that is the only name that correctly identifies this butterfly everywhere, to everyone. Also, anyone discussing the <em>Satyridae</em> family of butterflies will know that just plain <em>pegala</em> designates the <em>goggle eye</em> the <em>wood satyr</em>, the <em>blue-eyed grayling</em>, the <em>wood nymph</em>.</p>\n<p>What happens when the American Museum of Natural History wants to talk to entomologists in Europe about a butterfly we call the <em>mourning cloak?</em> In Germany it is called <em>der Trauermantel;</em> in France it is <em>le morio</em> ('the moor'); the English named it the <em>Camberwell beauty</em>. What butterfly are they talking about? They are referring to <em>Nymphalis antiopa</em>, and this binomial jumps all geographical boundaries, crosses through every language, through all the alphabets, and determines this animal's true identity.</p>\n<p>We may not know how to read or write the letters and symbols in Japanese, Chinese, Arabian, or other languages, but we do not have to when we refer to living things, because the generic name and specific name, in Latin, are the same all over the world.</p>\n<p>A species of tick, the animal that Pliny the Elder called “one of the foulest and nastiest creatures that be” should be known to most residents of the northeast coast of the US, because <em>Ixodes dammini</em>, the deer tick, is the vector for another dreadful animal—the spirochete <em>Borrelia burgdorferi</em>, which causes borreliosis Lyme (disease)—the fastest-growing infectious disease in the US after AIDS.</p>\n<p>Perhaps a good start for Cynthia's further exploration of the animal kingdom would be with dinosaurs, cats, and dogs. Young people probably know more than most adults about the huge lizards (<em>sauri</em>) that roamed this planet a hundred million years ago. One of these dinosaurs ('frightful lizards'), <em>Tyranno-saurus rex,</em> is the 'tyrant lizard,' king of them all. And the cats: “Felix” (<em>Felis catus</em>), the tiger (<em>Felis tigris</em>), and Leo the lion (<em>Felis leo</em>). <em>Canis lupus</em> is the wolf. Another dog, domesticated, is bred in many varieties: <em>Canis familiaris</em> is a family-type canine. In order to distinguish him from other varieties of <em>Canis familiaris</em> I gave my dog an extra, varietal name: “Thunder.” I also, very unofficially, invented a joke binomial for him: <em>Fido fidel</em>. He is 'faithful Fido.'</p>\n<p>Occasionally, the colloquial name, by itself, adds to the information given in the binomial: the <em>platypus (Ornithorhyncus anatinas</em>) is a '(ducklike, bird-snouted) flatfoot.' There is a lot of information in those three words.</p>\n<p>The binomial for Cynthia and me is <em>Homo sapiens</em>. My varietal name is <em>Douglas</em>. Cynthia's varietal is <em>Cynthia</em>, and it can be as long as <em>Cynthia Elizabeth Smith-Jones</em>. But the International Code of Zoological Nomenclature (for binomials in the animal kingdom) does not accept Latin varietal names because it would create too much clutter. Our parents had to invent our varietal names in order to single us out, to call out to us. Other animals probably do the same, for each other and for their children. I feel sure that Thunder has his own names for his <em>Canis familiaris</em> friends, and imagined enemies.</p>\n<p>Although we can sometimes take the shortcut to just the specific name, it is better to use both names at first mention, unless we are sure the people addressed know what genus we are talking about, because many of the same specific names are used in other genera. Also, since most specific names contain words that are more descriptive than those used in the names of the various general—like the Latin words for <em>modest, beautiful, amiable</em>, and <em>magnificent</em>, for example—there are not enough to go around, not just for other genera, but for the millions of other living things in all the tribes, families, orders, and classes in the animal and vegetable kingdoms.</p>\n<p>Our own, specific, descriptive name, <em>sapiens</em>, comes from the Latin word to 'know.' We are supposedly more knowing and wiser than other (lower?) animals. About a dozen other animals bear this same specific name. Our generic name, <em>Homo</em>, is akin to another Latin name, <em>humanus</em> 'human' and to <em>humus</em> 'earth.'</p>\n<p>“All living things” includes, of course, the vegetable kingdom. All plants, from seaweeds to orchids, follow the rules of binomial nomenclature. Some of the most interesting names, and flowers, in the vegetable kingdom are found, fittingly, in the <em>Orchidaceae</em> family. <em>Phalaenopsis amabilis</em>, the lovable moth-resembling orchid, or <em>Trichocentrum orthoplectron</em>, the hairy-spurred cock's spur orchid (another binomial that tries to say it twice).</p>\n<p>Dear Cynthia,</p>\n<p>I hope that when you get to high school you will impress your biology teacher with <em>modesta</em>, and that your animal friends, for all your life, will be “<em>fidel,” domesticus, amabilis, agilis</em>, and <em>magnificens</em>, even <em>sempervirens</em>, but not too <em>vociferus, tristis</em>, nor <em>neglecta</em>.</p>\n<p>You may never see the beautiful animal that flies through the night while you dream sweet dreams, but your namesake, the moth <em>Samia, cynthia</em> surely hovers out there in the dark watching over you.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Why All Living Things Have Latin Names</h1> <p><em><span data-rel=\"author\">Douglas S. Dodge</span> <span data-rel=\"location\">Guilford, Connecticut</span></em></p> <p>One of the most beautiful names in the animal kingdom is the binomial for the <em>evening grosbeak</em>, the bird that was thought to sing only when night draws nigh. <em>Hesperiphona vespertina</em> might even be called a double binomial, because it says it twice—western sound (song)/at eventide. The binomial not only gives information, it also dispels confusion. The <em>evening Igrosbeak</em> is also called the <em>western evening grosbeak</em>, and the <em>American hawfinch</em>. When it appears in England (and it has been seen in Norway) the French get to call it the <em>gros-bec errant</em>, but the name known throughout the world remains <em>Hesperiphona vespertina</em>.</p> <p>The other day a young lady brought me a dead moth. I reached back to my childhood, and remembered. “It's a <em>hawkmoth</em>.” But she had already named it. She called it an “army moth,” because it had camouflage-like gray and green markings. “What other kinds of moths are there?” I went home to find the moth book my father and I had used. Cynthia's specimen was the <em>big poplar sphinx moth. Hawkmoths</em> are also called <em>sphinx moths</em>. But <em>big poplar sphinx</em> does not say the same thing to everybody. There are one thousand different hawkmoths and sphinx moths in the world, and there are over a hundred thousand moths in other families of moths, and among them there are many dozens of “poplar” moths, big and little.</p> <p>The confusion can be avoided by using the moth's Latin name which was established two hundred years ago by a natural scientist named Carolus Linnaeus, and by the two-name namers who followed after him. Binomial nomenclature uses “a generic and a specific term, used to designate species.” Only the binomial, <em>Pachysphinx modesta</em>, pins down what Cynthia found. Its first, generic (general) name is a bonus—giving extra information—because it incorporates meanings for two of the stages of this animal—<em>pachy</em>- 'thick' (it is wide-bodied) for the adult insect, and the typical 'sphinxlike' raised head for the caterpillar stage. The second name, the (special) name, <em>modesta</em>, means 'modest' in the sense of 'free from ostentation' (Cynthia was struck by the moth's drab garb). All we need to say is <em>modesta</em> when we talk about this genus of moth to other people—all over the world.</p>"
}