{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Small Thing",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Small Thing</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>For many years I was under the impression that John Dryden had inveighed against the ending of a sentence with a preposition, and I have included mention of it now and then in my writing. The interdiction is meaningless for English grammar (or style), having been carried over from Latin, where a preposition must accompany the word it is connected with syntactically and semantically; like the caveat concerning split infinitives, which cannot be split in Latin because, as in most other Indo-European languages, they are single words, unsplittable nuclei, unlike the atom,</p>\n<p>A few months ago, a colleague wrote saying that he had encountered my mention of it but had been unable to find any reference in Dryden's writings. At the time I did not reply, because I did not have the time to search for it. Now that I have found it, I cannot remember who queried me about it, but I might as well present the information once and for all in these pages in case anyone else wishes to know. The source is “The Defence of the Epilogue, or, An Essay on the Dramatic Poetry of the Last Age,” published in 1672 with <em>Almanzor and Almahide, or, The Conquest of Granada by the Spaniards,</em> which had been roundly criticized, especially for its language.</p>\n<blockquote>\n<p>A <em>synchysis,</em> or ill-placing of words, of which Tully so much complains in oratory.</p>\n<p><em>The waves and dens of beasts could not receive</em></p>\n<p><em>The bodies that those souls were frightened from.</em></p>\n</blockquote>\n<p>The preposition in the end of the sentence; a common fault with him, and which I have but lately observed in my own writings.</p>\n<blockquote>\n<p><em>What all the several ills, that visit earth, Plague, famine, fire, could not reach unto, The sword, nor surfeits, let thy fury do</em>.</p>\n<p><em>Dramatic Poesy &amp; Other Essays,</em></p>\n<p>John Dryden, Everyman's Library,</p>\n<p>J.M. Dent, 1912, 1950, p. 100.</p>\n</blockquote>\n<p>The quotations are from <em>Catiline,</em> by Ben Johnson, whom Dryden held in very high regard, “a most judicious writer.” Dryden, if not a purist, was certainly a traditionalist and a precisian in language:</p>\n<blockquote>\n<p>To begin with Language. That an alteration is lately made in ours, or since the writers of the last age (in which I comprehend Shakespeare, Fletcher, and Jonson), is manifest. Any man who reads those excellent poets and compares their language with what is now written, will see it in almost every line; but that this is an improvement of the language, or an alteration for the better, will not so easily be granted. For many are of a countrary opinion, that the English tongue was then in the height of its perfection; that from Jonson's time to ours it has been in a continual declination, like that of the Romans from the age of Virgil to Statius, but Quintilian himself so much complains, under the person of Secundus, in his famous dialogue <em>de Causis corruptae Eloquentiae.</em></p>\n<p>But, to show that our language is improved, and that those people have not a just value for the age in which they live, let us consider in what the refinement of a language principally consists: that is, <em>either in rejecting such old words, or phrases, which are ill sounding, or improper; or in admitting new, which are more proper, more sounding, and more significant.</em></p>\n<p>The reader will easily take notice, that when I speak of rejecting improper words and phrases, I mention not such as are antiquated by custom only, and, as I may say, without any fault of theirs. For in this case the refinement can be but accidental; that is, when the words and phrases which are rejected happen to be improper. Neither would I be understood, when I speak of impropriety of language, either wholly to accuse the last age, or to excuse the present, and least of all myself. <em>Ibid.,</em> p. 97. [Italics not mine.]</p>\n</blockquote>\n<p>It is interesting to observe that Dryden, born only fifteen years after the death of Shakespeare, should a mere forty years later regard him as being of another age: clearly, three centuries ago people had quite a perception of time different from our own, largely, I believe, brought about by our more thorough documentation of the past hundred years in books, newspapers and other periodicals, photographs, films, and, more recently, videos.</p>\n<p>He comments on the errors in the writings of the great masters that are cited today either in a derisory tone or as an excuse for our own shortcomings:</p>\n<blockquote>\n<p>[A]ll writers have their imperfections and failings: but I may safely conclude in the general, that our improprieties are less frequent and less gross than theirs.... [M]alice and partiality set apart, let any man who understands English, read diligently the works of Shakespeare and Fletcher, and I dare undertake that he will find in every page either some solecism of speech, or some notorious flaw in sense; and yet these men are reverenced, when we are not forgiven.</p>\n<p><em>Ibid.,</em> p. 98.</p>\n</blockquote>\n<p>Lest the reader think of Dryden as a stuffy purist, here he is on neologisms:</p>\n<blockquote>\n<p>As for the other part of refining, which consists in receiving new words and pharases, I shall not insist much on it. It is obvious that we have admitted many, some of which we wanted, and therefore our language is the richer for them, as it would be by importation of bullion: other are rather ornamental than necessary; yet by their admission, the language is become more courtly, and our thoughts are better dressed. These are to be found scattered in the writers of our age, and it is not my business to collect them. They, who have lately written with most care, have, I believe, taken the rule of Horace for their guide; that is, not to be too hasty in receiving of words, but rather to stay till custom has made them familiar to us:</p>\n<p><em>Multa renascentur quae nunc cecidere, cadentque;</em></p>\n<p><em>Quae nunc sunt honore in vocabula, si volet usus,</em></p>\n<p><em>Quam penes, arbitrium est, et jus, et norma loquendi.</em></p>\n<p><em>Ars Poetica</em>, 70-2.</p>\n<p>[Many words which have now fallen out of use will be reborn, and many now prominent will disappear, if usage, which owns the right to decide, and the law, and the canons of speech, so choose.]</p>\n<p>For I cannot approve of their way of refining, who corrupt our English idiom by mixing it too much with French: that is a sophistication of language, not an improvement of it; a turning English into French, rather than a refining of English by French.</p>\n<p><em>Ibid</em>. p. 101f.</p>\n</blockquote>\n<p>(The 17th-century sense of <em>sophistication</em> was closer to 'smacking of sophistry.')</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Small Thing</em></h1> <p><em>Laurence Urdang</em></p> <p>For many years I was under the impression that John Dryden had inveighed against the ending of a sentence with a preposition, and I have included mention of it now and then in my writing. The interdiction is meaningless for English grammar (or style), having been carried over from Latin, where a preposition must accompany the word it is connected with syntactically and semantically; like the caveat concerning split infinitives, which cannot be split in Latin because, as in most other Indo-European languages, they are single words, unsplittable nuclei, unlike the atom,</p> <p>A few months ago, a colleague wrote saying that he had encountered my mention of it but had been unable to find any reference in Dryden's writings. At the time I did not reply, because I did not have the time to search for it. Now that I have found it, I cannot remember who queried me about it, but I might as well present the information once and for all in these pages in case anyone else wishes to know. The source is “The Defence of the Epilogue, or, An Essay on the Dramatic Poetry of the Last Age,” published in 1672 with <em>Almanzor and Almahide, or, The Conquest of Granada by the Spaniards,</em> which had been roundly criticized, especially for its language.</p> <blockquote>\n<p>A <em>synchysis,</em> or ill-placing of words, of which Tully so much complains in oratory.</p>\n<p><em>The waves and dens of beasts could not receive</em></p>\n<p><em>The bodies that those souls were frightened from.</em></p>\n</blockquote>"
}