{
  "type": "Article",
  "title": "Verbal Aggression in The Wizard of Oz",
  "author": "Reinhold Aman",
  "location": "Santa Rosa, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Verbal Aggression in The Wizard of Oz</h1>\n<p><em><span data-rel=\"author\">Reinhold Aman</span> <span data-rel=\"location\">Santa Rosa, California</span></em></p>\n<p>Most North Americans and many others worldwide have watched the movie classic <em>The Wizard of Oz</em> many times, either as children or later with their children. Yet few viewers are aware of the considerable amount of negative language in that children's movie. There are some ninety occurrences of name-calling, insults, taunts, threats, self-deprecation, harsh commands, scolding, sarcastic remarks, and other verbal aggression in that film. Unless one's ears are tuned to listen for verbal aggression, one simply does not notice most negative language. This holds true for <em>The Wizard of Oz</em>, too; certainly most of it has escaped the attention of most people, even though they might have watched the annual television showing for decades.</p>\n<p>L[yman] Frank Baum's book, <em>The Wonderful Wizard of Oz</em> (1900), is quite different from the film version, not only in content but also in language. For the book's text, I consulted <em>The Wizard of Oz</em>, edited by Michael Hearn (1983); for the movie, <em>The Wizard of Oz: The Screenplay</em>, edited by Noel Langley, Florence Ryerson, and Edgar Allan Woolf (1989).</p>\n<p>Most of the aggression and verbal abuse appear only in the movie but not in the book. Among the book's few <em>maledicta</em>—mild and colorless ones at that—are: <em>You are nothing but a big coward!</em> (Dorothey to the Lion, 36), <em>This Lion is a coward</em>. (Scarecrow to the Queen of the Field Mice, 53), <em>You are a wicked creature!</em> (Dorothy to the Wicked Witch, 83), <em>You are a humbug!</em> (Scarecrow to the Wizard, 97), and <em>I think you are a very bad man!</em> (Dorothy to the Wizard, 100). The movie, with its alliterative abuse, name-calling, taunts, shouting and yelling, threats, scolding, and nasty sarcasm is much livelier and much scarier for children than the book. To be sure, by today's standards, the film's most often used epithet, <em>fool</em> is quite harmless; but such timeless pearls as <em>You clinking, clanking, clattering collection of caliginous junk!</em> are as effective and amusing today as they were fifty years ago.</p>\n<p>Actually, much of the verbal nastiness in the film is not expressed by nasty terms but by the tone of voice, facial expressions, body language, and other paralingual means. The Wicked Witch, especially, uses terms of endearment (<em>my little pretty, my fine gentlemen</em>) when addressing others; but her menacing face and gestures, her vicious sarcasm, her screaming laughter, and her saccharine voice while uttering those polite-sounding addresses and scary death-threats are much more effective and nasty than simple name-calling would be.</p>\n<p>Space limitations preclude more than a sampling of the citations. The following are arranged chronologically:</p>\n<blockquote>\n<p><em>... and chases her nasty old cat every day.</em> (Dorothy in the barnyard of the Gale farm, to Auntie Em and Uncle Henry, about her dog Toto and Miss Gulch, who hates the dog.)</p>\n<p><em>You ain't using your head.... Think you didn't have any brains at all!</em> (Farmhand Hunk to Dorothy in the barnyard, advising her not to walk past Miss Gulch's place with Toto.)</p>\n<p><em>Are you going to let that old Gulch heifer try and buffalo you?</em> (Zeke to Dorothy.)</p>\n<p><em>Then the next time she squawks, walk right up to her and spit in her eye!</em> (Zeke to Dorothy about Miss Gulch.)</p>\n<p><em>What's all this jabber-wapping when there's work to be done? I know three shiftless farmhands that'll be out of a job before they know it.</em> (Auntie Em to her three farmhands, Hickory, Hunk, and Zeke, who are idly standing around.)</p>\n<p><em>You wicked old witch!</em> (Dorothy wildly to Miss Gulch who wants her to put Toto into the Basket.)</p>\n<p><em>For twenty-three years I've been dying to tell you what I thought of you... and now ... well—being a Christian woman—I can't say it!</em> (Auntie Em to Miss Gulch who is taking Toto to the sheriff.)</p>\n<p><em>Doggone it! Hick!</em> (Uncle Henry at his farm to Hickory, who is working on his wind machine. Henry uses a euphemism for <em>Goddamn it!</em>).</p>\n<p><em>Only bad witches are ugly.</em> (Glinda correcting Dorothy.)</p>\n<p><em>The wicked old witch at last is dead!</em> (Glinda, Dorothy, and the Munchkins about the Wicked Witch of the East killed by Dorothy's house that fell on her.)</p>\n<p><em>Ding Dong! The wicked witch is dead!</em> (The Munchkins singing.)</p>\n<p><em>She is worse than the other one was.</em> (Glinda to Dorothy, about the Wicked Witch of the West and her dead sister, the Wicked Witch of the East.)</p>\n<p><em>Oh, ho-ho, rubbish!... Be gone before somebody drops a house on you, too!</em> (Glinda threatening the Wicked Witch.)</p>\n<p><em>I'll get you, my pretty, and your little dog, too!</em> (The Witch threatening Dorothy and Toto, before departing from Munchkinland.)</p>\n<p><em>I haven't got a brain—only straw.</em> (The Scarecrow self-deprecatingly to Dorothy.)</p>\n<p><em>But some people without brains do an awful lot of talking, don't they?</em> (The Scarecrow to Dorothy.)</p>\n<p><em>What do you think you're doing?</em> (The Apple Tree barking at Dorothy who wants to pick an apple off him, in the forest.)</p>\n<p><em>... you don't want any of those apples!</em> (The Scarecrow taunting the Apple Tree, so that he will pelt them with his apples.)</p>\n<p><em>Well, stay away from her! Or I'll stuff a mattress with you!</em> (The Witch threatening the Scarecrow.)</p>\n<p><em>And you! I'll use you for a beehive!</em> (The Witch threatening the Tin Man.)</p>\n<p><em>How long can ya stay fresh in that can?</em> (The Cowardly Lion taunting the Tin Man, upon meeting him, Dorothy, and the Scarecrow in the forest.)</p>\n<p><em>Get up and fight, ya shiverin' junkyard!</em> (The Lion taunting the Tin Man.)</p>\n<p><em>Put ya hands up, ya lopsided bag of hay!</em> (The Lion taunting the Scarecrow.)</p>\n<p><em>...why, you're nothing but a great big coward!</em> (Dorothy to the sobbing Lion.)</p>\n<p><em>You're right, I am a coward!</em> (The Lion self-deprecatingly to Dorothy.)</p>\n<p><em>Curse it! Curse it! Somebody always helps that girl!</em> (The Witch to herself and Nikko, the Winged Chimpanzee, seeing Dorothy in the crystal ball waking up in the poppy field, after Glinda let it snow.)</p>\n<p><em>Who rang that bell? Can't you read?</em> (The irate Emerald City doorman—referring to the sign BELL OUT OF ORDER. PLEASE KNOCK—fiercely yelling at Dorothy, the Scarecrow, the Tin Man, and the Lion after they rang the bell.)</p>\n<p><em>Jiminy Crickets!</em> (Dorothy responding to the Wizard's booming <em>Silence!</em> She utters a euphemism for <em>Jesus Christ!</em>)</p>\n<p><em>You dare to come to me for a heart—do you? You clinking, clanking, clattering collection of caliginous junk!</em> (The angry Wizard yelling at the Tin Man, who wanted a heart.)</p>\n<p><em>And you, Scarecrow, have the effrontery to ask for a brain? You billowing bale of bovine fodder !</em> (The irate Wizard yelling at the Scarecrow, who wanted a brain.)</p>\n<p><em>Silence, whippersnapper!</em> (The Wizard angrily responding to Dorothy.)</p>\n<p><em>Throw that basket in the river and drown him!</em> (The Witch savagely to Nikko, referring to Toto in the basket, after Dorothy refused to give her the ruby slippers.)</p>\n<p><em>Fool that I am! I should have remembered!</em> (The Witch self-deprecatingly, after she touched the ruby slippers and burned herself.)</p>\n<p><em>Catch him, you fool!</em> (The Witch to Nikko, after Toto escaped from the Witch's basket.)</p>\n<p><em>Drat you and your dog!</em> (The Witch cursing Dorothy after Toto got away. She uses a euphemism for <em>damn!</em>)</p>\n<p><em>I'll tear' em apart!</em> (The Lion to the Scarecrow and the Tin Man on the rocky hillside, referring to the Winkies who are marching on the Witch's castle.)</p>\n<p><em>Seize them! Stop them, you fools!</em> (The Witch shrieking at her Guards after the Scarecrow and the Tin Man dropped a huge chandelier on many of them, and the four are running away.)</p>\n<p><em>Well, the last to go will see the first three go before her... and her mangy little dog, too!</em> (The Witch threatening the five with death.)</p>\n<p><em>You cursed brat! Look what you've done!</em> (The Witch shouting at Dorothy, who has just thrown water on the burning Scarecrow and accidentally splashed the Witch, who is now melting and dying.)</p>\n<p><em>Do you presume to criticize the Great Oz? You ungrateful creatures!</em> (The Wizard angrily to the four, after they returned to him with the Witch's broom and taunted him to keep his promise, if he were indeed “really great and powerful.”)</p>\n<p><em>You humbug!</em> (The Scarecrow indignantly to the Wizard after they discovered that he was just a man behind a curtain.)</p>\n<p><em>Yes, yes, yes, exactly so. I'm a humbug.</em> (The Wizard self-deprecatingly to the three, admitting his fraud.)</p>\n<p><em>Oh, you're a very bad man!</em> (Dorothy scolding the Wizard, after he admitted he was a fraud.)</p>\n<p><em>Oh, no, my dear. I'm a very good man—I'm just a very bad Wizard.</em> (Self-deprecatory admission and defense by the Wizard to the three and Toto.)</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Verbal Aggression in The Wizard of Oz</h1> <p><em><span data-rel=\"author\">Reinhold Aman</span> <span data-rel=\"location\">Santa Rosa, California</span></em></p> <p>Most North Americans and many others worldwide have watched the movie classic <em>The Wizard of Oz</em> many times, either as children or later with their children. Yet few viewers are aware of the considerable amount of negative language in that children's movie. There are some ninety occurrences of name-calling, insults, taunts, threats, self-deprecation, harsh commands, scolding, sarcastic remarks, and other verbal aggression in that film. Unless one's ears are tuned to listen for verbal aggression, one simply does not notice most negative language. This holds true for <em>The Wizard of Oz</em>, too; certainly most of it has escaped the attention of most people, even though they might have watched the annual television showing for decades.</p> <p>L[yman] Frank Baum's book, <em>The Wonderful Wizard of Oz</em> (1900), is quite different from the film version, not only in content but also in language. For the book's text, I consulted <em>The Wizard of Oz</em>, edited by Michael Hearn (1983); for the movie, <em>The Wizard of Oz: The Screenplay</em>, edited by Noel Langley, Florence Ryerson, and Edgar Allan Woolf (1989).</p> <p>Most of the aggression and verbal abuse appear only in the movie but not in the book. Among the book's few <em>maledicta</em>—mild and colorless ones at that—are: <em>You are nothing but a big coward!</em> (Dorothey to the Lion, 36), <em>This Lion is a coward</em>. (Scarecrow to the Queen of the Field Mice, 53), <em>You are a wicked creature!</em> (Dorothy to the Wicked Witch, 83), <em>You are a humbug!</em> (Scarecrow to the Wizard, 97), and <em>I think you are a very bad man!</em> (Dorothy to the Wizard, 100). The movie, with its alliterative abuse, name-calling, taunts, shouting and yelling, threats, scolding, and nasty sarcasm is much livelier and much scarier for children than the book. To be sure, by today's standards, the film's most often used epithet, <em>fool</em> is quite harmless; but such timeless pearls as <em>You clinking, clanking, clattering collection of caliginous junk!</em> are as effective and amusing today as they were fifty years ago.</p>"
}