{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Meditation on media",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Meditation on media</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>Graham Green, in the second of his autobiographical books, <em>Ways of Escape</em>, told this about his friend, Evelyn Waugh: “Evelyn's diaries have been joyfully exploited by the media, a word that has come to mean bad journalism.” Yes, of course. But I have noticed that is is principally the windier electronic journalists, and advertising and <em>PR</em> gentry, who like to use the word <em>media</em> (often pronounced [MEEja]), whereas those print journalists who have sensitivity in English usage rarely use it.</p>\n<p><em>Webster's New World Dictionary</em> gives this as one of several definitions for <em>medium:</em> “a means of communication that reaches the general public and carries advertising.” Then it points out that “in this sense, a singular form <em>media</em> (plural <em>medias</em>) is now sometimes heard.” I was afraid that something like that would happen. Perhaps before long the fancier speakers and writers will begin to use <em>mediae</em> as the plural. (Actually, that is the accepted plural for the <em>media</em> that is the 'middle coat of the wall of a blood or lymph vessel.')</p>\n<p><em>Medium</em> was used in England in the late 18th century with respect to newspapers, and <em>media</em> may have had some use in that sense during the 19th century. But the plural has come into full flower only during the middle years of this century. It was not given in the 1944 edition of <em>The Concise Oxford Dictionary</em>, but is in the two most recent editions.</p>\n<p>Now we have an unseemly horde of derivatives. A few times I have been called a <em>mediaperson</em> because for many years I have done a little freelancing for newspapers and magazines. (I have also been called a <em>POB</em> 'print-oriented bastard' because I have only flimsy interest in radio and television, except as a consumer of some of what they have to offer.)</p>\n<p>A word that could be useful if it were not so abominable is <em>mediamorphosis</em> which someone in academia coined to designate the distortion or transformation of facts in some of the media. Then there is the <em>media event</em>, an event staged deliberately and cunningly, even manipulatively, for extensive coverage by the media: it has also been called a <em>pseudoevent</em>.</p>\n<p>A person who has qualities that make him attractive to the media, especially television, is now said to be <em>mediagenic</em>. I once met at a conference a man who gloried in the title <em>media coordinator:</em> I learned that his principle duties were taperecording and film-projecting. If you are <em>media-shy</em> you do not like being interviewed or reported on by <em>mediapersons.</em></p>\n<p><em>Media fragmentation</em> is the marketing concept that there can be too many outlets for a successful sales campaign: customers are assailed by so many appeals for their business that the campaign backfires. This results when the experts have not accurately measured <em>media weight</em>, whatever that may be. </p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Meditation on media</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>Graham Green, in the second of his autobiographical books, <em>Ways of Escape</em>, told this about his friend, Evelyn Waugh: “Evelyn's diaries have been joyfully exploited by the media, a word that has come to mean bad journalism.” Yes, of course. But I have noticed that is is principally the windier electronic journalists, and advertising and <em>PR</em> gentry, who like to use the word <em>media</em> (often pronounced [MEEja]), whereas those print journalists who have sensitivity in English usage rarely use it.</p> <p><em>Webster's New World Dictionary</em> gives this as one of several definitions for <em>medium:</em> “a means of communication that reaches the general public and carries advertising.” Then it points out that “in this sense, a singular form <em>media</em> (plural <em>medias</em>) is now sometimes heard.” I was afraid that something like that would happen. Perhaps before long the fancier speakers and writers will begin to use <em>mediae</em> as the plural. (Actually, that is the accepted plural for the <em>media</em> that is the 'middle coat of the wall of a blood or lymph vessel.')</p> <p><em>Medium</em> was used in England in the late 18th century with respect to newspapers, and <em>media</em> may have had some use in that sense during the 19th century. But the plural has come into full flower only during the middle years of this century. It was not given in the 1944 edition of <em>The Concise Oxford Dictionary</em>, but is in the two most recent editions.</p>"
}