{
  "type": "Article",
  "title": "Dictionaries for Advanced Learners and Users of Foreign Languages",
  "author": "Frank Knowles",
  "location": "Aston University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Dictionaries for Advanced Learners and Users of Foreign Languages</h1>\n<p><em><span data-rel=\"author\">Frank Knowles</span> <span data-rel=\"location\">Aston University</span></em></p>\n<p>It is widely acknowledged that complaints about missing items in the range of dictionaries required by advanced learners and users of foreign languages are justified to a very considerable extent. Clearly, distinctions need to be made about the particular first, or native language (L1) and the second language (L2) of such learners if the above common perception is to be substantiated. If we are talking about Finns attempting to learn Turkish or Korean then no one, surely, is going to argue that point, except to make the observation, perhaps, that such hapless Finns are going to have to operate via an “interlingua” (and its dictionaries), such as English, German, or Russian. If, on the other hand, it is a matter of native speakers of English grappling with the task of acquiring a sophisticated knowledge of German or Russian, then difficulties associated with dictionaries will be of a lesser order, but there will still be many occasions on which such learners will, by reflex action, stretch out a hand to grab hold of a dictionary that simply does not exist!</p>\n<p>A root cause of this problem is the logically reasonable but in reality fallacious contention that what you cannot find in a dictionary you are entitled to find in a grammar and—<em>nota bene!</em>—vice versa. Of course, we all know that there is a tangible overlap between dictionaries and grammars rather than a no-man's land between them, and this in spite of their different purposes. Given that grammars are often used on a systematic basis—the regularities dominate the idiosyncrasies—grammarians write and format them on that basis; yet grammars are also used, exceedingly often, on a single-shot basis, a quick “in and out,” just like a normal dictionary consultation. If learners want more than a valency pattern for a particular verb or group of verbs or more than the translation equivalent(s) of a single source-language word, where do they turn? The traditional and often cynical-sounding counsel given to students complaining about this dilemma is: “Go away and read and/or listen to twenty million words in your L2 and you will find that the problem is diminished.” The counselor's hope is that the student will hone to quasi-perfection a fine ability to detect, capture, and internalize information about the occurrence, co-occurrence and patterning of lexis in context, plus a lot else besides. Maybe there was or is a subconscious view that the path to L2 proficiency and success is open only to those who can summon up the intellectual energy and also physical, “dictionary-(man)handling” stamina for the task. It is a moot point whether it is better for the student to read— let us say—the twenty million running words of text, or read the same ten million words twice or even read the same five million words four times over! Similar questions can reasonably be asked about the homogeneity versus heterogeneity of subject matter and stylistic mode of this reasonably extensive material amounting to about one hundred to one hundred and fifty average-sized books.</p>\n<p>Let us assume that advanced students of a particular L2 have equipped themselves with the following reference “word books”: a “top of the range” L1→L2 and L2→L1 dictionary; a “college” -sized defining dictionary produced for and within their “target” L2 discourse community; the best available L2 synonym dictionary and thesaurus; and a dictionary of proverbs and idioms. Ideally, they should also own their FL equivalent of Adrian Room's <em>Dictionary of Great Britain.</em> If this is not available, they should start compiling their own, on cards if necessary but ideally as a computerized database. They should also have access to a large encyclopedia written in the L2. With this back-up are they well prepared for the intricate task of composing documents in their L2 on various topics? They are probably reasonably well prepared in general terms but not so in particular terms. What they lack in terms of general lexical resources is a collocations dictionary and a “synonym differentiator,” such as —in the case of a German—Duden's <em>Die richtige Wortwahl</em>, which subtitles itself as a “comparative dictionary of sense-related expression.” For this aspect of L2 writing, incidentally, advanced Russian-speaking students of English may have recourse to the excellent <em>English-Russian Synonym Dictionary</em>, by A.A. Rozenman and Y.D. Apresyan (Russki Yazyk Publishing House, 1980); this compendium contains 350 synonymic series, and each article in the dictionary explains the meaning of the lexemes comprising the synonymic series, provides a “best approximation” translation, and—crucially—supplies a detailed characterization of the similarities and differences between the synonyms, offering at the same time an analysis of the conditions in which each synonym is appropriate and where they may substitute for each other. All of this is exemplified by belletristic citations. Advanced Russian-speaking students and users of German have available the major <em>Deutsch-russisches Synonymwörterbuch</em>, by I.V. Rakhmanov et alii (Russki Yazyk, in 1983). This thoroughly researched and crafted reference book contains approximately 2,500 entries, each representing a synonymic series. All items are “quasialigned” with translation equivalents and are illustrated by example sentences—not citations—in German, which are also given in Russian translation. The front matter of both of these dictionaries from Russia includes substantial theoretical essays on the theory of synonymy and on the lexicographic practicalities of arraying and presenting synonyms in dictionary format.</p>\n<p>It is clear that collocations dictionaries and “synonym differentiators” may not exist at all in a particular language community: in fact, very few language communities can boast of such resources. That is a great pity because that is exactly what advanced learners need. In fact, it is not stretching things too much to say that first-class collocational control is the hallmark of the true L2 expert; collocational control is normally the last linguistic subsystem to be mastered by learners who proceed to an advanced level. Correct deployment of collocations is particularly important for anyone striving for authenticity of performance within a particular professional sociolect, such as the language of medicine or economics.</p>\n<p>No one could claim that it is an easy task to create collocations dictionaries: the chief problem is where to draw the proverbial line on a spectrum ranging from complete predictability, usually on a left-to-right basis, to total volatility of association by mere juxtaposition, for example, <em>corned beef v. cheap beef</em>. The dictionary maker's job is to capture the “habitualisms” without overloading the dictionary with items which are putatively valid enough in absolute terms by not in the statistical sense of significance derived via measurable co-occurrence.</p>\n<p>It has to be admitted that there are far too few collocations dictionaries around. In the English-speaking dictionary microcosm <em>The Oxford Thesaurus</em> (1991), has clearly stolen a march over all its rivals in terms of size, structure, and depth of treatment. Synonym differentiation was evidently—and rightly—seen as a crucial task and the thoroughness with which this task was carried out is one the dictionary's most important assets. In fact, the provision of one example for each sense group within an entry is an innovative and pragmatically satisfactory way of hinting at the possibility and permissibility of collocation with other words a writer, whose native language is not English, may have in mind at the moment of consultation. Useful though that is, the best-known genuine collocations dictionary for English—probably, however, only until the publication of the seriously delayed “Words in Use” compilation from the Cobuild stable—is undoubtedly <em>the BBI Combinatory Dictionary</em>, by M. Benson, E. Benson, and R. Ilson (Benjamin, 1986). Two other notable dictionaries come from Poland: <em>Selected English Collocations</em>, by H. Dzierżanowska and C. Kozlowska (PWN Warsaw, 2nd ed., 1988) and <em>English Adverbial Collocations</em>, by C. Kozlowska (PWN Warsaw, 1991). [See p. 35.] In Great Britain the <em>Cobuild Collocations Dictionary</em> is eagerly awaited.</p>\n<p>A quite remarkable and innovative dictionary is now about to appear in revised, updated, and enlarged re-edition: this is I.I. Ubin's <em>Dictionary of Russian and English lexical intensifiers</em> (Russki Yazyk, orig. pub. 1987). In essence, this is a versatile two-way bilingual (Russian↔English) collocation dictionary providing information about how to “intensify,” “heighten,” or “escalate” the basic meanings of nouns on the one hand, and verbs and adjectives on the other, by qualifying them with adjectives and adverbs, respectively. The dictionary's structure is quadripartite with appropriate cross-referencing, linkage, and metalinguistic information. Each of the Russian and English “halves” has two sections: the first comprises the alphabetically ordered listing of the “intensificands,” each of which constitutes a dictionary entry. To each “intensificand” is appended a translation equivalence and an alphabetic list of permissible intensifiers. The second section consists of an alphabetically ordered inverted list of intensifiers, alongside each of which is a list of those “intensificands” which it can modify. Altogether, the dictionary yields some 10,400 Russian collocations and about 12,500 English collocations.</p>\n<p>A. Reum's <em>A Dictionary of English Style</em>, republished by Hueber in 1961 but dating back six decades, was intended by its author as a reference work which would allow writers to formulate their ideas in German yet express them in English, using typically English modes of thought and linguistic templates. The same author is noteworthy for his <em>Petit Dictionnaire de Style</em> (1911) which offers German speakers an “open sesame” to authentic French. This handbook was conceived as a linguistic guide which would somehow prevent its users from grabbing hold of a German→French dictionary the moment their personal vocabulary ran out.</p>\n<p>Collocations dictionaries published in Russia for advanced L2 learners of Russian date back a quarter of a century or so and have developed a very high degree of variety and sophistication over the intervening years. The afore-mentioned variety extends, for instance, from learner's dictionaries of collocations for RSP ('Russian for specific purposes') areas as disparate as agriculture, materials science, and sociopolitical discourse. The main general collocations dictionary is <em>Slovar' sochetaemosti slov russkogo yazyka</em> 'Russian Word-combinatory Dictionary'), by P.N. Denisov and V.V. Markovkin (Russki Yazyk, 1983). Such is the depth of the lexicographical treatment that the dictionary, whilst containing only 2,500 articles, occupies 685 pages!</p>\n<p>In Germany the nearest thing to a “straight” collocations dictionary is E. Agricola's regularly republished <em>Wörter und Wendungen</em>, written for Germans but highly valuable for foreigners using German at an advanced level. It is, however, worth examining H. Becker's <em>Stilwörterbuch</em> (Leipzig, 1964-66). Although containing a mere couple of hundred entries or so, the dictionary is valuable by virtue of the depth of treatment and the ramifications of the information supplied.</p>\n<p>Mention needs to be made, finally, of one other publication from Germany: H. Erk's <em>Zur Lexik wissenschaftlicher Fachtexte,</em> Vols. 4, 5, &amp; 6 (Hueber, 1972-82). Its aim is to provide frequency data and modes of use of the basic vocabulary of German academic discourse. The value of this work is diminished by the fact that the citations given are merely sub-sentence fragments from the corpus, which was assembled for the frequency study itself, thus denying users the opportunity to make full use of this important data.</p>\n<p>This last point opens the door for a plea, or at least a statement of a desideratum perceived by advanced users of various L2s and by their teachers. Notwithstanding the logistic difficulties of constructing “synonym differentiators” and collocations dictionaries, particularly the latter, it is now possible for information technology to deliver direct to socalled end-users lexical data retrieval systems of great size, power, and usefulness. Any “doubting Thomases” should make arrangements to view and use the CD-ROM implementations of dictionaries from such famous publishers as Oxford University Press, Langenscheidt, and Robert. The writer of these lines believes that the CD-ROM implementation of <em>Le Grand Robert</em>, for instance, is not only a paragon of dictionary content but of navigation software and of the retrieval tools provided. What advanced users of various L2s need, by comparison, is ridiculously simple: they need a lexical data retrieval system—is this sophisticated enough to deserve the term “lexical database?” —which will allow them to enter a search word of interest, either from L1 or L2, and view nothing more than an arbitrarily chosen number of underlying corpus citations relating to one target-language lexeme, so that they can get a feel for its semantic range and combinatory-collocatory possibilities. Of course, they should be able to choose how many citations, what language level they come from etc. They should also be able to operate various controls to refine search strategies; still, when all is said and done, all they want is authentic citations and authentic collocations.</p>\n<p>The main benefit of having such a facility is to accelerate learning and growth of confidence by dint of exposure to much more and much better focused linguistic material. All of this is so easy from the technological point of view—how does it look from the commercial angle? Responses or ripostes awaited!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Dictionaries for Advanced Learners and Users of Foreign Languages</h1> <p><em><span data-rel=\"author\">Frank Knowles</span> <span data-rel=\"location\">Aston University</span></em></p> <p>It is widely acknowledged that complaints about missing items in the range of dictionaries required by advanced learners and users of foreign languages are justified to a very considerable extent. Clearly, distinctions need to be made about the particular first, or native language (L1) and the second language (L2) of such learners if the above common perception is to be substantiated. If we are talking about Finns attempting to learn Turkish or Korean then no one, surely, is going to argue that point, except to make the observation, perhaps, that such hapless Finns are going to have to operate via an “interlingua” (and its dictionaries), such as English, German, or Russian. If, on the other hand, it is a matter of native speakers of English grappling with the task of acquiring a sophisticated knowledge of German or Russian, then difficulties associated with dictionaries will be of a lesser order, but there will still be many occasions on which such learners will, by reflex action, stretch out a hand to grab hold of a dictionary that simply does not exist!</p> <p>A root cause of this problem is the logically reasonable but in reality fallacious contention that what you cannot find in a dictionary you are entitled to find in a grammar and—<em>nota bene!</em>—vice versa. Of course, we all know that there is a tangible overlap between dictionaries and grammars rather than a no-man's land between them, and this in spite of their different purposes. Given that grammars are often used on a systematic basis—the regularities dominate the idiosyncrasies—grammarians write and format them on that basis; yet grammars are also used, exceedingly often, on a single-shot basis, a quick “in and out,” just like a normal dictionary consultation. If learners want more than a valency pattern for a particular verb or group of verbs or more than the translation equivalent(s) of a single source-language word, where do they turn? The traditional and often cynical-sounding counsel given to students complaining about this dilemma is: “Go away and read and/or listen to twenty million words in your L2 and you will find that the problem is diminished.” The counselor's hope is that the student will hone to quasi-perfection a fine ability to detect, capture, and internalize information about the occurrence, co-occurrence and patterning of lexis in context, plus a lot else besides. Maybe there was or is a subconscious view that the path to L2 proficiency and success is open only to those who can summon up the intellectual energy and also physical, “dictionary-(man)handling” stamina for the task. It is a moot point whether it is better for the student to read— let us say—the twenty million running words of text, or read the same ten million words twice or even read the same five million words four times over! Similar questions can reasonably be asked about the homogeneity versus heterogeneity of subject matter and stylistic mode of this reasonably extensive material amounting to about one hundred to one hundred and fifty average-sized books.</p> <p>Let us assume that advanced students of a particular L2 have equipped themselves with the following reference “word books”: a “top of the range” L1→L2 and L2→L1 dictionary; a “college” -sized defining dictionary produced for and within their “target” L2 discourse community; the best available L2 synonym dictionary and thesaurus; and a dictionary of proverbs and idioms. Ideally, they should also own their FL equivalent of Adrian Room's <em>Dictionary of Great Britain.</em> If this is not available, they should start compiling their own, on cards if necessary but ideally as a computerized database. They should also have access to a large encyclopedia written in the L2. With this back-up are they well prepared for the intricate task of composing documents in their L2 on various topics? They are probably reasonably well prepared in general terms but not so in particular terms. What they lack in terms of general lexical resources is a collocations dictionary and a “synonym differentiator,” such as —in the case of a German—Duden's <em>Die richtige Wortwahl</em>, which subtitles itself as a “comparative dictionary of sense-related expression.” For this aspect of L2 writing, incidentally, advanced Russian-speaking students of English may have recourse to the excellent <em>English-Russian Synonym Dictionary</em>, by A.A. Rozenman and Y.D. Apresyan (Russki Yazyk Publishing House, 1980); this compendium contains 350 synonymic series, and each article in the dictionary explains the meaning of the lexemes comprising the synonymic series, provides a “best approximation” translation, and—crucially—supplies a detailed characterization of the similarities and differences between the synonyms, offering at the same time an analysis of the conditions in which each synonym is appropriate and where they may substitute for each other. All of this is exemplified by belletristic citations. Advanced Russian-speaking students and users of German have available the major <em>Deutsch-russisches Synonymwörterbuch</em>, by I.V. Rakhmanov et alii (Russki Yazyk, in 1983). This thoroughly researched and crafted reference book contains approximately 2,500 entries, each representing a synonymic series. All items are “quasialigned” with translation equivalents and are illustrated by example sentences—not citations—in German, which are also given in Russian translation. The front matter of both of these dictionaries from Russia includes substantial theoretical essays on the theory of synonymy and on the lexicographic practicalities of arraying and presenting synonyms in dictionary format.</p>"
}