{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: English Adverbial Collocations",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/English-Adverbial-Collocations/dp/8301139382\"><em>English Adverbial Collocations</em></a></h1>\n<p>Christian Douglas Kozlowska, (Wydawnictwo Naukowe PWN, Warszawa, 1991), 163pp.</p>\n<p>Most of those who learned English as a native language have not even the slightest idea of the problems facing people who learn it as a foreign language. Those who do not have to give a second thought to the idiomaticity of English word order can count themselves doubly blessed: the system does not yield readily to rules, as native speakers know from listening to the speech of foreigners who have not quite mastered it, regardless of how long they have been using the language. Thus, it is with the greatest tolerance and sympathy that one approaches the review of a book that, in its first fifty pages, attempts to provide users with some inkling as to what is going on in English word order, whether the book was written by a native speaker or a foreigner.</p>\n<p>From a hint given on page 51, one gathers that Kozlowska studied at Edinburgh University; from her facility with the English used in her discussion of collocations, one gains the impression that she has excellent control of the language. But difficulties begin to become apparent when one investigates her analysis of English collocations.</p>\n<p>(For those unfamiliar with the term <em>collocation</em>, a quotation from the opening words of the book is useful:</p>\n<blockquote>\n<p>What is a collocation? It can be said to be a set of two or more words that frequently occur in juxtaposition and that seem to 'fit together.' We say: 'a pretty girl,' and 'a beautiful woman,' but a 'handsome man.' We say 'drive fast' and 'expand rapidly,' but 'get tired quickly.' It will be noticed that in each of these examples the meaning of the various modifiers is basically the same, but different words are used to express it, depending on the word that is modified. [p. 9]</p>\n</blockquote>\n<p>If we call the way the speakers of a given language puts its words together <em>idiom</em>, then the process of separating out the resulting phrases produces <em>collocations</em>. An <em>idiom</em>, a combination of two or more words the meaning of which is different from the literal meaning of the sum of its components (like <em>kick the bucket, red herring</em>), is distinguished from the concept of <em>idiom</em>, which refers to the natural order and combination of words by a native speaker. Unfortunately, we do not have separate words for the two in English; in French, the <em>red herring</em> type is conveniently called <em>idiotisme</em> and the conceptual one is called <em>idiome</em>. So far, English speakers have shunned calling anything they say an “idiotism,” so the ambiguity remains.)</p>\n<p>It scarcely needs me to point out that English word order is indescribably complex, so it is no small wonder that in a brief work like this, while the author has labored mightily (and successfully) to identify many of its features, she has inevitably failed to cover all contingencies.</p>\n<p>The first disagreement I have with her is in her use of the term <em>homonym</em>, which she defines as “[a word] looking the same, but differing in meaning [from another word]” [p. 11]. She then proceeds to call <em>see</em> 'physically' and <em>see</em> 'comprehend' homonyms, as well as <em>provoke</em> 'anger' and <em>provoke</em> 'cause,' <em>run</em> 'physical sense' and <em>run</em> 'work, function,' and <em>attack</em> 'physically' and <em>attack</em> 'verbally.' I eschew the term <em>homonym</em> because it suffers from an inherent ambiguity: a <em>homograph</em> is, to lexicographers, at least, a word that is spelled the same as another but has a different etymology (<em>bear 1</em>'animal'/ <em>bear 2</em> 'carry'; <em>bore 1</em>'carried'/ <em>bore 2</em> 'drill'/<em>bore 3</em> 'tire'/ <em>bore 4</em> 'tide wave'); a <em>homophone</em> is a word that sounds exactly like another but is spelled differently (<em>bear/bare; bier/beer; bore/boar</em>). In this context, <em>homonym</em>, which is usually defined as a 'word that is pronounced or spelled like another but having a different meaning,' is ambiguous, if not inaccurate, for the implication is that homonyms are different words.</p>\n<p>In her care to be precise, the author errs by writing, “The language is British. <em>No U.S.</em> expressions are given.” As it happens, of course, most of what is described is American English as well, so the second part of the statement is incorrect.</p>\n<p>As Koslowska correctly points out, the choice of adverb or adjective depends largely on the verb, adverb, or substantive being modified. The problem arises with the enormous flexibility of metaphor accorded by language: we can use <em>provocative</em> of words, situations, and even low-cut dresses, depending on the focus of emphasis of what is being provoked. I should not like to have to face the task of listing all the adverbs that might be used with the verb <em>run</em>, even if it is restricted to cars: <em>smoothly, quietly, silently, uninterruptedly, fitfully, intermittently, efficiently, well, faultlessly, beautifully, perfectly, poorly, badly, sluggishly, economically, swiftly, rapidly, quickly</em>—and then one must be prepared to add the multi-word phrasal modifiers, like <em>without a hitch, as if it would never stop, like a clock, like clockwork</em>, etc. There is not a finite number, I am sure, but it must be a large number. The author is spared an exhaustive listing by the constraints of her corpus (British newspapers), which provides a representative listing but barely scratches the surface of the language.</p>\n<p>I would take issue with the analysis of [ACTIVE ONLY, ACTIVE/PASSIVE,] and [PASSIVE ONLY] constructions, if only because one of the nastiest areas of grammatical analysis of English lies in distinguishing between passives—that is, past participles—and adjectives. We would say, for example, that <em>gone</em> in <em>He has gone</em> is a past participle but an adjective in <em>He is gone</em> (if only because English does not use the verb <em>to be</em> as an auxiliary, the way French does); <em>alleged</em> in <em>it was alleged</em> is clearly a past participle, but in <em>the alleged culprit</em> it is an adjective. It is set forth [p.21] that <em>contrive something</em> can be modified by <em>brilliantly, neatly,</em> or <em>skilfully</em> only in the [PASSIVE], with <em>cleverly, ingeniously</em> restricted to its [ACTIVE/PASSIVE] reflexes; but that is not so, for we can say, <em>They brilliantly/neatly/skilfully/treacherously/nefariously... contrived to make the blame fall on the chairman</em>. The sentence <em>Napoleon</em> badly/ignominiously <em>defeated the Austrians and Russians</em> is called “wrong” on the grounds that <em>badly</em> and <em>ignominiously</em> (like <em>heavily, thoroughly, utterly)</em> can be used only with a passive verb; but we can say <em>Napoleon defeated the Austrians and Russians badly</em> or <em>ignominiously at Austerlitz</em> without violating natural English idiom.</p>\n<p>In a short section in which “Postmodifying adverbs with adjectives” are discussed, confusion is confounded by juxtaposing <em>stiff neck</em> with <em>We were worried stiff</em>. The latter is not readily analyzable by normal parsing, for if we are drawn to retain the adjectival nature of <em>stiff</em> (instead of conceding that it might be used as an adverb), we are obliged to characterize <em>worried</em> as having taken on the guise of a copula.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/English-Adverbial-Collocations/dp/8301139382\"><em>English Adverbial Collocations</em></a></h1> <p>Christian Douglas Kozlowska, (Wydawnictwo Naukowe PWN, Warszawa, 1991), 163pp.</p> <p>Most of those who learned English as a native language have not even the slightest idea of the problems facing people who learn it as a foreign language. Those who do not have to give a second thought to the idiomaticity of English word order can count themselves doubly blessed: the system does not yield readily to rules, as native speakers know from listening to the speech of foreigners who have not quite mastered it, regardless of how long they have been using the language. Thus, it is with the greatest tolerance and sympathy that one approaches the review of a book that, in its first fifty pages, attempts to provide users with some inkling as to what is going on in English word order, whether the book was written by a native speaker or a foreigner.</p> <p>From a hint given on page 51, one gathers that Kozlowska studied at Edinburgh University; from her facility with the English used in her discussion of collocations, one gains the impression that she has excellent control of the language. But difficulties begin to become apparent when one investigates her analysis of English collocations.</p> <p>(For those unfamiliar with the term <em>collocation</em>, a quotation from the opening words of the book is useful:</p>"
}