{
  "type": "Article",
  "title": "Investigating the Racqueteers",
  "author": "Burling Lowrey",
  "location": "Washington, D.C.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Investigating the Racqueteers</h1>\n<p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p>\n<p>So far as I know, students of so-called “racquet games” are not required to submit to examinations that might test whether or not they know what they are talking about; but I have a feeling the idea might be useful, for there is an incredible amount of misunderstanding and downright ignorance of which name refers to which sport. In short, these games have an identity problem. It is as if in a particular neighborhood one family were named Jones, another Jones-Smith, and a third Smith-Jones and, because of this peculiar set of circumstances, their friends spent most of their time trying to distinguish one family from the other instead of enjoying their company.</p>\n<p>As an experienced practitioner of paddle tennis, squash, badminton, platform tennis, etc., over the past twenty years I have become convinced that a revised nomenclature for racquet sports is in order. Perhaps the only people who can define these activities precisely are those who write about them and those who are officials of national associations. Others, such as managers of retail tennis shops, coaches, and regular players (who number in the thousands) seem to be totally in the dark about such matters as the proper distinction between <em>paddle tennis</em> and <em>platform tennis</em> and whether the terms <em>paddleball</em> and <em>racquetball</em> are interchangeable. It is next to impossible to carry on an intelligent conversation about racquet sports because there is no terminology on which all can agree. By contrast, when one mentions <em>hockey, baseball</em>, or <em>cricket</em>, a clear picture comes to mind, and one is not compelled to waste his time agonizing over the meanings of words.</p>\n<p>To begin with let us list some of the official racquet games, both ancient and modern, that may be defined in a standard dictionary or encyclopedia of sport: <em>tennis; lawn tennis; squash tennis; paddle tennis; platform tennis; table tennis; paddleball; racquetball; squash racquets; badminton;</em> and <em>racquets</em>. The most obvious characteristic of this list is that most of these games appear, at least, to be variations of the game of <em>tennis</em>, yet in reality they cannot be technically classified as such. A second characteristic is the lack of consistency in the origins of the terms. For example, some have derivations distinctly removed from the equipment used or the court on which the game is played. <em>Badminton</em> derives from the name of the estate in Gloucestershire where the game was first played in England; <em>tennis</em> stems from <em>tenetz</em>, an old form of <em>tenez</em>, from French <em>tenir</em> 'to hold'; and <em>squash</em>, according to scholars, probably grew out of the “squashy” sound which the original soft ball made against the wall of the court. Interestingly, in spite of their obscure origins, these are the only three racquet sports whose names communicate something specific to the layman. The confusion comes with those games whose names emerged from the equipment used (<em>paddleball</em>) or from the peculiarities of the court construction (<em>platform tennis</em>). A tangential problem relates to certain ancient racquet sports approaching obsolescence (<em>court tennis, racquets, squash tennis</em>, for example) whose original clear-cut identity has become hazy owing to recently created sports, such as <em>racquetball</em> and <em>platform tennis</em>, which share some of the characteristics of the older games.</p>\n<p>Let us examine the three terms <em>court tennis, tennis</em>, and <em>lawn tennis</em>. Of course, nothing should be done to change the label <em>court tennis</em>, which still refers to the archaic four-wall game played by Henry VIII in the 16th century at the Hampton Court Palace. However, it would seem that, because of recent developments in court surface technology, <em>lawn tennis</em>, which up to 1975 was an umbrella designation for a game played on a variety of surfaces, should be restricted to the few remaining clubs, such as Wimbledon, that maintain grass courts. Clearly, the term <em>lawn</em>, with its 19th-century connotation of society matrons batting a powder puff, should be deleted from the titles of all official national tennis organizations.</p>\n<p>A more serious semantic problem is the ambiguity regarding <em>paddle tennis</em> and <em>platform tennis</em>. Here there is a yawning gulf of misunderstanding between the aficionados, who insist on a precise distinction, and the thousands on the fringes who sloppily apply the term <em>paddle tennis</em> to both sports. Some may consider this sheer perversity; however, I have a feeling that the fault lies with those two well-meaning gentlemen from Scarsdale, who, in labeling their unique game, neglected to suggest that it combines the skills of squash and tennis. Instead, they came up with the imprecise <em>platform</em> tennis, which, to the average person, simply means an 'elevated court.' The meaninglessness of this term is further illustrated by the fact that the elevation of the court has nothing to do with how the game is played. As sports historians are aware, the court was originally raised several feet above ground level in order to put it above the snow level. However, there is no reason why, in places where there is little or no snow, it could not be played at ground level, and, in fact, the later courts are so constructed. In short, remove the platform and a new term would have to be applied to distinguish the game from <em>paddle</em> tennis, which technically is simply a form of miniature tennis and might be better referred to as “mini-tennis.” As for <em>platform tennis</em>, changing the name to <em>squash tennis</em> is a possibility if we are willing to concede that the original four-wall game with this label is vanishing.</p>\n<p>One way of putting some of these racquet games into sharper focus would be to minimize use of the words <em>paddle</em> and <em>racquet</em>. To the layman, terms like <em>paddleball, paddle tennis, racquets, racquetball</em>, etc., just fuse into a blur. No one seems to know if these sports are played on a court with a net, against a wall, or both. A suggested solution to the semantic confusion would be to sharpen the distinction between <em>paddleball</em> and <em>racquetball</em>. These games could be defined simply as '<em>handball</em> played with a paddle,' the only difference being that <em>paddleball</em> employs a perforated wooden racquet and a large spongy ball, while <em>racquetball</em>, which is rapidly pushing both <em>handball</em> and <em>paddleball</em> into obscurity, employs a small strung racquet and a lively rubber ball. There is even a question as to whether or not <em>paddleball</em>, as defined above, should be considered a legitimate game, since a wooden paddle is inappropriate for the quick wrist action that the four-wall game requires. It seems reasonable to assume that <em>racquetball</em> will prevail and that <em>paddle-ball</em> will eventually lose its official sanction and will be confined to a few die-hard eccentrics.</p>\n<p>Another minor variation on this theme is the vagueness related to <em>squash, squash racquets, racquets</em>, and <em>squash tennis</em>. All these games, of course, are basically the same in principle in that they involve playing a ball off four walls with a strung racket, the difference being in the dimensions of the court, the shape and size of the racket, and the size and make-up of the ball. For purposes of communication, <em>racquets</em> and <em>squash tennis</em> present no serious problem, as they are confined to a handful of exclusive clubs in New York, Philadelphia, and Boston and, regrettably, may soon pass from the scene. However, the interchangeable terms, <em>squash</em> and <em>squash racquets</em> require some clarification. Technically, there is no official game called <em>squash:</em> it is merely a convenient clipped usage. But perhaps some consideration should be given to separating <em>squash racquets</em> more precisely from those games from which it derives and with which it is often confused. The obvious method of doing this is to make the term <em>squash</em> official, thus eliminating the identity problem and giving the game the distinctiveness it deserves.</p>\n<p>Finally, the one-wall paddle games need to be freed from ambiguity. The problem arose when people started employing the same wooden racket for playing indoor four-wall handball that they used outdoors against one wall. Both games have been referred to as <em>paddleball</em>, although the ambiguity of whether one is alluding to the one-wall version or the four-wall version must always be resolved. A solution is suggested in my comments on <em>racquetball: racquetball</em>, while officially referring to the four-wall game played with a strung paddle, would unofficially also include the same sport played with a wooden paddle; this would leave the term <em>paddleball</em> as the sole designation for the one-wall game.</p>\n<p>Since other proposals for linguistic reform, such as phonetic spelling and an international language (Esperanto), have never got off the ground, it could be argued that we should forget such a minor matter as changing the nomenclature of a cluster of games played by only a small fraction of the population. However, times are changing and hope springs eternal. In my view the chief obstacle to clearing up this unfortunate onomastic mess is the inflexibility and conservatism of those who dominate the official associations of these racquet sports. Until these people can be convinced that communication is more important than blind adherence to tradition the nebulousness will continue.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Investigating the Racqueteers</h1> <p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p> <p>So far as I know, students of so-called “racquet games” are not required to submit to examinations that might test whether or not they know what they are talking about; but I have a feeling the idea might be useful, for there is an incredible amount of misunderstanding and downright ignorance of which name refers to which sport. In short, these games have an identity problem. It is as if in a particular neighborhood one family were named Jones, another Jones-Smith, and a third Smith-Jones and, because of this peculiar set of circumstances, their friends spent most of their time trying to distinguish one family from the other instead of enjoying their company.</p> <p>As an experienced practitioner of paddle tennis, squash, badminton, platform tennis, etc., over the past twenty years I have become convinced that a revised nomenclature for racquet sports is in order. Perhaps the only people who can define these activities precisely are those who write about them and those who are officials of national associations. Others, such as managers of retail tennis shops, coaches, and regular players (who number in the thousands) seem to be totally in the dark about such matters as the proper distinction between <em>paddle tennis</em> and <em>platform tennis</em> and whether the terms <em>paddleball</em> and <em>racquetball</em> are interchangeable. It is next to impossible to carry on an intelligent conversation about racquet sports because there is no terminology on which all can agree. By contrast, when one mentions <em>hockey, baseball</em>, or <em>cricket</em>, a clear picture comes to mind, and one is not compelled to waste his time agonizing over the meanings of words.</p> <p>To begin with let us list some of the official racquet games, both ancient and modern, that may be defined in a standard dictionary or encyclopedia of sport: <em>tennis; lawn tennis; squash tennis; paddle tennis; platform tennis; table tennis; paddleball; racquetball; squash racquets; badminton;</em> and <em>racquets</em>. The most obvious characteristic of this list is that most of these games appear, at least, to be variations of the game of <em>tennis</em>, yet in reality they cannot be technically classified as such. A second characteristic is the lack of consistency in the origins of the terms. For example, some have derivations distinctly removed from the equipment used or the court on which the game is played. <em>Badminton</em> derives from the name of the estate in Gloucestershire where the game was first played in England; <em>tennis</em> stems from <em>tenetz</em>, an old form of <em>tenez</em>, from French <em>tenir</em> 'to hold'; and <em>squash</em>, according to scholars, probably grew out of the “squashy” sound which the original soft ball made against the wall of the court. Interestingly, in spite of their obscure origins, these are the only three racquet sports whose names communicate something specific to the layman. The confusion comes with those games whose names emerged from the equipment used (<em>paddleball</em>) or from the peculiarities of the court construction (<em>platform tennis</em>). A tangential problem relates to certain ancient racquet sports approaching obsolescence (<em>court tennis, racquets, squash tennis</em>, for example) whose original clear-cut identity has become hazy owing to recently created sports, such as <em>racquetball</em> and <em>platform tennis</em>, which share some of the characteristics of the older games.</p>"
}