{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Description/Proscription/Style",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Description/Proscription/Style</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>As we have observed in these pages on numerous occasions, the professional linguist's avowed position with regard to usage is similar to that of a medical doctor's in relation to a patient: both are charged with the responsibility of observing the phenomena they encounter without expressing qualitative opinions about them. That is, the doctor is not supposed to express his loathing or disgust at the manifestations of some horrible affliction, nor is it deemed proper for him to assume an accusatory posture reflected in expressions like, “What a fool you are for having exposed yourself to the Malay waste-away !”</p>\n<p>The analogy is not entirely apt, however, for the patient cannot always be held responsible for catching the disease and might not be able to do anything about its cure, while the person who misspells a word, utters grammatical solecisms, or uses <em>infer</em> for <em>imply</em> has resourse to remedial measures. In many cases, it must be acknowledged, the speaker or writer has not been exposed to the opportunities that would enable him to distinguish between what is regarded as standard usage versus nonstandard, hence, it might be said that he is not responsible for using nonstandard English. But, surely, someone must accept the blame, and that someone ought to be the person who employed what we have learned from innumerable cop shows on television to call the <em>perp.</em></p>\n<p>The cable television service in the Old Lyme, Connecticut, area is (apparently) forbidden to transmit certain programs because the transmission rights have been preempted by another station. In such circumstances, a message appears on the screen that explains, in quasi-legalistic terms, why the viewer is looking at the message instead of the program. Among the words used is <em>pursuant</em>, which is spelled “persuant.” This message has been appearing on the screen with that misspelling for the past two years (or more), and the cable company maintains that the card bearing the message is provided to them with the proviso that it be transmitted as is. Because the notice appears almost every evening on at least one channel and remains on the screen for at least thrity minutes on end, its exposure is far greater than that of a fleeting utterance by a newscaster or a similar written message that appears only fleetingly. One cannot help thinking that an entire generation of viewers—assuming they are able to read at all—is growing up learning how to misspell <em>pursuant. Pursuant</em> is a legal term, of course, not one that drops readily from the lips of the housewife or casual observer of the rock 'n' roll scene on MTV. Thus, with some justification, one might well ask, “Who cares?” And there are always those who will accuse me of being a purist, which I do not think I am. On the other hand, I try not to be a linguistic slob, either.</p>\n<p>If one asks a professional linguist why he doesn't say things like “He don't” or spell <em>pursuant</em> “persuant,” the reply is likely to be, “ 'He don't' is not part of my speech pattern,” and “I simply do not spell <em>pursuant</em> that way.” One may accept that sort of statement at face value; in my view, it would have been more accurate (and honest) to say, “I wouldn't be caught dead saying 'He don't,' ” etc.</p>\n<p>Last evening (26 November) I was watching Biography on the Arts &amp; Entertainment network. In the course of the program, which was about the British royal family, there appeared on the screen a number of titles identifying the person or place pictured. In one such title, Prince Andrew's father-in-law was identified as “Furguson”; in another, the site of Prince Charles's wedding was identified as “St. Pauls [<em>sic</em>] Carhederal [<em>sic</em>].” Aside from the fact that the program was rather poorly done, how are we to react to this sort of thing? Should we throw up our hands, saying, “Anyone can make a mistake” or “What difference does it make?” or “You are the one to talk: look at all the mistakes in VERBATIM”? As for the last, I would protest that the A&amp;E network has resources far beyond those available for the proofreading of VERBATIM. The first is merely a vapid truism. But what about the second?</p>\n<p>I am moved to offer some armchair psychological analysis. For many people, their ability to relate to reality is inexorably tied to their control of language, the greatest common denominator of our understanding of the real world. (Berkeleian philosophers need not waste their time writing me on this subject.) For such people, we might say that their very grip on reality depends on their control of language: it is their “security blanket,” the corners of which they chew with everlasting self-satisfaction and in which they wind themselves for protection against the hostile forces that would shake the foundations of their traditionalism. If their language is threatened, they are threatened. Put another way, the acceptance of nonstandard language to replace the comfortable protection offered by linguistic purism amounts to moving the goalposts in a game that they have been playing for their entire lives according to a different set of rules.</p>\n<p>As readers of these occasional notes on English are well aware, British standard usage now condones the use of the indicative where the subjunctive formerly reigned and, to mention just one other obvious phenomenon, the use of the plural pronouns of reference for what have traditionally been regarded as singular referents (as in <em>Everyone should bring their book to class tomorrow</em>). The two changes are different, of course: the former marks a final succumbing to the relentless forces of the indicative: the weakening of the subjunctive might be regarded as a rejection of the tolerance of uncertainty on the part of the speaker, perhaps a product of the late-20th-century obsession with the facts, resulting in insecurity when faced with doubt, with low probability, or with contrary-to-fact situations. The issue of pronoun agreement might be laid at the door of the feminists' misguided interference with the forces of language, resulting in a nervous rejection of the masculine pronoun as the neutral one; but, in truth, the sustenance of the singular nature of words like <em>each, everybody, everyone,</em> etc. is probably pedantry, for sense and logic are not sacrificed by changing them to plurals, with the added benefit of avoiding the dreaded <em>he/his/him,</em> regarded by feminists as the bearer of the stigma of male machismo. In many cases, the paraphrase, <em>All students should bring their books to class tomorrow</em>, and similar pluralizations will conveniently turn the trick without distorting the meaning.</p>\n<p>One is led to considering the establishment of a hierarchy of the heinousness. For instance, I have a very low tolerance for spelling errors and grammatical solecisms in letters of application from those soliciting work: job applicants who are too careless to correct the capitalization of “california” and the spelling “Britian” get short shrift, though I am more tolerant of those using <em>presently for now</em>. A great deal can be determined from a personal interview—somewhat more complicated with an applicant a thousand miles away—but dialect differences must be accounted for, too. For instance, the British use the word <em>machismo</em> (but pronounce it, almost invariably, as if it were a loanword from Italian, with a -<em>k</em>-where the Spanish has a -<em>tch</em>-). Yet <em>macho</em> is uttered with a -<em>tch</em>-, possibly to distinguish it from one of the pronunciations of the word for a variety of shark. The <em>OED2e</em> is not tuned in to this pronunciation of <em>machismo</em>, showing only the -<em>tch</em>- pronunciation; the <em>Longman</em> and the newer <em>Oxford Concise</em> show both, but with -<em>tch</em>- first; only the <em>Collins</em>, of those British dictionaries I checked, shows the -<em>k</em>- pronunciation as prevalent. One professional British lexicographer told me, categorically, that no one uses the -<em>tch</em>- pronunciation in Britain, where it would be regarded as wrong or pedantic. If he is right, then those who show it at all are merely genuflecting in the direction of the purists.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Description/Proscription/Style</em></h1> <p><em>Laurence Urdang</em></p> <p>As we have observed in these pages on numerous occasions, the professional linguist's avowed position with regard to usage is similar to that of a medical doctor's in relation to a patient: both are charged with the responsibility of observing the phenomena they encounter without expressing qualitative opinions about them. That is, the doctor is not supposed to express his loathing or disgust at the manifestations of some horrible affliction, nor is it deemed proper for him to assume an accusatory posture reflected in expressions like, “What a fool you are for having exposed yourself to the Malay waste-away !”</p> <p>The analogy is not entirely apt, however, for the patient cannot always be held responsible for catching the disease and might not be able to do anything about its cure, while the person who misspells a word, utters grammatical solecisms, or uses <em>infer</em> for <em>imply</em> has resourse to remedial measures. In many cases, it must be acknowledged, the speaker or writer has not been exposed to the opportunities that would enable him to distinguish between what is regarded as standard usage versus nonstandard, hence, it might be said that he is not responsible for using nonstandard English. But, surely, someone must accept the blame, and that someone ought to be the person who employed what we have learned from innumerable cop shows on television to call the <em>perp.</em></p> <p>The cable television service in the Old Lyme, Connecticut, area is (apparently) forbidden to transmit certain programs because the transmission rights have been preempted by another station. In such circumstances, a message appears on the screen that explains, in quasi-legalistic terms, why the viewer is looking at the message instead of the program. Among the words used is <em>pursuant</em>, which is spelled “persuant.” This message has been appearing on the screen with that misspelling for the past two years (or more), and the cable company maintains that the card bearing the message is provided to them with the proviso that it be transmitted as is. Because the notice appears almost every evening on at least one channel and remains on the screen for at least thrity minutes on end, its exposure is far greater than that of a fleeting utterance by a newscaster or a similar written message that appears only fleetingly. One cannot help thinking that an entire generation of viewers—assuming they are able to read at all—is growing up learning how to misspell <em>pursuant. Pursuant</em> is a legal term, of course, not one that drops readily from the lips of the housewife or casual observer of the rock 'n' roll scene on MTV. Thus, with some justification, one might well ask, “Who cares?” And there are always those who will accuse me of being a purist, which I do not think I am. On the other hand, I try not to be a linguistic slob, either.</p>"
}