{
  "type": "Article",
  "title": "Hocus Pocus",
  "author": "William Brashear",
  "location": "Ägyptisches Museum, Berlin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hocus Pocus</h1>\n<p><em><span data-rel=\"author\">William Brashear</span> <span data-rel=\"location\">Ägyptisches Museum, Berlin</span></em></p>\n<blockquote>\n<p>And [then] I stood on the royal stump and</p>\n<p>blessed them in the sacred Altrusian tongue,</p>\n<p>“Arooaroo halama rama domino, shadrach meshach</p>\n<p>abednego.”</p>\n<p>[<em>Lake Wobegon Days</em>, Garrison Keillor]</p>\n<p>The thought of Uncle Louie speaking in tongues was fascinating... what if he stood up and said, “Feemalator, jasperator, hoo ha ha, Wamalamagamanama, zis boom bah!”</p>\n<p>[Ibid.]</p>\n</blockquote>\n<p>Exotic, strange-sounding, and unintelligible words, whether authentic and foreign or artificial and spontaneously made up on the spot, are an age-old and pandemic device for creating an aura of mystery, holiness, or magic. The use of genuine foreign languages is called <em>xenoglossia</em>. Familiar examples are the ancient languages, Latin, Coptic, Hebrew, and Greek, used in modern liturgies. However, the peculiarity of incantations and prayers is nothing new. It is attested in Babylonian, Egyptian, Greek, and Latin religious and magical texts preserved on clay tablets, papyrus, parchment, gems, and strips of metal thousands of years old. In ancient Hittite religious texts Accadian words provide the mysterious, exotic sounds; in Latin it is Persian words; in Greek, Hebrew and Aramaic; in Hebrew prayers Greek was used.</p>\n<p><em>Glossolalia</em> is the technical term for artificial languages, or “speaking in tongues,” as it is more commonly known. To cite just a few ancient examples, an Assyrian incantation for retrieving a fugitive slave begins with the following nonsense sequence: <em>en ki-su-al-lu-ki...ki-ku-al-lu...ki na...gi-na-al-qi</em> (<em>Orientalia 23</em>, 1954, pp. 52-53). An Egyptian spell contains this gibberish: <em>edera edesana, ederagaha edesana, marmu edesana, emui edesana, degejana edesana, degabana edesana</em>. Another one: <em>paparuka paparaka pararura</em>. (<em>Ägypten and Ägyptisches Leben</em>, A. Erman and H. Ranke, pp. 406-407). A spell in Latin for alleviating sore throat prescribes chanting: <em>crissi crasi concrasi (Marcellus,</em> XIV, 24); another for healing dislocated joints: <em>motas vaeta daries dardaries astataries dissunapiter... huat hauat huat, ista pista sista, dannabo dannaustra ...huat haut haut, istasis tarsis, ardannabon dannaustra (De re rustica,</em> Cato, p. 160). The Babylonian Talmud recommends reciting <em>baz bazia, mas masia, kas kasia, scharlai</em> and <em>amarlai...bazach bazich bazbazich</em> to prevent skin rash.</p>\n<p>Hundreds of Greek and Coptic magical texts from Egypt (dating from the 1st c.B.C. to the 11th c. A.D.) are replete with concatenations of <em>voces magicae,</em> some with up to a hundred letters, such as the more mellifluous: <em>melibou melibau melibaubau, touchar souchar, nennana sennana, samousoum souma soume soumeia meisouat srouat... rouat</em>, or the cacophonous: <em>chuchbachuch bauachuch bakaxichuch bazabachuch bachaxichuch bazetophoth bainchoooch</em>. (Psycholinguists like F. Trojan even trace relationships between word sounds and word meanings, the deep, dark vowels like <em>o</em> and <em>u</em> having an awesome, threatening, secretive nature on the one hand, and on the other the lighter ones like <em>e</em> and <em>i</em> often referring to the gentler, pleasanter things—whether in Indo-European or Chinese phonetics.)</p>\n<p>Some of these ancient nonsensical magical words enjoyed exceptional longevity. <em>Meriut, mermeriut</em> in a Greek magical text of the 3rd c.A.D. reappear in medieval French Catholic and Eastern Syriac church liturgies as <em>mermeut</em>. Echoes of one Greek curse text written in the 3rd c. A.D. can be found in a Greek manuscript written almost 1500 years later. More recently, Goethe in his <em>Reineke Fuchs</em> (11. Gesang) wrote: “und sie legt' ihm die Hand auf Haupt and sagte die Worte” ['and she laid her hand on his head and spoke the words']: <em>nekrast negibaul geid sum manteflih dnudna mein tedachs</em>. Thus, Garrison Keillor's boy narrator, with his <em>arooaroo halama rama</em>, is simply continuing a universal tradition, hallowed by generations of priests, magicians—and children—through the millennia.</p>\n<p>There is no law against combining bogus, <em>ad hoc</em>, “foreign” words and the real thing in one breath, just as Keillor's narrator does in his “Altrusian” blessing, juxtaposing what is obviously nonsense next to genuine Latin (<em>domino</em>) and Hebrew (<em>shadrach, meshach, abednego</em>). Likewise, in ancient Greek magical texts snippets of Egyptian, Hebrew, Aramaic, Coptic, and Babylonian words and proper names commingle in happy abandon with endless concatenations of gibberish, producing a veritable Babelian babble to challenge the ingenuity of Indo-European and Semitist scholars alike two thousand years later, as they wrangle with these more-than-sesquipedalian creations of Greco-Egyptian magical fantasy. For example, the Greek palindrome <em>Aberamenthooulerthexanaxethreluoothnemareba</em>, according to one philologist, is Egyptian for 'Powerful One of the Waters, Thoth, God of Rain, O Sovereign: Rain of God, Thoth, of the Powerful Waters.'</p>\n<p>Keillor, by incorporating the names of the three youths in the fiery furnace into his blessing, is merely following in the footsteps of some of his forebears in esotericism, the Copts of early Christian Egypt, who often invoked Shadrach, Meshach, and Abednego alongside such fantasy figures as Thoulal, Moulal, and Boulal in their magical charms. (In all probability we owe to the Coptic Christians the invention, and to the Coptic magicians the dispersion, of the names of the three wise men, who make their first appearance, as Melchior, Thattasia, Bathesora, in Coptic magical texts in the 6th-8th c. A.D.)</p>\n<p>Aside from the linguistic challenges they pose, these ancient artificial, noncewords, with their sonorous, cantillating, rhyming, and rhythmical variations on phonetic themes, have intrigued and fascinated scholars who try to divine the rules governing their formation. For example, variations on a theme involving <em>homoiarcton</em> and <em>homoioteleuton</em> (similar beginnings and endings; of. Keillor's “feemal<em>ator</em>,” “jasper<em>ator</em>”) is a common device. A Greek magical spell for conjuring up a deity (7th-8th c.A.D.) begins with the following nonsense sequence, <em>armapophar, astramuphar, astramuchur</em>, and continues with a series of transmutations typical of magical texts. Taking off from <em>armapophar</em>, the author transmuted the beginning to <em>astra</em>- and the ending to -<em>muphar</em>. For the next variation he combined and retained <em>astra</em>- + <em>mu</em>- but then altered the ending to -<em>chur</em>. Later on one finds: <em>Chla, Achla, Achlamu, Chlas!</em>, showing variations on the theme <em>Chla</em>. Another jingle in the same text runs: <em>otra peruth,... methor baruthar, eseluth</em> with the obvious themes <em>per-, bar-, -uth, -uthar, -ethor</em>, setting the tone in this ancient version of a magical patter song or jazz scat.</p>\n<p>Another theory is that this mumbo jumbo may represent a kind of ancient pig Latin which, if properly decoded, might actually make sense. Hidden anagrams might be lurking there, awaiting the alert scholar to come along and detect them. Taking the example cited above: <em>otra perouth</em> might be transmogrified Greek for <em>o pater, therapeue</em> 'O Father, heal!'</p>\n<p>Going a step further, linguists have noted the similarity between the sonorous sound manipulations of such artificial words in magical incantations and children's game songs. Children—and, in earlier times, illiterates—often took snippets of liturgical texts which they had heard in church on Sunday, adapting sing-song versions of them for their own irreligious and irreverent use on Monday. According to some scholars, the universally known and applied designation for magic, <em>hocus pocus</em>, may ultimately derive from the Latin Eucharist formula and represent a muddled version of Christ's words in the Vulgate New Testament [I Cor. 11.24]: <em>hoc est corpus meum</em> 'this is my body.' Likewise, <em>abracadabra</em>, it has been suggested, might stem from Hebrew <em>habracah dabrah</em> 'pronounce the blessing.'</p>\n<p>Children around the world hold these alliterative and rhyming nonsensical sequences in great respect and are careful to incant them with meticulous exactitude. Furthermore, they seriously believe their jungles are genuine foreign languages—for example, Chinese—and hallowed by hoary antiquity. While their Chinese etymology may be doubted, “that these rhymes are centuries old is not to be lightly dismissed.” I, and P. Opie (<em>Children's Games in Street and Playground</em>, Oxford 1969, p. 44), the well-known example <em>ene tene mone mei</em> (Germany 1847), <em>eena meena mina mona</em> (England 1895), <em>ina mina maina mau</em> (Norway 1959).</p>\n<p>In VERBATIM [I, 1 and I, 2], respectively, Roger Wescott and Paul Lloyd, discussed rhyming, rhythmical, or alliterative “word chains,” otherwise known as “coordinates” or “binomials” and “trinomials,” which exist not only in English but in other languages as well. For example: <em>kith and kin, wrack and ruin</em>; in German: <em>mit Kind und Kegel, drauf und dran</em>; in French: <em>sain et sauf</em>. Alongside such fixed combinations, which seem to adhere to their own rhythmic and phonetic rules, are the playful, nonsensical, purely rhythmical and melodious formulations, which distinctly recall the ancient incantatory cantillations characteristic of Egyptian, Greek, and Roman and latterday hocus pocus. In English: <em>hunkydory, namby pamby, nitty gritty, higgledy-piggledy, heebie-jeebies, inky-dinky, itsy-bitsy, teeny-weeny</em>; in German: <em>Kuddelmuddel, Techtelmechtel, Krimskrams, Simsalabim, Holterdipolter</em>—to cite just a few.</p>\n<p>These perhaps <em>quondam ad hoc</em> expressions, now part and parcel of our respective daily languages, adhere to the same general rhythmical and phonological rules as the nonsense words in the magical texts. Hans Winkler, the German Semitist, noted in 1935 that glossolalia, incantations, and children's chants all display certain common tendencies, namely, 1) the repetition of a given motif (<em>feemalator, jasperator; touchar souchar; astramuphar, astramuchur</em>), and 2), the economical use of the vocal apparatus. Repeating a word or syllable or sound puts the least strain on the voice. Yet human creative ingenuity is not satisfied with repetition; it wants something new. Thus, once a pleasing motif has been discovered, the next least exerting is to reproduce it with a slight variation. Winkler discovered that the first element of binomials, whether nonsense or not, often begins with a laryngeal or velar phoneme which is formed in the back of the mouth (i.e., aspirated and unaspirated vowels). Taking the above examples, <em>hunkydory, higgledy-pig-gledy, hanky-panky, hocus pocus, heebie-jeebies, hodgepodge, hokey-pokey, inky-dinky, itsy-bitsy, Holterdipolter, Hülle und Fülle</em>, as can be noted, the second element tends to be a repetition of the first, beginning, however, with a labial (<em>p, b, f, m, v, w</em>). Winkler called this the “<em>aleph-beth</em> rule” and demonstrated its practically universal validity, citing evidence from both medieval and modern gaming rhymes in European and Semitic languages alike. Going a step further, he found that nonsense trinomials generally continue with a word beginning with a palatal (<em>ch, g, j, k</em>). As early as 1835, Richard Lepsius, the German Egyptologist, had pointed out the curious fact that the Hebrew alphabet contained no fewer than three groups of letters which adhere to this rule: 1) aleph, beth, gimel, daleth; 2) he, waw... heth, teth; 3) ayin, pe...koph...taw.</p>\n<p>This evidently primordial phonetic series has continued to persist through the ages and is obviously as eminently appealing to Keillor's youthful narrator today as it was to his forebears several millennia ago and half a world away. By initiating his glossolalic cant with <em>beth</em>-element words (<em>feemalator, wamalama</em>) and continuing with palatal variations on their respective themes (<em>jasperator, gamanama</em>) the boy is apparently responding to the same primal urge that motivated the anonymous creators of our alphabet to begin their artificial series of sounds with <em>aleph, beth, gimel</em>, and <em>daleth</em>—and not with something like <em>zis boom bah!</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hocus Pocus</h1> <p><em><span data-rel=\"author\">William Brashear</span> <span data-rel=\"location\">Ägyptisches Museum, Berlin</span></em></p> <blockquote>\n<p>And [then] I stood on the royal stump and</p>\n<p>blessed them in the sacred Altrusian tongue,</p>\n<p>“Arooaroo halama rama domino, shadrach meshach</p>\n<p>abednego.”</p>\n<p>[<em>Lake Wobegon Days</em>, Garrison Keillor]</p>\n<p>The thought of Uncle Louie speaking in tongues was fascinating... what if he stood up and said, “Feemalator, jasperator, hoo ha ha, Wamalamagamanama, zis boom bah!”</p>\n<p>[Ibid.]</p>\n</blockquote> <p>Exotic, strange-sounding, and unintelligible words, whether authentic and foreign or artificial and spontaneously made up on the spot, are an age-old and pandemic device for creating an aura of mystery, holiness, or magic. The use of genuine foreign languages is called <em>xenoglossia</em>. Familiar examples are the ancient languages, Latin, Coptic, Hebrew, and Greek, used in modern liturgies. However, the peculiarity of incantations and prayers is nothing new. It is attested in Babylonian, Egyptian, Greek, and Latin religious and magical texts preserved on clay tablets, papyrus, parchment, gems, and strips of metal thousands of years old. In ancient Hittite religious texts Accadian words provide the mysterious, exotic sounds; in Latin it is Persian words; in Greek, Hebrew and Aramaic; in Hebrew prayers Greek was used.</p> <p><em>Glossolalia</em> is the technical term for artificial languages, or “speaking in tongues,” as it is more commonly known. To cite just a few ancient examples, an Assyrian incantation for retrieving a fugitive slave begins with the following nonsense sequence: <em>en ki-su-al-lu-ki...ki-ku-al-lu...ki na...gi-na-al-qi</em> (<em>Orientalia 23</em>, 1954, pp. 52-53). An Egyptian spell contains this gibberish: <em>edera edesana, ederagaha edesana, marmu edesana, emui edesana, degejana edesana, degabana edesana</em>. Another one: <em>paparuka paparaka pararura</em>. (<em>Ägypten and Ägyptisches Leben</em>, A. Erman and H. Ranke, pp. 406-407). A spell in Latin for alleviating sore throat prescribes chanting: <em>crissi crasi concrasi (Marcellus,</em> XIV, 24); another for healing dislocated joints: <em>motas vaeta daries dardaries astataries dissunapiter... huat hauat huat, ista pista sista, dannabo dannaustra ...huat haut haut, istasis tarsis, ardannabon dannaustra (De re rustica,</em> Cato, p. 160). The Babylonian Talmud recommends reciting <em>baz bazia, mas masia, kas kasia, scharlai</em> and <em>amarlai...bazach bazich bazbazich</em> to prevent skin rash.</p>"
}