{
  "type": "Article",
  "title": "EX CATHEDRA: The Diamond Jubilee Issue",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>The Diamond Jubilee Issue</em></h1>\n<p>As it is unlikely that I shall be around to celebrate the Diamond Jubilee Year of VERBATIM, it seemed reasonable to celebrate while I can and to reminisce, briefly. As we all know, one characteristic of time is that it stretches out before us in an apparently interminable manner; yet, when one looks back, it seems to have fled, disappeared, evaporated—heaven knows where. When VERBATIM was first published, though, I cannot recall having looked forward much beyond the first issue; now, thinking back, I find it astonishing that seventy-four numbers have preceded this one. The life of a periodical is quite unpredictable; periodicals change or remain the same, but people are more likely to change than remain the same, with the consequent disappearance of venerable publications like <em>Punch</em>, for example. I do not have figures for the number of periodicals that have met their end during the past two decades, but I understand that there have been many.</p>\n<p>VERBATIM, too, has had its ups and downs. The first issue was mailed to 96 paid subscribers; this issue will go to more than 7000, including many outside the United States that are not numbered among those listed in the audited annual circulation report required by the Postal Service to maintain a Second Class mailing privilege. According to a survey we conducted some years ago, each issue of VERBATIM is read, on average, by about three people (excluding those that go to libraries). Thus, <em>The Language Quarterly</em> has more than 20,000 readers in some 60-odd countries. Perhaps the most gratifying thing about publishing it is that an average of more than 75 per cent of subscribers renew; in recent years, the response has been 100 per cent to the renewal notices attached to certain issues. I am given to understand that, aside from journals associated with membership in some organization, anything beyond 50 per cent is considered phenomenal. Yet, we have never sent subscribers more than one renewal notice followed up by a reminder a few weeks later.</p>\n<p>On the first page of Volume I, Number 1, <em>I</em> promised readers (among other things) that their names and addresses would never be sold to anyone, on the grounds that everyone receives enough junk mail as it is. That promise has been kept: companies seeking our mailing list are told that the only way to reach our readers is through advertising in the pages of VERBATIM.</p>\n<p>Looking at the price of VERBATIM, it might be worthwhile noting that the first issue consisted of six pages; the first volume contained 28 pages (issues alternating six and eight pages) and a subscription cost $2.50 (about £1.75 in 1974). The price was increased to $4.00 (£2.75) a couple of years later. Today, VERBATIM publishes 104 pages a year for $16.50 (£11.50)—not including this double issue. For those who do not object to (very) rough statistics, that averages out to an increase of from 8.9¢ (6.25p) per page to 15.9¢ (11.5p) per page. That might seem like an unconscionable increase, allowing for normal inflation, but the costs of paper and postage (especially) have been driven up out of proportion.</p>\n<p>The greatest cost we encounter is that of advertising, which is not only expensive but yields meagre results in comparison to the money spent. It is impossible to find another publication in which to advertise that is quite like VERBATIM—that is, one that reaches people who are interested in language—so we advertise in media whose readers are likely prospects and hope for the best. Our current (September 1992 to February 1993) campaign has cost more than $30,000 (£20,000), yielding, so far, fewer than 1000 subscribers. It is not difficult to calculate that readers so expensively acquired are not profitable till they have renewed for the third year. Factor in the 75 per cent renewal rate, and it can be seen that one must wait till the fourth year's renewal; although revenues from advertising and book sales improve that slightly, they are offset by the fact that we have recently begun paying all contributors</p>\n<p>The foregoing are facts, not a plea of any kind for anything except to urge those who enjoy VERBATIM, who have made it the highest-circulation popular language journal in the (English-speaking) world, to encourage others who share their interest to subscribe and to send in their renewals quickly. VERBATIM makes an inexpensive gift for any occasion and is especially enjoyed by teachers (who plunder it for ideas) and students.</p>\n<p>Readers of long standing are aware that a few years ago we discontinued both The VERBATIM Book Club Catalogue (because filling orders became enormously complicated) and, after five years, The VERBATIM Annual Essay Competition (because the number of high-quality submissions was diminishing). Beginning when the Competition was terminated, we established the VERBATIM Award, “for the Pursuit of Scholarship in Lexicography.” Each January, a Committee consisting of the three past-presidents of EURALEX (the European Association for Lexicography) select one or more successful applicants from among EURALEX members to receive the award of £1500 (between $2500 and $3000). Since it was set up, the entire award, at the discretion of the Committee, has been made to one person each year. It may not be much, but, like VERBATIM, it is, as they say, the only game in town.</p>\n<p>Finally, it might interest readers to learn that the <em>Oxford English Dictionary, 2nd Edition</em>, now available on CD-ROM, lists 121 citations from VERBATIM (through Spring 1985 only).</p>\n<p>*Laurence Urdang *</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>The Diamond Jubilee Issue</em></h1> <p>As it is unlikely that I shall be around to celebrate the Diamond Jubilee Year of VERBATIM, it seemed reasonable to celebrate while I can and to reminisce, briefly. As we all know, one characteristic of time is that it stretches out before us in an apparently interminable manner; yet, when one looks back, it seems to have fled, disappeared, evaporated—heaven knows where. When VERBATIM was first published, though, I cannot recall having looked forward much beyond the first issue; now, thinking back, I find it astonishing that seventy-four numbers have preceded this one. The life of a periodical is quite unpredictable; periodicals change or remain the same, but people are more likely to change than remain the same, with the consequent disappearance of venerable publications like <em>Punch</em>, for example. I do not have figures for the number of periodicals that have met their end during the past two decades, but I understand that there have been many.</p> <p>VERBATIM, too, has had its ups and downs. The first issue was mailed to 96 paid subscribers; this issue will go to more than 7000, including many outside the United States that are not numbered among those listed in the audited annual circulation report required by the Postal Service to maintain a Second Class mailing privilege. According to a survey we conducted some years ago, each issue of VERBATIM is read, on average, by about three people (excluding those that go to libraries). Thus, <em>The Language Quarterly</em> has more than 20,000 readers in some 60-odd countries. Perhaps the most gratifying thing about publishing it is that an average of more than 75 per cent of subscribers renew; in recent years, the response has been 100 per cent to the renewal notices attached to certain issues. I am given to understand that, aside from journals associated with membership in some organization, anything beyond 50 per cent is considered phenomenal. Yet, we have never sent subscribers more than one renewal notice followed up by a reminder a few weeks later.</p> <p>On the first page of Volume I, Number 1, <em>I</em> promised readers (among other things) that their names and addresses would never be sold to anyone, on the grounds that everyone receives enough junk mail as it is. That promise has been kept: companies seeking our mailing list are told that the only way to reach our readers is through advertising in the pages of VERBATIM.</p> <p>Looking at the price of VERBATIM, it might be worthwhile noting that the first issue consisted of six pages; the first volume contained 28 pages (issues alternating six and eight pages) and a subscription cost $2.50 (about £1.75 in 1974). The price was increased to $4.00 (£2.75) a couple of years later. Today, VERBATIM publishes 104 pages a year for $16.50 (£11.50)—not including this double issue. For those who do not object to (very) rough statistics, that averages out to an increase of from 8.9¢ (6.25p) per page to 15.9¢ (11.5p) per page. That might seem like an unconscionable increase, allowing for normal inflation, but the costs of paper and postage (especially) have been driven up out of proportion.</p>"
}