{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Images of English: A Cultural History of the Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Images-English-Cultural-History-Language/dp/0521415721\"><em>Images of English: A Cultural History of the Language</em></a></h1>\n<p>Richard W. Bailey, (University of Michigan, 1991; Cambridge University Press, 1992), xi + 329pp.</p>\n<p>Anyone interested in the English language ought to read this book; furthermore, it is a reasonably safe prediction that it will prove readable, enjoyable, and informative. From the perspective of a professor of English at a noted American university (Michigan), Richard Bailey, a former president of the American Dialect Society who has long been active in English linguistics and associated with lexicography, has provided a historical view of the development of the language that concludes with a realistic assessment of its present position among the languages of the world.</p>\n<p>The chapter headings offer succinet clues to Bailey's approach: English Discerned; Emergent English; English Abroad; World English; English Transplanted; Postcolonial English; English Improved; Imaginary English; English Imperiled; and Proper English. To gain access to much of the material presented one would have to ransack innumerable recondite sources; certainly, it would be difficult to select and organize it so effectively and palatably. Bailey writes well. One of the structural features to be particularly savored in each chapter is the author's system of broaching his subject, describing it lucidly, then illustrating the attitudes (“images”) perceived by citing passages from prominent commentators. These extracts, which are in chronological order, have been well selected for clarity and interest; neither cryptically brief nor tediously long, they accurately reflect the opinions on, for example, World English—the spread of English and its emergence as a lingua franca—dating from 1846 to 1990; comments on Proper English are reflected in extracts dating from 1711 to 1986.</p>\n<p>Throughout, Bailey properly maintains the clinical view of the scholarly observer, and I could find little evidence, even in the selection of extracts, indicating where his personal preferences lie.</p>\n<p>Each of the chapters in <em>Images of English</em> could stand on its own as an outstanding essay. People who are concerned that the vibrant vitality of English is diminished by its aberrant spelling, reliance on idiom, and inconsistent, ambiguous grammar may derive consolation (but little pleasure) from the attempts to codify the language as described in English Improved. Notwithstanding my personal speculations about the author's sentiments on the “improvements” discussed, from spelling reform to the reasonable/unreasonable acquiescence to the pressures of feminism, I could find nothing that interferes with his even-handed, detached description of how people feel about English. Many consider themselves qualified to offer opinions about the English language in its multifarious manifestations, but, as far as I am aware, no one has, till this book, taken the trouble to engage in a comprehensive, comprehensible review of those opinions. That is not to say that Bailey has remained coolly aloof from his subject, for everywhere the reader can sense the affectionate warmth he brings to his subject. The book concerns itself, above all, with the attitudes and opinions of others: though demonstrably capable of the most uninvolved, scientifically analytical dissection of an attitude, Bailey never slips into careless, autoschediastic, personal commentary.</p>\n<p>Unencumbered by footnotes, <em>Images of English</em> offers a good, but not overlong list of References, an Index of Names, and a Subject Index. My only cavil is with the compositor's (editor's, and proofreader's) apparent ignorance of the accepted hyphenation of the word <em>English</em>: after, not before the -g-.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Images-English-Cultural-History-Language/dp/0521415721\"><em>Images of English: A Cultural History of the Language</em></a></h1> <p>Richard W. Bailey, (University of Michigan, 1991; Cambridge University Press, 1992), xi + 329pp.</p> <p>Anyone interested in the English language ought to read this book; furthermore, it is a reasonably safe prediction that it will prove readable, enjoyable, and informative. From the perspective of a professor of English at a noted American university (Michigan), Richard Bailey, a former president of the American Dialect Society who has long been active in English linguistics and associated with lexicography, has provided a historical view of the development of the language that concludes with a realistic assessment of its present position among the languages of the world.</p> <p>The chapter headings offer succinet clues to Bailey's approach: English Discerned; Emergent English; English Abroad; World English; English Transplanted; Postcolonial English; English Improved; Imaginary English; English Imperiled; and Proper English. To gain access to much of the material presented one would have to ransack innumerable recondite sources; certainly, it would be difficult to select and organize it so effectively and palatably. Bailey writes well. One of the structural features to be particularly savored in each chapter is the author's system of broaching his subject, describing it lucidly, then illustrating the attitudes (“images”) perceived by citing passages from prominent commentators. These extracts, which are in chronological order, have been well selected for clarity and interest; neither cryptically brief nor tediously long, they accurately reflect the opinions on, for example, World English—the spread of English and its emergence as a lingua franca—dating from 1846 to 1990; comments on Proper English are reflected in extracts dating from 1711 to 1986.</p> <p>Throughout, Bailey properly maintains the clinical view of the scholarly observer, and I could find little evidence, even in the selection of extracts, indicating where his personal preferences lie.</p>"
}