{
  "type": "Article",
  "title": "Easy Does It?",
  "author": "Adrian Room",
  "location": "Stamford, Lancashire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Easy Does It?</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lancashire</span></em></p>\n<p>Anyone who embarks on a foreign language, whether by syllabus in school or by choice rather later, soon becomes aware that there are some special hazards on the fairway; to wit, the handling of proverbs.</p>\n<p>Like many sports, it can be both entertaining and frustrating at the same time. English speakers command the necessary vocabulary and grammar to translate the words of a proverb, but they cannot be sure that the end product will be meaningful in the target language. For example, how does one say <em>A bird in the hand is worth two in the bush</em> in French? A literal translation would be “Un oiseau dans la main vaut deux dans le buisson.” But the French equivalent, or near equivalent, is actually <em>Un oiseau dans la main vaut deux dans la haie</em>, 'A bird in the hand is worth two in the hedge.' More to the point, to express this particular truism the French are more likely to say something quite different: <em>Un 'tiens' vaut mieux que deux 'tu l'auras':</em> 'One “here-you-are” is worth more than two “you'll-get-it's.” '</p>\n<p>How about German? There the equivalent is: <em>Besser ein Spatz in der Hand als eine Taube auf dem Dach</em>, 'Better a sparrow in the hand than a dove on the roof.' A finer distinction: not just one bird for two, but a “lowly” bird instead of a “lofty” one.</p>\n<p>Ornithological differences exist elsewhere, too. Here is the Russian: <em>He \\?\\</em>, otherwise 'Don't promise a crane in the sky, give me a tit in the hand.' A similar little/ great, low/high distinction—that is, birds that are not exactly of a feather.</p>\n<p>Spanish? <em>Más vale pájaro en mano que ciento volando</em>, 'Better a bird in the hand than a hundred flying.' Again, not quite the same as the English.</p>\n<p>So, appreciating that differences exist, from the slight to the complete, let us look at some more proverbial equivalents and see if any generalizations can be drawn regarding their formation or the home truths they express. To save space, the following abbreviations are used for languages quoted: F = French, G = German, R = Russian, S = Spanish. Other languages are spelled out.</p>\n<p><em>Better late than never</em> (F) <em>Mieux vaut tard que jamais</em>; (G) <em>Besser spat als nie</em>; (R) \\?\\; (S) <em>Más vale tarde que nunca</em>. All exactly the same! So it can be done, thank goodness!</p>\n<p><em>Birds of a feather flock together</em> Better proceed with caution here, could be tricky. (F) <em>Qui se ressemble, s'assemble</em> 'Those who resemble one another, gather together': (G) <em>Gleich und gleich gesellt sich gern</em> 'Like and like keep ready company'; (R) \\?\\ 'A fisherman sees a fisherman from afar'; (S) <em>Cada oveja con su pareja</em> 'Each sheep with its pair.' Here we have a difference every time, and a range from the French and German generality to the various birds and beasts of the other languages. But at least almost all the proverbs incorporate a pleasant rhyme (making them more memorable), while the German nicely alliterates. The Russian, too, suggests an English alternative: <em>it takes one to know one</em>.</p>\n<p><em>Don't count your chickens before they are hatched (F)</em> <em>Il ne faut pas vendre la peau de l'ours avant de l'avoir tué</em> 'You should not sell the skin of the bear before you have killed him'; (G) <em>Man soll die Haut nicht verkaufen, ehe man den Bären gefangen hat</em> 'You should not sell the skin before you have caught the bear'; (R) <em>He \\?\\</em> 'Not having killed the bear, do not sell the skin'; (S) <em>No vendas la piel del oso antes de matarlo</em> 'Don't sell the skin of the bear before you have killed him.' The conclusion to be drawn here is something of a zoological or at any rate ethnic nature: the bear is far more familiar in continental Europe than in insular Britain. Indeed, he is still found there. (We are talking about the brown bear, <em>Ursus arctos</em>, not the black bear of North America, <em>Euarctos americanus</em>, although that animal is seldom encountered in much of the United States.) Moreover, to Germans and Russians at least, the bear is both a valuable beast (for his hide and meat) and a symbolic one (standing for strength and power). But the bear has long ceased to be a wild denizen of Britain, so the British prefer to express the platitude that one should not promise something one may not be able to come up with.</p>\n<p>On some beasts, however, the five languages can more or less agree: <em>Don't look a gift horse in the mouth</em> (F) <em>À cheval donné on ne regarde pax aux dents</em>: (G) Einem geschenkten Gaul sieht man nicht in's Maul; (R) \\?\\ (S) <em>A caballo regalado, no se le mira el diente</em>. The German once again has the agreeable rhyme.</p>\n<p>Encouraged, we proceed to a change of subject: <em>A new broom sweeps clean</em> (F) <em>Il n'est rien de tel que balai neuf</em> “There is nothing like a new broom,' or <em>Un balai neuf nettoie toujours bien</em> 'A new broom always cleans well'; (G) <em>Neue Besen kehren gut</em> 'New brooms sweep well'; (R) \\?\\ 'A new broom sweeps cleanly'; (S) <em>Escoba nueva barre bien</em> 'A new broom sweeps well.' Again, unity and concord.</p>\n<p>But there is a hazard coming up: <em>It is no use crying over spilt milk</em> (F) <em>Ce qui est fait est fait</em> 'What is done is done'; (G) <em>Was geschehen ist, ist geschehen</em> 'What has happened, has happened'; (R) \\?\\ 'What has been written with the pen cannot be hacked out with an axe'; (S) <em>A lo hecho, pecho</em> 'To what has been done, courage' [literally 'breast']. Here we have the philosophical generality of the French and Germans with the stoical stance of the Spanish and the more colorful imagery of the Russians. English speakers, too, have an equally vivid turn of phrase, although, come to think of it, who is likely to shed real tears over an overturned milkjug? (Yes, that is the image I have, too. But the source of the English proverb lies not in tea-parties but in teats: it is the cow who has kicked the bucket, and the poor dairymaid who weeps over her lost labor.)</p>\n<p>A pattern is already emerging of varying traditions and differing national identities: the English maid mourns the milk, but the Russian woodman cannot alter the written word, hack and hew he never so well. On the other hand, many lands see the world with a single eye: a new broom does sweep better than one with worn-out bristles.</p>\n<p>Sometimes one needs to name the right names in the search for an equivalent proverb:</p>\n<p><em>Rome was not built in a day</em> (F) <em>Paris n'est pas fait en un jour</em>; (G) <em>Rom is nicht an einem Tage erbaut</em>; (R) \\?\\ (S) <em>No se ganó Zamora en una hora</em>. German agrees with English here, but other countries choose their own cities. The Spanish pick not their capital, however, but ancient Zamora, famous for its stand against the invading Moors in the 10th century. (The actual sense is 'Zamora was not conquered in an hour'). It is fair to say, though, that a Spaniard might equally side with the Germans and English speakers, and more generally add: <em>ni Roma se fundó luego toda</em> 'nor Rome built in one go.' And although a Pole might patriotically declare <em>Nie od razu Kraków zbudowano</em> (not Warsaw, you notice), he too could well prefer to throw in his lot with the Romans: <em>Nie Jednego Rzym zbudowano roku</em>.</p>\n<p>Talking of Romans, one should bear in mind that almost all proverbs, however modern, however nationalistic, will have had a Latin original or prototype. The eight English proverbs cited above thus have respective equivalents as follows: <em>Plus valet manibus passer quam sub dubio grus</em> 'It is better to have a sparrow in the hand than a crane in doubt'; <em>Sero quam nunquam melius</em> 'Better late than never,' literally 'Late than never better'; <em>Sic fuit, est et erit: similis similem sibi quaerit</em> 'Thus it was, is and will be; like seeks like for itself': notice the rhyme; <em>Currens per prata non est lepus esca parata</em> 'A hare running through the meadows is not a ready meal': a nice variation on the bear and his skin; <em>Donati non sunt ora inspicienda caballi</em> 'Gift horses do not need their mouths looking into': <em>Scopae recentiores semper meliores</em> 'New brooms are always best'; <em>Factum infectum fieri nequit</em> 'A deed not done cannot happen': a negative equivalent to the English positive “What is done cannot be undone” as an alternative to the spilt milk; <em>Roma non fuit una die condita</em> (but of course, of course).</p>\n<p>So when seeking a foreign proverbial parallel, proceed with care. You <em>might</em> get away with an exact word-for-word equivalent, but more than likely you might not. As the Romans had it, <em>Festina lente!</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Easy Does It?</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lancashire</span></em></p> <p>Anyone who embarks on a foreign language, whether by syllabus in school or by choice rather later, soon becomes aware that there are some special hazards on the fairway; to wit, the handling of proverbs.</p> <p>Like many sports, it can be both entertaining and frustrating at the same time. English speakers command the necessary vocabulary and grammar to translate the words of a proverb, but they cannot be sure that the end product will be meaningful in the target language. For example, how does one say <em>A bird in the hand is worth two in the bush</em> in French? A literal translation would be “Un oiseau dans la main vaut deux dans le buisson.” But the French equivalent, or near equivalent, is actually <em>Un oiseau dans la main vaut deux dans la haie</em>, 'A bird in the hand is worth two in the hedge.' More to the point, to express this particular truism the French are more likely to say something quite different: <em>Un 'tiens' vaut mieux que deux 'tu l'auras':</em> 'One “here-you-are” is worth more than two “you'll-get-it's.” '</p> <p>How about German? There the equivalent is: <em>Besser ein Spatz in der Hand als eine Taube auf dem Dach</em>, 'Better a sparrow in the hand than a dove on the roof.' A finer distinction: not just one bird for two, but a “lowly” bird instead of a “lofty” one.</p>"
}