{
  "type": "Article",
  "title": "Humor Caribbean Style",
  "author": "Jeannette Allsopp",
  "location": "Caribbean Lexicography Project, Barbados",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Humor Caribbean Style</h1>\n<p><em><span data-rel=\"author\">Jeannette Allsopp</span> <span data-rel=\"location\">Caribbean Lexicography Project, Barbados</span></em></p>\n<p>There is no nation or country on earth that does not have its own style of humor, hence the proliferation of Irish jokes, Jewish jokes, Russian jokes, Polish jokes, etc. Humor is defined in the <em>OED</em> as “that quality of action, speech, or writing which excites amusement” and in <em>MWIII</em> as “that expression of ideas in a happening, an action, a situation, or an expression of ideas which appeals to a sense of the ludicrous or absurdly incongruous.” We all know the highly beneficial effects of laughter on our physical, mental, and emotional well-being. Luckily for us Caribbeans, humor plays a great part in our daily lives and laughter is generally much more common than a gloomy face. Perhaps this is related to our down-to-earth, often rather unsophisticated use of language, especially at the folk level.</p>\n<p>A few examples (from the Archives of the Caribbean Lexicography Project) illustrate how our use of language translates into laughter.</p>\n<p>In the 1940s a certain man-of-the-people councillor in an Eastern Caribbean island (now independent; it shall remain nameless) could not bear the thought of any kind of expenditure by the local council, apart from that on roads and water-supply, the two services that he had faithfully promised his constituents. When the question of money for urinals came up, our redoubtable councillor, in typical fashion, loudly and vehemently “abjected to spendin' the poor people money on dese <em>urinals!</em>” So persistent and determined was his blocking of the vote that it spurred another councillor to take him aside and explain what a urinal was. In he came again, gesticulating vigorously, to deliver this piece in support of a change of vote:</p>\n<blockquote>\n<p>Why y'all didn't put de thing in praper terms? Yes! Yes! I vote for them. And while you buildin' you must put in some <em>arsenals</em> too!</p>\n</blockquote>\n<p>The concept of a plain-clothes policeman is familiar to most, but don't be so sure in the Caribbean: a policeman who is not in proper unformed dress is simply not dressed, as one witness saw it in this newspaper report of her testimony in court:</p>\n<blockquote>\n<p>Cheryl also claimed that among the men were a St Michael landlord, a uniformed policeman and others who she believed were undressed police officers carrying guns.</p>\n</blockquote>\n<p>But if such superficial use of words suggests that their humor is hidden from the speakers concerned, it would be a mistake to take that as normal. More often, there is a deliberateness in the Caribbean speaker's purpose to ridicule: A well-dressed girl is strutting along on the sidewalk one Sunday afternoon. A boy in rags notices her rather bony legs, so he levels her with “Hi girl, you ain' 'fraid hungry dog see you?” A woman with noticeable steatopygia may be specially greeted in the middle of the morning or in the night with “Oh good AFTERnoon!” A teenager wearing a neat pair of trousers, probably hand-me-downs since they are much too short—so short that he would not need to pull them up to walk through water—evokes the arch query from his peers, “You expecting flood?”</p>\n<p>The Caribbean “experience” often thrusts itself on the Eurocentric “world view” that has been superimposed by schooling or by everyday circumstances. For example, a common language exercise in schools is to ask students to complete well-known proverbial sayings like those below: each is followed by the completions given in one Caribbean school (as collected over a period of time by a teacher).</p>\n<blockquote>\n<p><em>A bird in the hand</em> will mess on your clothes.</p>\n<p><em>One swallow does not make</em> a meal.</p>\n<p><em>You can't teach an old dog</em> so don't waste your food.</p>\n<p><em>Penny wise</em> is too far from dollar wise.</p>\n</blockquote>\n<p>In similar vein, there is a profusion of picturesque metaphors and similes framed in local experience as is illustrated in the following examples:</p>\n<blockquote>\n<p><em>rice dog</em> or <em>Heinz 57</em> 'a mongrel.'</p>\n<p><em>pond-fly of a woman</em> a promiscuous woman who flits around distributing her favors with premeditated and predatory intent.</p>\n<p><em>yard-fowl</em> a political sycophant or one who gives allegiance to the political party in power with a view to any pickings that he or she might receive.</p>\n<p><em>banana-jockey</em> a poor person who would cadge a ride on a truck carrying bananas to the port in the banana-producing islands of the Caribbean.</p>\n<p><em>bag-blind bastard</em> (derogatory and offensive) a person so poor that he or she lives in the meanest of dwellings with only empty sugar-bags for curtains (<em>blinds</em> as they are also known in the Caribbean).</p>\n<p><em>breadfruit-swopper</em> (derogatory and offensive) a person so poor that he or she has nothing to offer in exchange for any item but a home-grown breadfruit (which nearly everybody already has).</p>\n<p><em>be as close as batty and po (or batty and bench)</em> be bosom companions (<em>batty</em> being the Caribbean English folk term for 'buttocks').</p>\n<p><em>give a man a jacket</em> to present him with a child that is not his (<em>jacket</em> referring to an article of clothing that is not normally worn by a laborer in the Caribbean).</p>\n</blockquote>\n<p>And what about the prominence of the word <em>bless</em> which carries the meaning of 'exorcism, healing, remedy' in Caribbean folk consciousness? So, runs one folk aphorism, “Something mus' [be] wrong with marriage if [a] priest ha[ve] to <em>bless</em> it!”</p>\n<p>In a slightly different category is a Afro-Caribbean user of words who flourishes, particularly at the folk level, immensely enjoying word-use as an exercise—even a challenge. He uses standard English word-formation devices in order to create new words with broad sensory connotations, such as <em>foodist, bellyologist</em>, and <em>groggist</em> to refer to people with uncontrolled appetites, dedicated drinkers of alcohol, and eaters.</p>\n<p>The inventiveness of such word-users may also be uncontrolled, a feature of which little account has been taken in analyzing Caribbean language use, the display of “diction” practised by elderly men on such festive occasions as christenings and weddings, especially the latter. In most Caribbean colonies in former times, but today in a few rural communities, practitioners of the art of such “diction” were sought out and specially invited so as to give status to the ceremony at the wedding house. The following is a sample of one such speech:</p>\n<blockquote>\n<p>Lordly ladies and magnificent gentlemen, I come on the gijantic wings of the Archangel Gabriel to expaterate the absolutely right-minded eucharistic blessings upon you-all proceedings this evening. Primarily I was entranced at the entrance by the Royal Magna Carta appearance of Mr Bridegroom and the celestial and capital incorporated specifications of Mrs Bride. A man's a man for all that and what a piece of work is man and God saw fit that man should not be without his keepmate and took out his ribs to make his woman. Do not let any bumptious, presumptious, officious, malicious or contentious reactionary socialist come between you and interfere to counteract the felicitary interprications of your marriage bed. Distolerate him! Ostracize, cauterize and excise him! What a piece of work is man! Do not hesitate to generate and add exhilaration to our population.</p>\n<p>...</p>\n<p>And now to Him that giveth and taketh away and doeth exceeding great good to all that loveth Him and doeth his will willy-nilly, may the words of my mouth and the meditations of mine heart be acceptable to all of you and to both of you this day and henceforth forever, Amen.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Humor Caribbean Style</h1> <p><em><span data-rel=\"author\">Jeannette Allsopp</span> <span data-rel=\"location\">Caribbean Lexicography Project, Barbados</span></em></p> <p>There is no nation or country on earth that does not have its own style of humor, hence the proliferation of Irish jokes, Jewish jokes, Russian jokes, Polish jokes, etc. Humor is defined in the <em>OED</em> as “that quality of action, speech, or writing which excites amusement” and in <em>MWIII</em> as “that expression of ideas in a happening, an action, a situation, or an expression of ideas which appeals to a sense of the ludicrous or absurdly incongruous.” We all know the highly beneficial effects of laughter on our physical, mental, and emotional well-being. Luckily for us Caribbeans, humor plays a great part in our daily lives and laughter is generally much more common than a gloomy face. Perhaps this is related to our down-to-earth, often rather unsophisticated use of language, especially at the folk level.</p> <p>A few examples (from the Archives of the Caribbean Lexicography Project) illustrate how our use of language translates into laughter.</p> <p>In the 1940s a certain man-of-the-people councillor in an Eastern Caribbean island (now independent; it shall remain nameless) could not bear the thought of any kind of expenditure by the local council, apart from that on roads and water-supply, the two services that he had faithfully promised his constituents. When the question of money for urinals came up, our redoubtable councillor, in typical fashion, loudly and vehemently “abjected to spendin' the poor people money on dese <em>urinals!</em>” So persistent and determined was his blocking of the vote that it spurred another councillor to take him aside and explain what a urinal was. In he came again, gesticulating vigorously, to deliver this piece in support of a change of vote:</p>"
}