{
  "type": "Article",
  "title": "VERBUM SAP: 'Ard Lines",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>'Ard Lines</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>“Maybe I'm a dullard, but...” the letter-to-the-editor writer began, then with nimble argument demonstrated that he was anything but. I was induced to read his piece, however, not so much by the trusty rhetorical device of self-deprecation as by that fusty word <em>dullard</em>. It seemed to wear a thin, fuzzy coat of mildew, as if summoned for this rare duty from a cobwebbed trunk in the attic of obsolescence.</p>\n<p>It got me thinking about other words that end in <em>-ard</em>, a process that inevitably involved hours of dictionary delving. Unaided, I could conjure up only ten, not counting <em>backguard</em> and <em>blow-hard</em> which, while conforming to the pejorative pattern of the <em>-ard</em> words, were not formed as the others by the simple suffix addition. My list, after <em>dullard</em>, counted <em>dotard, bastard, buzzard, coward, dastard, drunkard, laggard, lollard, niggard</em> and <em>wizard</em>. Of those, only the last would be taken today with equanimity, although <em>wizard</em> was not always complimentary. The delightful and certainly disparaging <em>canard</em> also occurred to me, but I had already decided to limit my quest to personal epithets.</p>\n<p>And what a rich lode of dormant invective I tapped! The <em>OED2e</em> lists about five dozen <em>-ard</em> words to describe people of unsavory character or underdeveloped intellect, and all but the handful above now languish in dusty disuse. Virtually all of them are derogatory, and some of them are so mordantly mean that I can only lament their loss—perhaps to a precursor wave of today's political correctitude? The next question was this: What was it about the <em>-ard</em> ending that appealed to our badmouthing forebears?</p>\n<p>Some time between the 8th and 12th centuries, German-speakers began honoring heroes and other eminences by adding <em>-hard</em> to their names, to denote 'hardy.' The practice carried over into Middle High German and Dutch, where it developed a sarcastic edge and became generally derisive. The French adopted the habit as an intensifier of musculine nouns, proper and improper, and this too became mostly pejorative, as in <em>mouchard</em> 'sneak' or 'informer' (from <em>mouche</em> 'fly'), and <em>froussard</em> 'coward' (from <em>frousse</em> 'fright'), and <em>bastard</em>, a trenchant abbreviation of <em>fils de bast</em> 'pack-saddle child.' The practice jumped the Channel, as did many things French, after the Norman Conquest. At first the English were content with unalloyed borrowings, but then began tacking the invidious <em>-ard</em> onto purely English words, producing the likes of <em>drunkard, laggard</em>, and <em>sluggard</em>.</p>\n<p>Before long, there were many, both imported and home-grown. They fell into three main categories: words for fools, idlers, and wastrels; for people with other undesirable or downright anti-social attributes; and for those with some physical disability.</p>\n<p>In the first category were <em>babelard</em> or <em>babillard</em> for 'babbler'; <em>lubbard</em> for 'big, stupid lout' (from which came <em>landlubber); caynard</em> 'lazy dog' (ultimately from the Italian <em>cagna</em> 'bitch'); <em>losard</em> 'rake' or 'profligate' (from Old English <em>losel</em> 'one who is lost to perdition'); and the mellifluous but contumelious <em>musard</em>, whose sin was day-dreaming.</p>\n<p>Even more to be censured were the peevish and fretful <em>fretchards,</em> the penny-pinching <em>misards</em> and <em>muglards,</em> the parasitic, hypocritical sycophants known as <em>papelards</em> (after Italian <em>pappalardo</em> 'one who eats bacon fat'), the pilfering <em>pillards</em>, the pusillanimous <em>snivelards</em>, the deceitful <em>trichards</em>, and the loathsome loners called <em>unkards</em>.</p>\n<p>More persecuted than censured were citizens who fell short of contemporary standards of physical perfection. They included the sparsely coifed <em>ballard</em>, the squinting, weak-eyed <em>blincard</em> (who could also be 'one who deliberately ignored reality'), the hobbling mendicant <em>limpard</em> or <em>clochard</em> (from French <em>clocher</em> 'to limp'), the stammering <em>mafflard</em>, and the <em>scallards</em> and <em>scabbards</em> who suffered from some skin disease.</p>\n<p>A sub-species of <em>-ard</em> word, if not of humans, might be labeled “political.” In this charming group we find <em>Dynamitard,</em> an explosive 19th-century. French radical leftist; <em>Dreyfusard,</em> erstwhile bleeding-heart supporter of Capt. Alfred Dreyfus, wrongly convicted of treason in 1894 and exonerated in 1906; <em>Cagoulard</em> (from French 'wearer of a monk's cowl'), a member of a sort of 1930s French Ku Klux Klan; and <em>Communard,</em> an adherent of the Commune of Paris, a group that took over the municipal government of the French capital and played a leading role in the post-revolutionary Reign of Terror. Members of a rebellious 16th-century French faction were called <em>Guisards</em> because of their extravagant get-ups; the word has become a common, if rarely used, noun for a masquerader or mummer.</p>\n<p>This by no means exhausts the store of sleeping slurs that once formed an 'ard core of popular insult. I could go on, but given the space constrictions, that would be foolardy.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>'Ard Lines</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>“Maybe I'm a dullard, but...” the letter-to-the-editor writer began, then with nimble argument demonstrated that he was anything but. I was induced to read his piece, however, not so much by the trusty rhetorical device of self-deprecation as by that fusty word <em>dullard</em>. It seemed to wear a thin, fuzzy coat of mildew, as if summoned for this rare duty from a cobwebbed trunk in the attic of obsolescence.</p> <p>It got me thinking about other words that end in <em>-ard</em>, a process that inevitably involved hours of dictionary delving. Unaided, I could conjure up only ten, not counting <em>backguard</em> and <em>blow-hard</em> which, while conforming to the pejorative pattern of the <em>-ard</em> words, were not formed as the others by the simple suffix addition. My list, after <em>dullard</em>, counted <em>dotard, bastard, buzzard, coward, dastard, drunkard, laggard, lollard, niggard</em> and <em>wizard</em>. Of those, only the last would be taken today with equanimity, although <em>wizard</em> was not always complimentary. The delightful and certainly disparaging <em>canard</em> also occurred to me, but I had already decided to limit my quest to personal epithets.</p> <p>And what a rich lode of dormant invective I tapped! The <em>OED2e</em> lists about five dozen <em>-ard</em> words to describe people of unsavory character or underdeveloped intellect, and all but the handful above now languish in dusty disuse. Virtually all of them are derogatory, and some of them are so mordantly mean that I can only lament their loss—perhaps to a precursor wave of today's political correctitude? The next question was this: What was it about the <em>-ard</em> ending that appealed to our badmouthing forebears?</p>"
}