{
  "type": "Article",
  "title": "Australia and the Environment: the First Fifty Years",
  "author": "W.S. Ramson",
  "location": "Australian National Dictionary Centre, Canberra",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Australia and the Environment: the First Fifty Years</h1>\n<p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p>\n<p>Australia has recently (in 1988) celebrated its bicentenary. The <em>Australian National Dictionary</em> was published in that year and, for the first time, it has been possible to assemble and describe the set of lexical innovations used in one particular semantic field, that is, the words and meanings of words that register perceptions and utilizations of the Australian environment. I have tried to build my argument not on the over-interpretation of single, apparently key words but on the evidence of the use of those words within a set, within a context of groupings of semantically related words that gain weight and suggest directions of enquiry from their mass. But the problem of over-interpretation remains.</p>\n<p>This article is concerned with the first fifty years of settlement, 1788-1838 and begins with the two collocations <em>Crown land</em> and <em>waste land</em>, which sometimes coalesce in the uniquely Australian <em>waste lands of the Crown. Crown land</em> is used (as it has been in Canadian English) of land that is either inalienable or unalienated, of land that is either reserved for the purposes of the Crown or the Crown's agents or held in the name of the Crown. In the former sense it gives way to <em>government land</em> or to more specific terms for parcels of land like <em>government domain, government farm, government garden, government ground, government paddock, government reserve</em> and <em>government run</em>; in the latter it comes increasingly to refer to land that is available for grant, lease, or purchase, to distinguish land which is variously described as <em>unlocated, unoccupied</em> or (from slightly later, in the 1840s) <em>unsettled</em> from land which is <em>located</em> or <em>settled. Waste land</em> is used (as it had been in American English and, later, in New Zealand English) to distinguish unused land—uncultivated because unoccupied land—from land under cultivation or in some way improved as pasture. It is thus synonymous with <em>wild land</em> (also so used in American English) or with the apparently contradictory <em>wild government ground</em> described in 1849 as “covered with trees and grass never used before, except for feeding blackfellows, kangaroos, cattle, horses and sheep.” This description recognizes that as yet unalienated land might have been used as <em>wild pasture,</em> just as an 1867 critic of bureaucratese can complain that “the 'Crown lands' are very frequently, in Government phrase, styled 'the waste lands of the Crown'... [though] they cannot... with propriety be called waste lands, for they are applied to the only purpose, speaking of them in general, to which they can ever be applied—grazing.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>European arrival in these waste lands was described in terms of <em>settlement</em> and <em>location</em>. Both are very much terms of occupation. <em>Settlement</em> is used in 1788 of the British community as established or founded in the colony, in 1792 of a small town, or place where people have “settled” or established themselves. The verb <em>settle</em> is used transitively of the action of peopling a place, as in “to settle a district,” intransitively of the action of settling oneself, as in “to settle in the colony.” By 1803 the <em>unoccupied</em> land is so designated and before 1820 the <em>settled districts</em> or <em>settled lands</em> are so identified. <em>Settler</em>, from 1788, was roughly synonymous with <em>colonist:</em> I say “roughly” because W.H. Breton, in 1833, distinguishes between <em>settlers</em> “the farmers only” and <em>colonists</em> “the whole of the free inhabitants,” though this may be an academic distinction as John Dunmore Lang in the next year remarks “that spirit of irreconcilable enmity to standing timber... almost uniformly evinced by all Australian colonists.” The point is that, <em>settlers</em> or <em>colonists</em>, they had come to occupy land and through occupation to utilize it. <em>Location</em> is more difficult, because its sense history in American English is complex; but in the Australian usage of the 1788-1838 period it meant either 'an allocation or grant of land' or 'the act of establishing a settler in a place,' in which case it was synonymous with <em>settlement,</em> as in the <em>country will shortly be thrown open to general location.</em> To <em>locate</em> meant, similarly, to 'allocate (a parcel of land),' to 'settle (oneself) on a piece of land,' or to 'select (a piece of land).' <em>Located districts</em> was synonymous with <em>settled districts,</em> the <em>limits of location</em> (or <em>boundaries</em> or <em>bounds)</em> the further extent of settlement, the <em>boundary</em> within which land was surveyed and available for legal tenure, the <em>border</em>, as it was also known. The business of allocating land within the limits of location required <em>land agents</em>, a <em>Land Board, Land Commissioner, land fund, land orders,</em> and led (as early as 1809) to <em>land-jobbing</em> and speculation by <em>land-jobbers</em> and <em>land-sharks.</em></p>\n<p>There was a continuing expansion into <em>new country, new districts, new settlements</em> as land was <em>taken up, opened up</em> or, as the pace grew, <em>thrown open</em> (1830). Movement towards the interior was movement <em>up the country</em> (from as early as 1805) or into the <em>back country;</em> movement towards the settled districts was movement <em>down the country</em> or <em>in:</em> travelers came <em>in</em> from the bush as they can now come in to a station, though <em>out,</em> except in collocations like <em>outdistrict, outfarm, outsettler, outsettlement,</em> belongs to a later period. <em>Squatter,</em> not in the American and earliest Australian sense of 'one who illegally occupies land' but in the main Australian sense of 'one who has title to a tract of grazing land,' is recorded in 1837 and is essentially a word of the 1840s; but in the earlier period both <em>runs</em> and <em>stations</em> were being established for the grazing of sheep and cattle. From 1804 a person so engaged, as distinct from one who farmed crops—who engaged in <em>agricultural</em> pursuits—was known as a <em>grazier,</em> and from the 1820s such a person occupied a <em>property</em> (with the clear connotation of ownership).</p>\n<p>Words which through their coinage reflect the utilization of the land give some measure of the “environmental impact” —if I may use an anachronism. A group of words reflects the immediate needs of an isolated settlement seeking self-sufficiency: <em>dairy station, farm, farming</em> (restricted to crop-raising) <em>farm-station, stockholder, stock-keeper, stockman, stock owner, stock pen</em>, and <em>stock yard</em>. A group reflects the use made of local resources. Two examples are <em>Mount Pitt bird</em> and <em>mutton bird.</em> Of the first Philip Gidley King wrote in 1794: “The Mount Pit Birds are as Numerous as ever, Notwithstanding upwards of Two Hundred thousand have been killed Yearly.” (The name is now obsolete and the bird breeds only on Lord Howe Island.) As to <em>mutton bird,</em> tastes vary: it may have required as W.H. Leigh wrote in 1839 “a desperate stomach to attack such an oily mass,” but Ralph Clarke in 1790 lovingly packed a box for his “beloved woman, Containing a Mount Pit Bird, A Mutton Bird.” More demonstrative are the uses of the kangaroo, as evidenced by <em>kangaroo dog, kangaroo flesh, kangaroo hide, kangaroo hunt, kangaroo leather, kangaroo rug, kangaroo skin, kangaroo soup, kangaroo steak, kangaroo steamer, kangaroo stew, kangaroo tail, kangaroo tail soup</em>; of bark, as in <em>bark chopper, bark mill, bark stripper;</em> of cedar, as in <em>cedar brush, cedar cutter, cedar grounds, cedar party.</em> But a much larger grouping of coinages bears witnesses to the embryonic pastoral industry: <em>cattle walk, cattle hunting, cattle run, cattle station; stock agent, stock driver, stock establishment, stock horse, stock house, stock hut, stock proprietor, stock property, stock run, stock station; sheep country, sheep downs, sheep establishment, sheep hills, sheep holder, sheep land, sheep master, sheep overseer, sheep owner, sheep proprietor, sheep watchman, sheep yard.</em></p>\n<p>The words listed so far are those of occupation and use: what remains to identify in the early period is an indication of the perception of the landscape on which the settlers were imposing themselves and their industry. From the start there was a tension between resemblance and difference, between recollection of the old world and recognition of the new. On the one hand there were names which were qualified before being applied, like <em>wild currant, wild fig, wild geranium, wild indigo, wild parsnip, wild spinach, wild yam;</em> or <em>native flax, nabox, native cherry, native cranberry, native flax, native grass, native myrtle, native parsley, native plum;</em> or names in which the qualifier is a color, as in <em>blue gum, green wattle, white honeysuckle.</em> On the other there were new names, borrowings from Aboriginal languages, like <em>boobook, dingo, koala, kurrajong, wallaby, wallaroo, waratah,</em> and <em>wombat,</em> all from Dharuk (the Sydney language); descriptive names like <em>blackbutt, bottlebrush, duckbill, flooded gum,</em> and <em>gumtree;</em> or popular adoptions of scientific names like <em>banksia, callistemon, casuarina, boronia, eucalyptus,</em> and <em>platypus.</em> In generic terms this is manifested in the replacement of <em>woods</em> by <em>bush,</em> once the inadequacy of <em>woods</em> is recognized, and by the redefinition of words like <em>forest</em> and <em>plain.</em> The important contrast is between the <em>bush</em> 'vegetation in its natural state, country covered in such vegetation,' and <em>brush</em> and <em>scrub</em> as subsets of <em>bush</em> on the one hand, and, on the other, country that is naturally <em>open</em> or that has been cleared, an activity which gave the language <em>to burn off</em> as well as short-lived collocations like <em>clearing gang, clearing lease,</em> and <em>clearing party. Forest</em> is redefined, as in an 1805 description of <em>forest land</em> as “such as abounds with Grass and is the only Ground which is fit to Graze; according to the local distinction, the Grass is the discriminating Character and not the Trees, for by making use of the Former, it is clearly understood as different from a Brush or Scrub.” <em>Plain</em> is also redefined, being applied to undulating as well as flat country and admitting the presence of trees or stands of trees. The important feature is openness, as in collocations like <em>open forest, open forest country,</em> and <em>open forest land.</em></p>\n<p>Availability of water is obviously important: the Anglo-Indian <em>tank</em> (as in the name of the Tank Stream) is there from 1791; <em>lagoon</em> used, as in American English, of fresh water as well as salt from 1797; <em>pond</em> as in <em>chain of ponds</em> from 1799; <em>waterhole</em> from 1817. The value of a river <em>frontage</em> was recognized, land distant from water being known as <em>back country.</em> In from the coast <em>ranges</em> of mountains, <em>tiers</em> as they were known in Tasmania and later South Australia—in both cases a specific use of a word meaning 'line or series'—supplied an impediment just as, on a more local scale, <em>flat</em> implied a usable river “plain,” <em>gully</em> or <em>razorback</em> an obstruction to land use or to movement. The hot wind that blew from the interior, later to be named the <em>sirocco,</em> was known with vivid simplicity as the <em>hot wind.</em></p>\n<p>The point is that in the first fifty-year segment, the lexical landscape is one of occupation and subsistence rather than exploration: it is utilitarian rather than interpretive. It registers a process of <em>improvement, improve</em> being an originally American usage, Australian from the 1830s, referring to the bringing of land into agricultural or pastoral use, and including clearing, the provision of fences, buildings, etc., with the intention of increasing the land's productivity. Despite that—or because of it—another Americanism which came into Australian use in the 1830s was <em>overstock.</em> One will have noticed that there has been no reference to the indigenous inhabitants— the <em>Indians, natives, Papuans, Blacks,</em> or <em>Aborigines,</em> as they were variously named. That is not because their presence had made no impact on English, for more than fifty words were borrowed from Dharuk, most of them in the early period. These did include <em>gunyah</em> and <em>gibber-gunyah</em>, which recognized that they had places of habitation, also given the English names of <em>breakweathers,</em> or <em>breakwinds,</em> or known as <em>huts.</em> But the only words which imply some sort of relationship, either of location or utilization, between the Aborigines and the land are <em>hunting ground</em> (it being observed in 1830 that “the Natives are as tenacious of their <em>hunting grounds</em> as settlers are of their farms”), the verb <em>to fire</em>, used with reference to the Aboriginal practice of setting fire to a tract of vegetation either to trap animals or to maintain grassland, and <em>run</em> and <em>station.</em> Both of the last were used in the 1820s of land recognized as being occupied by an Aboriginal community, in contexts that acknowledge the existence of tribal boundaries. <em>Run</em> continued to be used in this sense (as late as 1909), but <em>station</em> came increasingly to mean an establishment rather than an area and, in this application, to equate with <em>mission station</em> or a <em>reserve</em> set aside by a government agency (later <em>native reserve,</em> and later still <em>Aboriginal reserve</em>).</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Quotations in the text will be found in <em>The Australian National Dictionary, a dictionary of Australianisms on historical principles</em>, ed. W.S. Ramson, Oxford University Press, Melbourne, 1988. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Australia and the Environment: the First Fifty Years</h1> <p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p> <p>Australia has recently (in 1988) celebrated its bicentenary. The <em>Australian National Dictionary</em> was published in that year and, for the first time, it has been possible to assemble and describe the set of lexical innovations used in one particular semantic field, that is, the words and meanings of words that register perceptions and utilizations of the Australian environment. I have tried to build my argument not on the over-interpretation of single, apparently key words but on the evidence of the use of those words within a set, within a context of groupings of semantically related words that gain weight and suggest directions of enquiry from their mass. But the problem of over-interpretation remains.</p> <p>This article is concerned with the first fifty years of settlement, 1788-1838 and begins with the two collocations <em>Crown land</em> and <em>waste land</em>, which sometimes coalesce in the uniquely Australian <em>waste lands of the Crown. Crown land</em> is used (as it has been in Canadian English) of land that is either inalienable or unalienated, of land that is either reserved for the purposes of the Crown or the Crown's agents or held in the name of the Crown. In the former sense it gives way to <em>government land</em> or to more specific terms for parcels of land like <em>government domain, government farm, government garden, government ground, government paddock, government reserve</em> and <em>government run</em>; in the latter it comes increasingly to refer to land that is available for grant, lease, or purchase, to distinguish land which is variously described as <em>unlocated, unoccupied</em> or (from slightly later, in the 1840s) <em>unsettled</em> from land which is <em>located</em> or <em>settled. Waste land</em> is used (as it had been in American English and, later, in New Zealand English) to distinguish unused land—uncultivated because unoccupied land—from land under cultivation or in some way improved as pasture. It is thus synonymous with <em>wild land</em> (also so used in American English) or with the apparently contradictory <em>wild government ground</em> described in 1849 as “covered with trees and grass never used before, except for feeding blackfellows, kangaroos, cattle, horses and sheep.” This description recognizes that as yet unalienated land might have been used as <em>wild pasture,</em> just as an 1867 critic of bureaucratese can complain that “the 'Crown lands' are very frequently, in Government phrase, styled 'the waste lands of the Crown'... [though] they cannot... with propriety be called waste lands, for they are applied to the only purpose, speaking of them in general, to which they can ever be applied—grazing.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>European arrival in these waste lands was described in terms of <em>settlement</em> and <em>location</em>. Both are very much terms of occupation. <em>Settlement</em> is used in 1788 of the British community as established or founded in the colony, in 1792 of a small town, or place where people have “settled” or established themselves. The verb <em>settle</em> is used transitively of the action of peopling a place, as in “to settle a district,” intransitively of the action of settling oneself, as in “to settle in the colony.” By 1803 the <em>unoccupied</em> land is so designated and before 1820 the <em>settled districts</em> or <em>settled lands</em> are so identified. <em>Settler</em>, from 1788, was roughly synonymous with <em>colonist:</em> I say “roughly” because W.H. Breton, in 1833, distinguishes between <em>settlers</em> “the farmers only” and <em>colonists</em> “the whole of the free inhabitants,” though this may be an academic distinction as John Dunmore Lang in the next year remarks “that spirit of irreconcilable enmity to standing timber... almost uniformly evinced by all Australian colonists.” The point is that, <em>settlers</em> or <em>colonists</em>, they had come to occupy land and through occupation to utilize it. <em>Location</em> is more difficult, because its sense history in American English is complex; but in the Australian usage of the 1788-1838 period it meant either 'an allocation or grant of land' or 'the act of establishing a settler in a place,' in which case it was synonymous with <em>settlement,</em> as in the <em>country will shortly be thrown open to general location.</em> To <em>locate</em> meant, similarly, to 'allocate (a parcel of land),' to 'settle (oneself) on a piece of land,' or to 'select (a piece of land).' <em>Located districts</em> was synonymous with <em>settled districts,</em> the <em>limits of location</em> (or <em>boundaries</em> or <em>bounds)</em> the further extent of settlement, the <em>boundary</em> within which land was surveyed and available for legal tenure, the <em>border</em>, as it was also known. The business of allocating land within the limits of location required <em>land agents</em>, a <em>Land Board, Land Commissioner, land fund, land orders,</em> and led (as early as 1809) to <em>land-jobbing</em> and speculation by <em>land-jobbers</em> and <em>land-sharks.</em></p>"
}