{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Act of Worship...",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Act of Worship...</em></h1>\n<p><em>Tim Hopkins, Luton, Bedfordshire</em></p>\n<p>Now that everyone has had the chance to listen to the Beatles' <em>I Saw Her Standing There</em>, it is time to take a deeper look at the meaning of the lyrics. Sometimes a more critical and profound analysis can be unexpectedly rewarding.</p>\n<p>Let us look at the first line:</p>\n<blockquote>\n<p>Well, she was just seventeen</p>\n</blockquote>\n<p>A girl has recently had a birthday; there may be—though we cannot be sure—a veiled reference to her now being old enough to drive a motorcar.</p>\n<p>The second line:</p>\n<blockquote>\n<p>You know what I mean</p>\n</blockquote>\n<p>is pure emphasis. The writer is in some doubt as to whether the listener has paid sufficient attention to the first line. “Concentrate,” he appears to be saying, “every word counts.”</p>\n<p>The third line:</p>\n<blockquote>\n<p>And the way she looked was beyond compare implies that the girl's appearance was unique. It is impossible to say what she is like, because she is like nothing else.</p>\n</blockquote>\n<p>In line four,</p>\n<blockquote>\n<p>How could I dance with another?</p>\n</blockquote>\n<p>we are introduced to the dilemma caused by the girl's singular looks. Other girls cannot be contemplated as partners: this is a poignant predicament.</p>\n<p>But there is hope in lines five and six:</p>\n<blockquote>\n<p>Oh, when I saw her standing there,</p>\n<p>Well she looked at me</p>\n</blockquote>\n<p>Is there a chance that the girl reciprocates the boy's admiration? Is this “looking” the means by which the boy may be induced to request the girl's company on the dance floor? Is she perhaps as enamored of him as he is of her? And if they do meet—and we sense they will—can their relationship endure? The answer is in verse two, which we shall be looking at tomorrow. Please stand for the hymn....</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Act of Worship...</em></h1> <p><em>Tim Hopkins, Luton, Bedfordshire</em></p> <p>Now that everyone has had the chance to listen to the Beatles' <em>I Saw Her Standing There</em>, it is time to take a deeper look at the meaning of the lyrics. Sometimes a more critical and profound analysis can be unexpectedly rewarding.</p> <p>Let us look at the first line:</p> <blockquote>\n<p>Well, she was just seventeen</p>\n</blockquote>"
}