{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Indexing Biographies and other stories of human lives",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Indexing-Biographies-Stories-Occasional-Papers/dp/1871577136\"><em>Indexing Biographies and other stories of human lives</em></a></h1>\n<p>Hazel K. Bell, (Society of Indexers, 1992), 42pp.</p>\n<p>[SI Publications Officer, 26 Draycot Road, Wanstead, London E11 2NX, UK.]</p>\n<p>Every literate person has had experience with indexes and knows that there are good ones and bad ones. It often astonishes me that publishers—at whose door such shortcomings must be laid—can put out books that contain a huge amount of valuable information, then effectively deny access to it by providing, in the worst case, no index at all and, in many instances, an improverished index. As one who has prepared indexes of great variety, I recognize the many problems that one can encounter; still, these are not insurmountable, and there is no excuse for producing a work of some complexity without accompanying it by a thorough index. The important thing is the notion of thoroughness: the indexer must try to anticipate and provide for a variety of users' needs in an index; users do not seek the same sort of information, and the effort must be made to imagine the uses to which a particular work will be put, then to provide the users with as many access points to the information as can reasonably be expected. On more than one occasion in these pages have I lamented the absence of an index (or of a useful, usable one) in a book that contains much valuable information.</p>\n<p>Probably the greatest offenders were those who produced the earlier manuals accompanying computers and software: many of us had the experience of reading through a manual the first time only to find, later, on seeking the format of a certain command, that there was no index, that the index had not been updated to conform to the latest (looseleaf) version of the text, or that the item sought was not listed; the only solution was to go through the entire text, laboriously turning each page to find the lost information. Today's manuals are much improved, but they still rely on the users' knowledge of the jargon of the computer trade, and much frustrating time is still spent trying to find a given bit of information (while trying to imagine what a computer programmer would be likely to have called it because he was unfamiliar with the jargon of writing, editing, styling, composition, or the other arts and crafts associated with publishing).</p>\n<p>I have had considerable experience in preparing indexes—some simple and straightforward, some highly detailed and sophisticated—for a wide variety of books. As I have dealt mainly with texts that were in machine-readable form, I have been able to develop techniques for extracting an index from a text, especially if the text is consistently styled typographically. In other words, if information type “A” is consistently set in italics, type “B” in bold-face italics, type “C” in small capitals, and type “D” in boldface roman, if type “E” always appears in single quotation marks, and so forth, one can use this information to extract discrete categories of data for a variety of purposes.</p>\n<p>Not all text is so highly stylized, and the present work deals with biographies, autobiographies, and fiction, which offer little opportunity for automatic extraction because the subjects suitable for indexing are often paraphrases of the words used in the text. Mrs. Bell cites this example from Elizabeth Longford's biography, <em>Byron</em> (Hutchinson/Weidenfeld &amp; Nicholson, 1976):</p>\n<blockquote>\n<p>Byron, George Gordon, 6th Lord:... his courtship and marriage, 60-79</p>\n<p>Byron, Annabella, <em>née</em> Millbanke, wife of B. ... vicissitudes of her marriage, 71-7</p>\n</blockquote>\n<p>Mrs. Bell comments that the term <em>vicissitudes</em> does not occur in the text (and, I daresay, <em>courtship and marriage</em> do not occur as chapter headings, either).</p>\n<p>This booklet contains many fascinating insights into the art of indexing, including, for example, the observation,</p>\n<blockquote>\n<p>... while authors can be subtle and discreet in their writing, indexers have to condense their implications to a blunt label—<em>HOMOSEXUAL TENDENCIES,</em> for instance; we cannot hint in indexes. [p. 19]</p>\n</blockquote>\n<p>As this is a rather specialized work, we cannot devote the space to the full description that it merits among those who pursue its concerns. Those who are involved in indexing and are unaware of the existence of the Society of Indexers would be well served to join. Information regarding membership (which includes a subscription to <em>The Indexer</em>, published semiannually) can be obtained by writing to the Society of Indexers, 139 The Ryde, Hatfield, Herts. AL9 5DP, England. <em>The Indexer</em> is also the official journal of the following affiliated societies; information about membership can be sought at their respective addresses: American Society of Indexers, P.O. Box 386, Port Aransas, TX 78373, USA; Australian Society of Indexers, GPO Box 1251L, Melbourne, Victoria 3001, Australia; IASC (Indexing and Abstracting Society of Canada, P.O. Box 744, Station F, Toronto, Ontario, Canada M4Y 2N6.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Indexing-Biographies-Stories-Occasional-Papers/dp/1871577136\"><em>Indexing Biographies and other stories of human lives</em></a></h1> <p>Hazel K. Bell, (Society of Indexers, 1992), 42pp.</p> <p>[SI Publications Officer, 26 Draycot Road, Wanstead, London E11 2NX, UK.]</p> <p>Every literate person has had experience with indexes and knows that there are good ones and bad ones. It often astonishes me that publishers—at whose door such shortcomings must be laid—can put out books that contain a huge amount of valuable information, then effectively deny access to it by providing, in the worst case, no index at all and, in many instances, an improverished index. As one who has prepared indexes of great variety, I recognize the many problems that one can encounter; still, these are not insurmountable, and there is no excuse for producing a work of some complexity without accompanying it by a thorough index. The important thing is the notion of thoroughness: the indexer must try to anticipate and provide for a variety of users' needs in an index; users do not seek the same sort of information, and the effort must be made to imagine the uses to which a particular work will be put, then to provide the users with as many access points to the information as can reasonably be expected. On more than one occasion in these pages have I lamented the absence of an index (or of a useful, usable one) in a book that contains much valuable information.</p> <p>Probably the greatest offenders were those who produced the earlier manuals accompanying computers and software: many of us had the experience of reading through a manual the first time only to find, later, on seeking the format of a certain command, that there was no index, that the index had not been updated to conform to the latest (looseleaf) version of the text, or that the item sought was not listed; the only solution was to go through the entire text, laboriously turning each page to find the lost information. Today's manuals are much improved, but they still rely on the users' knowledge of the jargon of the computer trade, and much frustrating time is still spent trying to find a given bit of information (while trying to imagine what a computer programmer would be likely to have called it because he was unfamiliar with the jargon of writing, editing, styling, composition, or the other arts and crafts associated with publishing).</p>"
}