{
  "type": "Article",
  "title": "What a Cliché!",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What a Cliché!</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>The small girl straggles from the museum to the school bus. Everyone else has already boarded and is waiting impatiently. “Well,” claims the little girl proudly, “last but not lost. At least that's what my mother always says.” Fifty other schoolchildren hear and nod.</p>\n<p>That is how a clashing cliché gets started, or at any rate that is the explanatory scenario I dreamed up. Like someone who hears a pun and then searches for a story to use it as a punch line, over the years I have collected mangled metaphors, battered idioms, and twisted expressions, always looking for explanations behind the novel usage. Some of this may have to do with my chosen profession, which involves poring over student essays. But I also hear full-grown adults, clearly native speakers, talk that way. At the risk of opening up a whole can of beans, let me proceed.</p>\n<p>The first category of altered expressions resembles malapropism in all its unintentional oddysey. Perhaps the simplest explanation for many of these missed idioms is mis-hearing, as in <em>You can't pull the wool over my ice.</em> Since people rarely bother to think about the meaning behind a figurative expression, anything that sounds right will foot the bill. In this realm are several undisputed classics: <em>cutting off your nose despite your face</em> is quite popular, as is the gloomy reflection <em>It's a doggy-dog world.</em> Other highly ranked candidates are <em>taken for granite</em> and <em>empiric victory.</em> It is worth noting that some of these were first heard from the radio character Falstaff Openshaw on Fred Allen's imaginary Allen's Alley, where they were used for all intensive purposes.</p>\n<p>Usually these errors sound simple-minded; many are merely careless. <em>Give him a wide birth,</em> for instance, may have been just a spelling error on a student's paper I was reading. But in slovenliness sleeps the sound of new sayings. <em>He wants to go out and wipe the world,</em> for instance, has an idiosyncratic rightness, bespeaking not a powerful conqueror but a great reformer. These newly created meanings are what make these expressions more than mere mistakes, even if at times they bring one upshore. I treasure the sage advice in <em>Savor the best for last</em> and <em>The victor is spoiled</em>. And <em>worshipers of satin</em>, even if it is just a typographical slip, describes a class of people I know all too well. Occasionally, these eras occur on a rather high level of sophistication, such as <em>engaging in self-flatulation</em>.</p>\n<p>A more complex category is the conflation of two expressions. The first time I stumbled across this phenomenon, I was discussing an agenda with a middle-aged business executive. We got to item three. “Hmm...” he mused. “I'll have to touch bases with you on that one tomorrow.” Only after I replayed his sentence in my mind did I realize that it was a splice of <em>to touch base</em> and <em>I'll get back to you</em>. Since then, that hybrid has become so prevalent that it hardly sounds peculiar at all.</p>\n<p>In fact, that kind of error crops up—or creeps up—frequently, especially with two expressions using the same locution or image. John Ferguson, writing some seven years ago in VERBATIM [XI, 4], termed them <em>Bunnyisms</em> after Bunny, the wife of film director Norman McLeod and an egregious example to us all. <em>Telling me a thing one day and out the other</em> is one of hers. Figures like Gracie Allen on <em>Burns and Allen</em>, as well as Jane Ace, known as “radio's mistress of misinformation” on <em>The Easy Aces</em>, simply turned that kind of locution into a routine in the 1930s.</p>\n<p>Unfortunately, that kind of routine has become unconscious error with many; in other words, routine. Consequently, a politician will paint a portrait of an administration both incompetent and corrupt: <em>The left hand doesn't know how to wash the right</em>. His opponent, on the third hand, might speak disparagingly of proposed reforms that he regards as trite yet dangerous: <em>old worms in new cans</em>. Other attempts may be simply off—<em>the bad end of the stick of life, there's no dog like an old dog</em>—or inspired: <em>That throws a wrench into your soup, doesn't it?</em>, I once heard a math professor tell a colleague. There may even be instances where two clichés trade half their similes. The trouper's <em>get your ass together</em>. and the trouper's <em>get your ass in gear</em> are often confused as <em>get your act in gear</em> and <em>get your ass together</em>. The other day I heard someone described as <em>deaf as a bat</em>, and now, like a man waiting for the other shoe to drop in the room above his, I listen for <em>blind as a post</em>.</p>\n<p>Figurative accuracy seems to have gone to the hogs; is figurative language itself on the decline? It is certainly not encouraged in places like <em>The New York Times</em>, also known as the gray lady of journalism, but neither does the <em>Times</em> often mix metaphors. Politicians often do, as they strive for an image the American public can embrace. In fact, one of these homemades recently made national headlines, as Jesse Jackson protested that the candidates on the Democratic ticket were <em>cut from the same stripes</em>. That is a clear conflation of <em>cut from the same cloth</em> and <em>of the same stripe</em>—what one of my students once called a <em>slip at the wheel</em>.</p>\n<p>Here is another attempt at explanation: in a culture that has deserted basic agriculture for industry, where professions such as shoemaker and blacksmith and cooper have all but disappeared, many people never learn the connections between mankind and nature, or the crafts of working with basic materials. Since so many colorful expressions depend on these vanished relationships, uncertainty rules the roast. A girl describes her boyfriend as <em>a tough nut to catch</em>; a waitress tells me approvingly as she pours my cup of morning coffee, <em>The busy bee catches the worm</em>. Yet modern technology also baffles our culture, which tends to confuse <em>input</em> with <em>feedback</em> as a metaphor for soliciting opinion. Maybe the problem, as Anonymous has stated, is people.</p>\n<p>Then there are the image-switches and intensifications. <em>Go ahead, break my arm</em>, says a persuasible type. <em>She bit off her nose to spite her face</em> adds a contortionist twist to an already harsh metaphor. Jane Ace once complained on the air, <em>I've been working my head to the bone. Getting the inside skinny</em>, as a reporter in <em>Time</em> recently put it, is equally grotesque—<em>a sight for sick eyes</em>, as a neighbor's child once said. Here the trend seems to be toward deepening an image already present or shifting to a more emphatic expression. One time-honored way of doing this, of course, is to insert sexual and scatological terms. <em>Don't crap on my parade!</em> shouts a student activist in my earshot, decrying defecation instead of precipitation. The <em>reductio ad absurdum</em> of this move is the common declarative <em>Fuck that shit!</em>, where an all-purpose verb and an all-inclusive noun stand in for all manner of once-current idioms, including <em>the hell with</em>. An early instance of this change, <em>when the shit hits the fan</em>, is by now so ingrained in the public lexicon that few recall the original expression, <em>when the smoke hits the fan</em>. In an attempt to reverse this trend, a Southern friend of mine offers the alternate <em>when the grits hit the pan</em>, but this usage seems destined to remain a regionalism at best, the kind of Southernism collected by John H. Felts in “Bumps, Grinds, and Other Lewd (1389) Gestures” [XVI,3].</p>\n<p>Sometimes the shift can be quite subtle, as in <em>Don't throw all your eggs into one basket</em>, even though the simple verb-substitution renders the advice devastating to anyone but an omelet-maker. Sometimes the shift comes about through the omission of a word: in a recollection entitled “Master Malaprop” [VII,2], James Higgins describes a newspaper editor who made such proclamations as <em>A hand in the bush is worth two</em>. Along a similar vane, a hardware clerk once told me that the brackets I needed were <em>scarce as hens</em>. In truth, cutting or adding words may occasionally result in an expression more felicitous than the original. <em>The road to hell is paved with good intentions</em>, eminently quotable, is attributed to Samuel Johnson only as <em>Hell is paved with good intentions. Play it again, Sam</em> sounds better than the actual line from <em>Casablanca, Play it, Sam,</em> and Congreve's <em>Music has charms to soothe a savage breast</em> was long ago altered to <em>soothe the savage beast</em>.</p>\n<p>Euphony beats logic. Or, as one of these idioms might put it: take care of the sound, and the sense will take care of itself. At times, the image shifts entirely through what Freud called klang associations, or sheer phonic similarity. Yet <em>Don't bite the man that feeds you makes</em> satisfactory sense; so does <em>It takes two to tangle</em>. I do not quite agree with the sense underlying <em>a tough road to hoe</em> and <em>his head sank to his boots</em>, but I assume they occasion no discomfort on the part of the speaker. After all, that is the way many people are taught.</p>\n<p>The last group falls into what I call prepositional trouble, as in <em>That one threw me over the deep end</em>. Like some of the phrases in other categories, several have become so common as to have ousted the original diction. I cannot count how many times I have heard of someone <em>walking out of the door</em>, the laws of physics notwithstanding. A close second is the request <em>not to hold it up against me</em>—does this refer to a grudge or the fitting of a suit? A similar corruption is <em>hanging into his every word:</em> rapt attention or verbal grappling? Admittedly, preposition usage is not always clearly defined: does one compare apples <em>to</em> oranges, or apples <em>with</em> oranges, or just stick in an <em>and</em>? Also, certain prepositional phrases, such as <em>waiting on a friend</em>, probably qualify as regional usage. As a student of mine once remarked, I suppose it is all part of the wonder about being alive.</p>\n<p>Let us open the drawer of conclusions. First of all, I do not mean to impugn non-native speakers, valiantly trying to master a language that often is not even sure of itself. Rather, the so-called unerringness of native speech is in part hit or myth. As Lysander Kemp reminded us in “Mrs. Malaprop in Mexico” [XV,4], other tongues have their slips, as well. “All languages are composed of dead metaphors as the soil of corpses,” wrote William Empson. Some metaphors simply suffer a sea change. If language is a continual exercise in combination and permutation, it makes sense that such expressions, or <em>lusus linguae</em>, will always be with us. They may even infect otherwise straightforward VERBATIM prose, as alert readers will have spotted. In any event, I am keeping my ears peeled. <em>It's never too late to mend</em>, overheard the other day—is that a combination of <em>It's never too late to learn</em> and <em>First ended, soonest mended?</em> When will someone within earshot confuse <em>swear by</em> and <em>swear at</em>?</p>\n<p>Ah, it is a wise fool that knows his own mother tongue.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What a Cliché!</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>The small girl straggles from the museum to the school bus. Everyone else has already boarded and is waiting impatiently. “Well,” claims the little girl proudly, “last but not lost. At least that's what my mother always says.” Fifty other schoolchildren hear and nod.</p> <p>That is how a clashing cliché gets started, or at any rate that is the explanatory scenario I dreamed up. Like someone who hears a pun and then searches for a story to use it as a punch line, over the years I have collected mangled metaphors, battered idioms, and twisted expressions, always looking for explanations behind the novel usage. Some of this may have to do with my chosen profession, which involves poring over student essays. But I also hear full-grown adults, clearly native speakers, talk that way. At the risk of opening up a whole can of beans, let me proceed.</p> <p>The first category of altered expressions resembles malapropism in all its unintentional oddysey. Perhaps the simplest explanation for many of these missed idioms is mis-hearing, as in <em>You can't pull the wool over my ice.</em> Since people rarely bother to think about the meaning behind a figurative expression, anything that sounds right will foot the bill. In this realm are several undisputed classics: <em>cutting off your nose despite your face</em> is quite popular, as is the gloomy reflection <em>It's a doggy-dog world.</em> Other highly ranked candidates are <em>taken for granite</em> and <em>empiric victory.</em> It is worth noting that some of these were first heard from the radio character Falstaff Openshaw on Fred Allen's imaginary Allen's Alley, where they were used for all intensive purposes.</p>"
}