{
  "type": "Article",
  "title": "Join Me For a Spell",
  "author": "Bob Swift",
  "location": "Miami",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Join Me For a Spell</h1>\n<p><em><span data-rel=\"author\">Bob Swift</span> <span data-rel=\"location\">Miami</span></em></p>\n<p>A number of years ago a Miami Beach politician earned linguistic immortality, locally at least, by announcing at a city commission meeting that he had achieved the pinochle of success. Everybody laughed, but he just looked bewildered. I laughed, too, but I knew how he felt and why he confused a card game with a peak. At sometime, probably when he was a child or a young man, he had read the word <em>pinnacle</em>, figured out its pronunciation for himself, and forever after—although probably never using the word out loud—thought of it as <em>pinochle</em>.</p>\n<p>Which of us is not guilty of the same crime—if crime it is? Which of us has not confidently used a word for years, and then found out (probably in public, to the sniggering of others) that it had another pronunciation altogether? I am not talking about simple preferences. I say tomato, you say tomahto. The television announcer says Ca-RIB-be-yan; I prefer Car-i-BEE-yan. I was raised (Southern for being brought up by one's parents) where the train station, or depot, was the DEE-po. The Secretary of suhished to hear folks say DEP-o. The Secretary of duhFENSE may be introduced at the annual Army-Navy game, while the crowd is shouting to the players on the field, “DEE-fense, DEE-fense!”</p>\n<p>Back in 1986, upon reading of a forthcoming astronomical event, I went out amongst the unlettered and announced in the voice of one who knew, “Halley's Comet is coming!” I said it to rhyme with daily, Jack Haley (the Tin Woodsman in The Wizard of Oz) or Old Bailey (as in Rumpole of the Bailey). Why not? I had read about Halley's Comet first, I suspect, as a youngster; seeing the word in print, but not having much occasion to shout it aloud (the comet coming around only once every 75 years), I formed its pronunciation in my mind and there it stayed. Imagine my shame when I heard a TV announcer declare that one should rhyme <em>Halley</em> with <em>Sally, rally</em>, and <em>tally</em> (as in <em>Ho</em>!). Then up popped a descendant of Edmund Halley, the man who discovered the comet; he said the family pronounces its name to rhyme with <em>holly, brolly</em> (as in umbrella), <em>Good Golly, Miss Molly</em>. I consulted a dictionary (about 40 years too late), and it sided with the TV announcers.</p>\n<p>Another celestial word crisis arose when Voyager II began photographing the seventh planet. I approached an editor at my place of employment and shouted: “At last! We'll get a look at Uranus tomorrow!”</p>\n<p>“I beg your pardon,” she said somewhat stuffily. I had pronounced it yoor-ANUS, of course, as always. To my chagrin, all the TV anchors came on the air pronouncing it YER-in-us, making it sound as though it were part of a procedure designed to produce a specimen in a bottle. At this, I consulted the dictionary again and learned that while their version was preferred, a pronunciation similar to mine (yoo-RAY-nus) was listed as an option. Checking around, however, I found that a lot of people said it as I said it, so that, as headlines began to blare such threats as “Scientists Probe Uranus,” proctological jokes proliferated.</p>\n<p>In a <em>Miami Herald</em> column I admitted my confusion about <em>Halley</em> and <em>Uranus</em> and added that I was guilty of even greater ignorance. For instance, I was well past 30 when I was reading an advertisement aloud: “Do you suffer the painful humiliation of psoriasis?” Fortunately, I did not, but I suffered humiliation enough when my listener pointed out that the word was not pronounced sore-ee-AY-sis. Again, I had first read the word as a grade schooler, assumed its pronunciation, never asked about it and never looked it up. Since we are on the subject of humiliation, here's another: I suffered great anxiety for years after learning the correct pronunciation of <em>anxiety</em>, which I had glibly been pronouncing ANKS-ity.</p>\n<p>My father insisted to his dying day that he would never live in “a God-damned condimonium.” He rhymed it with <em>pandemonium</em>; judging from the lawsuits which proliferate over condominium parking spaces, balcony barbecues, and pets pooping in the halls, he might have been right to use the neologism.</p>\n<p>A high school pal of mine broke up a class by reading: “Roman women built fires in their brassieres.” “The word is braziers, William,” said the teacher. A college friend admitted that he had only recently learned that a female sheep was not an EE-wee.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Join Me For a Spell</h1> <p><em><span data-rel=\"author\">Bob Swift</span> <span data-rel=\"location\">Miami</span></em></p> <p>A number of years ago a Miami Beach politician earned linguistic immortality, locally at least, by announcing at a city commission meeting that he had achieved the pinochle of success. Everybody laughed, but he just looked bewildered. I laughed, too, but I knew how he felt and why he confused a card game with a peak. At sometime, probably when he was a child or a young man, he had read the word <em>pinnacle</em>, figured out its pronunciation for himself, and forever after—although probably never using the word out loud—thought of it as <em>pinochle</em>.</p> <p>Which of us is not guilty of the same crime—if crime it is? Which of us has not confidently used a word for years, and then found out (probably in public, to the sniggering of others) that it had another pronunciation altogether? I am not talking about simple preferences. I say tomato, you say tomahto. The television announcer says Ca-RIB-be-yan; I prefer Car-i-BEE-yan. I was raised (Southern for being brought up by one's parents) where the train station, or depot, was the DEE-po. The Secretary of suhished to hear folks say DEP-o. The Secretary of duhFENSE may be introduced at the annual Army-Navy game, while the crowd is shouting to the players on the field, “DEE-fense, DEE-fense!”</p> <p>Back in 1986, upon reading of a forthcoming astronomical event, I went out amongst the unlettered and announced in the voice of one who knew, “Halley's Comet is coming!” I said it to rhyme with daily, Jack Haley (the Tin Woodsman in The Wizard of Oz) or Old Bailey (as in Rumpole of the Bailey). Why not? I had read about Halley's Comet first, I suspect, as a youngster; seeing the word in print, but not having much occasion to shout it aloud (the comet coming around only once every 75 years), I formed its pronunciation in my mind and there it stayed. Imagine my shame when I heard a TV announcer declare that one should rhyme <em>Halley</em> with <em>Sally, rally</em>, and <em>tally</em> (as in <em>Ho</em>!). Then up popped a descendant of Edmund Halley, the man who discovered the comet; he said the family pronounces its name to rhyme with <em>holly, brolly</em> (as in umbrella), <em>Good Golly, Miss Molly</em>. I consulted a dictionary (about 40 years too late), and it sided with the TV announcers.</p>"
}