{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Euphemism and Dysphemism: Language Used as Shield and Weapon",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Euphemism-Dysphemism-Language-Shield-Weapon/dp/0195066227\"><em>Euphemism and Dysphemism: Language Used as Shield and Weapon</em></a></h1>\n<p>Keith Allan and Kate Burridge, (Oxford University Press, 1991), xii+263pp.</p>\n<p>Although this book contains much excellent material, it suffers from a most serious shortcoming, probably to be laid at the door of the publisher rather than the authors: it lacks an index of words and phrases (which might have fit neatly into the thirteen blank pages at the end). The text is organized into ten chapters titled “The Lexicon for Bodily Effluvia, Sex, and Tabooed Body-Parts,” “Euphemisms in Addressing and Naming,” “Taboo Terms as Insults, Epithets, and Expletives,” and so on; without a word and phrase index, access to particular expressions is denied, thus reducing the usefulness of the work.</p>\n<p>It ought to be self-evident from the subject matter that those who are squeamish about seeing “naughty” words in print should avoid reading the book, which is a longish monograph—the best and most comprehensive I have seen—analyzing the ways in which English speakers deal with taboo words. The treatment is clinical and contains much useful ancillary information concerning usage, dialect, and etymology <em>(loo, crapper)</em>, detailing the results of considerable research, all of which is presented along with the authors' commentaries and speculations. It is curious, though, to find so few references in the Bibliography to articles that have appeared in, for instance, <em>Maledicta</em>, the main repository of scatological analysis, and to such articles as Allen Walker Read's “You Know What,” in <em>American Speech</em> (reprinted in VERBATIM II, 3) and Sidney Landau's “<em>sexual intercourse</em> in American College Dictionaries” [I, 1].</p>\n<p>But to go back to the beginning, I think it is agreed that <em>euphemism</em> is the deliberate substitution of a socially acceptable, or “laundered” term for one that is considered taboo (for any reason at all—because it is inappropriate to a given situation, irreligious, antireligious, deprecatory, insulting, impolite, indecorous, subversive, unpatriotic, slanderous, prejudicial, and so forth). The cultural perception of what is taboo changes, from the Victorian avoidance of a word like <em>leg</em>, to the current sanction of television advertising of gear for the incontinent and menstruating, to the blatant public discussion of rape, incest, and other actions formerly anathema. The authors define a <em>euphemism</em> as</p>\n<blockquote>\n<p>an alternative to a dispreferred expression, in order to avoid possible loss of face: either one's own face or, through giving offense, that of the audience, or of some third party. [p. 11]</p>\n<p>The dispreferred expression may be taboo, fearsome, distasteful, or for some other reason have too many negative connotations to felicitously execute Speaker's particular communicative intention on a given occasion. [p.14]</p>\n</blockquote>\n<p>The terms used here are not immediately transparent: if by <em>communicative intention</em> is meant 'denotative purpose, the information the speaker wishes to convey,' unless one views <em>communication</em> in the broadest way, it would seem to me that the definition confuses denotation with connotation; that is to say, whether an expression is euphemistic, neutral, or taboo is a matter of connotation, and the fact that a speaker avoids <em>shit</em> for <em>defecate, move one's bowels</em>, etc., is purely a connotative matter: denotatively (communicatively?) they all mean exactly the same thing. I can conclude only that that <em>communicative intention</em> is used to mean both denotation and connotation: but if that is so, then it would seem that the contrast implicit in <em>euphemism</em> is lost. Moreover, “loss of face” is entirely irrelevant: if what is meant is <em>embarrassment</em>, then why not call it that? This curious aspect is further explained in these terms: “lest Speaker lose face by offending Hearer's sensibilities” [p. 12]. I am not persuaded that a speaker who offends a hearer's sensibilities directly suffers loss of face: loss of face could come about only by some retaliatory action of the hearer's.</p>\n<p>Turning to <em>dysphemism</em>, the authors provide the following definition:</p>\n<blockquote>\n<p>an expression with connotations that are offensive either about the denotatum or to the audience, or both, and it is substituted for a neutral or euphemistic expression for just that reason. [p. 26] Dysphemisms, then, are used in talking about one's opponents, things one wishes to show disapproval of, and things one wishes to seem to downgrade. [p. 27]</p>\n</blockquote>\n<p>In the first part, I am not sure that one can say that there is anything “offensive” about a denotatum: Is there anything inherently offensive? Is not the offensiveness invariably—virtually by definition—in the minds of the audience? In any event, even these criteria are abandoned later on in the book (e.g., in the chapter on “Bodily Effluvia”) where, for example, <em>john, jakes, bog, crapper</em> are said to “tend to the dysphemistic,” whatever that means. What I am getting at, to paraphrase the infinite wisdom of <em>Pigs is pigs</em>, is that <em>shit</em> is <em>shit</em>, and there is nothing dysphemistic about it (unless used “in talking about one's opponents”)—that is, it is the context that determines whether it is dysphemistic, which is again dependent on whether it was the intention of the speaker to use a taboo word in place of socially acceptable one. In other words (to keep on explaining this simple but hard-to-articulate point), in order for an expression to be dysphemistic it must be the intention of the user to employ it to an insulting, derogatory, or otherwise offensive purpose.</p>\n<p>In a book dealing with a subject of this sort one must be extremely careful to cleave to rigid definitions of the key terms (<em>euphemism, dysphemism, taboo</em>, etc.) and not deviate from them. Yet <em>revenue augmentation</em> is described as a euphemism “except when it is used by the government to mean 'raising taxes,' which is taboo.” <em>Taboo</em> is here employed in its loosest sense, quite a different one from that demanded by the context of the book, and it would have been better to have described <em>raising taxes</em> as a term that is “politically inexpedient” (itself a useful euphemism).</p>\n<p>Nowhere could I find any comment on language levels and the fact that euphemisms are seldom used in certain contextual situations (e.g., among close male friends, in a bar, in a team changing room, in a prison). Those who leave a social gathering to use the toilet usually say, “Excuse me”; it might, depending on the gathering, be acceptable to say, “I have to powder my nose,” “I gotta go (and when you gotta go, you gotta go),” “I have to pee,” “I have to take a leak/piss/crap/shit, etc.” but who cares enough about a person's temporary disappearance to want to know its details? Also absent is comment on the borrowing of terms as dysphemisms (or as euphemisms): for example, <em>gurry</em> is a neutral term for the gut(s) (or, if you prefer, entrails) of an eviscerated fish, but it becomes cynically dysphemistic when used, as it is in medical slang, to refer to human organs or parts removed in surgery.</p>\n<p>The authors might also have discussed the deliberate use of taboo words for their shock (or humor-inducing embarrassment) value by so-called “x-rated” comedians, especially performers like the American Lenny Bruce and the British Jerry Sadowitz and Kevin Bloody Wilson: some of that humor can be heard on British television, where some of the studio audience are evidently easily convulsed by the mention of words like <em>shit</em> and <em>fart</em>.</p>\n<p>The most common forms of dysphemism occur in the many terms used against ethnic and religious groups, which need not be retailed here. As the authors point out, the taboos among speakers of English occur mostly among terms for death, God, fear, sex, lust, and bodily parts, to which one should add bodily functions and, perhaps, disease.</p>\n<p><em>Euphemisms &amp; Dysphemisms</em> contains a vast amount of valuable material, much of which is admittedly hard to classify with any precision, for it depends so much on context. But that is not an excuse for not trying.</p>\n<p>It is worth noting that the authors are both Australian, and it cannot be denied that their views— like anyone's—are influenced by their linguistic experience and environment and by their age. (From their photograph, they would appear to be in their thirties.) A British, Canadian, or American investigator of the same age or older or younger would be bound to produce different descriptions and different conclusions.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Euphemism-Dysphemism-Language-Shield-Weapon/dp/0195066227\"><em>Euphemism and Dysphemism: Language Used as Shield and Weapon</em></a></h1> <p>Keith Allan and Kate Burridge, (Oxford University Press, 1991), xii+263pp.</p> <p>Although this book contains much excellent material, it suffers from a most serious shortcoming, probably to be laid at the door of the publisher rather than the authors: it lacks an index of words and phrases (which might have fit neatly into the thirteen blank pages at the end). The text is organized into ten chapters titled “The Lexicon for Bodily Effluvia, Sex, and Tabooed Body-Parts,” “Euphemisms in Addressing and Naming,” “Taboo Terms as Insults, Epithets, and Expletives,” and so on; without a word and phrase index, access to particular expressions is denied, thus reducing the usefulness of the work.</p> <p>It ought to be self-evident from the subject matter that those who are squeamish about seeing “naughty” words in print should avoid reading the book, which is a longish monograph—the best and most comprehensive I have seen—analyzing the ways in which English speakers deal with taboo words. The treatment is clinical and contains much useful ancillary information concerning usage, dialect, and etymology <em>(loo, crapper)</em>, detailing the results of considerable research, all of which is presented along with the authors' commentaries and speculations. It is curious, though, to find so few references in the Bibliography to articles that have appeared in, for instance, <em>Maledicta</em>, the main repository of scatological analysis, and to such articles as Allen Walker Read's “You Know What,” in <em>American Speech</em> (reprinted in VERBATIM II, 3) and Sidney Landau's “<em>sexual intercourse</em> in American College Dictionaries” [I, 1].</p> <p>But to go back to the beginning, I think it is agreed that <em>euphemism</em> is the deliberate substitution of a socially acceptable, or “laundered” term for one that is considered taboo (for any reason at all—because it is inappropriate to a given situation, irreligious, antireligious, deprecatory, insulting, impolite, indecorous, subversive, unpatriotic, slanderous, prejudicial, and so forth). The cultural perception of what is taboo changes, from the Victorian avoidance of a word like <em>leg</em>, to the current sanction of television advertising of gear for the incontinent and menstruating, to the blatant public discussion of rape, incest, and other actions formerly anathema. The authors define a <em>euphemism</em> as</p>"
}