{
  "type": "Article",
  "title": "Mottoes from Zetland",
  "author": "Bel Bailey",
  "location": "Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mottoes from Zetland</h1>\n<p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Essex</span></em></p>\n<p>Until 1974, Shetland was officially known as Zetland, a name more suggestive of its fascinating and ancient history. The Viking invasion of the eighth and ninth centuries gave a strong practical bias to the earlier existing Celtic culture, and many Norse words remain in the dialect. These give an arresting piquancy to the many proverbs still surviving in Shetland.</p>\n<p>Most of these are crisp and pithy in the extreme, with an admirable precision of thought. A native caution is typical of many, like <em>Better da ill kent</em> ['known'] <em>as da guid untried</em>, which roughly parallels the old saying “Better the devil you know...' but expressed rather more forcefully.</p>\n<p><em>Dere few rodds at doesna hae a mirae at da end o him</em> sums up the realism (even cynicism) of the Shetlander and more wariness still in <em>Never hüve oot</em> ['throw out'] <em>dirty water till da clean be in!</em> Amusingly this represents a caution against burning one's boats unless one is sure of a safe exit.</p>\n<p>Exasperation with the young is a topic in many of these proverbs. The sore feelings of a harassed parent bringing up mischievous boys might be soothed by the Shetland motto <em>Mony a pellit</em> ['troublesome'] <em>foal haes made a good horse</em> or <em>Dere broken pots in aa lands</em>, as a reminder that the problem is universal.</p>\n<p>Yet overindulgence of the young was firmly checked by the reminder that <em>It's late time to sift when da sids</em> ['chaff'] is <em>ida bread</em>,' meaning discipline is only effective when started at an early age.</p>\n<p>Love, courtship, and marriage, as might be expected, called forth more gems of wisdom. Too sudden and ardent a romance was typically greeted by head shaking among the elders who had seen it all before. <em>Cald is da kale at cøls ida plate, an cald is da love at starts ower haet</em> 'Cold is the kale that cools on the plate and cold is the love that <em>starts</em> over hot.'</p>\n<p>Spinsters were consoled by the proverb <em>Better lang lowse daa ill teddered</em>, and a grieving jilted girl was advised by the motto, <em>Better ee hert braks dan aa da wirld winders</em>, warning her not to show her feelings too strongly.</p>\n<p>More cheerful was the proverb <em>A bonny bride is shŭn buskit</em> ['well dressed']; but the wedding of two very unattractive people was rather unkindly summed up as <em>Hairy butter is good enyoch for siddy</em> ['coarse'] <em>bread!</em></p>\n<p>Such native shrewdness means excellent judgment of character and more Shetland proverbs echo this. The hypocrite was neatly described as <em>Hit's ill for da kettle crook tae ca da kettle black</em>, while '<em>Caff</em> ['chaff'] <em>aye flees heicher</em> ['flies higher'] <em>dan guid coarn summed</em> up a false friend who deserts one in trouble. trouble.</p>\n<p>True comradeship, however, is not forgotten. <em>A friend ida wye is better dan a penny ida pocket</em>, but neighbor problems call forth, <em>Yer can win by aa yer kin, bit by yer neebir ye canna win</em>. As for the damage caused by gossip, <em>Ill news is lack a fitless heddercowe</em>, a witty warning that tittle tattle can travel like a rootless clump of heather!</p>\n<p>The sheer toil experienced by most Shetlanders is another source of proverbs: <em>Every man's back is shapit for his ain burden</em>; and <em>A moothful is as guid as a belly fu</em> firmly reminds of the days of real want.</p>\n<p>Grit is advised rather than brooding in hard times. <em>Glowerin ida lum</em> ['by the chimney'] <em>never filled da pot</em>. As for time of plenty coming rapidly after scarcity, watch out for <em>Lang want is nae maet hainin</em>.</p>\n<p>Sadly the special motto of the crofter-fisherman concerns the hardship caused by lack of funds for investment. <em>Da riven</em> ['torn'] <em>sleeve hauds de haund back</em>. Naturally, the lack of ready funds holds one back from vital purchase of an improved farm implement or even a fishing vessel.</p>\n<p>Many of these ancient proverbs would provide excellent New Year's resolutions, but perhaps the best of them advises us to live one day at a time without so much worrying: <em>It's a guid day at pitts aff da nicht!</em> It will be interesting to see if any new proverbs will be invented in Shetland concerning North Sea oil and the welcome novelty of its young people now able to make a living at home. A new awareness of rich history and tradition of belonging to “The Old Rock” plus caution concerning any threat to the native environment now provide much food for thought and material for pungent new Shetland proverbs.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mottoes from Zetland</h1> <p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Essex</span></em></p> <p>Until 1974, Shetland was officially known as Zetland, a name more suggestive of its fascinating and ancient history. The Viking invasion of the eighth and ninth centuries gave a strong practical bias to the earlier existing Celtic culture, and many Norse words remain in the dialect. These give an arresting piquancy to the many proverbs still surviving in Shetland.</p> <p>Most of these are crisp and pithy in the extreme, with an admirable precision of thought. A native caution is typical of many, like <em>Better da ill kent</em> ['known'] <em>as da guid untried</em>, which roughly parallels the old saying “Better the devil you know...' but expressed rather more forcefully.</p> <p><em>Dere few rodds at doesna hae a mirae at da end o him</em> sums up the realism (even cynicism) of the Shetlander and more wariness still in <em>Never hüve oot</em> ['throw out'] <em>dirty water till da clean be in!</em> Amusingly this represents a caution against burning one's boats unless one is sure of a safe exit.</p>"
}