{
  "type": "Article",
  "title": "sexual intercourse in American College Dictionaries",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\"><em>sexual intercourse</em> in American College Dictionaries</h1>\n<p>Sidney I. Landau, <em>Editor in Chief, The Doubleday Dictionary</em></p>\n<p><em>The American Heritage Dictionary</em> (AHD) published\nin 1969 became the first general American\ndictionary to include <em>fuck</em>. <em>Webster's New World</em>,\nSecond College Edition (WNW), published in 1970,\nstubbornly omitted it, and while one may sympathize\nwith the practical argument that its inclusion might\nhurt sales to schools ([it would be] “unwise” [to\nsuffer] “the risk [of] keeping this dictionary out of\nthe hands of some students”), the editor also argues\nthat words of this sort are “so well known as to require\nno explanation.” This is disingenuous, since on\nthose grounds thousands of other words could also be\nomitted, and more importantly, it is quite at variance\nwith confident assertions about the scientific detachment\nof the “trained lexicographer,” who disregards\n“the crotchets and prejudices of individuals”--everyone's,\nthat is, except his own. In 1973, the <em>Merriam-Webster\nNew Collegiate</em>, 8th edition (MW8), was\npublished; the editors, having observed that the\nheavens had not fallen, included <em>fuck</em>.</p>\n<p>As the ensuing discussion will show, the tabooness\nof <em>fuck</em> exists not so much in the supposedly coarse\ncontexts in which it is used--<em>pace</em> D.H. Lawrence and\nother liberated lovers--as in the essential meaning\nwhich every modern man and woman professes to\nfind entirely wholesome: sexual intercourse.</p>\n<p>AHD defines <em>fuck</em> as: “<em>Vulgar</em> To have sexual\nintercourse with,” <em>sexual intercourse</em> as: “Coitus, especially\nbetween humans,” and <em>coitus</em> as: “Sexual intercourse\nbetween two human beings.” This is a circular\ndefinition, which is no definition at all. It is also\nillogical, for if coitus by definition includes two\nhumans, how can it be “especially” between humans?\nIt is obvious that even though AHD enters <em>sexual intercourse,</em>\nits decision--let us be charitable--not to define\nit suggests that it is regarded as self-defining. But there\nis no question that the phrase is a lexical unit worthy\nof definition: it is the only widely accepted, nonvulgar\nway to refer to the act essential to many forms of life,\nand it is fair to say that among humans there is more\ninterest in it, more is written about it and still more\nimagined about it than any other subject.</p>\n<p>AHD has four definitions of <em>sexual:</em> “1. Pertaining\nto, affecting, or characteristic of sex, the sexes, or the\nsex organs and their functions. 2. Having a sex or\nsexual organs. 3. Implying or symbolizing erotic desires\nor activity. 4. Pertaining to or designating reproduction\ninvolving the union of male and female\ngametes.” <em>Intercourse</em> is defined as: “1. Interchange\nbetween persons or groups. 2. Coitus”; <em>copulate</em> as:\n“to engage in coitus”; which is defined, you'll recall,\nas “sexual intercourse...,” which is defined as coitus.\nIt is odd to find a dictionary that is fearless about <em>fuck</em>\nbut squeamish about <em>sexual intercourse</em>. It is by now\nobvious that such blatant circularity can hardly be an\noversight, and the wistful hope that <em>sexual intercourse</em>\nis self-explanatory simply won't do: it could refer to a\ndiscussion about sex or to any close physical embrace,\nneither of which conforms to the widely understood\nmeaning of the term.</p>\n<p>MW8's treatment is not much better. It defines\n<em>sexual intercourse</em> as: “sexual connection esp. between\nhumans: coitus: copulation,” but there is no entry for\n<em>sexual connection,</em> and the presumption of self-explanation\nis no more valid for this phrase than for <em>sexual\nintercourse</em>. The only sense of <em>connection</em> in MW8 that\napplies to the sense in which it is used in “sexual connection”\nis “the state of being connected.” Thus <em>sexual\nconnection</em> means “the state of being sexually connected,”\nand could apply to any sexual contact, such\nas fellatio, cunnilingus, or anal intercourse. MW8 defines\n<em>intercourse</em> as: “coitus; copulation,” and <em>coitus</em>\nas: “the natural conveying of semen to the female reproductive\ntract, <em>broadly:</em> sexual intercourse.” Although\nthis definition avoids the outright circularity of\nAHD's treatment, it still does not define <em>sexual intercourse</em>.\n<em>Copulate</em> is defined as: “to engage in sexual\nintercourse,” which is defined as “sexual connection,”\nwhich is not defined; <em>coitus</em> and <em>copulate</em> lead right\nback to <em>sexual intercourse</em>. One does get the impression\nthat the editors are not saying all they know about this\nsubject. And this in the much-publicized climate of\nsexual liberation that is supposed to characterize the\n'70s.</p>\n<p>WNW pretends that the whole subject of sexual\ncontact did not exist. It has no entry in place for <em>sexual\nintercourse</em>, though it defines <em>coitus</em> with nervous\nsuccinctness as: “sexual intercourse.” <em>Copulate</em> is “to\nhave sexual intercourse.” At <em>intercourse</em> we are witness\nto the fullest flowering of WNW's recognition of the\nact of creation: “the sexual joining of two individuals;\ncoitus; copulation: in full, sexual intercourse.”</p>\n<p>One could more easily excuse such inadequate\ntreatment of a term of immense importance and broad\ncurrency if it were in accord with the treatment given\nother terms. Here is AHD on <em>transformer:</em> “A device\nused to transfer electric energy, usually that of an\nalternating current, from one circuit to another; especially,\na pair of multiply wound, inductively coupled\nwire coils that effect such a transfer with a change in\nvoltage, current, phase, or other electric characteristic.\nSee step-down transformer, step-up transformer.” (The\nsame dictionary needed but four words to define <em>sexual\nintercourse!</em>) Here is WNW on <em>triangulation:</em> “<em>Surveying,\nNavigation</em> the process of determining the distance\nbetween points on the earth's surface, or the\nrelative positions of points, by dividing up a large\narea into a series of connected triangles, measuring a\nbase line between two points, and then locating a third\npoint by computing both the size of the angles made\nby lines from this point to each end of the base line\nand the lengths of these lines.” Here is MW8 on <em>toxin:</em>\n“a colloidal proteinaceous poisonous substance that\nis a specific product of the metabolic activities of a\nliving organism and is usu. very unstable, notably toxic\nwhen introduced into the tissues, and typically capable\nof inducing the formation of antibodies on injection.”\nWe should all learn things we'd never dreamt of if\nwe were told half so much about <em>sexual intercourse</em>.</p>\n<p>A word about the pre-AHD books. The <em>Funk &amp;\nWagnalls Standard/College</em> (1st edition, 1963) has no\nentry for <em>sexual intercourse</em> and defines <em>intercourse</em> as:\n“sexual connection; coitus.” It has no entry for <em>sexual\nconnection</em>, and <em>coitus</em> is listed as a variant of <em>coition</em>,\nwhich is defined as: “sexual intercourse.” <em>Copulation</em>\nis defined as: “sexual intercourse; coition.” The <em>Random\nHouse Dictionary, College Edition</em> (1968)\n(RHD) is the only college dictionary that actually\ndefines <em>sexual intercourse:</em> “genital contact, esp. the\ninsertion of the penis into the vagina followed by\nejaculation; coitus; copulation.” RHD defines <em>coitus</em>\nas: “the act of sexual intercourse, esp. between human\nbeings,” and <em>copulation</em> as: “sexual union or intercourse.”\n<em>Intercourse</em> is: “sexual relations or a sexual\ncoupling, esp. coitus.” RHD's treatment of sexual terms\nis almost as slight as that of the other books, but at\nleast circularity has been avoided.</p>\n<p>There are clearly certain advantages to avoiding\nthe whole issue. One doesn't have to worry about\nwhether homosexual contact, for example, is “sexual\nintercourse,” and if it is, how to arrange the definition\nto allow for the possibility of this and other variations\nwhile still specifying the heterosexual act as the usual\nmeaning of the term. And one may be permitted to\nspeculate whether pleasure (not to mention appetite)\nought to be included as a powerful incentive associated\nwith the sexual act, certainly among humans and\nplausibly among other animals as well. Precision can\nindeed be dangerous, but dictionaries have not been\nreluctant to be precise about other subjects, and perhaps\nthe time has come for them to make the attempt\nabout this one.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\"><em>sexual intercourse</em> in American College Dictionaries</h1> <p>Sidney I. Landau, <em>Editor in Chief, The Doubleday Dictionary</em></p> <p><em>The American Heritage Dictionary</em> (AHD) published\nin 1969 became the first general American\ndictionary to include <em>fuck</em>. <em>Webster's New World</em>,\nSecond College Edition (WNW), published in 1970,\nstubbornly omitted it, and while one may sympathize\nwith the practical argument that its inclusion might\nhurt sales to schools ([it would be] “unwise” [to\nsuffer] “the risk [of] keeping this dictionary out of\nthe hands of some students”), the editor also argues\nthat words of this sort are “so well known as to require\nno explanation.” This is disingenuous, since on\nthose grounds thousands of other words could also be\nomitted, and more importantly, it is quite at variance\nwith confident assertions about the scientific detachment\nof the “trained lexicographer,” who disregards\n“the crotchets and prejudices of individuals”--everyone's,\nthat is, except his own. In 1973, the <em>Merriam-Webster\nNew Collegiate</em>, 8th edition (MW8), was\npublished; the editors, having observed that the\nheavens had not fallen, included <em>fuck</em>.</p> <p>As the ensuing discussion will show, the tabooness\nof <em>fuck</em> exists not so much in the supposedly coarse\ncontexts in which it is used--<em>pace</em> D.H. Lawrence and\nother liberated lovers--as in the essential meaning\nwhich every modern man and woman professes to\nfind entirely wholesome: sexual intercourse.</p> <p>AHD defines <em>fuck</em> as: “<em>Vulgar</em> To have sexual\nintercourse with,” <em>sexual intercourse</em> as: “Coitus, especially\nbetween humans,” and <em>coitus</em> as: “Sexual intercourse\nbetween two human beings.” This is a circular\ndefinition, which is no definition at all. It is also\nillogical, for if coitus by definition includes two\nhumans, how can it be “especially” between humans?\nIt is obvious that even though AHD enters <em>sexual intercourse,</em>\nits decision--let us be charitable--not to define\nit suggests that it is regarded as self-defining. But there\nis no question that the phrase is a lexical unit worthy\nof definition: it is the only widely accepted, nonvulgar\nway to refer to the act essential to many forms of life,\nand it is fair to say that among humans there is more\ninterest in it, more is written about it and still more\nimagined about it than any other subject.</p>"
}