{
  "type": "Article",
  "title": "Darn, Durn, Down, Doon, Damn",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Darn, Durn, Down, Doon, Damn</h1>\n<p>Dwight Bolinger\n<em>Professor of Linguistics Emeritus Harvard University</em></p>\n<p>Minced oaths are etymological landmines, and if I were a better guesstymologist I probably would not tread on this one; but if it is a coincidence it is too\ngood to be true, so here goes.</p>\n<p>Dictionaries list <em>darn</em> and <em>durn</em> as euphemisms\nfor <em>damn(ed)</em>, and most of us take the words this way,\nas playful substitutions on the order of <em>cripes</em> for\n<em>Christ</em> or <em>jeez</em> for <em>Jesus. Damn</em> has had other substitutes\nin its day, for instance <em>dem(n)</em>, and there is nothing\nstrange about the slightly thicker disguise in <em>darn</em>.</p>\n<p>The question is whether <em>darn</em> and <em>durn</em> actually\nstarted life as euphemisms. If we are willing to accept\na dash of dialect mixture, there was another way for\nthem to make the acquaintance of <em>damn</em>, not at first\nwith the stronger meaning of that imprecation but\nwith its use as a watered-down intensifier.</p>\n<p>Eugen Borst in his study of adverbs of degree (Eugen Borst, <em>Die Gradadverbien im Englischen</em> (= Anglistische\nForschungen 10) (Heidelberg, 1902), page 52)\ncites examples from Wright's <em>English Dialect Dictionary</em>\nof the word <em>down</em> used as an intensifier, giving the\nforms <em>dahn</em> and <em>doon: dahn weel seure, an even doon\ngood shot;</em> and of course with the normal spelling\n<em>down: He's a down bad'un</em>. He adds an American\nexample with <em>right down: You're right down splendid\nat explaining most things</em>. In reverse order this is\nstandard: <em>downright foolish. Right</em> of course is an intensifier\nthat has had its day, but persists in a few set\nphrases: <em>right reverend, right sharp, right smart</em>.</p>\n<p>Given the parallel between <em>darn-durn</em> on the one\nhand and <em>down-doon</em> on the other, plus the uncertain\nstatus of English <em>r</em> when it comes at the end of a\nsyllable, we see what may well have happened. We\nstart with an intensifier in <em>I'm down well sure of it,</em>\ngive it an <em>r</em>-ful spelling, pass the hybrid on to a dialect\nwhere <em>r</em> is pronounced, and end up with two spelling\npronunciations, <em>darn</em> and <em>durn: I'm darn well sure\nof it</em>.</p>\n<p>So what we have is an intensifier, <em>down</em>, which\nencounters an oath used as an intensifier, <em>damn</em>, the\ntwo coincidentally resembling each other. A kind of\nsecondary synonymy grows up whereby <em>darn</em> = <em>down</em>\nacquires an occasional <em>-ed</em> so that <em>darned</em> matches\n<em>damned</em> as <em>darn</em> matches <em>damn</em>. A twin star can\ndevelop by fission or by capture. The latter seems to\nhave been the process here.</p>\n<p>If correct, this at least bestows an initial innocence\non <em>darn</em>, however shady the later company it kept.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Darn, Durn, Down, Doon, Damn</h1> <p>Dwight Bolinger\n<em>Professor of Linguistics Emeritus Harvard University</em></p> <p>Minced oaths are etymological landmines, and if I were a better guesstymologist I probably would not tread on this one; but if it is a coincidence it is too\ngood to be true, so here goes.</p> <p>Dictionaries list <em>darn</em> and <em>durn</em> as euphemisms\nfor <em>damn(ed)</em>, and most of us take the words this way,\nas playful substitutions on the order of <em>cripes</em> for\n<em>Christ</em> or <em>jeez</em> for <em>Jesus. Damn</em> has had other substitutes\nin its day, for instance <em>dem(n)</em>, and there is nothing\nstrange about the slightly thicker disguise in <em>darn</em>.</p> <p>The question is whether <em>darn</em> and <em>durn</em> actually\nstarted life as euphemisms. If we are willing to accept\na dash of dialect mixture, there was another way for\nthem to make the acquaintance of <em>damn</em>, not at first\nwith the stronger meaning of that imprecation but\nwith its use as a watered-down intensifier.</p>"
}