{
  "type": "Article",
  "title": "Review: STRICTLY SPEAKING",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Review: <em>STRICTLY SPEAKING</em></h1>\n<p>Edwin Newman, Bobbs-Merrill, 1974</p>\n<p>Linguists, especially lexicographers, are bound by a\nscholarly oath to describe--neither to prescribe nor pro-scribe--language,\nand their mission is to record, in as\nscientific and as unbiased a manner as possible, their observations\non language and on how and why it functions.\nHowever, as a linguist and lexicographer, I must confess\npublicly to a form of schizophrenia that I believe afflicts\nmany of my colleagues as well, but to which they might\nnot admit very readily.  The schism occurs between what\nI <em>do</em> about language, professionally, and what I <em>feel</em> about\nlanguage, emotionally.  I think I can be objective about\nutterances like <em>he don't, I know who you mean, ain't that\ngreat, and real good</em> as “typical of a particular linguistic\nlevel and/or dialect”; but I cannot bring myself to use them\nnor do I condone my children's use of them, for I consider\nthem marks of poor education and poor style.  I am a\nlinguistic snob.</p>\n<p>The stimulus for this confession is the subject book of\nthis review, for, from the advance publicity for Newman's\nbook, I expected to be raising a supercilious eyebrow\n(<em>there's</em> an etymological redundancy for you!) at someone's\nrantings about the unfortunate yet ineluctable fact\nthat “They don't speak English the way they used to!”\nMy professional hackles rise; my emotions find solace in a\nkindred soul.  However--I was misled.  Not by the book\nitself, which doesn't appear to have been read by the\npublicity department, but by the publisher's advance\npublicity, which describes a book somewhat different from\nthe one published.  <em>Strictly Speaking</em> is an interesting, often\nhilarious, unevenly organized collection of chapters in\nwhich Newman vents his spleen on the written and oral\njournalism of the day.  In general, he is right; he is correct\nmore often than not.  But on occasion he slips, as on the\nsubject of <em>convince</em> to (as in <em>It may be impossible to convince\nmany people to stop smoking</em>):</p>\n<p>You may convince that.  You may convince of.  You may\nnot convince to.</p>\n<p>The object of <em>convince</em> may be a noun (<em>I convinced him</em>)\nor a noun phrase, usually (when not in passive constructions)\nfound as a complementary object of a person or\npronoun: <em>I convinced him [that he ought to go</em>], where\nthe complement is in brackets; <em>I convinced him of [his\nright to remain</em>], where the of is the particle used, idiomatically,\nwith <em>convince; I convinced him [to go with me</em>],\nwhere the complementary noun clause happens to be an\ninfinitive, <em>to go</em>.  Nothing could be more idiomatic, proper\nEnglish.  Never content to rely on myself as a sole informant,\nI checked about a bit (<em>Merriam-Webster III, OED</em>\nand <em>Supplements, Fowler, Horwill, Evans, White, Alford,\nHodgson</em>, etc.), yet could find not a single syllable on\n<em>convince</em>, let alone <em>convince</em> to.  Even <em>The American Heritage\nDictionary</em>, with its stable of proscriptive literati, went\nno further than <em>The Random House Dictionary</em>, which\nmerely observed that <em>convince</em> is “often fol. by <em>of</em>.”  Maybe\nwe ought to convince Newman to write “I shall not contrive\nimaginary rules for English style and syntax” on the\nblackboard 500 times.</p>\n<p>There are other inconsistencies in the book.  For instance,\nNewman doesn't seem to be able to remember how many\nyears he spent as drama reviewer for NBC, five (pp. 10,\n103) or six (p. 50).  He offers some amusing, if snide comments\nabout the wire services' love for middle initials, then\nlists himself as Edwin H. Newman on the copyright page,\nthough elsewhere he appears as just Edwin Newman.  He\nuses “and/or,” which surprises me, he misdefines <em>lordosis</em>,\nand he allows, “he anchored” to appear in the jacket blurb\nabout his NBC activities (that is, not about his sailing\nactivities).  Other objections; Newman's beating of a dead\nhorse with his (now untimely) profuse comments on\nNixon; the final chapter, in which the author records what\nhe considers as some of his own best puns.  Somewhere\nfrom the dim past I recall my father's exhortation to “Let\nothers praise thee, not thine own self.”</p>\n<p>The book does not fulfill the promise of its rather good,\nearlier chapters: it starts with a bang but ends with a\nwhimper (or, considering the subject matter of the final\nchapter, a groan).</p>\n<p>All this sounds very unfriendly and damning.  Nonetheless,\nthe book is really very amusing--even downright sidesplitting\nin places--and, if the reader can overlook its shortcomings,\nhe will find it a very entertaining collection, with\ncommentary, of the foibles of those responsible for communicating\nto us (badly) the (bad) news of the day.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Review: <em>STRICTLY SPEAKING</em></h1> <p>Edwin Newman, Bobbs-Merrill, 1974</p> <p>Linguists, especially lexicographers, are bound by a\nscholarly oath to describe--neither to prescribe nor pro-scribe--language,\nand their mission is to record, in as\nscientific and as unbiased a manner as possible, their observations\non language and on how and why it functions.\nHowever, as a linguist and lexicographer, I must confess\npublicly to a form of schizophrenia that I believe afflicts\nmany of my colleagues as well, but to which they might\nnot admit very readily.  The schism occurs between what\nI <em>do</em> about language, professionally, and what I <em>feel</em> about\nlanguage, emotionally.  I think I can be objective about\nutterances like <em>he don't, I know who you mean, ain't that\ngreat, and real good</em> as “typical of a particular linguistic\nlevel and/or dialect”; but I cannot bring myself to use them\nnor do I condone my children's use of them, for I consider\nthem marks of poor education and poor style.  I am a\nlinguistic snob.</p> <p>The stimulus for this confession is the subject book of\nthis review, for, from the advance publicity for Newman's\nbook, I expected to be raising a supercilious eyebrow\n(<em>there's</em> an etymological redundancy for you!) at someone's\nrantings about the unfortunate yet ineluctable fact\nthat “They don't speak English the way they used to!”\nMy professional hackles rise; my emotions find solace in a\nkindred soul.  However--I was misled.  Not by the book\nitself, which doesn't appear to have been read by the\npublicity department, but by the publisher's advance\npublicity, which describes a book somewhat different from\nthe one published.  <em>Strictly Speaking</em> is an interesting, often\nhilarious, unevenly organized collection of chapters in\nwhich Newman vents his spleen on the written and oral\njournalism of the day.  In general, he is right; he is correct\nmore often than not.  But on occasion he slips, as on the\nsubject of <em>convince</em> to (as in <em>It may be impossible to convince\nmany people to stop smoking</em>):</p> <p>You may convince that.  You may convince of.  You may\nnot convince to.</p>"
}