{
  "type": "EtymologicaObscura",
  "title": "ETYMOLOGICA OBSCURA: GOETZ VON BERLICHINGEN!",
  "html": "<link rel=\"type\" href=\"EtymologicaObscura\"><h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: GOETZ VON BERLICHINGEN!</h1>\n<p>Robert A. Fowkes, New York University</p>\n<p>Eric P. Hamp's interesting remarks on <em>Pygmalion</em> in\nthe admirable first number of VERBATIM (to which long,\nsuccessful, and non-pedantic life!) provoke many reactions\nin several directions.</p>\n<p>The euphemistic suggestion of the once “indecent”\n<em>bloody</em> by means of the title of the work (on which the film\nwas based, in which the deliciously forbidden <em>not bloody\nlikely</em> occurred) brings to mind the classic example in German\nliterature, <em>Goetz von Berlichingen</em>.  The mere utterance\nof the title of that play of Goethe's has long been the\nequivalent of a rhetorical invitation to commit an unsavory\nact.  In Act III, the protagonist, finding himself in a situation\nreminiscent of the famous incident in the Battle of the\nBulge, is ordered to surrender.  In the printed versions of\nthe play, Goetz replies, <em>Er</em> [a certain captain] <em>kann mich</em>--.\nWe must assume that the actor filled in the blanks with the\nproper number of improper words.  Readers have sometimes\nwondered why the accusative <em>mich</em> is used, and not <em>mir</em>,\nsince modern versions of the invitation begin with <em>du\nkannst mir</em>, utilizing a sort of ethical dative with unethical\nintent.  But Goethe made use of the autobiography of the\ncrusty old hero, and in that work Goetz himself writes, in\nnonstandard German, <em>er solte mich hinden lecken</em>.  Little\ndid the doughty warrior realize that his name would one\nday, via a title, come to mean, “Kiss my--.”</p>\n<p>Once I was buying a few copies of the play for a class,\nand the New York bookseller, obviously amused, shouted\nto his assistant in the rear of the store, “Goetz von Berlichingen\n!”  The reaction was one of feigned indignation\nmingled with high hilarity.  But when I added, “Six copies,”\nand the message was relayed, “Sechsmal!,” the merriment\nreached such proportions that it looked as if business would\ncease for the day.</p>\n<p>It is likely that Gen. MacAuliffe's reply, “Nuts!,” in the\nBattle of the Bulge, is entirely apocryphal.  If so, the alleged\ntranslation by a perplexed interpreter, “Nuesse!” is doubly\nso.  And a “corrected” version, “Quatsch, Mensch!,” while\ncloser, would still be fictitious.  But what a marvelous opportunity\nit would have been for “Goetz von Berlichingen”!</p>\n<p>Eric Hamp writes from Aberystwyth, Wales, which reminds\nme of several related circumstances involving the\nquondam tabu.  (I am permitted to say <em>quondam</em>, I imagine,\nin view of all the Latin headings in the periodical--plus a\nmodicum of Greek--with its Latin title).  A pleasantly\nshocking use of the word in its “Welsh” guise <em>blydi</em> occurred\nin the widely read novel <em>William Jones</em> by the late\nT. Rowland Hughes (Gwasg Aberystwyth--Aberystwyth\nPress--1944).  William Jones tired of his wife's vituperation\nand cold chips, utters the daring line, “Cadw dy blydi\nchips!” ('Keep your bloody chips!') and shortly thereafter\nleaves home forever.  Perhaps the lax state of “morals” in\nwartime made it possible to print such a word as <em>blydi</em>.\nWhen, however, a few years later the Welsh BBC began to\npresent a radio series based on the novel and the word\n<em>blydi</em> came over the (hitherto unsullied?) air waves, puritanical\nprotests succeeded in banning any further episodes\nof the story.</p>\n<p>The quasi-infixal usage in <em>abso-Pygmalion-lutely</em>\nquoted by Eric Hamp reminds us of <em>Portrait of the Artist\nas a Young Dog</em> by Dylan Thomas, where we read, “ 'The\nchap I know says you can always tell a cuckoo from\nBridgend, it goes: “Cuckbloodyoo! cuckbloodyoo!”' 'Cuckbloodyoo\n!' echoed the arch,” with, of course, overtones and\nundertones that one would expect in Dylan Thomas.</p>\n<p>I recall childish games in which children perpetrated\nsimilar formations, with, however, no euphemistic or tabu\nimplications for the most part.  I heard in those remote days\nsuch monstrosities as <em>Pennsyl-now-vania, Phila-now-delphia,\ninter-now-national</em> but the possibilities were limited.  A\nsimilar device is exploited in some comic strips and cartoons\nwhere I have seen, “You're too inde-blank-pendent.”\nAnd I have heard utterances like <em>inde-fornicating-pendent</em>,\nor unbowdlerized equivalents.</p>\n<p>Not quite the same, but still bearing a certain resemblance\nto the <em>abso-Pygmalion-lutely</em> type, is the expression\n<em>number-hucking-one</em> which came into use in Korea during\nthe Korean War, with the approximate meaning, 'Tops;\nA-One.'  This, however, reflects several things irrelevant to\nthe present discussion, including the structure of the Korean\nnumeral system, an idiomatic superlative, a special\nphonetic situation, possibly a Japanese adstratum, plus mild\ntreachery on the part of G.I.'s.</p>\n<p>The word <em>bloody</em> itself seems eminently qualified to be\nincluded under the heading <em>ETYMOLOGICA OBSCURA</em>,\nfor I do not believe that it has been explained.  It was tabu\nin our house, and when we asked our parents why, we were\ngiven no explanation.  Since <em>blasted</em> was another tabu word,\nwe thought there must be something especially bad about\nwords beginning with B (like <em>bad</em> itself?), and it is possible\nto compile quite a list (<em>bastard, bugger</em>, etc.).  But\nthen we thought of <em>Bible, Baptist, better, best</em> and realized\nwe were on a false track.</p>\n<p>Certainly the “By Our Lady” explanation is unlikely\nas the origin of <em>bloody</em>.  And claims that <em>God's blood</em> is the\nsource seem equally wide of the mark.  If <em>bloody hot, bloody\nsick, bloody good</em> remind us of compounds in German with\n<em>blut</em>--(<em>blutjung, blutsauer, blutwenig</em>, etc.), an investigation\nof these German words shows that some have a word\n<em>blutt</em> (Low German equivalent of <em>bloss</em> 'mere'), others contain\n<em>Blut</em>; and none involve ?_blutig_ 'bloody' by itself in any\nsense resembling the “expletive.”  It is even conceivable\nthat the <em>bloody</em> in <em>bloody warm</em> is different in origin from\nthat in <em>bloody fool</em>.  Possibly the word belongs to that group\nnever to be explained because the “special circumstances”\nmentioned by Hamp have been forgotten.  If they prove to\nbe retrievable by some as yet unforeseen method, the word\nwill obviously shed its obscurity.  It is, at any rate, tantalizing.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"EtymologicaObscura\"> <h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: GOETZ VON BERLICHINGEN!</h1> <p>Robert A. Fowkes, New York University</p> <p>Eric P. Hamp's interesting remarks on <em>Pygmalion</em> in\nthe admirable first number of VERBATIM (to which long,\nsuccessful, and non-pedantic life!) provoke many reactions\nin several directions.</p> <p>The euphemistic suggestion of the once “indecent”\n<em>bloody</em> by means of the title of the work (on which the film\nwas based, in which the deliciously forbidden <em>not bloody\nlikely</em> occurred) brings to mind the classic example in German\nliterature, <em>Goetz von Berlichingen</em>.  The mere utterance\nof the title of that play of Goethe's has long been the\nequivalent of a rhetorical invitation to commit an unsavory\nact.  In Act III, the protagonist, finding himself in a situation\nreminiscent of the famous incident in the Battle of the\nBulge, is ordered to surrender.  In the printed versions of\nthe play, Goetz replies, <em>Er</em> [a certain captain] <em>kann mich</em>--.\nWe must assume that the actor filled in the blanks with the\nproper number of improper words.  Readers have sometimes\nwondered why the accusative <em>mich</em> is used, and not <em>mir</em>,\nsince modern versions of the invitation begin with <em>du\nkannst mir</em>, utilizing a sort of ethical dative with unethical\nintent.  But Goethe made use of the autobiography of the\ncrusty old hero, and in that work Goetz himself writes, in\nnonstandard German, <em>er solte mich hinden lecken</em>.  Little\ndid the doughty warrior realize that his name would one\nday, via a title, come to mean, “Kiss my--.”</p> <p>Once I was buying a few copies of the play for a class,\nand the New York bookseller, obviously amused, shouted\nto his assistant in the rear of the store, “Goetz von Berlichingen\n!”  The reaction was one of feigned indignation\nmingled with high hilarity.  But when I added, “Six copies,”\nand the message was relayed, “Sechsmal!,” the merriment\nreached such proportions that it looked as if business would\ncease for the day.</p>"
}