{
  "type": "Epistola",
  "title": "Letters Otto F. Reiss",
  "contributor": "Otto F. Reiss",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">Letters <span data-rel=\"contributor\">Otto F. Reiss</span></h1>\n<p>On page 3 of VERBATIM [Vol. I, No. 1] (which a\nfriend lent me) you mention <em>high, wide and handsome</em>.\nPermit me a comment.  This phrase is more than a popular\ncliche.  It describes the manner in which a well-trained\nhorse moves its forelegs.</p>\n<p>Good wishes for your new publication.</p>\n<p>Otto F. Reiss, Publisher &amp; Editor Art and Archaeology Newsletter</p>\n<p><em>Professor Wescott replies:</em></p>\n<p>I'd like to thank Messrs.  Richard Abraham, Richard\nDonati, Charles Netzow, and Otto Reiss as well as the\nvarious personal friends and professional colleagues who\nresponded to my article “Word Chains” VERBATIM (I,\n1, 3).</p>\n<p>Apologies are due to all of them, because, in my zeal\nto comply with the Editor's well-taken suggestion that\nauthors avoid excessively technical language, I oversimplified\nmy definition and description of word chains.  In\naddition to what I did write, I should also have stated that\nwhat sets word chains apart from alliterative sequences like\n<em>fair, fat and forty</em> or rhyming sequences like <em>screwed, blued,\nand tattooed</em> (a favorite with my respondents!) is the fact\nthat their first and third components do <em>not</em> share sounds.\nWord chains--at least as I define them--resemble metal\nchains in that their first and third links are not directly\nconnected.  Instead, they are indirectly connected by means\nof the second link, which exhibits one kind of sound connection\nwith the first link and a different kind of sound\nconnection with the second.  Typically, links one and two\nare connected by rhyme, and links two and three by\nalliteration.  In schematic terms, a typical word chain has\nthe pattern AB-CB-CD, where A and C represent initial\nconsonants but B and D represent stressed vowels optionally\nfollowed by final consonants, consonant clusters, or\nstressless syllables.</p>\n<p>In concrete terms, the following sequences (not cited\nin VERBATIM) are canonical word chains:</p>\n<p><em>wine, dine, and dance</em>\n<em>raid, trade, and travel</em></p>\n<p><em>walk-and-talk tours</em>\n<em>logical dodgical death</em>\n</p>\n<p>Near canonical word chains deviate from canonical\nones in that they invert the order of rhyme and alliteration,\nputting alliteration first and yielding the schematic pattern\nAB-AC-DC.  Two examples (likewise uncited in VERBATIM)\nare these:</p>\n<p>Still more deviant patterns involve the use of sound-repetitions\nother than rhyme or alliteration or exceed the\nnormal limit of three stressed forms.  Although I could cite\nsome new examples of these too, I would prefer to await\nword from my respondents before elaborating further.\nI'm still keen on getting genuine word chains from some\nsource besides myself!</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">Letters <span data-rel=\"contributor\">Otto F. Reiss</span></h1> <p>On page 3 of VERBATIM [Vol. I, No. 1] (which a\nfriend lent me) you mention <em>high, wide and handsome</em>.\nPermit me a comment.  This phrase is more than a popular\ncliche.  It describes the manner in which a well-trained\nhorse moves its forelegs.</p> <p>Good wishes for your new publication.</p> <p>Otto F. Reiss, Publisher &amp; Editor Art and Archaeology Newsletter</p> <p><em>Professor Wescott replies:</em></p>"
}