{
  "type": "Article",
  "title": "Ameritalian",
  "author": "Donald A. Sears",
  "location": "Professor of English, California State University/Fullerton",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ameritalian</h1>\n<p><em><span data-rel=\"author\">Donald A. Sears</span> <span data-rel=\"location\">Professor of English, California State University/Fullerton</span></em></p>\n<p>For years French culture has had its effects upon the\nItalian language of Tuscany from the café to the\ntoilette.  But the last few years have seen a linguistic\nshift, paralleling the cultural and economic shift, from\nFrance to America.  As the north of Italy has become\nrapidly industrialized, urbanized, and mechanized in\nthe late 1960's, it is American loan words that have\nbeen adopted, sometimes raw, more often digested into\nan Italianized form.</p>\n<p>If one approaches Florence on the new toll-free\n<em>autostrada</em> from Poggibonsi, he finds the road is distinguished\nfrom its toll-gated counterparts by the name of\n<em>Superstrada</em>, a combination of American and Italian.\nPervasively <em>super</em>- as a prefix is also found in <em>super-mercato</em>\n(supermarket) and a <em>superbox</em> manufacturing\ncompany.  Equally useful is the attribute <em>sexy</em>: Milan-published\nmonthly <em>ABC</em> advertises <em>Biancheria sexy</em>\n(sexy lingerie) and <em>sexy occhiali</em> (sexy eyeglasses).\n<em>Mini</em>-, too, has swept in with such combinations as\n<em>mini-market</em>.  (Note <em>market</em> instead of <em>mercato</em> in this\ninstance.)</p>\n<p>Back on the <em>superstrada</em>, on which one is urged to\n<em>relax a 160km all ora</em> in his new DAF 55, one may stop\nat an <em>Autogrill Pavesi</em>, the equivalent of a Howard\nJohnson's.  There he will be served a <em>manzo amburghese</em>,\nAmerican hamburger translated into Italian.\nIf he forgoes vino, he may drink <em>gingerino</em> (ginger ale)\nor <em>bitter</em> (bitter lemon), cold from the <em>frigo</em> (short for\nrefrigerator).  At night one may stay at an Agip <em>motel</em>\nand be refreshed at the <em>bar</em> (shortened from the <em>American\nbars</em> of post World War I days in France and\nItaly).  In the bar one may watch the <em>tivu</em> (TV), the\nAmerican truncated form that replaces <em>televizione</em>,\nboth in conversation and in the popular novels of the\nnewsstands.  The bill may be settled by a <em>credit carta</em>.</p>\n<p>As one drives away next morning, he soon discovers\nthat he is <em>turing</em> (touring).  His gas is purchased\nby the discount <em>coupons</em> he got at the border from the\nAutomobile <em>Club</em> Italiana.  And he will pass signs advertising\n<em>Club Dancing</em>.  The special parks for those\nwho tent out are marked <em>Camping</em>.  For one to stop and\nenjoy the view, the road provides frequent <em>parcheggio</em>\n(parking) spots.</p>\n<p>For some time now, words of sports have been\ncreeping into Italian: tennis, golf, sport itself.  One now\nalso sees new combinations: <em>Sala giochi—bowling</em>\n(game room—bowling).  And <em>garden</em> is ubiquitous in\nsuch phrases as <em>Garden Ristorante</em> (American and\nFrench loan words).</p>\n<p>Some trade names have long had an international\nstanding; <em>e.g., Gillette</em> (for razor) and <em>Kodak</em> (for\ncamera).  But new Americanisms are now apparent.  A\nhot-air furnace advertises under the name of <em>Blowtherm</em>;\nan automatic laundry calls itself a <em>Washiomat</em>.\nPremium saltines, now manufactured in Milan, claim\nto be <em>il nuovissimo cracker</em> (the newest cracker).  A\ncafé in Viareggio concocts a sundae called <em>Knickerbocker\nGlories</em>, while nearby vending machines sell\nchewing gum called <em>Brooklyn</em>.  At the same café one\neats a <em>tost[os]</em> 'toast,' the Italian version of a toasted\nham and cheese sandwich, while listening to <em>il stereo</em>.</p>\n<p>Opening the pages of the latest editions of the popular\nItalian magazines <em>Epoca</em> and <em>L'Europeo</em>, one is\ngreeted by a plethora of Americanisms in the pages of\nadvertising.  One is prepared for international trade\nnames like “La Johnson Wax” and “Close-Up” toothpaste,\nalthough this latter is pronounced on Italian TV\nas “Close-OOP.”  What is more revealing of the penetration\nof English into Italian is the larding of advertising\ncopy with prestige words and catch phrases.  For\nmany years that fine export of Scotland has been known\nin Italy as whiskey and appears today in such a trade\nslogan as “Whiskey e Libertá.”  But trade names go on\nand on: a new candy by Ferrero is called “Pocket\nCoffee”; an electric drill by an Italian manufacturer is\ncalled “Baby Drill”; Longo pens introduces its new\n“Fineliner.”</p>\n<p>Also generic terms like <em>after shave and deodorant</em>\nappear in otherwise Italian copy.  In advertising a line\nof masculine clothes one company lists “Camicie, <em>pullovers</em>,\ncalze.”  Strega tells how it may be used in “gelati,\ncaffee, <em>long drinks, cocktails</em>.”  This lacing of the native\nlanguage with foreign words and phrases seems aimed\nat the Italian's love of owning American products.\nEven products of Italy, therefore, are praised with\nAmerican words as a kind of snob appeal: outsized\ntires by Kléber are called “il gigantesco <em>Jumbo</em>”; Certina\nclaims that its new quartz watch achieves “il nuovo\n<em>standard</em> di precisione”; Voxson lists itself as a “<em>leader</em>\ninternazionale in ellettronica.”  But the fullest exploitation\nof macaronic copy is found in the full page ad of\nCastelli, a furniture manufacturer of Bologna: Showing\nan airport lounge set up with its chairs, the copy\nread “Quando arrivate al 'transit' prendetevi un attimo\ndi <em>relax</em>...” ('when arriving in the transit lounge take\na moment to “relax”...').</p>\n<p>A reserve brandy is marketed as “you and me”\nand San Remo men's clothes proclaim a “stile Italian\nDay.”  But <em>dry</em> offers the most amusement for a word-watcher.\nA waterproof watch by Vetta is called Vetta\n<em>Dry</em>, and the aperitif Kambusa, available in regular\nand dry, is presented as “Kambusa <em>Dry</em> dal gusto\nsecco.” In avoiding the international word <em>sec</em>, the\nwriter has to explain his use of <em>dry</em>: Kambusa Dry with\nthe sec taste.  O brave bilingual redundancy!</p>\n<p>Everywhere the French influence ebbs as it becomes\na matter of snobbism to lace one's Italian with\nthe new Americanisms.  And if sometimes a Briticism is\nconfused with an Americanism, it is no great moment:\n<em>WC</em> is in and <em>toilette</em> is out as Anglo-American pervades\nand prevails.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ameritalian</h1> <p><em><span data-rel=\"author\">Donald A. Sears</span> <span data-rel=\"location\">Professor of English, California State University/Fullerton</span></em></p> <p>For years French culture has had its effects upon the\nItalian language of Tuscany from the café to the\ntoilette.  But the last few years have seen a linguistic\nshift, paralleling the cultural and economic shift, from\nFrance to America.  As the north of Italy has become\nrapidly industrialized, urbanized, and mechanized in\nthe late 1960's, it is American loan words that have\nbeen adopted, sometimes raw, more often digested into\nan Italianized form.</p> <p>If one approaches Florence on the new toll-free\n<em>autostrada</em> from Poggibonsi, he finds the road is distinguished\nfrom its toll-gated counterparts by the name of\n<em>Superstrada</em>, a combination of American and Italian.\nPervasively <em>super</em>- as a prefix is also found in <em>super-mercato</em>\n(supermarket) and a <em>superbox</em> manufacturing\ncompany.  Equally useful is the attribute <em>sexy</em>: Milan-published\nmonthly <em>ABC</em> advertises <em>Biancheria sexy</em>\n(sexy lingerie) and <em>sexy occhiali</em> (sexy eyeglasses).\n<em>Mini</em>-, too, has swept in with such combinations as\n<em>mini-market</em>.  (Note <em>market</em> instead of <em>mercato</em> in this\ninstance.)</p> <p>Back on the <em>superstrada</em>, on which one is urged to\n<em>relax a 160km all ora</em> in his new DAF 55, one may stop\nat an <em>Autogrill Pavesi</em>, the equivalent of a Howard\nJohnson's.  There he will be served a <em>manzo amburghese</em>,\nAmerican hamburger translated into Italian.\nIf he forgoes vino, he may drink <em>gingerino</em> (ginger ale)\nor <em>bitter</em> (bitter lemon), cold from the <em>frigo</em> (short for\nrefrigerator).  At night one may stay at an Agip <em>motel</em>\nand be refreshed at the <em>bar</em> (shortened from the <em>American\nbars</em> of post World War I days in France and\nItaly).  In the bar one may watch the <em>tivu</em> (TV), the\nAmerican truncated form that replaces <em>televizione</em>,\nboth in conversation and in the popular novels of the\nnewsstands.  The bill may be settled by a <em>credit carta</em>.</p>"
}