{
  "type": "Article",
  "title": "Reviews: THE LANGUAGE OF OPPRESSION",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE LANGUAGE OF OPPRESSION</h1>\n<p>_Haig A. Bosmajian, Public Affairs Press, 1974</p>\n<p>One gets the impression from reading Professor Bosmajian's\nbook that its title carries in it an ambiguity, but\nit is unclear whether the ambiguity is intentional or not.  Is\nthe “language” of the title the <em>kind</em> of language referred\nto throughout the book, or is it, specifically, the English\nlanguage?  The author doesn't discriminate in so many\nwords, though his description of the uses of language as\npropaganda treats either English alone or, when treating\nthe propaganda of Nazi Germany, the <em>technique</em> rather\nthan the language.  The argument is a little uneven, for\nhere it delivers a polemic against name-calling, there\nagainst grammar.  A collection of essays that could have\nbeen better edited for publication in a single work, the\nbook would have been more usefully organized had the\ndistinction been made between those elements of language\nthat fall under the command of the speaker (e.g., usage,\nname-calling, style, etc.) and those that are inherent\nrequisites in the language (e.g., grammar, syntax, etc.).</p>\n<p>From a strictly linguistic point of view, the author's\npurposes would have been better served had he presented\nthe evidence in a purely descriptive manner throughout,\npreserving opinion for his Conclusion.  The chapter on “The\nLanguage of Anti-semitism” is, indeed, handled in this\nway; even though it is a more deadly issue than those\ntreated under “The Language of White Racism,” “The\nLanguage of Indian Derision,” and “The Language of\nSexism,” its very remoteness in time appears to have\nqualified it for treatment with a somewhat cooler detachment\nthan that accorded the latter subjects.  (That is not\nto say that Anti-semitism is dead, only that the expression\nof it is focused on Nazi Germany.)  Or perhaps it is because\nProfessor Bosmajian has spent a score of years investigating\nAnti-semitism and has turned only recently to the others.</p>\n<p>While we cannot deny that the plethora of legal citations\nin the chapters “White Racism,” “Indian Derision,”\nand “Sexism” makes for interesting reading (as well as\nproviding useful documentation on Archie-Bunkerism), it\ncannot be said to deal precisely with the “language of oppression,”\nunless we are to include in the “Language” of\nthe title a third rubric, namely, “anything that is couched\nin language is language.”  Rather, these legal citations reflect\nthe mores of the people that framed them and not\nthe use of language in their implementation.  Deplorable\nthough prejudice may be, its deplorableness is a moral, not\na linguistic issue, and the author's proselytizing in behalf\nof liberty, freedom, and a number of other desirable features\nof life, though expressive, is inappropriate in a work\npurporting to deal with language.  The problem for the\nreviewer, consequently, arises when he is inclined toward\na comment about the author's treatment of his supposed\nsubject, lest that comment, if adverse, be construed as a\njudgment of <em>what</em> is being said rather than of <em>how</em> it is\nbeing said.</p>\n<p>Returning to the question of the various aspects of\nlanguage and their uses in engendering prejudice and\nbigotry, it is interesting to note that the chapter dealing\nwith Anti-semitism, notwithstanding its dealing with Nazi\npropaganda, makes no mention of the fact that the propaganda\nwas conducted, of course, in German.  Now, German\nhas grammatical gender, not sex gender.  That is, one says,\nfor example, <em>das Mädchen</em> 'the young lady or woman,' in\nwhich the gender of the word is neuter, without any reflection\non the sexual (or asexual) proclivities of the ostensive\nobject referred to.  French, with only two genders, also has\ngrammatical gender, there being nothing more feminine\nabout <em>la table</em> or masculine about <em>le papier</em> 'the paper' than\neven the French might allow.  English, on the other hand,\nexcept for some lingering archaisms like <em>she</em> as a referent\nfor <em>ship</em>, refers to females as <em>she</em>, to males as <em>he</em>, and to\ninanimate objects and (some classes of) animals <em>as it</em>.\nThus, interestingly enough, the argument against English\nsexist “prejudice,” as described in the chapter on sexism,\nwould carry no weight if applied in German or French, and\nthe author, though he has no justifiable reason for raising\nthe issue when discussing German propaganda, sees no\njustification for defending sex gender in English when discussing\nits pronouns of reference under “Sexism.”  In short,\nif we hold no brief for prejudice of any kind against women,\nthe arguments in favor of changing the grammar of English\nbecause it is thought to reflect and perpetuate sexism (or\nany kind of -ism) are on flimsy foundation, indeed.</p>\n<p>The use and avoidance of specific words are another\nmatter entirely, even though the coinages <em>chairperson, mailperson</em>,\netc., might appear to be as ludicrous as reference\nto the <em>Ten Compersondments</em>, <em>woperson</em>, etc., which, it is\nhoped, would not become <em>persondatory</em>.  We haven't seen\nany active campaign being waged for <em>garbageperson</em>, (telephone)\n<em>lineperson, lumberperson</em> (for “lumberjane”?), and\n<em>groundperson</em> (for “groundsow,” 'a woman who works in\ntunnels'?).  But then, such campaigns always tend to be\nself-serving.  As far as <em>Neanderthal Man, Java Man</em>, and\n<em>Cro-Magnon Man</em> (cited by the author) are concerned, the\nAnthropology Department of the American Museum of\nNatural History reports that their fossils are actually male\nand female, but that the man in the title is used to indicate,\ngenerically, <em>human</em> (“<em>huperson</em>”?) and not male or female.\nThe <em>reductio ad absurdum</em> of the feminine linguistic argument\nmay be the word <em>man</em> in “Man wants but little here\nbelow,” which, if given a literal, feminist interpretation,\nleads to all sorts of amusing possibilities for connotations\nof <em>wants</em> as well as for <em>below</em>.</p>\n<p>The fact of the matter is that mores, politics, and sentiment\nchange; language changes, too, and it usually changes\nto reflect the culture of its users.  We know of no rigidly\nmatriarchal or matrilineal society that has a language reflecting\nits culture precisely, though the languages of many\npeoples do reflect kinship relationships quite different from\nthe ones we are accustomed to or satisfied with.  For instance,\nwhere English <em>uncle</em> may refer, willy nilly, to the\nbrother or brother-in-law of one's mother or father—that's\nfour people—there are languages in which each of those\nrelationships can or must be expressed with lexical accuracy\n(as distinguished, say, from a descriptive phrase like “my\nfather's brother-in-law”).  Similarly, pronouns of reference\nin certain languages differ; more important, they change\n(or can change) though, to the best of our knowledge, the\ngrammar of no language has ever been changed by decree.\nLexicon, however, is another matter.</p>\n<p>Thus, lexicon has been shaped by mores, grammar has\nnot been.  Though modern feminists seem reluctant to\nacknowledge it, there have been times in history when\nwomen required protection and when they were regarded\nas chattel.  Our modern condemnation of this practice cannot\nchange history, and it is history that is reflected in the\nlanguage.  History is scarcely something for which we can\nbe held to account unless we perpetuate its evils, but the\nlanguage, <em>per se</em>, can scarcely be held accountable for that\nperpetuation.  Unfortunate though it may be, prejudice\nthat is blind is also deaf: if people are bigoted against niggers,\nkikes, wops, and women, changing their names to\nNegroes (or Blacks), Jews, Italians, and “persons” is not\ngoing to eliminate that prejudice: rather, it may clothe it\nwith a respectability that ill befits it.</p>\n<p>Bosmajian's argument, had it been solely linguistic,\nwould have carried more weight with us, but this can be\nonly a minor criticism of a book that contains a great deal\nof valuable information for the observer of Modern English.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE LANGUAGE OF OPPRESSION</h1> <p>_Haig A. Bosmajian, Public Affairs Press, 1974</p> <p>One gets the impression from reading Professor Bosmajian's\nbook that its title carries in it an ambiguity, but\nit is unclear whether the ambiguity is intentional or not.  Is\nthe “language” of the title the <em>kind</em> of language referred\nto throughout the book, or is it, specifically, the English\nlanguage?  The author doesn't discriminate in so many\nwords, though his description of the uses of language as\npropaganda treats either English alone or, when treating\nthe propaganda of Nazi Germany, the <em>technique</em> rather\nthan the language.  The argument is a little uneven, for\nhere it delivers a polemic against name-calling, there\nagainst grammar.  A collection of essays that could have\nbeen better edited for publication in a single work, the\nbook would have been more usefully organized had the\ndistinction been made between those elements of language\nthat fall under the command of the speaker (e.g., usage,\nname-calling, style, etc.) and those that are inherent\nrequisites in the language (e.g., grammar, syntax, etc.).</p> <p>From a strictly linguistic point of view, the author's\npurposes would have been better served had he presented\nthe evidence in a purely descriptive manner throughout,\npreserving opinion for his Conclusion.  The chapter on “The\nLanguage of Anti-semitism” is, indeed, handled in this\nway; even though it is a more deadly issue than those\ntreated under “The Language of White Racism,” “The\nLanguage of Indian Derision,” and “The Language of\nSexism,” its very remoteness in time appears to have\nqualified it for treatment with a somewhat cooler detachment\nthan that accorded the latter subjects.  (That is not\nto say that Anti-semitism is dead, only that the expression\nof it is focused on Nazi Germany.)  Or perhaps it is because\nProfessor Bosmajian has spent a score of years investigating\nAnti-semitism and has turned only recently to the others.</p> <p>While we cannot deny that the plethora of legal citations\nin the chapters “White Racism,” “Indian Derision,”\nand “Sexism” makes for interesting reading (as well as\nproviding useful documentation on Archie-Bunkerism), it\ncannot be said to deal precisely with the “language of oppression,”\nunless we are to include in the “Language” of\nthe title a third rubric, namely, “anything that is couched\nin language is language.”  Rather, these legal citations reflect\nthe mores of the people that framed them and not\nthe use of language in their implementation.  Deplorable\nthough prejudice may be, its deplorableness is a moral, not\na linguistic issue, and the author's proselytizing in behalf\nof liberty, freedom, and a number of other desirable features\nof life, though expressive, is inappropriate in a work\npurporting to deal with language.  The problem for the\nreviewer, consequently, arises when he is inclined toward\na comment about the author's treatment of his supposed\nsubject, lest that comment, if adverse, be construed as a\njudgment of <em>what</em> is being said rather than of <em>how</em> it is\nbeing said.</p>"
}