{
  "type": "Article",
  "title": "EX CATHEDRA: 1984 in 1975?",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>1984 in 1975</em>?</h1>\n<p>Do you worry about being brain-washed?  Do you even\nthink about it?  Do you think you're immune to it?</p>\n<p>These are questions that all intelligent people should\nbe considering if they are going to maintain a proper\nattitude of skepticism about the propaganda that would\nimmerse them.  Newspaper and magazine advertising, for\nsome reason, is less insidious, less invidious, than television\ncommercials, which are both visual and auditory.  Radio\nno longer plays an important role in selling.</p>\n<p>Observing the TV commercial can be illuminating:\nit doesn't require a visitor from another planet—one from\nanother country, even another <em>county</em>, would do—to be\nshocked at Americans' apparent psychopathic preoccupation\nwith dirt, bad odors, and disease.  Whether advertising\nis to be regarded as a social phenomenon, an exercise in\nmass psychology, a necessary (ugh!) part of our commercial\neconomy, or all three, there is an inescapable fact: it\nuses (and misuses) language to effectuate its message.\nThe misuse is often just plain lying.</p>\n<p>For example, the tag line in the Crest commercial,\nafter one actor has protested, “But <em>this</em> toothpaste has\nfluoride!” is “But you can't beat <em>Crest</em> [their emphasis]\nfluoride for fighting cavities.”  Fluoride is fluoride.  Neither\ncan you beat Crest fluoride nor can Crest fluoride beat\nBrand X fluoride, though the latter part of the argument is,\nnaturally, omitted by Crest.  (Crest is owned by the University\nof Indiana, which ought to know better.)  Anacin\noffers “a higher level of relief... strong medicine for\nthe miseries of....”  What does that mean?  Nothing.\nRegulatory agencies like the FCC forbid claims of outright\ncures, so advertisers support copywriters at exorbitant\nsalaries to devise alternative ways of saying the same\nthing without running afoul of a Cease and Desist Order.</p>\n<p>How dishonest can you get?  Very.  How about the\nContac commercial that compared other cold remedies by\ndescribing one as containing an “antitussive” and another\nan “analgesic, not present in Contac.”  From the tone and\nconstruction of the line, one is led to believe that antitussives\nand analgesics are virtually carcinogenic!  What\nabout an anti-perspirant that is “anti-sticky” and “antistain”?\nUntrue!  It may be <em>non</em>-sticky and <em>non</em>-stain (ing),\nbut not “anti-.”  Have you “let Country Morning take you\nback again”?  Back where?  How can a chiefly urban population,\nhowever eagerly it may yearn for the green hills\nof a “home” it never knew, be taken “back” somewhere\nwhere it has never been?  Euell Gibbons, “traveling the\ncountryside for Grape Nuts” (whatever <em>that</em> means), tells\nus that the cereal “reminds [him] of the flavor of wild\nhickory nuts.”  How many of you have ever <em>seen</em> a wild\nhickory nut, much less tasted one?  And if you have tasted\none, are they any good?</p>\n<p>On the dirty, smelly front, we are besieged, night\nand day, by commercials about detergents: housewives\nmeet at a “laundry testing center”—Have you ever seen or\nheard of such a place?—to write “greasy,” “oily,” “dirty,”\nand (horrors!) “greasy oil!” on a glass partition with what\nI assume are their lipsticks, all the while reading off the\nwords with such excited revulsion that they seem ready to\ngag on them.  Popped into the washer (with the appropriate\ndetergent, but I never seem able to remember which one\nit is), the clothes emerge not only dazzlingly clean but\npressed and <em>folded!</em>  In another version, a mother and <em>her</em>\nmother almost come to blows over the merits of a liquid\ndetergent, after which the (goody-goody) daughter/granddaughter\nsaves the day by proudly taking credit for cleaning\nher “Robin's” uniform (a featherless outfit that had\nsomehow got salad oil on it), when we all know that it\nwas the detergent and the clothes washer that deserve\nthe credit.  (What's a “Robin”?)</p>\n<p>It is unlikely, if we continue to live in America, that\nwe shall escape the gurglings from Di-Gel, Alka-Seltzer,\nand Drāno (who has glass plumbing?), the admonitions\nabout saving money by throwing away the solid airfreshener\nand using Lysol instead (I'd rather have a house\nthat smelled from roast beef or roast turkey or fresh-baked\nbread than from Lysol), the miasmic exudations we are\nheir to as humid, human beings unless camouflaged by\nmouthwashes, toothpastes, anti-perspirants (is it <em>bad</em> to\nperspire?), deodorants, vaginal sprays, shampoos, air fresheners,\nand other scented chemicals, the unspeakable filth\nof the mudhole, the biological stain, the ring around the\ncollar, and the other horrors of life in this most imperfect\nworld.  Maybe we ought to keep quiet, control ourselves,\nand not squeeze the Charmin.  Perhaps we can be consoled\nin the knowledge that our children won't grow up\nthinking that the “quicker picker-upper” is the roué at\nthe local bar.</p>\n<p>Several years ago, TV was anticipating financial doldrums\n(if not disaster) when cigarette commercials were\nforbidden, but the detergent, pet food, toothpaste, patent\nmedicine (What's a “nasograph”?), and deodorant manufacturers\nhave appeared to fill the gap to overflowing.\nWriting to the FCC, to local and network TV stations, to\nour congressmen, and to our senators ought to have <em>some</em>\neffect.  The problem is really <em>our</em> problem, and it will continue\nas long as we allow it to.  With a few exceptions, the\nprograms are still better than the commercials, but it won't\nbe long before the commercials start crowding the programs\noff the air.  Weigh it for yourself, honey!</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>1984 in 1975</em>?</h1> <p>Do you worry about being brain-washed?  Do you even\nthink about it?  Do you think you're immune to it?</p> <p>These are questions that all intelligent people should\nbe considering if they are going to maintain a proper\nattitude of skepticism about the propaganda that would\nimmerse them.  Newspaper and magazine advertising, for\nsome reason, is less insidious, less invidious, than television\ncommercials, which are both visual and auditory.  Radio\nno longer plays an important role in selling.</p> <p>Observing the TV commercial can be illuminating:\nit doesn't require a visitor from another planet—one from\nanother country, even another <em>county</em>, would do—to be\nshocked at Americans' apparent psychopathic preoccupation\nwith dirt, bad odors, and disease.  Whether advertising\nis to be regarded as a social phenomenon, an exercise in\nmass psychology, a necessary (ugh!) part of our commercial\neconomy, or all three, there is an inescapable fact: it\nuses (and misuses) language to effectuate its message.\nThe misuse is often just plain lying.</p> <p>For example, the tag line in the Crest commercial,\nafter one actor has protested, “But <em>this</em> toothpaste has\nfluoride!” is “But you can't beat <em>Crest</em> [their emphasis]\nfluoride for fighting cavities.”  Fluoride is fluoride.  Neither\ncan you beat Crest fluoride nor can Crest fluoride beat\nBrand X fluoride, though the latter part of the argument is,\nnaturally, omitted by Crest.  (Crest is owned by the University\nof Indiana, which ought to know better.)  Anacin\noffers “a higher level of relief... strong medicine for\nthe miseries of....”  What does that mean?  Nothing.\nRegulatory agencies like the FCC forbid claims of outright\ncures, so advertisers support copywriters at exorbitant\nsalaries to devise alternative ways of saying the same\nthing without running afoul of a Cease and Desist Order.</p>"
}