{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Barbadian Dialect",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Barbadian-Dialect-Notes-Glossary-Phrases/dp/B001SHI5BK\"><em>Barbadian Dialect</em></a></h1>\n<p>Frank A. Collymore, (Barbados National Trust, 6th edition, 1992), vii + 120pp.</p>\n<p>Bajan—word lovers may compare <em>Cajun</em> for a linguistic parallel—is the more familiar name for both the native Barbadian and his folk-speech, “Barbadian Dialect,” or the dialect of English spoken in Barbados. This Caribbean island sometimes calls itself “Little England,” partly because English landownership never ceased since the first settlement in 1627; then notable waves of poor-white population were added, with Irish deportees as bond-servants after Cromwell's campaigns (c. 1650) and the Battle of the Boyne (1690), and Scots deportees after Monmouth's Rebellion (1685).</p>\n<p>One of the few territorial names <em>OED</em> originally permitted in its listing and the only one in the English language, as far as I am aware, to be converted into a verb (1655) is <em>to Barbadoes</em> a convict from Britain (as the most condign of punishments). And the resulting poor-whites were labeled in Barbadian dialect through the centuries in many ways, of which Collymore, probably himself a descendant of one of them, lists many: <em>backra, buckra, ecky becky, poor backra, redleg, spawgee</em>; but he neither indicates the derogatory status of these names nor makes any effort to offer etymologies. These two features characterize the little book. It is a friendly, folksy tour through the Bajan vocabulary on which Collymore takes the reader as if walking fondly around his backyard, through wild flowers, weeds, prickle plants, or whatever, chatting about them as he goes—<em>conkie</em> and <em>coo-coo</em>, favorite national dishes dear, no doubt, to the <em>bellyologist</em> 'glutton'; the <em>palang-palang</em> of the hecklers at a cricket match, who might afterwards <em>fire</em> some rums (like shots) until perhaps <em>pistoratically</em> drunk; the <em>eczemas</em> (usually plural) which might <em>disimprove</em> 'get worse'; and so on.</p>\n<p>However, it must not be supposed that <em>Barbadian Dialect</em> is just a book of lexical tidbits, though it is certainly not a book for professional linguists, if the serious-sounding title suggests that. Collymore first presented the work in 1955, and it went through five editions in his lifetime (the fifth in 1976; he died in 1980), because both the Barbadian public and large number of tourists found it both enlightening and entertaining. Both these facts and the innovative idea of such a publication in 1955 are a credit to Collymore, who was a high-school teacher, poet, short-story writer, actor, and editor of <em>Bim</em>, the Anglophone Caribbean's first and still surviving literary magazine. A number of now well-recognized writers of the English-speaking Caribbean, including 1992 Nobel Prize winner Derek Walcott (of St. Lucia) owe their first public recognition to him. If the average Bajan is unlikely to have heard of Victor Hugo, one only has to tell him Hugo was the Frank Collymore of France and he will immediately recognize that Hugo must indeed have been Somebody!</p>\n<p>Collymore modestly acknowledged his as an “amateur approach” at the beginning of his 1955 Introduction, and called his work <em>Notes for a Glossary of Words and Phrases of Barbadian Dialect</em>. That full title, which appeared on the cover of the first four editions, is still on the title page of this posthumous sixth edition; so if there is any blame for a possibly over-pretentious cover title of a book now selling as <em>Barbadian Dialect</em>, it is to be laid at the door of The Barbados National Trust, which saw predictable profit in such a title while adding its tribute to the island's literary patron saint.</p>\n<p>Moreover, this sixth edition is not in fact a new edition. It has added nothing to the fifth except a better typographical presentation with printing errors corrected, I understand, and a glossy cover bearing a shorter title. But the book remains Collymore's original work, and there is something to be said for that in emotional terms; for any attempt to add to and re-present the information in modern lexicographical method would almost surely wipe out the chattiness of entries like</p>\n<blockquote>\n<p><em>domestic</em> The foreigner might think that <em>two yards of domestic</em> was a facetious description of an unduly tall maid-servant; but the word is still used to mean cloth used for the lining of men's clothes. The <em>S.O.E.D</em>. states: “home-made cotton cloths 1622 esp. in U.S.”</p>\n<p><em>doris</em> Police van, Black Maria. The couple of these motor vans used by the Police Force (circa 1938) were nicknamed Mae West and Doris, the former after the screen star and the latter after the first woman to be taken to the <em>main-guard</em> in the van.</p>\n</blockquote>\n<p>The casualness of the etymological suggestions thrown in, as seen above, is another advantage that formal treatment would have removed.</p>\n<p>Collymore admits in his Introduction that etymologies lie in an area beyond his reach, as does the connection of dialect with details of settlement history. So although he identifies and illustrates dialectal particularities like <em>bonny-clabber</em> 'clotted milk' or the usage of <em>self, screel</em> to 'shriek,' or the usage of <em>body</em>, he fails to identify the first pair as being of clear Irish pedigree and the second pair as being clearly Scottish (though there is a mild hint at <em>body</em>).</p>\n<p>What, then, is the book's interest? On opening it at almost any page, it is not difficult to see the teacher at work. Take page 68, where he shows that <em>meat, meeting, melts, mill, Mistress</em> look English but are traps of local usage, that <em>mice</em>, like <em>nerves</em>, <em>silvers</em>, etc. are Bajan plural forms with singular senses, and that Bajan usages of <em>mostly</em>, <em>neither</em>, <em>next</em>, etc. are dialectal though surely unsuspected as such by the user, as his citations (with explanations) readily indicate.</p>\n<p>Finally, there are a number of special articles in which the author strives to enlighten particularly the Barbadian speaker in the peculiarities of his language. These are treated as block capital entries. A few examples: COMPOUND REDUNDANTS (e.g., <em>boychild, sparrow-bird, rockstone</em>), ECHO WORDS (what linguists call ideophones: <em>bam!, bruggadung!, daddaie!, plax!,</em> etc.), PRONUNCIATION, illustrating peculiarities of the local use of pitch and stress to differentiate between meanings of the same word (e.g., <em>brother</em> 'genetic relative,' and <em>bro-ther</em> 'member of a religious sect,' etc.).</p>\n<p>It is a good thing that Collymore was not a trained linguist or he might never have done this friendly, amateur piece of worthwhile lexicography; and it is a good thing that his natural modesty and caution produced a little book, easy to publish, easy to buy, and easy for any word-lover to enjoy.</p>\n<p><em>[Richard Allsopp, Caribbean Lexicography Project]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Barbadian-Dialect-Notes-Glossary-Phrases/dp/B001SHI5BK\"><em>Barbadian Dialect</em></a></h1> <p>Frank A. Collymore, (Barbados National Trust, 6th edition, 1992), vii + 120pp.</p> <p>Bajan—word lovers may compare <em>Cajun</em> for a linguistic parallel—is the more familiar name for both the native Barbadian and his folk-speech, “Barbadian Dialect,” or the dialect of English spoken in Barbados. This Caribbean island sometimes calls itself “Little England,” partly because English landownership never ceased since the first settlement in 1627; then notable waves of poor-white population were added, with Irish deportees as bond-servants after Cromwell's campaigns (c. 1650) and the Battle of the Boyne (1690), and Scots deportees after Monmouth's Rebellion (1685).</p> <p>One of the few territorial names <em>OED</em> originally permitted in its listing and the only one in the English language, as far as I am aware, to be converted into a verb (1655) is <em>to Barbadoes</em> a convict from Britain (as the most condign of punishments). And the resulting poor-whites were labeled in Barbadian dialect through the centuries in many ways, of which Collymore, probably himself a descendant of one of them, lists many: <em>backra, buckra, ecky becky, poor backra, redleg, spawgee</em>; but he neither indicates the derogatory status of these names nor makes any effort to offer etymologies. These two features characterize the little book. It is a friendly, folksy tour through the Bajan vocabulary on which Collymore takes the reader as if walking fondly around his backyard, through wild flowers, weeds, prickle plants, or whatever, chatting about them as he goes—<em>conkie</em> and <em>coo-coo</em>, favorite national dishes dear, no doubt, to the <em>bellyologist</em> 'glutton'; the <em>palang-palang</em> of the hecklers at a cricket match, who might afterwards <em>fire</em> some rums (like shots) until perhaps <em>pistoratically</em> drunk; the <em>eczemas</em> (usually plural) which might <em>disimprove</em> 'get worse'; and so on.</p> <p>However, it must not be supposed that <em>Barbadian Dialect</em> is just a book of lexical tidbits, though it is certainly not a book for professional linguists, if the serious-sounding title suggests that. Collymore first presented the work in 1955, and it went through five editions in his lifetime (the fifth in 1976; he died in 1980), because both the Barbadian public and large number of tourists found it both enlightening and entertaining. Both these facts and the innovative idea of such a publication in 1955 are a credit to Collymore, who was a high-school teacher, poet, short-story writer, actor, and editor of <em>Bim</em>, the Anglophone Caribbean's first and still surviving literary magazine. A number of now well-recognized writers of the English-speaking Caribbean, including 1992 Nobel Prize winner Derek Walcott (of St. Lucia) owe their first public recognition to him. If the average Bajan is unlikely to have heard of Victor Hugo, one only has to tell him Hugo was the Frank Collymore of France and he will immediately recognize that Hugo must indeed have been Somebody!</p>"
}