{
  "type": "Article",
  "title": "What's “In” a Kentish Saying?",
  "author": "Alan Major",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What's “In” a Kentish Saying?</h1>\n<p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>There are many nationally used proverbs, sayings, maxims, saws, quatrains, adages—call them what you will. Traditional, sometimes trite, they embody commonplace experience or obvious truism, in a brief, frequently inelegant collection of words. Most of the English counties have their own local examples. Kent, in southeast England, is no exception.</p>\n<p>There are several types. The first refers to county places for some particular reason; the second to rural subjects throughout the county; the third to human actions, characteristics, or thoughts. The origins of most are lost in time, handed on by generations of Kentish men and men of Kent (and women, of course). Who first uttered them and why is unknown. Perhaps a local or rural sage said something apt about a situation or event to another person who learnt it, repeated it, and so it became embedded in the dialect. When considering the total of sayings, which number several hundred, there must have been a lot of rural sages about in centuries past!</p>\n<p>First, some of the county places. Something that was definite or certain was said to be <em>As sure as there's a dog in Dover</em>. The <em>dog</em> is not the canine animal but refers to dogfish (dogs) formerly landed in great quantities at Dover. A <em>northeast wind in May makes the shotver men a prey. Shotver men</em> were mackerel fishermen using shot-nets at Folkestone and Dover; it was said a northeast wind was good, enabling them to catch the shoals of mackerel. The Isle of Thanet (still referred to as an isle though for centuries it has been joined to the Kent mainland) was renowned as a place of low rainfall in the past as in the saying <em>When England wrings the island sings</em>.</p>\n<p>A couple who had been <em>married in Finglesham church</em> were living as man and wife but were not married, owing to the fact that there is no church at Finglesham (near Deal), only a chalk quarry, where couples went for casual amours. <em>Born down Ryarsh sandpit</em> marked someone as illegitimate. Someone planning to do something foolish was said to be <em>setting up shop on Goodwin Sands</em>, rural wit concerning the risky nature of such a venture and referring to the unstable shifting sands off the Deal shore of Kent.</p>\n<p>It is possible that some of the sarcastic sayings were created by rhymesters elsewhere, for there was much rivalry between villages, and it was traditional to taunt inhabitants of other places and to warn visitors going there of what to expect. Some of the sayings, however, had a grain of truth in them. <em>Sutton for mutton, Kirby for beef, South Darent for gingerbread, and Dartford for a thief</em> most likely refers to Dartford Fair where the unsuspecting became victims of pickpockets. <em>He that rideth into the Hundred of Hoo besides pilfering seamen shall find dirt enow.</em> Hoo Hundred is a peninsular between the river Thames and river Medway and in the past was notorious for thieves and deserting seamen from the ships at Upnor, Chatham, etc. It was also a marshy, foggy area, and the roads were thus muddy. Other examples are <em>Proud Wingham, Wicked Ash, and Lazy (Lousy) Sandwich; Surly Ashford, Proud Wye, and Lousy Kennington hardby; He that will not live long let him dwell at Murston, Teynham, or Tong</em> (formerly low-lying areas in North Kent); <em>Kill'em, Cart 'em and Bury 'em,</em> a saying referring to Chilham, Chartham, and Canterbury. Other oddities are <em>Go to Monks Horton where pigs play on the organ.</em> Being a rural area perhaps at some time in the past pigs got into or were even housed in the church, so the saying arose. <em>Hucking glass bridges where rats run on tiptoe</em> supposedly refers to the number of ice-covered puddles that formed on some of the local roads in winter months. I am totally defeated by the origin of <em>You've got no calves like the Pluckley girls and have to wear straight stockings.</em></p>\n<p>The second group concerns sayings with common sense behind them being spoken, while others seem to have less reason for being used. <em>When a sheep baas it loses a bite</em> which may mean that people who talk too much or fail to concentrate on the task at hand may miss an opportunity. The condition of soil is indicated by <em>Where clads</em> ['clods or lumps of earth'] <em>prevail the turnips fail</em>. Anything that was satisfactory was <em>Near enough for hog shearing.</em> The lengthy time its seed takes to germinate was referred to in <em>Parsley goes nine times to the Devil before it appears,</em> now used elsewhere.</p>\n<p>Local to the Tunbridge Wells area is <em>It won't happen till the moon comes down in Calverley Road</em>, meaning something that is virtually impossible. Also local, to West Malling, is that when standing in the center of the village <em>If you can hear a train it's going to rain.</em> Still in use is <em>Out Will's Mother's Way,</em> meaning 'somewhere else, in the distance, on the horizon': “It's coming up black for a thunderstorm and looks as if it's already raining Out Will's Mother's Way.” Who Will's Mother was is unknown, but there are several similar expressions, with word variations, used in other English counties. In Gloucestershire the expression is <em>It's dark over Our Bill's Mum's Mind.</em></p>\n<p><em>Christmas and a little before, the apple goes and not the core; Christmas and a little later, the apple goes and the core comes after</em>. This means that before Christmas apples were plentiful and so only the flesh pulp and not the core was eaten. After Christmas when apples were scarce the consumer was glad to eat the entire apple, core included. <em>Half the wood stack and half the hay and half the winter has passed away</em> is self-explanatory. A curious saying is <em>When the sage blooms there will be mischief and misfortune,</em> heard in the area of Appledore, on the Romney marsh. Unless allowed to do so sage does not often bloom because household requirements for sage keep the shoots cut short. Why sage should be thus accredited and how it originated is unknown, but there was one anecdote about an old man who saw that the sage in his garden had flowered and told his daughter to cut them off, but before she did so he met with an accident and was killed.</p>\n<p>The third group, concerning human activity, is the most numerous. To be in a state of jitters and nervous was to be <em>all in a tremor and a trot.</em> To feel exasperated was to <em>feel like going up to Heaven in a trug basket.</em> To feel irate and annoyed was to <em>feel like jumping up in the air and hanging by nothing.</em> A similar saying is <em>Enough to make anyone jump into the middle of next week.</em> A variant of the latter had a different meaning: when someone is suddenly startled and jumps with fright it was said <em>It was enough to make me jump into the middle of next week.</em> A pocket in which something cannot be found was <em>A pocketfull of dead hopes,</em> which also described a hopeless desire or task. <em>Road or shape</em> was used in conversation to mean that something or someone would arrive by one means or another, somehow, eventually—“I suppose he'll get here by some road or shape.” Anyone who was looking for something unsuccessfully was said to be <em>groping about like a blind hen looking for a worm in a hedge.</em> Another curiosity I heard from an old man when referring to a young child who was just toying with its dinner: <em>He wants that as much as a toad wants a side pocket.</em> Lastly, <em>A whistling woman and a crowing hen Are neither good for God or men</em>, for which a possible explanation is that a woman who whistles acts like a man and is unfeminine, making it seem likely that she would dominate her husband.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What's “In” a Kentish Saying?</h1> <p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>There are many nationally used proverbs, sayings, maxims, saws, quatrains, adages—call them what you will. Traditional, sometimes trite, they embody commonplace experience or obvious truism, in a brief, frequently inelegant collection of words. Most of the English counties have their own local examples. Kent, in southeast England, is no exception.</p> <p>There are several types. The first refers to county places for some particular reason; the second to rural subjects throughout the county; the third to human actions, characteristics, or thoughts. The origins of most are lost in time, handed on by generations of Kentish men and men of Kent (and women, of course). Who first uttered them and why is unknown. Perhaps a local or rural sage said something apt about a situation or event to another person who learnt it, repeated it, and so it became embedded in the dialect. When considering the total of sayings, which number several hundred, there must have been a lot of rural sages about in centuries past!</p> <p>First, some of the county places. Something that was definite or certain was said to be <em>As sure as there's a dog in Dover</em>. The <em>dog</em> is not the canine animal but refers to dogfish (dogs) formerly landed in great quantities at Dover. A <em>northeast wind in May makes the shotver men a prey. Shotver men</em> were mackerel fishermen using shot-nets at Folkestone and Dover; it was said a northeast wind was good, enabling them to catch the shoals of mackerel. The Isle of Thanet (still referred to as an isle though for centuries it has been joined to the Kent mainland) was renowned as a place of low rainfall in the past as in the saying <em>When England wrings the island sings</em>.</p>"
}