{
  "type": "Article",
  "title": "Future Difficulties",
  "author": "Sharon Ingleson",
  "location": "Löberöd, Sweden",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Future Difficulties</h1>\n<p><em><span data-rel=\"author\">Sharon Ingleson</span> <span data-rel=\"location\">Löberöd, Sweden</span></em></p>\n<p>The statement, “Sven won't come to the lesson today,” can still take me aback after six years of teaching English abroad. Ask any foreigner about the English “future” and the word <em>will</em> invariably comes back to you. The same would be said by many native English speakers. As a teacher, I am aware that a refusal is not intended by the example quoted above, but that is the impression given.</p>\n<p>Does it matter? Yes, it probably does if one wants to get off on the right foot with a business associate or next-door neighbor. It matters even more if the speaker does not sound obviously foreign and has an otherwise good control of English: he speaks English well so he means what he is saying. Right? Unfortunately, not always.</p>\n<p>The problem with English is that, unlike other European languages, it does not have a future form. It has ways of expressing the future and, certainly, the use of <em>will</em> is one of them, but any foreign speaker of English must be aware that the word is loaded. To begin with, it has uses which have little to do with the future, as in, “He <em>will</em> leave that door open” and, “The court <em>will</em> rise.”</p>\n<p>As regards the future, it is used for formal declarations (<em>The Queen will arrive at ten o'clock and will be driven straight to the town hall)</em>, for forecasts (<em>There will be snow on higher ground</em>), and for predictions (<em>You will meet a tall, dark, handsome stranger</em>). In everyday speech we can use it to make arrangements (<em>I'll see you this evening)</em>, promises (<em>I'll love you forever)</em>, and threats (<em>I'll kill you</em>) and remain on perfectly safe ground.</p>\n<p>However, consider, <em>Will you help me?</em> Of course, it is directed towards the future since most of our everyday life is, but the most important feature here is its use as a request and conversely, <em>I'll help you</em>, as an offer. The importance of understanding this can be seen quite clearly when comparing the following pair of sentences:</p>\n<blockquote>\n<p>Will you bring Susan to the party?</p>\n<p>Will you be bringing Susan to the party?</p>\n</blockquote>\n<p>These sentences have little in common semantically. In most situations the first would clearly be a request and the tone of voice would confirm this; the second simply asks for information.</p>\n<p>To a native speaker the distinction is as plain as the correct choice of <em>der, die, or das</em> to a German, but the foreign speaker is in treacherous waters here, particularly if he has little experience of speaking English. Knowing one's grammar well enough to fill in the space in the exercise is one thing; converting thought simultaneously into speech is quite another, especially if the situation is fraught with difficulties for other reasons.</p>\n<p>An anxiety not to over-use <em>will</em> produces sentences like, <em>I'm doing it for you in a minute</em>. The meaning is quite clear, the form quite wrong. This sort of thing is the stuff of sniggers and jests, particularly if accompanied by a heavy foreign accent. If more native speakers had the experience of learning other languages, there might be more sensitivity to the problems and an awareness that what is said is not always what was meant. A study of the workings of English could also be helpful in this respect.</p>\n<p>For instance, why is it all right to say, <em>I'm going on holiday at the weekend</em> but not <em>I'm watching television at the weekend?</em> Taking further examples, we can add, <em>I'm visiting my cousin on Sunday</em> or, <em>I'm going to university in the autumn</em> but not, <em>I'm brushing the dog on Saturday morning</em>. All refer to future events but some of them require prior arrangements before the time of speaking. This would hardly be true of the television or the dog unless we intend to watch the World Cup Final or groom as aspiring Crufts' Champion. So, in these cases we say, <em>I'm going to watch television at the weekend</em>. What differences is made by <em>going to</em>? Consider, <em>I'm going to visit my aunt tonight</em> and <em>I'm going to buy a new car next month</em>. Does the aunt know about my visit? Have I put a down payment on the Mercedes? Perhaps, but perhaps not. We are speaking here about my intentions. There is a distinction then between, <em>I'm doing it</em>, and <em>I'm going to do it</em>. Going back to the examples of the aunt and the cousin, we can say that arrangements have already been made with the cousin but about the aunt we cannot be sure.</p>\n<p>It should be clear by now that when we talk about future happenings in English, the form we choose to express ourselves tells the listener a lot more about the situation than the lexical meaning of the words. To the native speaker, this is a matter of instinct. The foreign speaker, on the other hand, must not only attempt to communicate using the right form himself, but also to interpret what is said to him.</p>\n<p>Consider the following said by one employee to another:</p>\n<blockquote>\n<ol>\n<li>\n<p>I'm seeing the boss tomorrow.</p>\n</li>\n<li>\n<p>I'm going to see the boss tomorrow.</p>\n</li>\n<li>\n<p>I will see the boss tomorrow.</p>\n</li>\n<li>\n<p>I'll be seeing the boss tomorrow.</p>\n</li>\n<li>\n<p>I see the boss tomorrow.</p>\n</li>\n<li>\n<p>I'm to see the boss tomorrow.</p>\n</li>\n</ol>\n</blockquote>\n<p>The respective forms alter the meaning of the actual words in some way. One, two, and four, for instance, are very close in meaning, while three, five, and six quite different. Three and six are, in fact, opposites; the former depends on my volition (with stress on <em>will</em>), the latter has been arranged by my boss and possibly against my volition. Number five poses a few questions. Foreign students of English do not like it. It seems wrong because it contradicts what they have learnt about the future “tense” in English. It may be unusual as used here, but is it possible?</p>\n<p>Can we not say, for example, “The plan leaves at five on Friday”? You could argue that is different because it is based on a timetable: the plane leaves at five every Friday. That is certainly true, but it does not alter the fact that the plane leaves at five this Friday too. <em>I see the boss tomorrow, I leave for Paris the day after, and I meet the Chairman on Sunday</em>, are all references to my diary—or, in other words, to my personal timetable.</p>\n<p>The future in English is a minefield of potential misunderstandings and false impressions, where the best of speakers make mistakes. The differences in meaning between the forms are sometimes subtle but are there nonetheless. To allow foreign learners to think that <em>will</em> represents the English “future” is therefore unfair.</p>\n<p>Finally, a plea to native speakers. The next time someone “won't” come to your meeting, lesson or party, please keep an open mind!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Future Difficulties</h1> <p><em><span data-rel=\"author\">Sharon Ingleson</span> <span data-rel=\"location\">Löberöd, Sweden</span></em></p> <p>The statement, “Sven won't come to the lesson today,” can still take me aback after six years of teaching English abroad. Ask any foreigner about the English “future” and the word <em>will</em> invariably comes back to you. The same would be said by many native English speakers. As a teacher, I am aware that a refusal is not intended by the example quoted above, but that is the impression given.</p> <p>Does it matter? Yes, it probably does if one wants to get off on the right foot with a business associate or next-door neighbor. It matters even more if the speaker does not sound obviously foreign and has an otherwise good control of English: he speaks English well so he means what he is saying. Right? Unfortunately, not always.</p> <p>The problem with English is that, unlike other European languages, it does not have a future form. It has ways of expressing the future and, certainly, the use of <em>will</em> is one of them, but any foreign speaker of English must be aware that the word is loaded. To begin with, it has uses which have little to do with the future, as in, “He <em>will</em> leave that door open” and, “The court <em>will</em> rise.”</p>"
}