{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  A man bethumpt with words",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>A man bethumpt with words</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>Richard Chenevix Trench (1807-1880) was a man “bethumpt with words”— to use a phrase from Shakespeare's <em>King John.</em> He was a scholar and churchman of great versatility. For a time he was Dean of Westminster and later Archbishop of Dublin. While at Westminster, he delivered in 1857 a paper to the Philological Society, “On Some Deficiencies in Our English Dictionaries.” That probably was the first call for the developing of the massive dictionary we known as <em>The Oxford English Dictionary.</em></p>\n<p>I have on my shelves a book containing two series of lectures Trench had given on the English language. <em>On the Study of Words</em> and <em>English Past and Present.</em> In the second of them he presented a list of words which distinguished writers had used, words he wished could be expunged from the language. Here, then, are a few examples from the list of words he reprehended.</p>\n<p>Jeremy Taylor (1613-67), theologian and devotional writer, used <em>ferity,</em> “the quality or state of being wild or savage.” And <em>stultiloquy,</em> “foolish babbling”; and <em>clancular</em>, “secret, private, clandestine.”</p>\n<p>Richard Baxter (1615-91), renowned Puritan cleric used <em>pervicacy</em>, “steadfastness, stubborness, obstinacy.” Oliver Cromwell also used that word. (Many years ago I did some work in the life and thought of Baxter: I think he was at times quite pervicacious.)</p>\n<p>The great John Donne had <em>facinorous,</em> which has been defined as “Extremely wicked, grossly criminal, atrocious, infamous, vile—said both of persons and their actions.</p>\n<p>Issac Barrow (1630-77), yet another cleric, used the adjective <em>lepid:</em> “Pleasant, jocose, facetious, amusing, charming, elegant.” It has the adverb <em>lepidly,</em> and the noun <em>lepidity</em>: “facetiousness, wit.”</p>\n<p><em>Ludibundness</em>, which means “simple playfulness,” was used by Henry More (1614-87), a Cambridge philosopher. He also used <em>mulierosity</em> and <em>mirificent.</em></p>\n<p>Sir Thomas Browne (1605-82), physician and author, liked <em>luciferously</em>, an adverb from the adjective <em>luciferous</em>— “brings, conveys, or emits light; affording illumination.”</p>\n<p>Francis Beaumont (1584-1616), dramatist, perpetrated <em>pauciloquy</em>, “speaking but little, sparingness of speech.”</p>\n<p>And one more cleric, John Hacket (1592-1670), used <em>lucrepitous</em>, “eager for gain”: it comes from <em>lucre</em>, as with “filthy.” He also liked <em>eluctate,</em> “to struggle forth.”</p>\n<p>All the definitions I have given for these words are in the big <em>Oxford.</em> Trench, one of its instigators, had called for their removal from the language many years before work on it began.</p>\n<p>I have now got that out of my system, and I shall not bethump anyone again with such atrocious words. By the way, Samuel Johnson defined <em>bethump</em> as “To beat; to lay blows upon”: he described it as “a ludicrous word.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>A man bethumpt with words</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>Richard Chenevix Trench (1807-1880) was a man “bethumpt with words”— to use a phrase from Shakespeare's <em>King John.</em> He was a scholar and churchman of great versatility. For a time he was Dean of Westminster and later Archbishop of Dublin. While at Westminster, he delivered in 1857 a paper to the Philological Society, “On Some Deficiencies in Our English Dictionaries.” That probably was the first call for the developing of the massive dictionary we known as <em>The Oxford English Dictionary.</em></p> <p>I have on my shelves a book containing two series of lectures Trench had given on the English language. <em>On the Study of Words</em> and <em>English Past and Present.</em> In the second of them he presented a list of words which distinguished writers had used, words he wished could be expunged from the language. Here, then, are a few examples from the list of words he reprehended.</p> <p>Jeremy Taylor (1613-67), theologian and devotional writer, used <em>ferity,</em> “the quality or state of being wild or savage.” And <em>stultiloquy,</em> “foolish babbling”; and <em>clancular</em>, “secret, private, clandestine.”</p>"
}