{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A History of English in Its Own Words and American Regional Dialects: A Word Geography",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/History-English-Its-Own-Words/dp/0062720333\"><em>A History of English in Its Own Words</em></a> and <a href=\"https://www.press.umich.edu/23462/american_regional_dialects\"><em>American Regional Dialects: A Word Geography</em></a></h1>\n<p>Craig M. Carver, (HarperCollins, 1991 [hardcover], 1992 [paper]), x + 275pp. and Craig M. Carver, (University of Michigan Press, 1987), xiii + 317pp.</p>\n<p>Craig Carver's name should be familiar to readers as author of “Etymology As Educated Guess” [XIX,1,10], an article that provoked several EPISTOLAE. Dr. Carver is associated with the <em>Dictionary of American Regional English [D.A.R.E.]</em> as Managing Editor (from the blurb on his 1987 book) and Senior Editor (from the 1992 paperback): the blurb on the 1991 edition says that he “writes a column on word histories for <em>The Atlantic</em> ... and was a consultant for <em>The American Heritage Dictionary</em> and <em>The Random House Dictionary</em> (2nd edition).” We have reported from time to time on the <em>D.A.R.E.</em> in “How Do You <em>D.A.R.E.</em>,” in which readers' help in searching out evidence for recondite Americanisms has been sought. We have been remiss in failing to review his excellent book, <em>American Regional Dialects</em> [<em>ARD</em>].</p>\n<p>I first encountered the term <em>bear claw,</em> applied to (the shape of) a piece of Danish pastry, in New York City about twenty years ago (or, possibly, earlier), when it struck me as a curious metaphor for New Yorkers to be using, for their familiarity with bears' claws was likely gained from looking at them in a zoo. <em>ARD</em> pinpoints the origin of the term in California, which is reasonable enough, but it fails to comment on its frequency in the east. By the same token, although easterners (and others) associate <em>sourdough bread</em> with the western US, it is not a term outside their active vocabularies. On the other hand, a term like <em>catch colt</em> 'the offspring of a mare that is unintentionally bred,' which the naive guesser might think came out of Wyoming or, possibly, Kentucky, was traced to central New York State (for we must not forget Saratoga Springs). <em>ARD</em> is highly recommended to those whose interest in American Regional English is not serious enough to extend to the purchase of the <em>D.A.R.E.</em> (of which three volumes have thus far been published by Harvard's Belknap Press) and to those who might not be able to afford it; to those who do buy that work, the <em>ARD</em> is an invaluable adjunct to it.</p>\n<p>In <em>A History of English in Its Own Words</em>, Carver has divided the development of English into six periods, from the Old English (450-1150) to the Technological Century (guess when); for each he has selected a number of interesting words to which he has given full etymological treatment, discussing not only their semantic histories but their cultural appropriateness and function. (Perhaps I am stating the obvious, but it is the history of English vocabulary that is the focus of this book, not the history of its grammar.) The order is neither chronological nor alphabetical in the Old English chapter, which is understandable because, as the author suggests in the Introduction, dates are unreliable for a long period for which little evidence is extant. On the other hand, I am surprised to see <em>loophole</em> dated 1591, for castles were pretty much on their way out by then. The reason, of course, is that the <em>OED</em> gives 1591 as the date of its first citation. This again emphasizes a serious problem: we can safely allow that <em>loophole</em> is much older than 1591, and the <em>OED</em> citation must be understood to mean only that 1591 was the date of the first quotation found—it was very likely not the date the word was coined and first used: people were using words long before they were put to parchment, and we must carefully stress that when discussing dates for all but a handful of words whose dates of origin have been unqualifiedly reported, like <em>lawrencium</em>.</p>\n<p>Principles of etymology are not, however, Carver's brief. I found some of the etymologies a bit hard to take, but then I feel that way about a lot of etymologies. The practice in this book is to set forth, where appropriate, the several origins postulated for a word without expressing an opinion about their validity. The entry <em>cold turkey</em> [p.223] is an example. From the context of many quotations given in the <em>OED2e</em>, it is obvious that the sense of <em>talk turkey</em> has changed: in earlier incarnations it meant 'use high-flown language,' quite different from its common use today to mean 'speak frankly, directly, and unemotionally.' The <em>OED2e</em> cites a <em>Daily Express</em> quotation to the effect that 'talk frankly' is intended for <em>talk cold turkey,</em> but, without additional evidence, I doubt the accuracy of the journalist who wrote that: too often have I seen instances of a writer's taking an unfamiliar idiom and incorrectly describing its form, its meaning, or both, and I think this might be just such a case: he mixed up <em>talk turkey</em> with <em>cold turkey</em>. Also, <em>quit</em> or <em>go cold turkey</em> is not limited to the abrupt quitting of drug-taking but includes any habit-forming substance: it describes suddenly quitting smoking, drinking, and could be applied (at least metaphorically) to dropping one's current squeeze. It is difficult to see how the (apocryphal to me) <em>talk cold turkey</em> could have had even a remote effect on <em>quit cold turkey.</em></p>\n<p>The <em>DOA</em> [<em>Dictionary of Americanisms on Historical Principles,</em> University of Chicago, 1951] lists quotations for a (slang, obsolete) sense, “A fit or spell of intoxication”; an 1866 quotation [ibid.] shows <em>turkey bumps</em> for what we today would call <em>goose bumps</em> or <em>goose pimples (horripilation</em> to the tender-minded); although the <em>DOA</em> defines <em>cold turkey</em> as “extreme matter-of-fact plainness,” one of the quotations given is “He had gone to Henry Gottrell 'cold turkey,' and with authority from the department,” which looks very much like the 'suddenly, without warning or preliminaries' sense of the phrase, not the 'plain-talking' sense. One must be careful in dealing with the word <em>turkey,</em> for, as Greenough &amp; Kittredge remark in <em>Words and Their Ways</em> (1901, p. 331), “Welsh rabbit' is merely a joke, like 'Cape Cod turkey' for codfish,” quoted in the <em>DOA</em> along with other examples at <em>Cape Cod</em> and, for <em>Marblehead turkey,</em> at <em>Marblehead</em>. The (wild) turkey was in such abundance in the northeastern US as to have become proverbial in the 19th century, cropping up in numerous similar references, often of a jocular nature: <em>Cherokee turkey</em> (bald eagle), <em>Colorado turkey</em> (wood ibis), <em>prairie turkey</em> (sage grouse), <em>Taunton turkey</em> (alewife; spring herring), <em>water turkey</em> (snakebird). The wild turkey, which was never successfully domesticated, is of a variety different from the Mexican species, which has been in domestication for four hundred years.</p>\n<p>The sense of <em>turkey</em> applied to a flop was simply 'dud, damp squib,' so its application to ineffectual, inept people (that is, naive but not necessarily stupid, as Carver has it) is an easy shift. Carver remarks that the turkey “has suffered bad PR and is widely regarded as a stupid, ugly bird.” In order to verify that opinion, I pursued the question with a local turkey farmer, who told me that turkeys are possessed of keen hearing and are extremely wary; wild turkeys are reported to be very hard to catch. Their domestic cousins, being forty to fifty per cent heavier, are somewhat sluggish in comparison, and their reputation for stupidity is not undeserved: although turkeys are today bred indoors, formerly, when bred outdoors, they were known to stare skyward in a persistently heavy rain, mouths open, till they drowned; also, the presence of a dog or other animal in their pen, particularly at night, panics them to the point where they pile up atop one another, suffocating others. At the risk of being besieged by the turkey lobby and charged with the offense of unfairness to the birds, I readily agree that such behavior should be perceived as tantamount to stupidity, which is just as well, for none of us could tolerate the notion of eating an intelligent animal at Thanksgiving or Christmas. Proverbially, geese are stupid, too, chickens are scared, cocks are proud, pigeons are easily victimized, and many other members of the animal kingdom (including insects, arachnids, etc.) are identified with fallaciously pathetic attributes like <em>wisdom, slyness, ugliness, spiritedness,</em> etc., full lists of which may be sought in dictionaries of similes. To say that turkeys have had a bad press is like saying that foxes have been maligned as sly and wolves as sexually aggressive, while owls have enjoyed favourable treatment as being wise and stallions as spirited.</p>\n<p>The purpose of the preceding exercise is not to show up Carver's more-or-less standard treatment of <em>cold turkey</em> but to demonstrate that etymological research must not be merely skin deep: it should be subcutaneous, intramuscular, and visceral. Certainly, the entries selected as illustrative of the theme of this book are very apt, and each section is introduced by a perceptively written descriptive essay. But here and there one detects what I must describe as a second-hand approach to the language. For example, in giving the origin of racoon, Carver writes, “... the Algonquian word <em>ärä 'kun</em> from <em>ärä 'kunem,</em> literally 'he scratches with his hands,' which probably alludes to the raccoon's habit of scrabbling for crabs and other tidbits on stream bottoms.” Anyone familiar with racoon's habits— which, I daresay, cannot have changed much in a few hundred years—knows them to be unbelievably resourceful in the way they open closed containers, untie ropes, and generally use their paws as adroitly as we use our hands, so we need not rely on observations of them in subaqueous venues, unnatural and difficult at best.</p>\n<p>A <em>History of English in Its Own Words</em> gathers together a great deal of the available scholarship about the 750-odd words discussed, and Carver has a facility for presenting information in a palatable and understandable form. Those not already possessed of a copy of this book would find reading and having it worthwhile. An index completes the book, but there is no bibliography.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/History-English-Its-Own-Words/dp/0062720333\"><em>A History of English in Its Own Words</em></a> and <a href=\"https://www.press.umich.edu/23462/american_regional_dialects\"><em>American Regional Dialects: A Word Geography</em></a></h1> <p>Craig M. Carver, (HarperCollins, 1991 [hardcover], 1992 [paper]), x + 275pp. and Craig M. Carver, (University of Michigan Press, 1987), xiii + 317pp.</p> <p>Craig Carver's name should be familiar to readers as author of “Etymology As Educated Guess” [XIX,1,10], an article that provoked several EPISTOLAE. Dr. Carver is associated with the <em>Dictionary of American Regional English [D.A.R.E.]</em> as Managing Editor (from the blurb on his 1987 book) and Senior Editor (from the 1992 paperback): the blurb on the 1991 edition says that he “writes a column on word histories for <em>The Atlantic</em> ... and was a consultant for <em>The American Heritage Dictionary</em> and <em>The Random House Dictionary</em> (2nd edition).” We have reported from time to time on the <em>D.A.R.E.</em> in “How Do You <em>D.A.R.E.</em>,” in which readers' help in searching out evidence for recondite Americanisms has been sought. We have been remiss in failing to review his excellent book, <em>American Regional Dialects</em> [<em>ARD</em>].</p> <p>I first encountered the term <em>bear claw,</em> applied to (the shape of) a piece of Danish pastry, in New York City about twenty years ago (or, possibly, earlier), when it struck me as a curious metaphor for New Yorkers to be using, for their familiarity with bears' claws was likely gained from looking at them in a zoo. <em>ARD</em> pinpoints the origin of the term in California, which is reasonable enough, but it fails to comment on its frequency in the east. By the same token, although easterners (and others) associate <em>sourdough bread</em> with the western US, it is not a term outside their active vocabularies. On the other hand, a term like <em>catch colt</em> 'the offspring of a mare that is unintentionally bred,' which the naive guesser might think came out of Wyoming or, possibly, Kentucky, was traced to central New York State (for we must not forget Saratoga Springs). <em>ARD</em> is highly recommended to those whose interest in American Regional English is not serious enough to extend to the purchase of the <em>D.A.R.E.</em> (of which three volumes have thus far been published by Harvard's Belknap Press) and to those who might not be able to afford it; to those who do buy that work, the <em>ARD</em> is an invaluable adjunct to it.</p> <p>In <em>A History of English in Its Own Words</em>, Carver has divided the development of English into six periods, from the Old English (450-1150) to the Technological Century (guess when); for each he has selected a number of interesting words to which he has given full etymological treatment, discussing not only their semantic histories but their cultural appropriateness and function. (Perhaps I am stating the obvious, but it is the history of English vocabulary that is the focus of this book, not the history of its grammar.) The order is neither chronological nor alphabetical in the Old English chapter, which is understandable because, as the author suggests in the Introduction, dates are unreliable for a long period for which little evidence is extant. On the other hand, I am surprised to see <em>loophole</em> dated 1591, for castles were pretty much on their way out by then. The reason, of course, is that the <em>OED</em> gives 1591 as the date of its first citation. This again emphasizes a serious problem: we can safely allow that <em>loophole</em> is much older than 1591, and the <em>OED</em> citation must be understood to mean only that 1591 was the date of the first quotation found—it was very likely not the date the word was coined and first used: people were using words long before they were put to parchment, and we must carefully stress that when discussing dates for all but a handful of words whose dates of origin have been unqualifiedly reported, like <em>lawrencium</em>.</p>"
}