{
  "type": "Article",
  "title": "Developing Dictionaries",
  "author": "Daniel Balado-Lopez",
  "location": "Hoddesdon, Hertfordshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Developing Dictionaries</h1>\n<p><em><span data-rel=\"author\">Daniel Balado-Lopez</span> <span data-rel=\"location\">Hoddesdon, Hertfordshire</span></em></p>\n<p>We rarely give thought to the ways in which Charles Darwin's evolutionary theory of Natural Selection (the “Survival of the fittest”) becomes a potent analogy for so many aspects of our lives. An automobile, for example, fitted with an anti-lock brake system and side impact bars is immeasurably better equipped for survival on today's roads than Ford's Model T of 1908, despite the model T's having been perfectly adequate in its day (it sold upwards of 15 million in twenty years). The latest dictionary model, as exemplified by the <em>Oxford English Dictionary, Second Edition</em>, can similarly boast many additional features over its extinct predecessors and is consequently preferred for use by all. As well as definitions, it offers variant spellings, pronunciation guidelines, grammatical identification, inflectional forms (plurals, irregular past tenses, superlatives, etc.), illustrative quotations, information on usagen (registers), etymology, derivatives, phrases and idioms including, in some editions, pictorial representations, and appendices that carry a wide range of material that would be more at home in an encyclopedia or an almanac. How has this system evolved?</p>\n<p>The first work to take the form of a dictionary for the English languages was Edmund Coote's <em>The English School-Maister [sic]</em> (1597). A modestly endowed ancestor, it defined approximately 1500 words, basing itself on the format of early English/ Latin dictionaries such as the <em>Promptorium Parvulorum</em> (c. 1440, an elaboration itself on the older idea of simple interlinear glossing of French and Latin manuscripts). The <em>Promptorium</em> was intended solely for the use of scholars in universities, and dictionaries such as this and the <em>Catholican Anglicum</em> (c. 1483) were the natural forerunners of the bilingual dictionaries we have today. (They were particularly popular in Elizabethan times: Shakespeare was found of dipping into John Florio's Italian-English dictionary <em>Worlde of Wordes</em> for exotic words with which to embellish his Italian comedies.) In those early English/Latin dictionaries, it is possible to trace the genesis of the monolingual dictionary. The editors of the <em>Promptorium</em> thought it necessary at times to give a brief explanation of the English word to be translated; thus the Latin translation of the word <em>deprive</em> is preceded by the explanation “put awey a thyng or taken awey ffrom anoder.\"</p>\n<p>It was no coincidence that Coote acted on this need for an English dictionary when he did. England's self-esteem had never been higher than it was during the reign of Elizabeth I, and this engendered a national pride that led one man, Richard Sherry, to link the enjoyment of “the plentyfulnes of our mother tongue” with a man's patriotic duty. William Caxton had brought printing to England a few decades earlier, and the time was ripe to encourage and develop the vernacular. Richard Mulcaster proclaimed the need for the gathering together of “...all the words we use in our English tong, whether naturall or incorporate ...into one dictionarie”; Coote's effort was minimal but nevertheless representative of this desire.</p>\n<p>Robert Cawdrey, like Mulcaster and Coote a schoolmaster, pilfered unashamedly from Coote's work and published his A <em>Table Alphabeticall</em> in 1604. Though far from original, his work was twice the size of Coote's effort, and it cleared the way for John Bullokar's <em>An English Expositor</em> of 1616 (the year of Shakespeare's death), which in turn doubled the size of Cawdrey's contribution. In the <em>Expositor</em>, definitions became more detailed with the occasional citation of an ancient authority (such as Avicenna, Galen, or Pliny) to lend extra credence. Bullokar was also the first compiler to identify the domain of a particular term: the word <em>decoction</em> he described as “a boyling or seething; <em>in Phisicke</em> it signifieth commonly any liquor in which medicinable roots, herbas, seedes, flowers or any other thyng hath beene boyled.” This was an important development, for it fulfilled Mulcaster's ideal by enabling people to learn the meanings of words “out of all professions, as well learned as not.” Bullokar had also to clean up an aspect which we today take for granted: the alphabetization of the entries. In the early English-Latin dictionaries it had been lax, and Coote's <em>Schoole-Maister</em> had alphabetized words only to the fourth letter.</p>\n<p>As competition widened the scope of the dictionary, lexicographers persisted in limiting themselves to explaining only “harde” or difficult words. Thomas Blount's <em>Glossographia</em> (1656) showed that compilers were still sacrificing the basic needs of a dictionary of the language in the interests of commercial success. They took to emblazoning their edition's merits in big, bold letters on their title-pages: Henry Cockeram vaunted his magnificent encyclopedic feature <em>Gods and Goddesses</em> (<em>The English Dictionarie, 1623),</em> and the <em>Glossographia</em> boasted of its definitive etymologies and historical observations. Blount plagiarized Francis Holyoke's <em>Dictionarium Etymologicum</em> in order to vindicate his advertising bluster to the extent that (as DeWitt Starnes tells us in his book <em>The English Dictionary from Cawdrey to Johnson)</em> 68% of the 924 entries under the letter “A” were from Holyoke.</p>\n<p><em>A New English Dictionary</em> (1702), by the mysterious “J.K.,” constituted a turning-point in defining the function of the dictionary by including many words that were not considered difficult to understand. The labor involved in this extra work seems to have impaired the quality of the text, for the definitions were certainly extremely lax in places. (He defined an <em>elephant</em> as 'a beast.' By the time Nathan Bailey's influential and successful <em>An Universal Etymological English Dictionary</em> came out (the first to attempt to list all the words in the language), the number of words adequately defined was about 40,000. Bailey's dictionary flaunted its proverbs and its unparalled information on etymology, and its subsequent history makes impressive reading: thirty editions were published to 1802 (the 1783 edition reached 50,000 words), clearing to the wayside competition from the likes of Thomas Dyche and William Pardon (who nevertheless did great work in giving prominence to aspects of grammer and pronunciation). In the eighteenth century, only Dr. Johnson's famous attempt at lexicography in 1755 (complete with self-opinionated definitions and not a few jokes) rivaled the popularity of Bailey's work.</p>\n<p>It is possible to extract from this commercial ratrace a number of ideals that were unnecessarily struggling with one another. Those with a pedagogical bias (particularly the early schoolmasters like Mulcaster) believed a dictionary should be for the purposes of aiding pronunciation, grammer, and spelling above all else. This tradition received a lot of attention in the latter part of the eighteenth century when Dr. William Kendrick included in his <em>A New Dictionary</em> exhaustic tables designed to demonstrate the correct way to pronounce words. (Another edition took to placing stress marks in such a way as to indicate the termination of syllables, e.g., art'ful.) There were also those who believed that a dictionary's function was only to explain difficult, foreign, and technical terms, and those who believed that the future for dictionaries lay in their value as reference books with plenty of encyclopedic material. Finally, there were those, like Bailey, who believed that the most valuable service of a dictionary was in the imparting of etymological details. Thereafter, dictionaries tended to become a scholarly fusion of all these aspects, resulting in the present <em>OED2e</em> whose attributes are listed at the beginning of this article.</p>\n<p>Revised editions of the dictionaries of Johnson and Bailey continued in their popularity throughout the first decades of the nineteenth century, despite the challenge proffered by Noah Webster's <em>An American Dictionary of the English Language</em>, which put forth some twelve thousand more words than Johnson and which distinguished between American and English usage for the first time. Webster's work received adverse publicity for its etymological inaccuracies and American variant spellings (<em>favor/ favour</em>), but he can be credited with intiating the idea of compiling independent national dictionaries in order to stay abreast of the development of the English Language in different parts of the world (a task we now recognize to be indispensable).</p>\n<p>It was not until 1836 (the year before Victoria's accession to the throne of England) that lexicography finally molded itself into the form we recognize today. A man called Charles Richardson asserted that Dr. Johnson had failed to define words chronologically, ignoring their root meanings and the development of their sense throughout the ages. To correct this, he introduced the <em>historical principle</em>, which is the basis on which the current <em>OED</em> operates. The <em>OED</em> was begun in 1842 as a project funded and directed by the Philological Society of Great Britain. The bulk of the work was placed in the hands of two committees with separate jurisdictions: one for literary and historical aspects, the other for etymological aspects. Publication of the fruits of these committees began in 1884, and by 1928 all the volumes were out on the market. In order to accommodate an ever-changing language, a <em>Supplement</em> was published in 1933; then a four-volume <em>Supplement</em> was added between 1972 and 1986 (including the matter in the earlier <em>Supplement</em>); that was integrated with the original dictionary in new 1989 edition, referred to as <em>OED2e</em>. If one wants an idea of how “fit” the modern dictionary is in terms of survival in this world's book market, it is estimated that 91 percent of all households in the English-speaking world have a dictionary of the English Language of one form or another, as opposed to 79 percent having a Bible, 77 percent an atlas and 52 percent a first-aid book. [source: <em>Hutchinson Factfinder</em>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Developing Dictionaries</h1> <p><em><span data-rel=\"author\">Daniel Balado-Lopez</span> <span data-rel=\"location\">Hoddesdon, Hertfordshire</span></em></p> <p>We rarely give thought to the ways in which Charles Darwin's evolutionary theory of Natural Selection (the “Survival of the fittest”) becomes a potent analogy for so many aspects of our lives. An automobile, for example, fitted with an anti-lock brake system and side impact bars is immeasurably better equipped for survival on today's roads than Ford's Model T of 1908, despite the model T's having been perfectly adequate in its day (it sold upwards of 15 million in twenty years). The latest dictionary model, as exemplified by the <em>Oxford English Dictionary, Second Edition</em>, can similarly boast many additional features over its extinct predecessors and is consequently preferred for use by all. As well as definitions, it offers variant spellings, pronunciation guidelines, grammatical identification, inflectional forms (plurals, irregular past tenses, superlatives, etc.), illustrative quotations, information on usagen (registers), etymology, derivatives, phrases and idioms including, in some editions, pictorial representations, and appendices that carry a wide range of material that would be more at home in an encyclopedia or an almanac. How has this system evolved?</p> <p>The first work to take the form of a dictionary for the English languages was Edmund Coote's <em>The English School-Maister [sic]</em> (1597). A modestly endowed ancestor, it defined approximately 1500 words, basing itself on the format of early English/ Latin dictionaries such as the <em>Promptorium Parvulorum</em> (c. 1440, an elaboration itself on the older idea of simple interlinear glossing of French and Latin manuscripts). The <em>Promptorium</em> was intended solely for the use of scholars in universities, and dictionaries such as this and the <em>Catholican Anglicum</em> (c. 1483) were the natural forerunners of the bilingual dictionaries we have today. (They were particularly popular in Elizabethan times: Shakespeare was found of dipping into John Florio's Italian-English dictionary <em>Worlde of Wordes</em> for exotic words with which to embellish his Italian comedies.) In those early English/Latin dictionaries, it is possible to trace the genesis of the monolingual dictionary. The editors of the <em>Promptorium</em> thought it necessary at times to give a brief explanation of the English word to be translated; thus the Latin translation of the word <em>deprive</em> is preceded by the explanation “put awey a thyng or taken awey ffrom anoder.\"</p> <p>It was no coincidence that Coote acted on this need for an English dictionary when he did. England's self-esteem had never been higher than it was during the reign of Elizabeth I, and this engendered a national pride that led one man, Richard Sherry, to link the enjoyment of “the plentyfulnes of our mother tongue” with a man's patriotic duty. William Caxton had brought printing to England a few decades earlier, and the time was ripe to encourage and develop the vernacular. Richard Mulcaster proclaimed the need for the gathering together of “...all the words we use in our English tong, whether naturall or incorporate ...into one dictionarie”; Coote's effort was minimal but nevertheless representative of this desire.</p>"
}