{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: On the Oxo Cube to London Jim Brown",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>On the Oxo Cube to London Jim Brown</em></h1>\n<p><em>Tony Day, Petersfield, Hampshire</em></p>\n<p>Although not an East Ender by birth I've learnt a lot about the area having had my Ronnie Biggs in Arc just down the Frog and Toad from friend for a cucumber of years. There's plenty to do in the area and it's easy to jump on a struggle and strain or an Oxo cube to London Jim Brown. Make sure you've got your Grey Mare. For a Horse and Cart, you can watch the Yuletide Logs at the Hackney Belt and Braces and shout on the Cherry Hog on which you've National Debt your last Ayrton Senna or even your Dicky Dirt.</p>\n<p>Not one for a National Debt even though you could Nose and Chin a Ken Dodd? Never mind! You can always go to the Box of Tricks; even though it's not Buckshee, you can get a Cow and Calf or, from an adult film, see a few Mods and Rockers ignoring the Box of Toys from those who are Brahms and Liszt. Out of the Box of Tricks and into the Rub-a-Dub-Dub for a Fusilier, a Chalky White, a Gay and Frisky, or even a Vera Lynn and Philharmonic. Not too many, mind you, or you'll fall in the Bread and Butter and risk a spell in a Flowery Dell where it's sure to be Potatoes in the Mould.</p>\n<p>Hungry? Well, you can still get your Mother Kellied John Peels or a Smack in the Eye but what's better than some Andy McNish and Lucky Dips with Uncle Fred and Cough and Splutter washed down with a Dog and Pup of There You Are?</p>\n<p>Tired? It's back to the Gates of Rome, then, for Bo Peep in your Uncle Ned. Custard cream well for there's more to do (and tell) tomorrow.</p>\n<p>Confused?—well it's all written in English but probably makes more sense like this:</p>\n<p>Although not an East Ender by birth I've learnt a lot about the area having had my lodgings in Finsbury Park just down the road from Mile End for a number of years. There's plenty to do in the area and it's easy to jump on a train or tube to London town. Make sure you've got your fare. For a start, you can watch the dogs at Hackney Races and shout for the dog on which you've bet your last £10 or even your shirt.</p>\n<p>Not one for a wager even though you could win a large packet of money? Never mind! You can always go to the cinema; even though it's not free, you can have a laugh or, in an adult film, see a few breasts whilst ignoring the noise from those who are drunk. Out of the cinema and into a public house for a beer, a light ale, a scotch, or even a gin and tonic. Not too many, mind you, or you'll fall in the gutter and risk a spell in a cell where it's sure to be cold.</p>\n<p>Hungry? Well, you can still get your jellied eels or pie, but what's better than some fish and chips with bread and butter, all washed down with a cup of tea?</p>\n<p>Tired? It's back home, then, for a sleep in your bed. Dream well for there's more to do (and tell) tomorrow.</p>\n<p>Somehow, I think I prefer the first version.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>On the Oxo Cube to London Jim Brown</em></h1> <p><em>Tony Day, Petersfield, Hampshire</em></p> <p>Although not an East Ender by birth I've learnt a lot about the area having had my Ronnie Biggs in Arc just down the Frog and Toad from friend for a cucumber of years. There's plenty to do in the area and it's easy to jump on a struggle and strain or an Oxo cube to London Jim Brown. Make sure you've got your Grey Mare. For a Horse and Cart, you can watch the Yuletide Logs at the Hackney Belt and Braces and shout on the Cherry Hog on which you've National Debt your last Ayrton Senna or even your Dicky Dirt.</p> <p>Not one for a National Debt even though you could Nose and Chin a Ken Dodd? Never mind! You can always go to the Box of Tricks; even though it's not Buckshee, you can get a Cow and Calf or, from an adult film, see a few Mods and Rockers ignoring the Box of Toys from those who are Brahms and Liszt. Out of the Box of Tricks and into the Rub-a-Dub-Dub for a Fusilier, a Chalky White, a Gay and Frisky, or even a Vera Lynn and Philharmonic. Not too many, mind you, or you'll fall in the Bread and Butter and risk a spell in a Flowery Dell where it's sure to be Potatoes in the Mould.</p> <p>Hungry? Well, you can still get your Mother Kellied John Peels or a Smack in the Eye but what's better than some Andy McNish and Lucky Dips with Uncle Fred and Cough and Splutter washed down with a Dog and Pup of There You Are?</p>"
}