{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: La Fontaine's Bawdy: Of Libertines, Louts, and Lechers",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Fontaines-Bawdy-Libertines-Louts-Lechers-Translations/1287351608/bd\"><em>La Fontaine's Bawdy: Of Libertines, Louts, and Lechers</em></a></h1>\n<p>Norman R. Shapiro, trans., David Schorr, illust., (Princeton University Press, 1992), xxii + 273pp.</p>\n<p>Advanced readers of VERBATIM will be familiar with Professor Shapiro's name as the writer of frequent EPISTOLAE; though it is not our practice to identify contributors except by locale or affiliation (in an effort to avoid intimidating our readers), it may now be revealed to those not already aware that the translator of the present work is Professor of Romance Languages and Literatures at Wesleyan University, an institution one might describe as being up the river (the Connecticut) from Old Lyme. Shapiro is not only a well-known French scholar and translator but an authority on the <em>fabliau</em>, an old French art form in what some might regard the traditional sense of <em>French art</em>, the descent of which may be measured down to the French postcard. For if the French can be regarded affectionately for anything it is their liberal—for which some have read “libertine”—attitude toward sex and things sexy: the very connotation of <em>French</em> evokes Ooh-la-la images of naughty goings-on. These comments might evoke protests from devotees of the genre (if not the gens), which will doubtless arrive in the form of <em>épistles</em>—for which read EPISTOLAE and not “French letter.”</p>\n<p>La Fontaine (1621-95), associated in a quadrumvirate with Boileau, Moliére, and Racine, published his best writing in his <em>Contes</em> (1664), described as <em>contes pour rire</em> ('humorous tales'); his <em>Fables</em> (1668), based on the fables of Aesop and others, are considered less worthy, though the second edition (1678) was described as “divine” by Mme. de Sévigné, no mean critic. The substance of the <em>Contes</em> was drawn mainly from Boccaccio's <em>Decameron</em> (1353), which also inspired Chaucer's <em>Canterbury Tales</em>.</p>\n<p>It is curious how some words become ineluctably associated with certain names, almost as though they were trade marks of one another. Such, to my mind, are the associations between Boccaccio's <em>Decameron</em>, La Fontaine's <em>Contes</em>, Rabelais' <em>Gargantua</em> and <em>Pantagruel</em> and the words <em>bawdy, ribald, licentious</em>. Somehow, words in a similar semantic vein, like <em>lusty</em> and <em>risqué</em>, do not fit as readily into the cliché as those first cited. To be sure, the line drawings by David Schorr in the present work have a classic quality: though modern in execution and appeal, they carry a Daumier-like flavor back to a 17th century populated (largely) by libidinous monks and abbesses.</p>\n<p>The blurb writer refers to the translation as “rendered with the spirit of [La Fontaine's] style,” with which I would entirely agree. But to suggest that La Fontaine's “subtle rhythms, cadences, rhymes, and delectable wit [are] left intact” is to detract from the unique art of the translator: a good translator does not merely translate the words; he must create a new work of art in another language, one appropriate to the medium, one that wrings from each reference the connotations and references of a culture different from that of the original. To do that, it is not sufficient for him to be intimately familiar with both languages: he must be thoroughly steeped in both cultures, as well. One who reads the <em>Contes</em> in French today must naturally contend with French archaisms (and spellings), and it is only fitting to select for English speakers language reminiscent of a bygone day, words like <em>sire, cuckold</em>, and <em>boon</em>, syntax like <em>waste not your attention</em>, and expressions like <em>O rakes in zealots' clothing! Fie, messieurs!</em> Retaining archaic English spelling would be going too far, and one may be tempted to criticize the translator who goes too far afield from the original, for, after all, we must be aware that we are reading a translation of something worth translating and not a wholly original work, albeit along similar lines, of a translator. Thus, classical images must be retained, for they function in much the same way for readers in contiguous cultures. Many parallel passages in Shapiro's book could have been selected, but the following illustrate quite well what I mean:</p>\n<blockquote>\n<p>Celuy-lá parle une langue Barbare</p>\n<p>Qui l'or en main n'explique ses desirs.</p>\n<p>Le jeu, la jupe, et l'Amour des plaisirs,</p>\n<p>Sont les ressorts que Cupidon employe:</p>\n<p>De leur boutique il sort chez les Francois</p>\n<p>Plus de Cocus que du cheval de Troye</p>\n<p>Il sortit de Heros austresfois.</p>\n<p>Meaningless tongue: vain babble voiced for nought.</p>\n<p>For money it is that talks; love must be bought.</p>\n<p>Gaming, philandering, gay merriment—</p>\n<p>Such are the strings to Cupid's bow. With these</p>\n<p>He makes more cuckolds of our French, perforce,</p>\n<p>Than there poured heroes from that Trojan Horse!...</p>\n<p>—from “A femme avare galant escroc” ('The Greedy Woman Gallantly Deceived,')</p>\n<p>pp. 91-93]</p>\n</blockquote>\n<p>The reader can easily see that it would be difficult to match up the “subtle rhythms, cadences, and rhymes,” while the spirit of the original and, as far as one can take it, La Fontaine's “delectable wit” are left intact.</p>\n<p>Thus, <em>La Fontaine's Bawdy</em> emerges essentially as a thoughtful translation of selections from a French classic. Owing to its attempt to reproduce the spirit of the original, it might not be easy to read, but there is no rule that good literature (and other things worthwhile) need be easy. Besides, it is a great deal easier than reading it in the original, especially if one does not know any French.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Fontaines-Bawdy-Libertines-Louts-Lechers-Translations/1287351608/bd\"><em>La Fontaine's Bawdy: Of Libertines, Louts, and Lechers</em></a></h1> <p>Norman R. Shapiro, trans., David Schorr, illust., (Princeton University Press, 1992), xxii + 273pp.</p> <p>Advanced readers of VERBATIM will be familiar with Professor Shapiro's name as the writer of frequent EPISTOLAE; though it is not our practice to identify contributors except by locale or affiliation (in an effort to avoid intimidating our readers), it may now be revealed to those not already aware that the translator of the present work is Professor of Romance Languages and Literatures at Wesleyan University, an institution one might describe as being up the river (the Connecticut) from Old Lyme. Shapiro is not only a well-known French scholar and translator but an authority on the <em>fabliau</em>, an old French art form in what some might regard the traditional sense of <em>French art</em>, the descent of which may be measured down to the French postcard. For if the French can be regarded affectionately for anything it is their liberal—for which some have read “libertine”—attitude toward sex and things sexy: the very connotation of <em>French</em> evokes Ooh-la-la images of naughty goings-on. These comments might evoke protests from devotees of the genre (if not the gens), which will doubtless arrive in the form of <em>épistles</em>—for which read EPISTOLAE and not “French letter.”</p> <p>La Fontaine (1621-95), associated in a quadrumvirate with Boileau, Moliére, and Racine, published his best writing in his <em>Contes</em> (1664), described as <em>contes pour rire</em> ('humorous tales'); his <em>Fables</em> (1668), based on the fables of Aesop and others, are considered less worthy, though the second edition (1678) was described as “divine” by Mme. de Sévigné, no mean critic. The substance of the <em>Contes</em> was drawn mainly from Boccaccio's <em>Decameron</em> (1353), which also inspired Chaucer's <em>Canterbury Tales</em>.</p> <p>It is curious how some words become ineluctably associated with certain names, almost as though they were trade marks of one another. Such, to my mind, are the associations between Boccaccio's <em>Decameron</em>, La Fontaine's <em>Contes</em>, Rabelais' <em>Gargantua</em> and <em>Pantagruel</em> and the words <em>bawdy, ribald, licentious</em>. Somehow, words in a similar semantic vein, like <em>lusty</em> and <em>risqué</em>, do not fit as readily into the cliché as those first cited. To be sure, the line drawings by David Schorr in the present work have a classic quality: though modern in execution and appeal, they carry a Daumier-like flavor back to a 17th century populated (largely) by libidinous monks and abbesses.</p>"
}