{
  "type": "Article",
  "title": "Unmasking the Metaphor",
  "author": "Larry Tritten",
  "location": "San Francisco",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Unmasking the Metaphor</h1>\n<p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco</span></em></p>\n<p>Research conducted last year at the Institute of Metaphoric Analysis, Guesswork, and Exploration (<em>IMAGE</em>) in Sandra Linda, California, has shed new light on a matter that has concerned scholars of language and the prolix ever since man first began to laugh at things he said. Dr. William “Bill” Gomeral, a professor of Silly Languages, working on a grant provided by <em>NAT</em> (National Association of Talkers), tracked the fabled metaphor to its phenomenological lair, thereby revealing its conceptive source.</p>\n<p>Research in this area has been sparse. In 1919 two Oxford dons (Donald Hunter and Donald Fisher) spent several weeks intensively investigating the metaphor, but without reaching any conclusion that could be expressed in precise literal thought or writing. There is also a record of a Wilkes Nettleton, a Philadelphia lexicographer, publishing a small tract in 1854 in which he claimed credit for original insight into the psychological nomenclature of the metaphor; unfortunately, this was written in the form of a rebus and since Nettleton was such a poor artist (a friend wrote that “his stork was scarcely distinguishable from a gate-leg table”) nobody could figure it out.</p>\n<p>As common as the metaphor has been to human speech and writing, we have known very little about what makes it tick. The simile, on the other hand, as Dr. Holland Dill demonstrated in his polygraph, <em>Service With a Simile</em> (Boarding House, 1951), and its less coherent sequel, <em>A Myth of an Inch Is As Good As Simile</em> (Onan &amp; Sons, 1953), is clearly the product of a unique blend of slapstick impulse and sublimated lunacy. The nature of the metaphor has been more elusive.</p>\n<p>In order to appreciate Gomeral's findings, one must be familiar with his basic ideas. To begin with, he distinguishes between natural and unnatural metaphors. Natural metaphors are “those metaphors created in the roseate heat of joyous cerebration,” and unnatural metaphors are those created when one has the blues. He also defined urban and rural metaphors, this as a result of “blazing a path through a wilderness of rudimentary perception to a metropolis of high-rise conception.” An urban metaphor is quite apparent, e.g., “the neon jungle,” “the Big Apple,” etc. And so is a rural metaphor, e.g., “the Corn Belt,” “pig-headed,” etc.</p>\n<p>By isolating natural and unnatural and urban and rural metaphors, Gomeral was able to create a working model of the naked image—just as Bohr's atom provided a working model in physics (though originally Bohr mistakenly included the crouton next to the proton and neutron). With this model, Gomeral began to extrapolate boldly, wearing for luck a parti-colored thinking cap his mother had made for him. During an intraview with himself (i.e., soliloquy) induced by hours of reading e.e. cummings (i.e., E.E. Cummings), he came to the conclusion that “metaphors are the cinammon of the cerebrum's spice box.” That Gomeral was so impressed by the quality of his own thought that he started wearing a cape and calling himself Captain Perception is neither here nor there. What is here, as well as there, is the fact that a circumlocutory course of extrapolation led him to the creation of the super-metaphor, which he called the megaphor. The first of these (“a prostitute with a heart of fool's gold”) was, admittedly ridiculed by many scholars who consider literacy indispensable to self-expression—and the megaphor remains as vague as a fleeting glimpse of a big-footed jackrabbit; but as a nexus in Gomeral's causal link of insights the megaphor was a vital concept. “I never metaphor I didn't like,” Gomeral said in a weak moment, elucidating the influence of the megaphor, and promptly had his subscription to <em>Writer's Digest</em> canceled by the magazine's editor.</p>\n<p>Like all pioneers of perception, however, he persisted in perceiving and soon began to forge his way toward illumination. He locked himself up in his libraratory,* surrounded himself with books of poetry and hard-boiled private-eye novels, and studied metaphors for days on end as well as nights upended. “The first thing I realized,” Gomeral wrote, “was that metaphors are something akin to bluebirds in the aviary of language. Given that, it followed that a mixed metaphor was a sort of predator, a vulture of the poetic ethos. Yeah!”</p>\n<p>Gomeral made a list of several hundred metaphors from classical and modern literature, studied them, and finally came to the conclusion that most people think that other people look like birds and dogs. Then, working from the premise that every metaphor is somehow connected with the collective unconscious, he taped hundreds of hours of cocktail- party conversation. He played the tapes over repeatedly, picking out metaphors and making two separate lists—of those he had heard before and of those he considered original. The latter he studied exhaustively, singing them, pronouncing them alout until he was “blue in the voice and could almost taste the syllables,” even playing them backwards on the tape recorder. It was during this period that he named a new daughter Candy, and during this period, too, that he enlisted the assistance of three fledgling linguists from the University of Florida—Lupe Del Rio, Novella Taormina, and Minerva Hymettus (whom he nicknamed, respectively, The Satin Latin, The Vermilion Sicilian, and the Chic Greek). With the help of this trio, Gomeral made his breakthrough. But, unhappily, it was also at this juncture that his grant expired and words failed him. For days Gomeral remained speechless. When he did speak again, it was to utter his now famous, “<em>E=MC</em> 2 ” (i.e., Expression equals Metaphors times the speed of Conversation squared). Months earlier he had errantly hypothesized that Elucidation equals a Master of Ceremonies doubled—but nothing had come of the theorem. Now, in little more than a fell swoop, he had found the heart of the mystery.</p>\n<p>Gomeral's findings are just now beginning to affect academic thought (east of the Mississippi), but it is expected that after next Spring they will have made their way as far west as Deadwood. Gomeral, sadly, recently expired after a fall from a library ladder while reaching for a copy of Strunk and White's What's in a Name? His last words, spoken with a kind of intoxicated fervor according to witnesses who were looking for his wallet at the time, were, “Purple ain't nothing but blue with a doctor's degree!” The community of arts and science will miss Gomeral. His kind are well done.</p>\n<p>This word was refused creditability as a <em>bona fide</em> neologism by Dr. Heathcote Tarsus, Professor of New Wave Linguistics at the Cincinnati School of Neotopical Jargon.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Unmasking the Metaphor</h1> <p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco</span></em></p> <p>Research conducted last year at the Institute of Metaphoric Analysis, Guesswork, and Exploration (<em>IMAGE</em>) in Sandra Linda, California, has shed new light on a matter that has concerned scholars of language and the prolix ever since man first began to laugh at things he said. Dr. William “Bill” Gomeral, a professor of Silly Languages, working on a grant provided by <em>NAT</em> (National Association of Talkers), tracked the fabled metaphor to its phenomenological lair, thereby revealing its conceptive source.</p> <p>Research in this area has been sparse. In 1919 two Oxford dons (Donald Hunter and Donald Fisher) spent several weeks intensively investigating the metaphor, but without reaching any conclusion that could be expressed in precise literal thought or writing. There is also a record of a Wilkes Nettleton, a Philadelphia lexicographer, publishing a small tract in 1854 in which he claimed credit for original insight into the psychological nomenclature of the metaphor; unfortunately, this was written in the form of a rebus and since Nettleton was such a poor artist (a friend wrote that “his stork was scarcely distinguishable from a gate-leg table”) nobody could figure it out.</p> <p>As common as the metaphor has been to human speech and writing, we have known very little about what makes it tick. The simile, on the other hand, as Dr. Holland Dill demonstrated in his polygraph, <em>Service With a Simile</em> (Boarding House, 1951), and its less coherent sequel, <em>A Myth of an Inch Is As Good As Simile</em> (Onan &amp; Sons, 1953), is clearly the product of a unique blend of slapstick impulse and sublimated lunacy. The nature of the metaphor has been more elusive.</p>"
}