{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Welsh Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Welsh-Dictionary-Teach-Yourself-Edwin/dp/0340572124\"><em>Welsh Dictionary</em></a></h1>\n<p>Edwin C. Lewis, (Hodder &amp; Stoughton, 1992) 256pp.</p>\n<p>In <em>The Gentleman's Magazine</em> for May, 1796, p. 424, the following lines on the silkworm are given as a specimen of the peculiar structure of the Welsh language:-</p>\n<blockquote>\n<p>O'i wiw wy i wan ê â</p>\n<p>Ai weuau o' i wyau ê a weua</p>\n<p>Es weua ei wé aia</p>\n<p>Ai weuau yw ei ieuau o iâ.</p>\n</blockquote>\n<p>Two translations are added. The first is:-</p>\n<blockquote>\n<p>(Sprung) from his native egg, he begins to weave,</p>\n<p>And weaves his web from his intestines;</p>\n<p>He weaves his web of winter,</p>\n<p>And his webs are as bands of hoar-frost.</p>\n</blockquote>\n<p>The second, which is called a “literal translation,” runs as follows:-</p>\n<blockquote>\n<p>From his peculiar egg he goes to weave,</p>\n<p>And from his eggs he weaves his webs;</p>\n<p>He weaves his winter webs,</p>\n<p>And his webs are yokes of ice.</p>\n</blockquote>\n<p>Gravelly Hill, Erdington.</p>\n<p>Benj. Walker.</p>\n<p>—<em>Notes &amp; Queries</em>, 10th S. iv. (Nov. 11, 1905),</p>\n<p>p. 392.</p>\n<p>This addition to the Teach Yourself series contains more than 16,000 headwords, according to the back-cover blurb, which also gives a clue to those uninitiated in its Byzantine, albeit Celtic grammar: “words listed under all their mutated forms;... a brief introduction to Welsh grammar, including a summary of the main rules of consonantal mutation.” <em>The Random House Unabridged,</em> I note with some relief, defines this sense of <em>mutation</em> as, “(in Celtic languages) syntactically determined morphophonemic phenomena that affect initial sounds of words.” Less technically put, that means that in certain contexts, words change their form. The same could be said about English <em>this,</em> which contains three phonemes (sounds that are significant grammatically, semantically, or both), /o/, /I/, and /s/, when the context is singularly, and which “mutate” to /symbol/, /i/, and /z/ when the context is plural. That is not to suggest that the Welsh system is simple, merely that it does not interfere with children aged one and a half learning the language. (Is it not amazing how those tiny Chinese, Japanese, Javanese, and Welsh children can learn their strange languages!) An example from Welsh states that adjectives, which usually follow the noun they modify, undergo soft mutation after a feminine noun: <em>bachgen bach</em> 'a small boy' /<em>merch fach</em> 'a small girl'; <em>tarw du</em> 'a black bull' /<em>buwch ddu</em> 'a black cow.' As these mutations work profound changes on the spelling, one can imagine the problems presented to the lexicographer: English dictionaries list forms like <em>'took, went</em>, and <em>saw</em> with cross references to their infinitive forms where their main entries appear. But in Welsh, where the initial letters of many words depend on their grammatical environment, the alphabetizing problems are complex. Thus, although most of the words listed under <em>l</em> + vowel are cross-referred to words beginning <em>ll-</em>, many are referred to words beginning with <em>gl-</em>; a handful—including <em>lamp</em> 'lamp,' <em>lôn</em> 'lane, road,' <em>lwc</em> 'luck'—that have their entries at <em>l-</em> appear to be loanwords. The entire alphabet is listed as a running head on each double-page spread that does not include an initial: <em>a, b, c, ch, d, dd, e, f, ff,g, ng, h, i, j, l, ll, m, n, o, p, ph, r, rh, s, t, th, u, w, y.</em> Listings are further complicated because some words change spelling in the middle, e.g., <em>pennawd</em> 'heading, headline' becomes <em>penawdau</em> in the plural, <em>ffon</em> 'stick' becomes <em>ffyn</em> in the plural. Consequently, twice as many pages are devoted to the same number of headwords in the Welsh-English section as in the English-Welsh part.</p>\n<p>Just to add a little further intrigue, adjectives undergo four degrees of comparison: positive, equative, comparative, and superlative. <em>Equative</em> refers to descriptions of things that are equal. As this is a dictionary, not a grammar, such information is set forth only briefly in an appendix of a couple of dozen pages, tempting one to become more familiar with some aspects of a Celtic language. If I may be permitted my horrible pun of the year, one could do Erse, but Welsh might be more politically rewarding.</p>\n<p>Stopping here and there in thumbing through this short lexicon, it is easy to see that despite what seem anomalies to those unfamiliar with Welsh, especially with its spelling, it is clearly an Indo-European language: <em>pysgotwr</em> 'fisherman,' <em>ffyddlon</em> 'faithful, loyal,' <em>brawd</em> 'brother' are evidently cognate with familiar <em>I-E</em> roots.</p>\n<p>It is certainly not recommended that one try to learn a language—or even to make untoward assumptions about it—without studying its grammar, but even a fleeting acquaintance with a language is better than none, and most people are likely to be drawn more by lexicon than by grammar. If this dictionary can move one to go further, it will have fulfilled a function its compiler and publisher would be unlikely to have anticipated.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Welsh-Dictionary-Teach-Yourself-Edwin/dp/0340572124\"><em>Welsh Dictionary</em></a></h1> <p>Edwin C. Lewis, (Hodder &amp; Stoughton, 1992) 256pp.</p> <p>In <em>The Gentleman's Magazine</em> for May, 1796, p. 424, the following lines on the silkworm are given as a specimen of the peculiar structure of the Welsh language:-</p> <blockquote>\n<p>O'i wiw wy i wan ê â</p>\n<p>Ai weuau o' i wyau ê a weua</p>\n<p>Es weua ei wé aia</p>\n<p>Ai weuau yw ei ieuau o iâ.</p>\n</blockquote> <p>Two translations are added. The first is:-</p>"
}