{
  "type": "Article",
  "title": "Wordplay",
  "author": "Gary Egan",
  "location": "Ballina, County Mayo",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Wordplay</h1>\n<p><em><span data-rel=\"author\">Gary Egan</span> <span data-rel=\"location\">Ballina, County Mayo</span></em></p>\n<p>Scan any newspaper at random and a predilection for punning headlines is immediately discernible. Take today's <em>Star</em> (“Britain's Brightest Daily”), for example: <em>Fireman's Burning Ambition; Ivana Comes Up Trumps; How To Save Yourself a Packet With Seeds</em>... Go upmarket and read the same story, but with a better class of pun, i.e., <em>Survey Claims Legalization of Cannabis Has Resonant Grass Roots Support</em>. Or, in a <em>Guardian</em> supplement, perhaps, a pro-feminist piece entitled <em>Must The Chauvinism Go On?</em> In similar fashion, a title like <em>Opera Buffoonery</em> assumes a greater degree of sophistication in its readers than, say, <em>Ossie Determined To Earn His Spurs</em>. (Many English readers will be familiar with Tottenham Hotspur, even if they have never visited White Hart Lane, but fewer will have come across the term <em>opera buffa</em>, let alone whistled Mozart's <em>Abduction from the Seraglio</em> from the terraces.)</p>\n<p>Staying with the quality rags, in addition to the headlines, the articles themselves frequently feature puns. It is not unusual to encounter an art review which opens like this: “Given its penchant for all things scatalogical—of which Duchamp's urinal might be said to form the centrepiece—maybe The Museum of Modern Art should be re-named 'The Cistern Chapel'...” Or to see Coppola's <em>Dracula</em> castigated thus:</p>\n<blockquote>\n<p>For once the lupine ferocity of critics who went for the jugular and left teeth-marks all over their reviews may be excused. The box-office takings are a (vam) pyrrhic victory, a triumph of hype over discernment.</p>\n<p>[<em>1-2-1 Review</em>]</p>\n</blockquote>\n<p>For the writer of the sportive essay, wordplay is so common as to seem almost a basic requirement. Take this excerpt from an essay on dogs, for instance:</p>\n<blockquote>\n<p>When it comes to sucking up to humans, dogs take the biscuit. One of their least fetching characteristics is their willingness to retrieve sticks.</p>\n<p>[“Have Dogs Backed the Wrong Horse,” <em>1-2-1 Review</em>]</p>\n</blockquote>\n<p>Or a piece deploring the seamy sex-scenes perpetrated by modern novelists:</p>\n<blockquote>\n<p>They have no truck with plot (unlike the movie moguls of Hollywood's Golden Age who selected plots with the trucker in mind), but they dutifully trot out the same knackered old descriptions of copulation. The reader is treated to a blow-job-by-blow-job account of the hero's sexual conquests but, despite the plethora of climaxes, there's a certain lack of suspense: the reader just knows knickers will be shed in the twist of the tale.</p>\n<p>[“Writers &amp; Sex,” <em>1-2-1 Review</em>]</p>\n</blockquote>\n<p>Despite, or perhaps because of its domination of newspaper and magazine headlines, the pun has tended to receive a bad press in more exclusive literary circles. Charles Lamb, for one, dismissed it as “a pistol let off at the ear, not a feather to tickle the intellect.” The standard dictionary definition of the pun is something of a put-down: “the use of words to exploit ambiguities and innuendos for humorous effect,” as in the comic verse below:</p>\n<blockquote>\n<p>Instead of flushing whenever it's mentioned,</p>\n<p>we should salute its cisterns' unsung melodies</p>\n<p>for—no matter how execrable a state it's in—</p>\n<p>a W.C. puts bums on seats.</p>\n<p>If only as much could be said</p>\n<p>for alternative comedians' lavatory humour.</p>\n<p>[“A Paean to the W.C.,” <em>1-2-1 Review</em>]</p>\n<p>'I'm sorry,' she replied, 'I know your pride is colossal</p>\n<p>And I confess: a multiple orgasm in Basle'd be capital—</p>\n<p>But how can I be sure the ecstacy-waves will be tidal?</p>\n<p>[“Erections Are Universal,” <em>1-2-1 Review</em>]</p>\n</blockquote>\n<p>Or comic fiction:</p>\n<blockquote>\n<p>Eustace Hewitt emitted the sort of sound a theatre</p>\n<p>critic makes when tearing a bit-player's performance to pieces.</p>\n<p>[“People Behave Differently in the Dark,”</p>\n<p><em>'U'Magazine</em></p>\n</blockquote>\n<p>English Literature has acknowledge its great satires and comic masterpieces, to be sure, but rarely without a certain reluctance; rarely without giving the impression that comedy, however clever, is in dubious taste. Comedy, acutely aware of this, often appears to be on the defensive where its art is concerned, hence the old adage about every comedian hankering to play Hamlet (another compulsive punster). It is as if some literary élite has decreed that Literature shall be elevating, edifying and, above all, serious. Comedy's gut-instinct, by contrast, is that nothing is sacred.</p>\n<p>But when a writer puns, it is not always purely for humorous effect. It is necessary to examine the context in which the wordplay occurs. What happens, for instance, when a domestic tragedy is depicted in this way:</p>\n<blockquote>\n<p>Branded by ex-hubby (ex-All-Black &amp; Oxford Blue)</p>\n<p>With a hot iron as a lasting token of his esteem,</p>\n<p>Leaving Muggins to raise a crop of Enid Blighters—</p>\n<p>Crew-cutted &amp; permanently gutted—on a pittance.</p>\n<p>[“Personal Column,” <em>Outposts Poetry Quarterly</em>]</p>\n</blockquote>\n<p>In this case the wordplay is unsettling. A “Straight” description of domestic violence (minus the wordplay) might have been less effective. As it is, the reader's sympathies are engaged unexpectedly; taken by surprise, he feels compelled to reappraise the subject matter in question.</p>\n<p>It has been noted that comedy's gut-instinct insists that nothing is sacred. Literature can cope with this, to a point—but even the politest suggestion that language itself is not sacred causes it enormous anxiety. Wordplay has the temerity to draw attention to language's vulnerability. Puns are essentially disruptive; gremlins loose in linguistic infrastructures, they goose a hitherto Sphinx-like text and wink back at the reader. Anti-puritan in spirit, wordplay is less interested in making sense of the world than finding pleasure in it, wary of words when they fall afoul of play. However, the dangers ensuing when writers take sanctuary in game-playing are undeniable:</p>\n<blockquote>\n<p>An unco-ordinated woman in her early forties cantered down the porch steps to greet her. A flighty satin evening dress and long thoroughbred nose snubbed the chilly December dusk.</p>\n<p>[“Baby,” <em>Passages</em>]</p>\n</blockquote>\n<p>Was that thoroughbred nose always there, or did it only turn up when the writer hit on the verb <em>Canter?</em> Is the writer straining at the bit to say something about life—or to do something with words? But for those who demand Emotion Before Trickery, it might be pointed out that emotions are often tricky and human nature is usually game.</p>\n<p>Puns may be a symptom of language in collision, but who can say that collision is not in collusion with a chaotic cosmos? Being practically untranslatable (watch a Marx Brothers' film with French subtitles sometime), puns effectively scotch the myth of universality. Yet it could be argued that wordplay complements a tragic perspective by its tacit recognition of the fragmented, ambiguous nature of reality. It may be less threatening to linguistic prejudices to believe that every word has a reliable signification, to deny it the right to attach itself to other suppressed meanings, but it should be borne in mind that words are inherently protean and only autocrats resent ambiguity. If it is disconcerting, this may be for the same reason that nudity is found to be disconcerting: it alerts readers to the parts convention attempts to conceal (perhaps that is what is meant by detractors who dismiss wordplay as primitive). The pun's strip-tease shows tantalizing glimpses of language in the buff. That people are irritated or offended does not mean wordplay is trivial or objectionable, only that the dignity of some readers is easily overthrown.</p>\n<p>News headlines have brought wordplay into disrepute by their crass application of it: too often the distorted one—dimensional summary of events, political or otherwise, contradicts the ambiguity signified by the punning title. Far from being vulgar or frivolous or both, wordplay is a complex literary device permitting a richer response to language. Skillfully deployed, the pun does not bandy words, but bandages together (it arises, after all, from a linguistic accident) disparate meanings. Its vivacious, sometimes pugnacious presence warns the reader against taking the text at face value. In short, it is anathema to those who would “skip” because it causes them to pause and reflect.</p>\n<p>But there is a difference between a writer pushing words around and a writer being pushed around by words: a difference between the writer who makes language jump through hoops and the writer who jumps through hoops for language: a difference between a pirouette by Pavlova and Pavlov's conditioned reflex. In other words, the pun makes compulsive reading—but it needs watching.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Wordplay</h1> <p><em><span data-rel=\"author\">Gary Egan</span> <span data-rel=\"location\">Ballina, County Mayo</span></em></p> <p>Scan any newspaper at random and a predilection for punning headlines is immediately discernible. Take today's <em>Star</em> (“Britain's Brightest Daily”), for example: <em>Fireman's Burning Ambition; Ivana Comes Up Trumps; How To Save Yourself a Packet With Seeds</em>... Go upmarket and read the same story, but with a better class of pun, i.e., <em>Survey Claims Legalization of Cannabis Has Resonant Grass Roots Support</em>. Or, in a <em>Guardian</em> supplement, perhaps, a pro-feminist piece entitled <em>Must The Chauvinism Go On?</em> In similar fashion, a title like <em>Opera Buffoonery</em> assumes a greater degree of sophistication in its readers than, say, <em>Ossie Determined To Earn His Spurs</em>. (Many English readers will be familiar with Tottenham Hotspur, even if they have never visited White Hart Lane, but fewer will have come across the term <em>opera buffa</em>, let alone whistled Mozart's <em>Abduction from the Seraglio</em> from the terraces.)</p> <p>Staying with the quality rags, in addition to the headlines, the articles themselves frequently feature puns. It is not unusual to encounter an art review which opens like this: “Given its penchant for all things scatalogical—of which Duchamp's urinal might be said to form the centrepiece—maybe The Museum of Modern Art should be re-named 'The Cistern Chapel'...” Or to see Coppola's <em>Dracula</em> castigated thus:</p> <blockquote>\n<p>For once the lupine ferocity of critics who went for the jugular and left teeth-marks all over their reviews may be excused. The box-office takings are a (vam) pyrrhic victory, a triumph of hype over discernment.</p>\n<p>[<em>1-2-1 Review</em>]</p>\n</blockquote>"
}