{
  "type": "Article",
  "title": "War and the OED",
  "author": "Gerald Nelson",
  "location": "Survey of English Usage University College London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">War and the OED</h1>\n<p><em><span data-rel=\"author\">Gerald Nelson</span> <span data-rel=\"location\">Survey of English Usage University College London</span></em></p>\n<p>It is reasonable to assume that the number of neologisms produced each year within a single generation is more or less equal. That is to say that within a period of fifty years, for example, we can expect to find approximately the same number of new words, phrases, and senses being generated each year. Over longer periods, of course, an unequal distribution may reasonably be expected. In periods of intense social and political change, more new words and new senses will be produced than in periods which are, by comparison, more “static.” Of course, we cannot expect dictionaries, especially those compiled manually, to record the same number of neologisms for each year or to reflect exactly the fluctuations in their production over longer periods. Nevertheless, the <em>Oxford English Dictionary</em> has been remarkably successful in both of these areas. While it does give comparatively greater coverage to the nineteenth century than to any other, its overall coverage of the history of the English language is an impressive achievement. For this very reason, however, it is all the more surprising to find significant fluctuations within very short periods in the number of neologisms which it records.</p>\n<p>Using the CD-ROM edition of the <em>OED</em>, it is possible to produce figures for the total number of new words and phrases, as well as new meanings of existing ones, recorded for each year covered by the dictionary. These figures give the total number of citations for which the corresponding date is the earliest recorded. Below are figures for the years 1900 to 1930.</p>\n<blockquote>\n<p>1900 <em>6,002</em><br>\n1901 <em>5,834</em><br>\n1902 <em>6,628</em><br>\n1903 <em>5,436</em><br>\n1904 <em>5,570</em><br>\n1905 <em>5,021</em><br>\n1906 <em>4,658</em><br>\n1907 <em>4,612</em><br>\n1908 <em>5,061</em><br>\n1909 <em>5,468</em><br>\n1910 <em>3,803</em><br>\n1911 <em>4,025</em><br>\n1912 <em>3,146</em><br>\n1913 <em>3,296</em><br>\n1914 <em>3,097</em><br>\n1915 <em>2,615</em><br>\n1916 <em>3,043</em><br>\n1917 <em>2,343</em><br>\n1918 <em>2,447</em><br>\n1919 <em>2,834</em><br>\n1920 <em>3,941</em><br>\n1921 <em>3,794</em><br>\n1922 <em>5,343</em><br>\n1923 <em>4,487</em><br>\n1924 <em>3,780</em><br>\n1925 <em>4,073</em><br>\n1926 <em>5,132</em><br>\n1927 <em>5,290</em><br>\n1928 <em>5,486</em><br>\n1929 <em>4,399</em><br>\n1930 <em>5,925</em></p>\n</blockquote>\n<p>The figures show that the recording of new words, phrases, and senses fell dramatically during the period of the First World War and reached its lowest figure in 1917. The figure for 1917, in fact, is the lowest for any year this century. Although the figure begins to drop at around 1910 and does not rise dramatically until 1922, a closer look at some average figures will show the decrease during the war years much more clearly. For the ten years before the war, the average number of citations is 4,575 per year, and for the war years themselves, this figure drops to 2,709, a decrease of 41%. After the war, the figure rises to an average of 4,030 per year for the period 1919-28.</p>\n<p>Let us now look at the same figures for the Second World War to see if a comparable trend can be observed.</p>\n<blockquote>\n<p>1930 <em>5,925</em><br>\n1931 <em>4,982</em><br>\n1932 <em>4,765</em><br>\n1933 <em>4,850</em><br>\n1934 <em>5,782</em><br>\n1935 <em>5,077</em><br>\n1936 <em>5,769</em><br>\n1937 <em>5,599</em><br>\n1938 <em>5,291</em><br>\n1939 <em>4,962</em><br>\n1940 <em>5,007</em><br>\n1941 <em>3,906</em><br>\n1942 <em>4,391</em><br>\n1943 <em>3,416</em><br>\n1944 <em>3,529</em><br>\n1945 <em>3,797</em><br>\n1946 <em>5,129</em><br>\n1947 <em>4,276</em><br>\n1948 <em>5,165</em><br>\n1949 <em>5,467</em><br>\n1950 <em>4,966</em><br>\n1951 <em>5,795</em><br>\n1952 <em>5,199</em><br>\n1953 <em>5,213</em><br>\n1954 <em>4,567</em><br>\n1955 <em>6,835</em></p>\n</blockquote>\n<p>Once again, the figure drops during the war years and rises again afterwards, though in this case the size of the decrease is considerably smaller. For the ten years before the war, the average figure is 5,243 per year; for the war years, it drops to 4,143 per year and after the war, for the period 1945-55, the average rises to 5,353. During the Second World War, then, the decrease was 21%, compared with 41% during the Great War.</p>\n<p>Clearly both wars had a considerable impact on the recording of new words and phrases, though that of the First World War was the most dramatic. That is particularly ironic, since we may expect that during both wars more, and not fewer new words and meanings were produced. One obvious explanation for the decrease may be that the many readers who contributed slips to the <em>OED</em> had far more pressing commitments in times of war. In the case of the 1914-18 War, the phenomenon may be further explained by the fact that the <em>OED</em> was undergoing its own period of crisis. Many of James Murray's assistants and printers went into military service, and before this, two of his most able consultants had died, Walter Skeat in 1912 and Robinson Ellis a year later. Murray himself died in July 1915. These setbacks meant that the final volume, planned for publication in 1917, did not appear until 1928.</p>\n<p>Clearly the combination of external and internal crises played a large part in the producing the uneven coverage observed. One factor that we might expect to have been significant did not, in fact, play any role in the decrease: contrary to expectations at the time, book production during the War did not fall significantly. Despite a brief decline at the start of the conflict, the number of new titles published in Britain remained steady at approximately 8,000 per year. So those readers who did have the time and leisure to submit citations were not short of source material.</p>\n<p>Looking at the sources for just one of the war years, 1917, it becomes clear that a small number of contemporary works yielded a high proportion of the citations recorded for that year. By far the most fruitful source was <em>An Airman's Outings</em>, by the pseudonymous “Contact” (Alan John Bott), which was the source of citations for <em>aerobatics, Blighty bullet, flying speed, leave-list</em>, and <em>super-hero</em>, among many others. Other commonly used sources were A.G. Empey's war novels, <em>Over the Top</em> and <em>From the Fire Step</em>, T.S. Eliot's <em>Prufrock</em>, D.H. Lawrence's <em>Look! We have come through!</em> and, a particularly rich source, <em>Harrods General Catalogue</em>. As we might expect, the new words recorded for that year were for the most part to do with warfare, aeronautics, and technology. They include <em>ammo, ballistics, barrage, Boche, munitionettes, shell-bursts, toffee apples</em>, <em>WAAC</em>, and <em>zero-hour</em>.</p>\n<p>We do not know whether these sources were read during or after the war, but we do know that a large number of the citations for 1917 were not submitted until many decades later. These were taken from the personal letters of major literary figures, which did not become publicly available, in most cases, until the 1960s. These include the letters of Wilfred Owen, published in 1967, Ford Maddox Ford (1965), E.E. Cummings (1969), Aldous Huxley (1969), and Wyndham Lewis (1963). This suggests that reading for the <em>OED</em>, at least for the war years, was not retrospective in the true sense. Readers in the 1960s were submitting citations from recently published works. They were not examining sources published during the war, many of which, according to the figures, have never been read as sources of neologisms.</p>\n<p>The figures show that the years 1914-18 are comparatively under-represented in the <em>OED</em>. It would appear that the recording of neologisms is significantly hindered by the very circumstances that produce them. In his book, <em>A War Imagined</em>, Samuel Hynes referred to the Great War as a “gap in history.” On the basis of the figures shown here, we might add that it also produced a gap in the <em>OED</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">War and the OED</h1> <p><em><span data-rel=\"author\">Gerald Nelson</span> <span data-rel=\"location\">Survey of English Usage University College London</span></em></p> <p>It is reasonable to assume that the number of neologisms produced each year within a single generation is more or less equal. That is to say that within a period of fifty years, for example, we can expect to find approximately the same number of new words, phrases, and senses being generated each year. Over longer periods, of course, an unequal distribution may reasonably be expected. In periods of intense social and political change, more new words and new senses will be produced than in periods which are, by comparison, more “static.” Of course, we cannot expect dictionaries, especially those compiled manually, to record the same number of neologisms for each year or to reflect exactly the fluctuations in their production over longer periods. Nevertheless, the <em>Oxford English Dictionary</em> has been remarkably successful in both of these areas. While it does give comparatively greater coverage to the nineteenth century than to any other, its overall coverage of the history of the English language is an impressive achievement. For this very reason, however, it is all the more surprising to find significant fluctuations within very short periods in the number of neologisms which it records.</p> <p>Using the CD-ROM edition of the <em>OED</em>, it is possible to produce figures for the total number of new words and phrases, as well as new meanings of existing ones, recorded for each year covered by the dictionary. These figures give the total number of citations for which the corresponding date is the earliest recorded. Below are figures for the years 1900 to 1930.</p> <blockquote>\n<p>1900 <em>6,002</em><br>\n1901 <em>5,834</em><br>\n1902 <em>6,628</em><br>\n1903 <em>5,436</em><br>\n1904 <em>5,570</em><br>\n1905 <em>5,021</em><br>\n1906 <em>4,658</em><br>\n1907 <em>4,612</em><br>\n1908 <em>5,061</em><br>\n1909 <em>5,468</em><br>\n1910 <em>3,803</em><br>\n1911 <em>4,025</em><br>\n1912 <em>3,146</em><br>\n1913 <em>3,296</em><br>\n1914 <em>3,097</em><br>\n1915 <em>2,615</em><br>\n1916 <em>3,043</em><br>\n1917 <em>2,343</em><br>\n1918 <em>2,447</em><br>\n1919 <em>2,834</em><br>\n1920 <em>3,941</em><br>\n1921 <em>3,794</em><br>\n1922 <em>5,343</em><br>\n1923 <em>4,487</em><br>\n1924 <em>3,780</em><br>\n1925 <em>4,073</em><br>\n1926 <em>5,132</em><br>\n1927 <em>5,290</em><br>\n1928 <em>5,486</em><br>\n1929 <em>4,399</em><br>\n1930 <em>5,925</em></p>\n</blockquote>"
}