{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Jewish Surnames from the Russian Empire",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/dictionary-jewish-surnames-russian-empire/author/alexander-beider/\"><em>A Dictionary of Jewish Surnames from the Russian Empire</em></a></h1>\n<p>Alexander Beider, (Avotaynu, Inc. 1993), xxiii + 760 pp.</p>\n<p>Until the end of the 18th century most European Jews bore no family names. The names transmitted from generation to generation (and still used in religious rituals) followed the Biblical model <em>X ben Y</em> 'X, son of Y' for males and <em>X bat Y</em>'X, daughter of Y' for females. During the Middle Ages vernacular names, nicknames, and honorific names became widespread, but they were not strictly family names; for one thing, they were not usually hereditary. It was legislation mandating the adoption of surnames by Jews, introduced in 1787 by the Austrian Emperor Joseph II, that set the pattern of surnaming followed by most Jews of European descent to the present day.</p>\n<p>Thus, before the 19th century, Russian Jews were generally called by their given names and patronymics that ended in <em>-ovich or -evich</em> (e.g., <em>Mordekhaj Izakovich</em> 'Mordekhaj, son of Izak'). Following the annexation by Russia of eastern Poland between 1793 and 1815, the necessity of accounting for the masses of Polish Jews that suddenly became Russian subjects and hence potential taxpayers led the Czar to issue an edict in 1804 ordering every Jew to assume a fixed hereditary name that must be used in all transactions and records. The surnaming process was implemented by local Jewish authorities, who created various categories of surnames; however, there is evidence that many names were chosen by the individuals who bore them.</p>\n<p>The study of Jewish surnames began as a scholarly pursuit about a hundred years ago. Interest in the field expanded after World War II as part of the worldwide search by dispersed Jews of their genealogical past. Currently, Jewish onomastics continues to be driven by the need to retain one of the last links of contemporary Jews to their ancestry. Alexander Beider's <em>A Dictionary of Jewish Surnames from the Russian Empire</em> is an outstanding exemplar of the intensive research being done in the field. It also sets the highest standards for any future work on surnames.</p>\n<p>A Russian-born Ph.D. in mathematics, Beider spent six years in the 1980s researching his subject in Moscow, St. Petersburg, and Paris. He systematically scoured 19th- and early 20th-century Russian and Jewish registers, records, dictionaries, and other sources, including lists of voters, gazetteers, and tombstone inscriptions. These sources covered the entire region of the Pale of Settlement, an area to which Jews were confined after the partition of Poland (1772-95) that included the present-day Ukraine, Belarus, Moldova, Lithuania, and part of Latvia. The author also searched photographs of notable Russian-born bearers of Jewish surnames, such as the writer Isaak Babel, the Zionist leader Golda Meerson (Meir), the painter Marc Shagal (Chagall), and the violinist Yascha Kheifets (Heifetz). The publisher, Avotaynu, Inc., is a leader in the field of Jewish genealogy; its varied publications, including an international quarterly, attest to the recent burgeoning of general interest in an area of research hitherto reserved for specialists.</p>\n<p>[<em>Sol Steinmetz, Random House</em>]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/dictionary-jewish-surnames-russian-empire/author/alexander-beider/\"><em>A Dictionary of Jewish Surnames from the Russian Empire</em></a></h1> <p>Alexander Beider, (Avotaynu, Inc. 1993), xxiii + 760 pp.</p> <p>Until the end of the 18th century most European Jews bore no family names. The names transmitted from generation to generation (and still used in religious rituals) followed the Biblical model <em>X ben Y</em> 'X, son of Y' for males and <em>X bat Y</em>'X, daughter of Y' for females. During the Middle Ages vernacular names, nicknames, and honorific names became widespread, but they were not strictly family names; for one thing, they were not usually hereditary. It was legislation mandating the adoption of surnames by Jews, introduced in 1787 by the Austrian Emperor Joseph II, that set the pattern of surnaming followed by most Jews of European descent to the present day.</p> <p>Thus, before the 19th century, Russian Jews were generally called by their given names and patronymics that ended in <em>-ovich or -evich</em> (e.g., <em>Mordekhaj Izakovich</em> 'Mordekhaj, son of Izak'). Following the annexation by Russia of eastern Poland between 1793 and 1815, the necessity of accounting for the masses of Polish Jews that suddenly became Russian subjects and hence potential taxpayers led the Czar to issue an edict in 1804 ordering every Jew to assume a fixed hereditary name that must be used in all transactions and records. The surnaming process was implemented by local Jewish authorities, who created various categories of surnames; however, there is evidence that many names were chosen by the individuals who bore them.</p> <p>The study of Jewish surnames began as a scholarly pursuit about a hundred years ago. Interest in the field expanded after World War II as part of the worldwide search by dispersed Jews of their genealogical past. Currently, Jewish onomastics continues to be driven by the need to retain one of the last links of contemporary Jews to their ancestry. Alexander Beider's <em>A Dictionary of Jewish Surnames from the Russian Empire</em> is an outstanding exemplar of the intensive research being done in the field. It also sets the highest standards for any future work on surnames.</p>"
}