{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Foreign Accents",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Foreign Accents</em></h1>\n<p><em>Robert M. Glick, Upper Montclair, New Jersey</em></p>\n<p>I have managed to master the French language sufficiently to feel very much at home in France. My accent, I am told, is excellent. I adapt well to local variations: in Normandy, accent and vocabulary shift slightly from what I use in Paris. The switch from <em>quatre-vingt dix-sept</em> to <em>nonante-sept</em> in Belgium is automatic. I live the life of a native speaker, and no one questions me.</p>\n<p>But, oh, the foreigner I feel when I set foot in an English-speaking country other than the US! Never do I attempt a British accent. It seems to be totally unnatural, affected, and obviously phony, although <em>trucks</em> become <em>lorries</em> and <em>elevators lifts</em> with almost no effort. Having family in Australia, I have begun to master quite a bit of the new vocabulary; but my cousins are recent arrivals from South Africa, and the differences between South African and Australian English can be striking. With my American English thrown in, conversations occasionally become almost as difficult as they are in a foreign language! I exaggerate, of course, but still—we sometimes wonder if we've got our jumpers and jerseys and sweaters straight.</p>\n<p>In Latin American I never did manage all the vocabulary distinctions in Spanish as I crossed borders: I needed to be reminded constantly that what was perfectly acceptable in Chile could not be said in Peru. My occasional obscenity was forgiven, as it had come from a foreigner.</p>\n<p>I have picked up much language and language-related information in my travels over the years, yet I still imagine myself unable to confront the ultimate challenge: the local version of “Wheel of Fortune,” a TV game show I stomach with difficulty. Imagining how it might be played in difficulty countries (where it does, in fact, exist) is intriguing.</p>\n<p>In the Czech Republic we might hear:</p>\n<blockquote>\n<p>“I'd like to buy a vowel, please.”</p>\n<p>“Sorry, there are no vowels.”</p>\n</blockquote>\n<p>Or in France:</p>\n<blockquote>\n<p>“May I buy an accent aigu?”</p>\n</blockquote>\n<p>Think of the fascination of such a game in the Hawaiian version:</p>\n<blockquote>\n<p>“Is there a K?”</p>\n<p>“Yes, there are seventeen Ks.”</p>\n<p>“I'd like to buy a U.”</p>\n<p>“There are 23 Us.”</p>\n</blockquote>\n<p>But then what else would one expect from a language that boasts names like <em>Kalanianole</em>, a language of only twelve letters, five vowels and seven consonants (h, k, l, m, n, p, w) and where <em>O'ahu</em> looks as if it belongs in Ireland and MacAdamia nuts might seem to be used for paving the roads in Scotland.</p>\n<p>I shall try to assimilate all I can as I come into contact with new languages and dialects, though my limited knowledge of Tunisian Arabic does not help me at all in Egypt, and German friends continue to chuckle at my Viennese expressions. (Wait till I hit Bavaria!) I have found that any attempt to communicate in the language of a country is greatly appreciated and always fun, even if, on occasion, the laughter may be directed at you.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Foreign Accents</em></h1> <p><em>Robert M. Glick, Upper Montclair, New Jersey</em></p> <p>I have managed to master the French language sufficiently to feel very much at home in France. My accent, I am told, is excellent. I adapt well to local variations: in Normandy, accent and vocabulary shift slightly from what I use in Paris. The switch from <em>quatre-vingt dix-sept</em> to <em>nonante-sept</em> in Belgium is automatic. I live the life of a native speaker, and no one questions me.</p> <p>But, oh, the foreigner I feel when I set foot in an English-speaking country other than the US! Never do I attempt a British accent. It seems to be totally unnatural, affected, and obviously phony, although <em>trucks</em> become <em>lorries</em> and <em>elevators lifts</em> with almost no effort. Having family in Australia, I have begun to master quite a bit of the new vocabulary; but my cousins are recent arrivals from South Africa, and the differences between South African and Australian English can be striking. With my American English thrown in, conversations occasionally become almost as difficult as they are in a foreign language! I exaggerate, of course, but still—we sometimes wonder if we've got our jumpers and jerseys and sweaters straight.</p> <p>In Latin American I never did manage all the vocabulary distinctions in Spanish as I crossed borders: I needed to be reminded constantly that what was perfectly acceptable in Chile could not be said in Peru. My occasional obscenity was forgiven, as it had come from a foreigner.</p>"
}