{
  "type": "Article",
  "title": "Literally,...",
  "author": "Richard W. Bailey",
  "location": "The University of Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Literally,...</h1>\n<p><em><span data-rel=\"author\">Richard W. Bailey</span> <span data-rel=\"location\">The University of Michigan</span></em></p>\n<p>Literally is a word that has developed a sense that takes the denotation and reverses it. “He is literally higher than a kite,” we say, without causing any but the most literal minded to look skyward. <em>Literally</em> in such sentences means not 'literally' but 'metaphorically.'</p>\n<p>Our century will be remembered as the one that invented relativity without really believing it. “Throw me the baseball” does not cause us to take too seriously the idea that the baseball changes its mass as it accelerates; we can live in the old-fashioned world of constants and certainty even though we ought to know better. In the same way we get along all right thinking that meaning is referential. “Throw me the baseball” gets us ready to catch it, even though no reader of this page thinks I am going to chuck the ball right now. Language, we are pretty sure, is all metaphor with occasional baseballs shooting through it.</p>\n<p>But of course language is not all metaphor, even though Saussure (or rather his posthumous editors) declared it to be a free-standing system in which everything hangs together—with meaning clustered culturally around the perimeter. Our conviction that language means something is on exactly the same relativistic foundation as is our physics.</p>\n<p>Academic linguistics, like academic science, undermines the cultural beliefs we bring to normal experience—<em>normal</em> here meaning the folklore we acquire from our folks. Both are creatures of modern skepticism—<em>skepticism</em> here meaning the suspicion (or maybe conviction) that things are not what they seem. Academic linguists do not readily assent to the idea that the sentence <em>God is love</em> is very different from the sentence <em>God is dead</em>. Both sentences, they say, predicate an attribute of a set of semantic features; few of them penetrate to the question of how one sentence or the other (or neither one) might be “true.”</p>\n<p>When biology and geology in the Victorian era began to undercut the Biblical authority for creation and evolution, the pious found consolation in language. Richard Chenevix Trench was Dean of West-minister and later Archbishop of the (Anglican) Church of Ireland. Within etymology he discerned the divine spark. In 1851, he declared that “words often contain a witness for great moral truths—God having impressed such a seal of truth upon language, that men are continually uttering deeper things than they know.” By looking closely at the evolution of words, people could penetrate into the remote past and (almost) see the divinely-inspired act of naming. (Of course God did not create language in the Genesis account; Adam did, and God approved.) Trench's great idea for a new dictionary of English—which James Murray composed and we know as <em>The Oxford English Dictionary</em>—was a way of keeping one's eye on ontology and glancing at teleology at the same time. Quite a feat for the inspection of mere words.</p>\n<p>Trench's conviction that language might provide a glimpse of the divine was eroded and eventually washed away from respectable ideas about language, and our century decided that all languages are equally good, all equally ancient, all equally deserving of study and respect. Such tolerance did not sit comfortably with the idea that humankind is the ultimate end of creation and we ourselves at the pinnacle of civilization. Even linguists who studied “exotic” languages were not, like escapees from Plato's cave, inspired to change their tongues.</p>\n<p>Now comes the flowering of late twentieth-century fundamentalism. Fundamentalism—whether Christian, Jewish, Islamic, or Buddhist—finds its authority in texts, and how one reads their language is “a litmus test separating true believers from outsiders, who betray their true colors by their refusal to accept literally.” (These are the words of Martin E. Marty who directs the great fundamentalism project at the University of Chicago for the American Academy of Arts and Sciences.) Fundamentalists make a “litmus test” of text, and the meaning of <em>literally</em> often occasions dispute, sometimes violent dispute.</p>\n<p>Only the rockiest of rock-ribbed fundamentalists takes literally all the injunctions of the Hebrew Bible. Leviticus (20:9) offers a test: “When anyone reviles his father and his mother, he must be put to death.” Only fanatics, surely, would take this as a litmus text, yet the Rev. Marvin Gay, Sr., may have had it in mind when he gunned down his son, the singer Marvin Gaye. The secular law could not encompass and uphold this particular rule from sacred law. Mr. Gay was convicted and punished. If this text cannot be taken literally, which ones can?</p>\n<p>Less specificity gives more elbowroom for literalism. Take, for instance, Daniel's prophesy (11:49): “At the time of the end, the king of the south will make a feint at the king of the north, but the king of the north will come storming against him with chariots and cavalry and a fleet of ships.” Until very recently, American fundamentalists have offered this prediction as an explanation of the Cold War, but now old literalism is looking for new interpretation in geopolitics.</p>\n<p>Fundamentalists are more inclined to take figurative texts figuratively, partly because there are even fewer rules for reading them. From the Reformation forward, Christians have taken the sensuous “Song of Songs” as an elaborate metaphor for their church, including the belief that the bride's gorgeous body is not that of a literal woman but merely a metaphor for something else.</p>\n<p>“In the beginning,” opens the New Testament book of John, “was the Word.” Words are still there, inviting, but not compelling, belief. Belief is as irresistible as physics, and, like physics, grounded in imagination. Belief comes not in the text but through it, just beginning, as the French say, “literally”: <em>au pied de la lettre</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Literally,...</h1> <p><em><span data-rel=\"author\">Richard W. Bailey</span> <span data-rel=\"location\">The University of Michigan</span></em></p> <p>Literally is a word that has developed a sense that takes the denotation and reverses it. “He is literally higher than a kite,” we say, without causing any but the most literal minded to look skyward. <em>Literally</em> in such sentences means not 'literally' but 'metaphorically.'</p> <p>Our century will be remembered as the one that invented relativity without really believing it. “Throw me the baseball” does not cause us to take too seriously the idea that the baseball changes its mass as it accelerates; we can live in the old-fashioned world of constants and certainty even though we ought to know better. In the same way we get along all right thinking that meaning is referential. “Throw me the baseball” gets us ready to catch it, even though no reader of this page thinks I am going to chuck the ball right now. Language, we are pretty sure, is all metaphor with occasional baseballs shooting through it.</p> <p>But of course language is not all metaphor, even though Saussure (or rather his posthumous editors) declared it to be a free-standing system in which everything hangs together—with meaning clustered culturally around the perimeter. Our conviction that language means something is on exactly the same relativistic foundation as is our physics.</p>"
}