{
  "type": "Article",
  "title": "Whatever Happened to Frank Beriberi?",
  "author": "Hubert Pritchard",
  "location": "Matawan, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Whatever Happened to Frank Beriberi?</h1>\n<p><em><span data-rel=\"author\">Hubert Pritchard</span> <span data-rel=\"location\">Matawan, New Jersey</span></em></p>\n<p>The power of medical perils to menace us by name alone has been rendered nugatory by the power of reclassification. Gone is the <em>Madura foot</em>, a nasty infection that obliged some 19th-century travelers to be carried dockside in a <em>palanquin</em>, the shuttered litter that hung from poles between bearers. The pen stroke transforming Madura Foot into <em>maduromycosis</em> diverted attention from the exotic land that spawned it to the pathology of the affliction. When <em>Barbados leg</em> became <em>filariasis</em>, pirate lore lost out to nematode worms, and the romantic past faded.</p>\n<p>Ablution of body and clothes were the principal measures taken to prevent those badges of expedition abroad known as <em>Aleppo boil, Baghdad sore</em>, or <em>Biskra button</em>. They were all the same lesion and all due to the parasitic infestation that Sir William Leishman later lent his name to. The eponymous term <em>leishmaniasis</em> replaced them all, as well as <em>chiclero ulcer</em> and <em>kala-azar</em> or <em>dumdum fever</em>, the last from the town of Dumdum, near Calcutta, where the infamous bullets were made.</p>\n<p>Eponomy is part of medical tradition honoring the person prominently connected with a disease while ignoring the sufferer's objections to being referred to as a case of <em>Schimmelbusch</em> (a cystic disease, not a lager) or an <em>Osler-Weber-Rendu</em> (hemorrhagic telangiectasia). The eponyms persist as shorthand for medical students struggling with scientific terminology. <em>Stevens-Johnson syndrome</em> is much easier to remember than <em>ectodermosis erosiva pluriorificialis</em>. For patients such as humorist Sidney J. Perelman, eponymous immortals were fair game: “I have Parkinson's disease, and he has mine.”</p>\n<p>If you were headed east from Africa after World War II, curried food was recommended to stave off the <em>Malay wasteaway</em>, purportedly a cachexia or even <em>marasmus</em> (Gr. <em>marasmos</em> 'dying away'). It was assumed to be a traveler's version of the widespread tropical deficiency disease called <em>kwashiorkor</em>, from a Gold Coast term meaning “displaced child.” The agreeable part of the wasteaway—the prandial prophylaxis—has been relegated to folklore by modern travelers, alas.</p>\n<p>Gone too are <em>Hong Kong ear and Singapore ear</em>, which were upgraded to <em>otomycoses</em>, and <em>Cochin-China dysentery</em>, a prostrating purgation for which the POSH crowd carried a supply of Tellichery bark as preventative. The latter disease is not even in the medical lexicon any more, having been superseded by the geographically neutral diagnosis of infectious dysentery. Cochin China is still there, now a province of Vietnam.</p>\n<p>Some of the perils of the very old days were truly baffling. Even well-girded loins might fall to the terrible “fleugme and choller” of the <em>mountain sickness</em> of the Indies, or to the <em>English sweat</em> of Henry VII's day, a sudoretic effort that undid some folks within hours. There was also the intriguing <em>disease of the virgins</em>, an anemia that led the women afflicted to consume chalk or soil. It is now called <em>pica</em> after the magpies, or <em>Picae</em>, whose diet includes everything eaten by anything or anyone. Thiamine deficiency was <em>beriberi</em>, which in Sinhalese refers to the weakness associated with the disorder; it means 'I cannot.' Frank beriberi has not been seen hereabouts for some time.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Whatever Happened to Frank Beriberi?</h1> <p><em><span data-rel=\"author\">Hubert Pritchard</span> <span data-rel=\"location\">Matawan, New Jersey</span></em></p> <p>The power of medical perils to menace us by name alone has been rendered nugatory by the power of reclassification. Gone is the <em>Madura foot</em>, a nasty infection that obliged some 19th-century travelers to be carried dockside in a <em>palanquin</em>, the shuttered litter that hung from poles between bearers. The pen stroke transforming Madura Foot into <em>maduromycosis</em> diverted attention from the exotic land that spawned it to the pathology of the affliction. When <em>Barbados leg</em> became <em>filariasis</em>, pirate lore lost out to nematode worms, and the romantic past faded.</p> <p>Ablution of body and clothes were the principal measures taken to prevent those badges of expedition abroad known as <em>Aleppo boil, Baghdad sore</em>, or <em>Biskra button</em>. They were all the same lesion and all due to the parasitic infestation that Sir William Leishman later lent his name to. The eponymous term <em>leishmaniasis</em> replaced them all, as well as <em>chiclero ulcer</em> and <em>kala-azar</em> or <em>dumdum fever</em>, the last from the town of Dumdum, near Calcutta, where the infamous bullets were made.</p> <p>Eponomy is part of medical tradition honoring the person prominently connected with a disease while ignoring the sufferer's objections to being referred to as a case of <em>Schimmelbusch</em> (a cystic disease, not a lager) or an <em>Osler-Weber-Rendu</em> (hemorrhagic telangiectasia). The eponyms persist as shorthand for medical students struggling with scientific terminology. <em>Stevens-Johnson syndrome</em> is much easier to remember than <em>ectodermosis erosiva pluriorificialis</em>. For patients such as humorist Sidney J. Perelman, eponymous immortals were fair game: “I have Parkinson's disease, and he has mine.”</p>"
}