{
  "type": "Article",
  "title": "The Franglais Blues",
  "author": "Martyn Ecott",
  "location": "Epalinges, Switzerland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Franglais Blues</h1>\n<p><em><span data-rel=\"author\">Martyn Ecott</span> <span data-rel=\"location\">Epalinges, Switzerland</span></em></p>\n<p>Loanwords crop up regularly in every language, usually for the convenience and to the total indifference of native speakers. They are adopted as naturally as neologisms, most frequently when the concept or object they describe is also imported, (another being for reasons of snobbery). Thus <em>décolleté</em> usefully (albeit somewhat modestly) describes something the French initiated.</p>\n<p>Just as many French words are used in English, the French have eagerly adopted many English words that aptly describe phenomena brought to them from the English-speaking world, though not with the wholehearted consent of all native francophones. In 1634 the French set up the Académie française as guardian of their native tongue. Its primary aim might not originally have been to protect the language from an invasion of foreign vocabulary, but over the centuries many have seen this as one of its more important roles.</p>\n<p>More than any other language, English exerts a fatal attraction on the French. To an extent, some typical English parts of speech are used in a way that we would never imagine possible, one of the most surprising being the application of the <em>-ing</em> suffix (which is, of course, Germanic).</p>\n<p>As if the naturally imported loanwords did not suffice on their own, the French have a habit of modifying English words to make new ones and even invent words with a suspiciously English look about them. The Académie vainly struggles to protect its people from the onslaughts many consider to be deliberate provocation on the part of their cross-channel neighbors, but it is fighting against a rising tide. If the population itself is not prepared to put into practice what its betters preach, there is little that can be done to keep out these foreign invaders. The Académie's attempts to introduce a Gallicsounding word each time an English one appears to be taking root most often prove futile: not only are its inventions unlikely contraptions that the general public refuses to use, but often are total nonsense to those who are not aware which loanword the official coinage is supposed to replace.</p>\n<p>The occasional success only underlines the many failures. <em>Baladeur</em> was welcomed as a replacement for 'walkman,' while <em>commercialisation</em> has never been fully accepted to mean 'marketing,' sometimes being a synonym, and sometimes merely one aspect of it. (Other synonyms were also proposed, but to my knowledge none has general acceptance.)</p>\n<p>Despite a high frequency of English loanwords, which might lead one to believe that the French language must be getting easier for Anglophones to learn, the foreign student of French cannot drop his vigilance. To a native speaker the seemingly familiar words can certainly be confusing. Gallic guile has made sure that many English-sounding words have a distinctly French taste, to the point where they are incomprehensible to English speakers, whether spoken or written. An illustration:</p>\n<p>A friend of mine, let's call him Marc, was finishing his work for the day. He consulted his <em>agenda</em> 'diary, appointment book' to check whether he was keeping to his <em>planning</em> 'schedule.' His <em>listing</em> 'computer printout list' helps him keep track of his customers and is used by his secretary for <em>un mailing</em> 'despatch of letters; mail drop.' He picked up his <em>brake</em> (<em>Brit</em>. shooting brake) <em>Brit</em>. 'estate car,' US 'station wagon' from the <em>parking</em> (-lot) and drove home. It had been raining so he had to avoid <em>un aquaplaning</em> 'skid' on the slippery surface. Marc is a bit of a <em>youpie</em> 'yuppie' and has to ensure he is keeping his <em>standing</em> 'social status.' He has his own <em>box</em> 'private garage.' His home, too, is <em>standing</em> 'conferring status,' as is his wife who regularly has he <em>lifting</em> facelift' to make sure she is sufficiently <em>liftée</em> to face up to his friends. She does not want to be <em>snobée</em> 'looked down upon.' He himself goes in for a <em>brush**ing</em> 'blow-wave.'</p>\n<p>Their house not only has a sizable <em>living</em> (-room), but also <em>un dressing</em> (-room). For dinner he will put on his <em>smoking</em> 'dinner jacket, tuxedo,' though he really prefers to be in by driving the kids down to a <em>snack</em> (-bar), <em>un fast</em> (probably <em>un MacDo</em>) for <em>un big</em> (-Mac) or <em>un cheese</em> (-burger) with <em>French</em> (-fries). If the kids have been good he might buy them <em>un pin's</em> (no, not possessive in French!)—<em>un badge</em> would be too passé. Sometimes a <em>magnet's</em> 'fridge magnet,' (again not a possessive) might be given away. The kids are very <em>hip hop</em> (they like “rap” music) and spend most of their time on their <em>skate</em> (-board). But their parents do not mind. Anything, as long as they do not <em>se shooter</em> 'take drugs,' not just shoot up like some children their age. But, unlike other children, they do have <em>une nurse</em> 'nanny' to look after them.</p>\n<p>By the end of the week Marc is completely <em>stone</em> 'dog tired,' so he just wants to get away from it all. Saturdays and Sundays the family spends time at <em>le week-end</em> 'weekend retreat, holiday home' by the sea, and the <em>bobtail</em> 'Old English sheepdog' gets more exercise than in town. Marc gets his exercise by putting on his <em>baskets</em> 'training shoes' and probably <em>un training</em> or <em>un jogging</em> 'track suit' and goes out for <em>un footing</em> 'a jog.'</p>\n<p>In the meantime, his wife pops along to the local <em>self</em> 'self-service market' for her favorite: <em>un cake</em> (only ever <em>fruitcake</em>). To work that off, she gets her exercise down at <em>le fitness</em> 'gym.' She also wears <em>baskets</em>, but with <em>un body stretch fluo</em> 'fluorescent elasticated leotard.' During the warm-up, she will wear <em>un sweat</em> 'sweatshirt.'</p>\n<p>This is far from an exhaustive list. Some may be passing phases, but others are already too widely used to go out of fashion very easily, in particular in the absence of a suitable French equivalent the populace itself is likely to find acceptable. It is all enough to make one wonder if it is French that needs to be protected by the Académie or English!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Franglais Blues</h1> <p><em><span data-rel=\"author\">Martyn Ecott</span> <span data-rel=\"location\">Epalinges, Switzerland</span></em></p> <p>Loanwords crop up regularly in every language, usually for the convenience and to the total indifference of native speakers. They are adopted as naturally as neologisms, most frequently when the concept or object they describe is also imported, (another being for reasons of snobbery). Thus <em>décolleté</em> usefully (albeit somewhat modestly) describes something the French initiated.</p> <p>Just as many French words are used in English, the French have eagerly adopted many English words that aptly describe phenomena brought to them from the English-speaking world, though not with the wholehearted consent of all native francophones. In 1634 the French set up the Académie française as guardian of their native tongue. Its primary aim might not originally have been to protect the language from an invasion of foreign vocabulary, but over the centuries many have seen this as one of its more important roles.</p> <p>More than any other language, English exerts a fatal attraction on the French. To an extent, some typical English parts of speech are used in a way that we would never imagine possible, one of the most surprising being the application of the <em>-ing</em> suffix (which is, of course, Germanic).</p>"
}