{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Timenglish: The Words of Time",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Timenglish-Words-Time-George-Kurian/dp/0914746294\"><em>Timenglish: The Words of Time</em></a></h1>\n<p>George Thomas Kurian, comp., (Word Almanac, 1993), 123pp.</p>\n<p>The 1920s and '30s marked the beginning of the modern fashion of innovative word coinage. Contemporary commentators on the English of the 18th and 19th centuries were quite conservative, often condemning coinages—especially those that combined Latin and Greek roots—at worst as “barbaric” and at best as “to be avoided.” Lexicographers like Samuel Johnson tended to ignore words they disapproved of and omitted them from their dictionaries in the curious belief that ignoring them, however useful and frequent they might have become, would make them go away. We know better, of course: people rarely, if ever, look up a word in a dictionary only to see if it is there and, if it is not, they seldom, if ever, stop using it “because it isn't in the dictionary.” (On the other hand, one shudders to contemplate the countless number of times that “It's in the dictionary” has been invoked as a justification to use <em>ain't</em>.) The two decades mentioned saw articles and books by H.L. Mencken, who reflected a modern, mature view of language (and who coined the word <em>ecdysiast</em> for 'strip-tease artist'), the publication of <em>Time</em> magazine (1923), and, mainly in the 1930s, the writings of the columnist Walter Winchell, who gave us <em>Reno-vation</em> and other colorful, descriptive, slick blends. These last were given even greater currency through Winchell's Sunday-night broadcasts, which always began, “Good evening, Mr. and Mrs. North America and all the ships at sea, let's go to press....”</p>\n<p>The writers on <em>Time</em>, though, stood out for their neologistic skills, which George Kurian classifies into seven groups: foreign or esoteric words; archaic and dialectal words; blends; puns; compounds; back formations; and syntax. In his interesting Introduction to <em>Timenglish</em> (not listed, hence, I suppose, a Kurianism), the author offers some formidable statistics:</p>\n<blockquote>\n<p>...<em>Time's</em> chief claim to fame rests on the new words and blends that it coined over its first 40 years [1923-63]. During this period <em>Time's</em> editors generated over 10,000 new words, some of which have found a firm place in the lexicon. They have made <em>Time</em> one of the richest quarries in the English-speaking world for neologisms and portmanteau words.</p>\n</blockquote>\n<p>Among the terms singled out for comment in the Introduction are op <em>art, McCarthyism, socialite</em>, and <em>tycoon</em>. As for the last, for which Kurian cities an editorial comment from a 1928 issue, the word itself (according to <em>OED2e</em>) first appeared in <em>Time</em> in 1926, referring to Fred W. Fitch as “rich hair-tonic tycoon.” The <em>OED2e</em> also reveals citations (in the business, not the Eastern potentate sense) going back to the mid 19th century, which makes one wonder whence Kurian's claim for <em>Time's</em> ingenuity.</p>\n<p>Although <em>Time's</em> editors were not in every instance necessarily responsible for the logodaedaly ascribed to them: the magazine served as the medium through which these coinages became known to millions. As Kurian properly points out, many of the reflexes of <em>Timestyle</em> appeared, characteristically, in the pages of the magazine but seldom elsewhere, as for example, the string of <em>cine(ma)</em>- blends cited: <em>cinemaddict, cinecomedian, cinemactress</em> (first applied to Gloria Swanson), <em>cinemactor</em> (first applied to Lon Chaney), <em>cinemadaptation, cinemadman</em> (Harpo Marx), <em>cinemanimator</em> (Walt Disney), and a dozen others. Many—if not most—of these portmanteaux appeared nowhere but in the pages of <em>Time</em> (though a few might have made it to the <em>fanzines</em>). Other details of <em>Time's</em> style, including strung-out attributive adjectives (bahuvrihi, to linguists), puns (paronomasia), and inverted word order (anastrophe) are also described in the Introduction, which one could only wish were more detailed.</p>\n<p>The Glossary itself covers only the period from 1958 through 1969, and it is disappointing that Kurian fails to give a reason for not covering the entire gamut, let alone why he has focused on this particular interval. Each entry is accompanied by its documented citation, which provides sufficient context to make a definition unnecessary; that is just as well, for explaining puns is sheer torture. On the other hand, some younger readers might need help interpreting obscure older references.</p>\n<p>The Glossary serves well as a source for documentation, but, as might be imagined, one has to search hard amidst the dross to find felicitous examples and bright passages and puns: <em>abominable noman</em> (reference to West Germany); <em>blah-relief; can'tcan't</em> [girls: 'girls who can't do the can-can']; <em>coupette</em> [a minor political skirmish]; <em>crook's tour; entreporneur</em>, etc. <em>Time</em> might have contributed to the popularization of <em>bodacious</em>, but the blend (of <em>bold and audacious</em>) has been traced back to SW English dialect of the early 19th century and was used regularly by the American cartoon-strip character, hillbilly Snuffy Smith. It is hard to believe that <em>Time</em> had anything to do with popularizing <em>chockablock</em>, a common enough word of nautical origin. <em>Gorbellied</em> certainly has little or nothing to do with <em>Time</em>. One is mystified by <em>callypgian</em> (twice), perhaps a misprint for <em>callipygian</em>. Occasionally, an idiom is warped beyond recognition in its natural habitat, as in the entry,</p>\n<blockquote>\n<p><em>benefit of clout</em> Hearst society scribe Suzy often gives Zsa Zsa the benefit of a clout.</p>\n</blockquote>\n<p>Does <em>clout</em> mean a 'blow' (that is, a 'dig'), 'power, influence' (the more common modern sense), or is it some contemporary slang <em>(Timenglish)</em> term for a 'burst of publicity'? The expressions of which it is reminiscent are <em>benefit of the doubt</em> and <em>benefit of clergy</em>, so the a seems oddly unidiomatic and out of place.</p>\n<p>There are many other examples of the sorts of things any of us might say off the cuff, including the habitual business of turning nouns into verbs <em>(architect, blind-alley)</em>. For many, a little in the genre of <em>sexploit</em> goes a long way, (though <em>Time</em> is, accurately, not “credited” with <em>sexploitation</em>); but it must be remembered that <em>Timenglish</em> is a deliberate attempt to collect such matter, and having so much of it in one place, while cloying to read through, must be looked upon as useful documentation, a research convenience, especially for the citations on individual neologisms. <em>Timenglish</em> is not a browsable source of verbal artifices, for most of the phrases and expressions are too clever by half; and while we might appreciate them for that, no speaker or writer with any taste would be likely to want to be caught dead repeating them.</p>\n<p><em>Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Timenglish-Words-Time-George-Kurian/dp/0914746294\"><em>Timenglish: The Words of Time</em></a></h1> <p>George Thomas Kurian, comp., (Word Almanac, 1993), 123pp.</p> <p>The 1920s and '30s marked the beginning of the modern fashion of innovative word coinage. Contemporary commentators on the English of the 18th and 19th centuries were quite conservative, often condemning coinages—especially those that combined Latin and Greek roots—at worst as “barbaric” and at best as “to be avoided.” Lexicographers like Samuel Johnson tended to ignore words they disapproved of and omitted them from their dictionaries in the curious belief that ignoring them, however useful and frequent they might have become, would make them go away. We know better, of course: people rarely, if ever, look up a word in a dictionary only to see if it is there and, if it is not, they seldom, if ever, stop using it “because it isn't in the dictionary.” (On the other hand, one shudders to contemplate the countless number of times that “It's in the dictionary” has been invoked as a justification to use <em>ain't</em>.) The two decades mentioned saw articles and books by H.L. Mencken, who reflected a modern, mature view of language (and who coined the word <em>ecdysiast</em> for 'strip-tease artist'), the publication of <em>Time</em> magazine (1923), and, mainly in the 1930s, the writings of the columnist Walter Winchell, who gave us <em>Reno-vation</em> and other colorful, descriptive, slick blends. These last were given even greater currency through Winchell's Sunday-night broadcasts, which always began, “Good evening, Mr. and Mrs. North America and all the ships at sea, let's go to press....”</p> <p>The writers on <em>Time</em>, though, stood out for their neologistic skills, which George Kurian classifies into seven groups: foreign or esoteric words; archaic and dialectal words; blends; puns; compounds; back formations; and syntax. In his interesting Introduction to <em>Timenglish</em> (not listed, hence, I suppose, a Kurianism), the author offers some formidable statistics:</p> <blockquote>\n<p>...<em>Time's</em> chief claim to fame rests on the new words and blends that it coined over its first 40 years [1923-63]. During this period <em>Time's</em> editors generated over 10,000 new words, some of which have found a firm place in the lexicon. They have made <em>Time</em> one of the richest quarries in the English-speaking world for neologisms and portmanteau words.</p>\n</blockquote>"
}