{
  "type": "Article",
  "title": "Some Fundamentals of Fundamentalism",
  "author": "J.A. Davidson",
  "location": "Victoria, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Some Fundamentals of Fundamentalism</h1>\n<p><em><span data-rel=\"author\">J.A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p>\n<p>Here is the definition for <em>fundamentalism</em> given in <em>Webster's Third New International Dictionary:</em></p>\n<blockquote>\n<p>a militantly conservative movement in American Protestantism originating around the beginning of the 20th century in opposition to modernist tendencies and emphasizing as fundamental to Christianity the literal interpretation and absolute inerrancy of the Scriptures, the imminent and physical second coming of Jesus Christ, the virgin birth, physical resurrection, and substitutionary atonement... a movement or attitude similar in a significant respect (as literalism or strict adherence to traditional beliefs) to the American religious fundamentalism (Muslim; in education stresses the three R's).</p>\n<p><em>The Oxford English Dictionary</em> gives this:</p>\n<p>A religious movement which orig, became active among various Protestant bodies in the United States after the war of 1914-1918, based on strict adherence to certain tenets (e.g. the literal inerrancy of Scripture) held to be fundamental to the Christian faith; the beliefs of this movement.</p>\n</blockquote>\n<p>(As a matter of fact, the movement began around the turn of the century.)</p>\n<p><em>Collins Dictionary of the English Language</em> (Second Edition, 1986) offers this precise definition:</p>\n<blockquote>\n<p>1. <em>Christianity</em> (esp. among certain Protestant sects) the belief that every word of the Bible is divinely inspired and therefore true. 2. <em>Islam</em>. a movement favouring strict observance of the teachings of the Koran and Islamic law. 3. strict adherence to the fundamental principles of any set of beliefs.</p>\n</blockquote>\n<p>I have more difficulty writing on fundamentalism for a language journal than I had in writing on it for religious periodicals whose readers, whatever their theological slant, would know what the contentions and contumacies are about. I am a retired minister in the United Church of Canada, Canada's largest Protestant denomination. Like most of the so-called main-line churches in the English-speaking world, its ministry is preponderantly <em>not</em> fundamentalist—literalistic, that is—in its approach to the Bible. I am not a fundamentalist and I have never been one.</p>\n<p>Fundamentalists, generally, hold that those who first put the various books of the Bible into manuscript form did so directly from dictation by God's Spirit in an almost stenographic way that is taken as guaranteeing “the propositional errorlessness” of the original manuscripts, as someone has put it. This leads to the assumption that subsequent translations and versions have a high degree of inerrancy. (This theory would seem to require that all translators and copyists and editors and compositors be as infallible as the original writers.) The principle of inerrancy necessarily entails using language in ways rather different from those used in ordinary discourse—even in narrow religious discourse of those who are not inerrantists.</p>\n<p>The other approach to biblical interpretation is that of historical and literary criticism. Biblical criticism is simply a matter of rigorous examination and positive appreciation as it applies historical and literary methods to the Bible. This position has predominance in most of the main-line Protestant churches and in the Roman Catholic Church.</p>\n<p>The critical approach is not something fabricated during the past century or so. In the fourth century, St. Chrysostom, an influential theologian, said that it was impossible to maintain the literal infallibility of the Gospel records. Martin Luther was not a literalist, and he said that the books of Esther and James should not be in the Bible. T.A. Kantonen, an influential theologian in American Lutheranism, declared bluntly that “Luther will not fit into a fundamentalist straitjacket.” That can be said also of John Calvin. In 1889 the General Assembly of the Free Church of Scotland—not a notoriously liberal body—voted to allow a view which did not claim verbal inerrancy for the Bible.</p>\n<p>A key question here is this: Do all parts of the Bible purport to be factual history? Some editions of the King James Version of the Bible give dates, generally on the top margins of most pages. This kind of dating is in no way reflected in the early biblical manuscripts and versions. Apparently—in English use, anyway—it goes back only as far as 1650, 39 years after the King James Version was issued, when James Ussher, an Irish archbishop, somehow calculated that the creation took place in 4004 B.C. You can, of course, question the accuracy of Ussher's dating without necessarily rejecting the general historicity of the Genesis stories. But that in no way resolves the issue between what appears to be the biblical teaching on creation and modern scientific theorizing on the origin of the universe.</p>\n<p>The creation stories in the first three chapters of Genesis are the ground of the challenge of the Creationists (as fundamentalists sometimes call themselves) to those who accept scientific views of the creation of the world. These stories come from the time when the Hebrews were beginning to speculate on the meaning and purpose of their lives. They go right to the center of concern about the nature of human existence and fundamental anxieties about life's deepest realities. They do not purport to be either science or history: that was not the intention of their writers and editors. These stories are expressions, in imaginative and poetic language, of truths that cannot be adequately expressed in simple descriptive prose. They are “myths”—as the word is used in a special way by scholars. Arnold Toynbee said that “Mythology is an intuitive way of apprehending and expressing universal truths”: that points to the nature of the creation stories in Genesis.</p>\n<p>These stories neither prove nor disprove any scientific theory, and they are neither proven nor disproven by any scientific theory. An English theologian, Alan Richardson, put the concern in this way: “Treat the story of the Creation as a literal description of what happened 'in the beginning' and you are landed in every form of absurdity; regard it, on the other hand, as an attempt to express in temporal pictures a truth about something beyond time, and it is at once filled with religious meaning.”</p>\n<p>We who are in the liberal-critical camp believe that the Bible can be taken with utter seriousness without its having to be taken literalistically. It is not possible to use literalist canons of study without, here and there, striking disparities and puzzles which can be taken care of only by abandoning strict literalism for some other manner of interpretation. Here are a few instances of this.</p>\n<p>“Whoever sheds the blood of man, by man shall his blood be shed.” (Genesis 9:6. In this article I am using the Revised Standard Version of the Bible.) That text has been presented as a biblical mandate for capital punishment. Some people slap it down as if it were the ace of trumps, settling the issue once and for all for anyone who takes the Bible seriously. Another text occasionally used in this way is, “Whoever strikes a man so that he dies shall be put to death.” (Exodus 21:12)</p>\n<p>But the issue is not to be left at that. For instance, just five verses on from the Exodus one quoted above, we find this: “Whoever curses his father or mother, shall be put to death.” Would anyone care to say that this passage points to how, because the Bible tells us so, we should deal with rebellious youth? In Leviticus we find this instruction: “Let all the congregation stone him.” (24:14) Burning was also used as a method in capital punishment: it was the mandatory punishment for a priest's daughter found guilty of prostitution.</p>\n<p>And who will argue in favor of polygamy and genocide because Solomon had a thousand wives and Samuel destroyed the Amalekites and hewed Agag to pieces?</p>\n<p>Then there is the troublesome issue of homosexuality. In Leviticus, at 18:22, we find this: “You shall not lie with a male as with a woman; it is an abomination.” But, then, still on Leviticus, just a few pages over, at 20:13, there is this augmentation: “If a man lies with a male as with a woman, both of them have committed an abomination; they shall be put to death, their blood is upon them.” St. Paul briefly condemned homosexuality in three of his letters, but he used considerably more space to deal with the utter dreadfulness of women not having their heads covered in church.</p>\n<p>How do fundamentalists pick and choose among these and other items of ancient Israelite law and New Testament teaching? On what basis can they determine which ones should be binding on them and which ones can they ignore? Who decides? And by what principles? It does seem peculiar to take some of these biblical rulings with utter literalness, on a highly selective basis.</p>\n<p>Fundamentalism, whatever else it may be and represent, seems to present a peculiar way of using language that can be confusing, even disquieting for those who know little or nothing of its fundamentals.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Some Fundamentals of Fundamentalism</h1> <p><em><span data-rel=\"author\">J.A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p> <p>Here is the definition for <em>fundamentalism</em> given in <em>Webster's Third New International Dictionary:</em></p> <blockquote>\n<p>a militantly conservative movement in American Protestantism originating around the beginning of the 20th century in opposition to modernist tendencies and emphasizing as fundamental to Christianity the literal interpretation and absolute inerrancy of the Scriptures, the imminent and physical second coming of Jesus Christ, the virgin birth, physical resurrection, and substitutionary atonement... a movement or attitude similar in a significant respect (as literalism or strict adherence to traditional beliefs) to the American religious fundamentalism (Muslim; in education stresses the three R's).</p>\n<p><em>The Oxford English Dictionary</em> gives this:</p>\n<p>A religious movement which orig, became active among various Protestant bodies in the United States after the war of 1914-1918, based on strict adherence to certain tenets (e.g. the literal inerrancy of Scripture) held to be fundamental to the Christian faith; the beliefs of this movement.</p>\n</blockquote> <p>(As a matter of fact, the movement began around the turn of the century.)</p>"
}