{
  "type": "Article",
  "title": "Westward Ho",
  "author": "W.S. Ramson",
  "location": "Australian National Dictionary Centre, Canberra",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Westward Ho</h1>\n<p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p>\n<p>Perth, the capital city of Western Australia, is some three thousand kilometers away from Sydney. Most of the country that lies between the two is sparsely populated desert, to the extent that inhabitants of <em>WA</em>, or <em>sandgropers</em> as they are jocularly known, refer to people from the eastern States as <em>T'othersiders</em>, and vice versa. There is a real sense of a divide. Nonetheless there is not a recognized dialect of Australian English that is <em>Westralian</em>—any more than there is a recognized dialect of Tasmanian, to take the other State which appears to be similarly distanced and effectively isolated from the more heavily populated region of southeastern Australia. Indeed, the conventional wisdom is that Australian English is remarkably homogeneous and that there are very few local features of either vocabulary or accent—and certainly none of grammar or syntax.</p>\n<p>What evidence there is of lexical regionalism is largely anecdotal and there seemed, therefore, to be a case for mounting a reading program which would attempt to locate and use regional sources to both test the water and, if nothing else, broaden the citation base of the next edition of the <em>Australian National Dictionary</em>, which in retrospect, was rather skewed toward the metropolitan east coast. Newspapers were an attractive source, being both an immediate record of the colloquial register and of verifiable provenance, and the Centre therefore began, in 1987 and with the support of the Australian Research Council, to plough its way through a range of regional newspapers. The West Australian results are the first to be edited.</p>\n<p>To give a short answer first, there are still no Australian dialects. But what does emerge from even this preliminary analysis is a set of lexical preferences that provides an image of a part of Australia not replicated elsewhere. This can be demonstrated simply by listing a number of real estate terms for an increase in the size of a <em>lot or block</em> of land, as <em>add on, add on block, build up proposition, farm build up, or topping off property</em>, in all of which standard terms are used with a specific application which they do not have elsewhere in Australia. More significant groupings occur in areas of socio-historical importance in the West. There are, for instance, numerically more Aborigines in the West than on the east coast and they impinge more on aspects of the life of the community. So the number of compounds employing <em>Aboriginal</em> as a distinguishing epithet is noticeably greater and their character less marginal. The concern with Aboriginal welfare gives rise to terms like <em>Aboriginal cottage parent, Aboriginal enclave worker</em>, and <em>Aboriginal police aide</em> which, though transparent, require recognition.</p>\n<p>This pattern of a growth of compounds representing an area of special interest within the State is a recurring one. The population is small and scattered. Distance is a fact of life, as the matrices of compounds formed on words like <em>isolated</em>—for instance, <em>isolated child, isolated grave site, isolated pharmacy</em>, and <em>isolated school</em>—and <em>remote</em>—for instance, <em>remote community, remote resident</em>, and <em>remote site</em>—demonstrate. Industrial practices have been developed in an attempt to overcome the tyranny of distance. The familiar figure of the <em>flying doctor</em> is joined by the <em>flying padre</em> and the <em>flying solicitor</em>; workers operate on a <em>fly in/fly out basis;</em> the originally US <em>company town</em> (or <em>closed town</em>) generates the natural opposites <em>free town</em> and <em>open town</em>, and a mobile labor force is accommodated in <em>transportables</em> and <em>demountables</em>.</p>\n<p>Dry climatic conditions and the consequent importance of water produce terms like <em>run-off block</em> [somewhat perversely a block on which water gathers]. A <em>safe area</em> is one with a good rainfall; <em>drought proof water</em> means 'permanent water'; a <em>licensed bore</em> needs to be defined by context. There is the predictable bunch of miscellaneous terms like <em>busy bee</em> for the more conventional <em>working bee, faction</em> for a sports team not, as elsewhere in Australia, a dissident political group, <em>rumble step</em> for a <em>speed bump</em>, and <em>skimpy</em> for a scantily clad [female] barattendant. And there is a greater proportion of words of Aboriginal origin, including many names of the State's prolific and unique flora and fauna, like <em>cherabin, koonac</em>, or <em>marron</em> (all Aboriginal words for freshwater crustaceans, some of which are now farmed).</p>\n<p>Individually these do not, either contemporarily or historically, amount to very much; their strength is rather in their mass and in the way this provides a gloss on the West Australian experience. As the fruits of an exercise in historical lexicography the 750 words examined are part of a “para-dialect” the existence of which can only be confirmed or denied by a comparable exercise in lexicography, which might then attract the energies of a traditional dialectologist.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Westward Ho</h1> <p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p> <p>Perth, the capital city of Western Australia, is some three thousand kilometers away from Sydney. Most of the country that lies between the two is sparsely populated desert, to the extent that inhabitants of <em>WA</em>, or <em>sandgropers</em> as they are jocularly known, refer to people from the eastern States as <em>T'othersiders</em>, and vice versa. There is a real sense of a divide. Nonetheless there is not a recognized dialect of Australian English that is <em>Westralian</em>—any more than there is a recognized dialect of Tasmanian, to take the other State which appears to be similarly distanced and effectively isolated from the more heavily populated region of southeastern Australia. Indeed, the conventional wisdom is that Australian English is remarkably homogeneous and that there are very few local features of either vocabulary or accent—and certainly none of grammar or syntax.</p> <p>What evidence there is of lexical regionalism is largely anecdotal and there seemed, therefore, to be a case for mounting a reading program which would attempt to locate and use regional sources to both test the water and, if nothing else, broaden the citation base of the next edition of the <em>Australian National Dictionary</em>, which in retrospect, was rather skewed toward the metropolitan east coast. Newspapers were an attractive source, being both an immediate record of the colloquial register and of verifiable provenance, and the Centre therefore began, in 1987 and with the support of the Australian Research Council, to plough its way through a range of regional newspapers. The West Australian results are the first to be edited.</p> <p>To give a short answer first, there are still no Australian dialects. But what does emerge from even this preliminary analysis is a set of lexical preferences that provides an image of a part of Australia not replicated elsewhere. This can be demonstrated simply by listing a number of real estate terms for an increase in the size of a <em>lot or block</em> of land, as <em>add on, add on block, build up proposition, farm build up, or topping off property</em>, in all of which standard terms are used with a specific application which they do not have elsewhere in Australia. More significant groupings occur in areas of socio-historical importance in the West. There are, for instance, numerically more Aborigines in the West than on the east coast and they impinge more on aspects of the life of the community. So the number of compounds employing <em>Aboriginal</em> as a distinguishing epithet is noticeably greater and their character less marginal. The concern with Aboriginal welfare gives rise to terms like <em>Aboriginal cottage parent, Aboriginal enclave worker</em>, and <em>Aboriginal police aide</em> which, though transparent, require recognition.</p>"
}