{
  "type": "Article",
  "title": "The Cassell Book of Proverbs",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\"><a href=\"https://www.amazon.com/Cassell-Book-Proverbs-Patricia-Houghton/dp/0304341657\"><em>The Cassell Book of Proverbs</em></a></h1>\n<p>Patricia Houghton, (Cassell, 1992 [<em>A World of Proverbs</em>, Blandford, 1981]), 152pp.</p>\n<p>Sufficient unto the day on which this review is being written, the <em>Concise Oxford Dictionary of Proverbs</em> offers up <em>Barnaby bright, Barnaby bright, the longest day and the shortest night</em>, not exactly what I would call a proverb—more of a saying commemorating St. Barnabas' Day, the longest day of the year: today is June 21st, but, as the Oxford book tell us, that was June 11th in the Old Style calendar.</p>\n<p>We all “know” what a proverb is, but investigators of the genre never tire of trying to define it. To be sure, there are synonyms—<em>adage, saying, saw</em> (only encountered, in my experience, in crossword puzzles), <em>aphorism</em>— for <em>proverb,</em> but their examination yields little that enables one to discover useful differentiate among them. The subject of definition is treated at some length in chapter 2 of <em>Proverbs</em>, in which fifty-five are listed. Many of these refer to “wisdom,” and, while it is true that many proverbs contain wise advice couched in metaphor, many are mere truisms couched in metaphor. Thus, drawing examples from the <em>Dictionary,</em> there is little doubt about the advice lurking behind the truism, <em>Too many cooks spoil the broth</em>, but <em>Brighten the corner where you are</em> cannot be said to offer much wisdom, however cheerful the notion might be. <em>Proverbs</em> suggests that the distinction between proverbs and proverbial expressions is useful to maintain; that is, <em>A fool and his money are soon parted</em> is a proverb, but <em>That's the way the cookie crumbles (...ball bounces</em>, etc.) is a proverbial expression. Some proverbs are attributed to particular cultures. <em>A picture is worth 10,000</em> (or <em>1,000) words</em> I have always heard preceded by something like, “According to the Chinese saying.” The occasionally contradictory nature of proverbs—<em>He who hesitates is lost vs. Look before you leap</em>—has been entertainingly discussed by Professor David Galef in “How to Gain Proverbial Wisdom” [XIX, 4].</p>\n<p>Then there are puns and facetious rewordings of old standbys, like <em>A fool and his mother are soon parted, All work and no play makes jack</em> (in which one must be familiar with the old-fashioned sense of 'money' for <em>jack</em>), and <em>Early to bed and early to rise makes sure you get out before her husband arrives,</em> are popular, if rather obvious takeoffs.</p>\n<p>One of the more interesting aspects of proverbs is their universality, a subject not discussed in the <em>Dictionary</em>—it is, after all, a reference book, not a commentary—but commented on in <em>Proverbs.</em> Though universal in spirit, it is interesting to see how they differ in expression: the American saying, <em>Don't count your chickens before they've</em> (or <em>they're</em>) <em>hatched</em> was previously <em>Don't sell the bearskin till you catch the bear</em> (or words to that effect).</p>\n<p>Margaret M. Bryant, a major linguist of the 20th century, was the moving spirit behind the collection of some 150,000 citations for North American proverbs, a task carried on over a forty-year period. Miss Bryant, who will celebrate her ninety-third birthday in December, may be truly honoured by the publication of the first of the works listed here; except for a fleeting reference in the second book, she scarcely receives mention there. But that is not to diminish Mieder's contributions, for he has written extensively on proverbs, and the bibliographies in both volumes fairly bristle with his books and papers.</p>\n<p>One ought not be undecided about these first two books; choose them both: the <em>Dictionary</em> is pretty much what its title says it is, a record of 15,000 American proverbs, with data on where they were recorded. A valuable reference book, it contains historical information on earliest appearances: for example, <em>Money is the root of all evil</em> is traced to Aelfric's <em>Homilies</em> (c. 1000). I was unable to find whatever might be the English translation of <em>Pecunia non olet</em> ('Money doesn't stink'), and I looked in vain for an explanation of a proverb I never quite understood, which I have heard rendered as a descriptive remark, <em>He keeps a dog and barks himself,</em> but which is rendered here as <em>No sense in keepin' a dog when doin' your own barkin'</em> with the variant I <em>will not keep a dog and bark myself.</em> It is traced back to 1583 and, to have lasted that long, it must be meaningful to someone. Likewise, the deeper meanings of others eludes me: <em>The dog doesn't get bread every time he wags his tail, The dog has four legs, but he does not run on four roads, The saddest dog sometimes wags its tail,</em> all of which strike me as having been found in fortune cookies. I am not alone in my ignorance, apparently, for a researcher who asked eighty Texas students for the meanings of <em>A rolling stone gathers no moss</em> received different responses, a result regarded by Mieder (in <em>Proverbs</em>) as demonstrating the universal applicability of metaphor; others might have different interpretations.</p>\n<p><em>Proverbs,</em> a readable book, contains a great deal of interesting information on paremiology, and ought to be in the library of anyone interested in language. <em>A Dictionary of American Proverbs,</em> which is more of a reference book, belongs in the library of those whose interests combine language, culture (and its history), and dialect.</p>\n<p><em>The Concise Oxford,</em> on the other hand, compiled under the direction of the redoubtable John Simpson, Co-editor of the <em>OED2e</em>, groups quotations of variant forms of the same proverb together, detailing their sources, enabling the user to see the kinds of adaptations that writers, philosophers, and other users have made. This book also provides an account of the origin of <em>Pecunia non olet,</em> tracing it to a remark of Titus, son of Vespasian, whose fame lingers on as the eponym of the <em>vespasienne,</em> a French public (street) urinal. Though it is not exhaustive, the <em>Concise Oxford</em> contains a lot of interesting and useful information.</p>\n<p>As for the <em>Cassell Book of Proverbs,</em> it is a small book that lists proverbs by ten major categories (including “Proverbs from Many Lands,” not a category, strictly speaking), which have subcategories. Sources are given in a desultory way (“Shakespeare” without chapter and verse), and no (successful) attempt has been made to trace the proverbs beyond the best-known author where they can be found. If I knew its price, I might suggest it as an inexpensive, superficial, alternative introduction to the genre, but I found it pretty thin on the ground compared with the others.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\"><a href=\"https://www.amazon.com/Cassell-Book-Proverbs-Patricia-Houghton/dp/0304341657\"><em>The Cassell Book of Proverbs</em></a></h1> <p>Patricia Houghton, (Cassell, 1992 [<em>A World of Proverbs</em>, Blandford, 1981]), 152pp.</p> <p>Sufficient unto the day on which this review is being written, the <em>Concise Oxford Dictionary of Proverbs</em> offers up <em>Barnaby bright, Barnaby bright, the longest day and the shortest night</em>, not exactly what I would call a proverb—more of a saying commemorating St. Barnabas' Day, the longest day of the year: today is June 21st, but, as the Oxford book tell us, that was June 11th in the Old Style calendar.</p> <p>We all “know” what a proverb is, but investigators of the genre never tire of trying to define it. To be sure, there are synonyms—<em>adage, saying, saw</em> (only encountered, in my experience, in crossword puzzles), <em>aphorism</em>— for <em>proverb,</em> but their examination yields little that enables one to discover useful differentiate among them. The subject of definition is treated at some length in chapter 2 of <em>Proverbs</em>, in which fifty-five are listed. Many of these refer to “wisdom,” and, while it is true that many proverbs contain wise advice couched in metaphor, many are mere truisms couched in metaphor. Thus, drawing examples from the <em>Dictionary,</em> there is little doubt about the advice lurking behind the truism, <em>Too many cooks spoil the broth</em>, but <em>Brighten the corner where you are</em> cannot be said to offer much wisdom, however cheerful the notion might be. <em>Proverbs</em> suggests that the distinction between proverbs and proverbial expressions is useful to maintain; that is, <em>A fool and his money are soon parted</em> is a proverb, but <em>That's the way the cookie crumbles (...ball bounces</em>, etc.) is a proverbial expression. Some proverbs are attributed to particular cultures. <em>A picture is worth 10,000</em> (or <em>1,000) words</em> I have always heard preceded by something like, “According to the Chinese saying.” The occasionally contradictory nature of proverbs—<em>He who hesitates is lost vs. Look before you leap</em>—has been entertainingly discussed by Professor David Galef in “How to Gain Proverbial Wisdom” [XIX, 4].</p> <p>Then there are puns and facetious rewordings of old standbys, like <em>A fool and his mother are soon parted, All work and no play makes jack</em> (in which one must be familiar with the old-fashioned sense of 'money' for <em>jack</em>), and <em>Early to bed and early to rise makes sure you get out before her husband arrives,</em> are popular, if rather obvious takeoffs.</p>"
}