{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Great Sermon Handicap",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Great-Sermon-Handicap-Volumes-Wodehouse-P.G/30014282600/bd\"><em>The Great Sermon Handicap</em></a></h1>\n<p>P. G. Wodehouse, (English, Phonetic English, Latine, Français, Español, Italiano, Portugues (Brasileiro), Românâ, Català, Rhaetoromansch, James H. Heineman, 1989.), xiv + 169pp.</p>\n<blockquote>\n<p>[This book is Volume I in the publisher's series devoted to translations of Wodehouse; those interested are invited to write for further information to James H. Heineman, Inc., 475 Park Avenue, New York, NY 10022.]</p>\n</blockquote>\n<p>It is difficult to imagine the occasion on which a reader of a piece of writing in, say, English, would normally have any reason to read the same story or novel in any other language, let alone eight other languages, with a phonetic transcription an added fillip, but Heineman has seen fit to gather these together, and comparing them is not only fun but educational. It would require someone far more competent in the various languages than I do comment in detail on the treatments accorded the material, but there are certain features that even the most naive appreciate. A few typographical errors popped up before my eyes in a quick scan of the Portuguese and the Italian versions, though whether those are faults in this edition or in the originals I cannot say. (I note, with pleasure, that the Italian version is credited to my teacher at Columbia University, Olga Ragusa.)</p>\n<p>The phonetic transcription is nothing more than an exercise, and the Latin translation is just fun; we can dismiss them as such, but that does not diminish their utility, and it may be worth noting that the Latin is the only translation to render some of the proper names into Latin equivalents: “W. Dix (Little Clickton-in-the-Wold)” becomes <em>Gulielmus Dix, e Clicktonio Minore in Salibus</em>, “Jeeves” <em>Jaevi,</em> etc.</p>\n<p>By way of background, the publisher provides a useful Foreword, which includes the following information:</p>\n<blockquote>\n<p>Works by P. G. Wodehouse have appeared in 19 languages including English... no fewer than 32 titles have been published in Finnish, 37 in Danish, 38 in Norwegian, 41 in German, 54 in Spanish..., 67 in Dutch, 70 in Swedish, 86 in Italian, and close to 100 in English both in Great Britain and the United States.</p>\n</blockquote>\n<p>Heineman poses the question in everyone's mind, whether</p>\n<blockquote>\n<p>Wodehouse's multi-lingual and international readers are entertained equally and in the same way by Bertie Wooster and Jeeves; Lord Emsworth and the Empress of Blandings;...,</p>\n</blockquote>\n<p>to which he replies,</p>\n<blockquote>\n<p>I would rather doubt it, for not two of us react entirely the same way to a threat, a story or a relative, especially if they were bounced off us in a multiplicity of languages.</p>\n</blockquote>\n<p>I think that is (rather) missing the point, for it is quite unlikely that any ordinary reader would be exposed to Wodehouse in more than one language. Although Wodehouse spent his declining decades in America, he is regarded as the quintessential British writer, and the peculiarities of his characters as well as their quirky eccentricities are perceived by people round the world as British, with only a small number viewing them as anything but typical of the common, garden-variety Brit: if pressed, these readers might acknowledge that although some of the antics described are fictional, the British people of the social stratum of Bertie Wooster are accurately described as going about calling each other “Old Bean,” exclaiming “Ra<em>ther!,</em>” “I say!,” and “Wot?” at the slightest provocation, and habitually finding themselves about to marry the wrong person. Let me not be the one to disillusion anyone.</p>\n<p>It is difficult for me to believe that a Frenchman or Italian, reading about people named Cuthbert Dibble, Orlo Hough, and Spettigue from places like Fale-by-the-Water and Gandle-by-the-Hill has the same connotations from the names themselves as the English reader. Does the given name <em>Bingo</em> have the same associations for a resident of the Tyrol, speaking Rhaetoromansch, and for a denizen of the Pyrenees, speaking Catalan, as it does for a native speaker of English who lives in Paris, Texas, or in Tring, Hertfordshire? I may be wrong, but I doubt it. Still, such linguicultural barriers have been either surmounted or ignored in the past, and we have no motive in suggesting that certain readers of Wodehouse in certain languages might be missing something.</p>\n<p>By the same token, of course, English speakers are unable to appreciate Chaucer, Shakespeare, Milton, Donne, and even Wordsworth, not only because of the chronological language gap but, more tellingly, because of the culture gap; fully understanding Goethe, Dante, Rabelais, and Cervantes for one who knows them only in English is likewise hard to imagine. Yet, we are all the better for whatever scraps we can glean.</p>\n<p>Certainly, Wodehouse occupies a unique place in the affections of many, and it is at the very least amusing to contemplate the reflexes of his zany characters once more, especially in Brazilian Portuguese.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Great-Sermon-Handicap-Volumes-Wodehouse-P.G/30014282600/bd\"><em>The Great Sermon Handicap</em></a></h1> <p>P. G. Wodehouse, (English, Phonetic English, Latine, Français, Español, Italiano, Portugues (Brasileiro), Românâ, Català, Rhaetoromansch, James H. Heineman, 1989.), xiv + 169pp.</p> <blockquote>\n<p>[This book is Volume I in the publisher's series devoted to translations of Wodehouse; those interested are invited to write for further information to James H. Heineman, Inc., 475 Park Avenue, New York, NY 10022.]</p>\n</blockquote> <p>It is difficult to imagine the occasion on which a reader of a piece of writing in, say, English, would normally have any reason to read the same story or novel in any other language, let alone eight other languages, with a phonetic transcription an added fillip, but Heineman has seen fit to gather these together, and comparing them is not only fun but educational. It would require someone far more competent in the various languages than I do comment in detail on the treatments accorded the material, but there are certain features that even the most naive appreciate. A few typographical errors popped up before my eyes in a quick scan of the Portuguese and the Italian versions, though whether those are faults in this edition or in the originals I cannot say. (I note, with pleasure, that the Italian version is credited to my teacher at Columbia University, Olga Ragusa.)</p> <p>The phonetic transcription is nothing more than an exercise, and the Latin translation is just fun; we can dismiss them as such, but that does not diminish their utility, and it may be worth noting that the Latin is the only translation to render some of the proper names into Latin equivalents: “W. Dix (Little Clickton-in-the-Wold)” becomes <em>Gulielmus Dix, e Clicktonio Minore in Salibus</em>, “Jeeves” <em>Jaevi,</em> etc.</p>"
}