{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Deselecting debriefers",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Deselecting debriefers</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>During the Second World War pilots of aircraft going on missions were briefed before departure, and on return were <em>debriefed</em> or subjected to <em>debriefing</em>. The earliest use of <em>debrief</em> given in the big <em>Oxford</em> is from early 1945. But apparently it was not until the early 1960s that these terms came into general use when they were applied to the interrogation of American astronauts after space flights and the security instructions then given to them. (When I first became aware of these words I wondered if those astronauts were having their underpants removed for some arcane scientific purpose.)</p>\n<p>These words quickly became popular among bureaucrats in both the public and private sectors and among journalists with the with-it urge. Perhaps apprehensive mothers now debrief their adolescent daughters when they come home from dates. I have no objection to being questioned by someone who has a right to question me, but if he were to say that he wished to debrief me I would recommend to his superiors that he be <em>deselected</em> or <em>dehired</em>.</p>\n<p>Not all the new <em>de-</em> words bother me. <em>Defroster</em> surely is better than “frost-control device.” And <em>dehumidifier</em> seems appropriate. But I get the shudders when I hear or read <em>dewax</em>, and <em>de-escalate</em>, and <em>de-flea</em> (of dogs), and <em>de-accession</em> (which is what a museum or art gallery does when it disposes of some of its treasures.) A few years ago I nearly swallowed my bubble-gum when in a rather ponderous article in <em>Esquire</em> I came across <em>detraditionalizing</em>. A few months ago I saw in our neighborhood supermarket two wines, a red and a white, glorying in the name, “Carl Jung”: their labels assure customers that the contents have been <em>de-alcoholized</em>.</p>\n<p>Basil Cottle, a Welsh scholar in English language, wrote in his book, <em>Names</em>, “St Lucy had lovely eyes, and was deoculated.” He added, gruesomely, “her symbol is her two eyes on a saucer.” The big <em>Oxford</em> gives <em>deocular</em> as an obsolete word meaning “Not using the eyes; blind.” And it has the verb <em>deoculate</em>, a nonce-word, one coined for a special occasion—in this case, in a letter from Charles Lamb to William Wordsworth.</p>\n<p>The theologically inclined will, of course, know about <em>demythologizing</em>, which came into use around 1950. That sort of thing can get out of hand, and more recently I came across these in a theological journal: <em>de-eschatologizing</em> and <em>de-kerygmatization. De-ideologizing</em> seems to have a sociological flavor.</p>\n<p>Here are some recent coinings that might prove useful. To <em>delawyer</em> is “to eliminate the need for a lawyer's services in a legal proceeding,” <em>Deaestheticization</em> seems to be “the artistic removal of aesthetic qualities from art.” <em>De-man</em> in Britain has meant “to reduce the manpower in an industry,” whereas in the USA it means “to deprive of manhood or virility; emasculate.” One should be very careful in using that word. It, of course, should not be confused with <em>degender</em> and <em>desex</em>, synonyms having to do with the removal of sexist references in writing and speaking.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Deselecting debriefers</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>During the Second World War pilots of aircraft going on missions were briefed before departure, and on return were <em>debriefed</em> or subjected to <em>debriefing</em>. The earliest use of <em>debrief</em> given in the big <em>Oxford</em> is from early 1945. But apparently it was not until the early 1960s that these terms came into general use when they were applied to the interrogation of American astronauts after space flights and the security instructions then given to them. (When I first became aware of these words I wondered if those astronauts were having their underpants removed for some arcane scientific purpose.)</p> <p>These words quickly became popular among bureaucrats in both the public and private sectors and among journalists with the with-it urge. Perhaps apprehensive mothers now debrief their adolescent daughters when they come home from dates. I have no objection to being questioned by someone who has a right to question me, but if he were to say that he wished to debrief me I would recommend to his superiors that he be <em>deselected</em> or <em>dehired</em>.</p> <p>Not all the new <em>de-</em> words bother me. <em>Defroster</em> surely is better than “frost-control device.” And <em>dehumidifier</em> seems appropriate. But I get the shudders when I hear or read <em>dewax</em>, and <em>de-escalate</em>, and <em>de-flea</em> (of dogs), and <em>de-accession</em> (which is what a museum or art gallery does when it disposes of some of its treasures.) A few years ago I nearly swallowed my bubble-gum when in a rather ponderous article in <em>Esquire</em> I came across <em>detraditionalizing</em>. A few months ago I saw in our neighborhood supermarket two wines, a red and a white, glorying in the name, “Carl Jung”: their labels assure customers that the contents have been <em>de-alcoholized</em>.</p>"
}