{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Australian National Dictionary: a Dictionary of Australianisms on Historical Principles",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Australian-National-Dictionary-Australianisms-Historical/dp/0195547365\"><em>The Australian National Dictionary: a Dictionary of Australianisms on Historical Principles</em></a></h1>\n<p>W.S. Ramson, ed., (Oxford University Press (Melbourne), 1988), xvi + 814 pp.</p>\n<p>In January 1892 Edward E. Morris, addressing a section of the Australasian Association for the Advancement of Science, looked forward to a time when “it might even be possible... to produce an Australian dictionary on the same lines as the <em>New English Dictionary</em> by way of supplement to it.” Just within the century this ideal was realized: in 1988 <em>The Australian National Dictionary</em> appeared.</p>\n<p>Links with the <em>OED</em>, as we now more often name it, have long been close. Morris's interest arose from his work as a reporter of Australian words and uses to send to Dr. Murray, and Morris's own dictionary, <em>Austral English</em> (1898), was based on a corpus beginning with these collections.</p>\n<p>After Morris's excellent beginning, reinforced by Joshua Lake's list of Australianisms in <em>Webster's International Dictionary</em> in the same year, the idea of a historical dictionary languished, though the realization that there is such a thing as Australian English gradually increased. Sidney Baker's <em>The Australian Language</em> (1945 and 1966) departed from strictly historical principles but uncovered a rich amount of contemporary usage, much of it informal. In 1966 W. S. Ramson's <em>Australian English: an Historical study of the Vocabulary</em> 1788-1898 restored the historical emphasis, an emphasis continued with authenticating quotations from the colloquial part of the language in G.A. Wilkes's <em>Dictionary of Australian Colloquialisms</em> (1978 and 1985), the monographs published by the Australian Language Research Centre in Sydney University, and the four volumes of supplements to the <em>OED</em>.</p>\n<p>It was in 1988, the bicentenary of European settlement in New South Wales, that Morris's ideal dictionary became fact. Funding was provided by the Australian National University for support including staffing, by the Australian Research Grants Scheme, and by Oxford University Press, Melbourne, which advanced four years of royalties. The funding allowed the employment of trained readers directed by the editor in the preliminary reading program rather than a reliance on voluntary readers, which would have made publication by the target date unlikely.</p>\n<p>The aim of the dictionary is to record, authenticate and illustrate Australianisms, an <em>Australianism</em> being defined for the purposes of the dictionary as “one of those words and meanings of words which have originated in Australia, which have a greater currency here than elsewhere, or which have a special significance in Australia because of their connection with an aspect of the history of the country.” This seems to cast a wider net than Mathews' <em>Dictionary of Americanisms</em>, which is strictly confined to terms that originated in the United States, omitting items surviving in the United States after having become obsolete in Britain. It is in any case not always possible to establish origin, which might not coincide with the oldest available citation. To <em>round up</em> (cattle) is first recorded in Australia, but this would hardly justify calling it an Australianism rather than an Americanism. Sorting out priorities between Australia and New Zealand tends to be particularly difficult.</p>\n<p>The dictionary was edited in the traditional way, using cards rather than a computerized data base. This was partly to save costs as more than half the collected citations would not be used in the printed dictionary. The dictionary has about six thousand main entries. Usage labels (<em>slang, vulgar</em>, and the like) are not provided, as the citations are considered enough to show restrictions of register. As the editor points out, there is an easy movement between formal and informal usage in Australia.</p>\n<p>Abbreviations (apart from the inevitable acronym <em>Anzac</em>, documented with over a page of detail) are not pursued, because, I am told, a full form is usually to be found in the context. Certainly if a start was made with <em>BHP</em> 'Broken Hill Proprietary' (also called <em>the big Australian</em>) or <em>WMC</em> 'Western Mining Company,' it would be difficult to know when to stop. So with proprietary names such as <em>Vegemite</em> (a breakfast spread said to put Americans off their tucker). These omissions do however leave unrecorded a substantial block of local language.</p>\n<p>Pronunciation is shown for words from Aboriginal languages and other words where there may be doubt. Perhaps the phrase of approval <em>Good on you</em> should have had its pronunciation (with emphasis on <em>on</em>) indicated, as other English speakers are apt to give it the end stress of their own “Good for you.”</p>\n<p>Eight hundred and fourteen large pages each containing three columns of small print might seem to be the last word on written Australian English, but in fact one of the functions of a new dictionary is to serve as a checklist. Since the policy was to record “standard” Australianisms, those accessible to the majority of Australians, regionalisms within Australia tend to escape the net. Some indeed are included, for instance <em>lawn sale</em> for <em>garage sale</em>, which seems to be confined to the Alice Springs area, or the southern Western Australian <em>doctor</em> 'a refreshing wind' (though not Adelaide's <em>gully wind</em>); but it is only now, when the master dictionary is completed and published, that a systematic reading of regional newspapers, particularly those associated with local industries such as apple-growing in Tasmania or the sugar industry in Queensland, is being undertaken by the Australian National Dictionary Centre, the research team set up to produce the National Dictionary. This new project is described in detail by Dr. Ramson, the Head of the Centre, in <em>The Australian Journal of Linguistics</em> for June 1989.</p>\n<p>It is hardly necessary to assess the usefulness of a major dictionary for a readership distinguished by a love of words, but its usefulness will extend far beyond the linguistic or even the technicalities of scientific description of flora and fauna. For one thing, as Australia moves towards becoming a republic, with the changes in self-assessment that this implies, identifying that part of world English that is particularly associated with Australia helps to define what it is to be an Australian. Historians working towards the same end will be helped by documented, dated evidence of what words have meant to historical figures and eras. Addressing the Australian Academy of the Humanities in 1990, Dr. Ramson used <em>National Dictionary</em> evidence to trace changing Australian perceptions of an environment which, though it provided some parallels with the American experience, was very different from the environment that formed the early development of the English language.</p>\n<p><em>[G.W. Turner, Rostrevor, South Australia]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Australian-National-Dictionary-Australianisms-Historical/dp/0195547365\"><em>The Australian National Dictionary: a Dictionary of Australianisms on Historical Principles</em></a></h1> <p>W.S. Ramson, ed., (Oxford University Press (Melbourne), 1988), xvi + 814 pp.</p> <p>In January 1892 Edward E. Morris, addressing a section of the Australasian Association for the Advancement of Science, looked forward to a time when “it might even be possible... to produce an Australian dictionary on the same lines as the <em>New English Dictionary</em> by way of supplement to it.” Just within the century this ideal was realized: in 1988 <em>The Australian National Dictionary</em> appeared.</p> <p>Links with the <em>OED</em>, as we now more often name it, have long been close. Morris's interest arose from his work as a reporter of Australian words and uses to send to Dr. Murray, and Morris's own dictionary, <em>Austral English</em> (1898), was based on a corpus beginning with these collections.</p> <p>After Morris's excellent beginning, reinforced by Joshua Lake's list of Australianisms in <em>Webster's International Dictionary</em> in the same year, the idea of a historical dictionary languished, though the realization that there is such a thing as Australian English gradually increased. Sidney Baker's <em>The Australian Language</em> (1945 and 1966) departed from strictly historical principles but uncovered a rich amount of contemporary usage, much of it informal. In 1966 W. S. Ramson's <em>Australian English: an Historical study of the Vocabulary</em> 1788-1898 restored the historical emphasis, an emphasis continued with authenticating quotations from the colloquial part of the language in G.A. Wilkes's <em>Dictionary of Australian Colloquialisms</em> (1978 and 1985), the monographs published by the Australian Language Research Centre in Sydney University, and the four volumes of supplements to the <em>OED</em>.</p>"
}