{
  "type": "Crossword",
  "title": "Crossword Puzzle",
  "html": "<link rel=\"type\" href=\"Crossword\"><h1 data-rel=\"title\">Crossword Puzzle</h1>\n<p><strong>Across</strong></p>\n<p>1. Western men, sound like bulls. (7)</p>\n<p>5. Get Reg. warm, and in a tur- moil, with a biological dispute. (4, 3)</p>\n<p>9. Sounds like your middle, it's useless. (5)</p>\n<p>10. After a soft start, share the ration around the four and still suffer hardship. (9)</p>\n<p>11. Raw soldier, like a crow that is. (6)</p>\n<p>12. Capital, French lamb and Vi- chy water, you <em>can</em> hold a candle to it! (8)</p>\n<p>14. Do English firemen hang their hose up on this? (9)</p>\n<p>15. Sounds like a bit of quiet, but only a bit. (5)</p>\n<p>16. Snake changes inside the co- conut kernel. (5)</p>\n<p>18. Isis tapes, when wrapped round, can stop bleeding. (9)</p>\n<p>21. Equal all across for error in astronomical measurement. (8)</p>\n<p>22. Fall into this when not issued properly. (6)</p>\n<p>24. Level meal for an invalid, no doubt! (5, 4)</p>\n<p>25. This carriage can get you down safely. (5)</p>\n<p>26. Tea leaves lose as in mix-up and lift up. (7)</p>\n<p>27. Pass this on the way through Italy. (7)</p>\n<p><strong>Down</strong></p>\n<p>1. Traitors who turned round in the “cod wars.” (7)</p>\n<p>2. Follow the setting sun on the fantastic filly, and finish up on the Bristol Channel. (6, 5, 4)</p>\n<p>3. Mark with a dagger, there's no scar! (7)</p>\n<p>4. Bribes used as a mushy food. (4)</p>\n<p>5. We all dig the aria about the blanket flower. (10)</p>\n<p>6. Girl coming up the street could find her way with this. (4, 3)</p>\n<p>7. Bushman wintered around in Africa and gave us this problem. (5, 4, 6)</p>\n<p>8. Sort of rounder than a liter- ary circle. (7)</p>\n<p>13. I ran a needle, without a point, awkwardly into his arm to give him this stimulant. (10)</p>\n<p>16. Put a top on a pie, and cover from head to toe. (7)</p>\n<p>17. “At” goes back to back round most of the land in Georgia. (7)</p>\n<p>19. A eulogy however diverse, always contains a true bit. (7)</p>\n<p>20. This chap's job is a snip. (7)</p>\n<p>23. There's no buts about this counterfoil. (4)</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Crossword\"> <h1 data-rel=\"title\">Crossword Puzzle</h1> <p><strong>Across</strong></p> <p>1. Western men, sound like bulls. (7)</p> <p>5. Get Reg. warm, and in a tur- moil, with a biological dispute. (4, 3)</p> <p>9. Sounds like your middle, it's useless. (5)</p>"
}