{
  "type": "Article",
  "title": "Derogatory Epithets for Foreigners in Chinese",
  "author": "Weiju Zhu",
  "location": "Harbin University of Science & Technology",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Derogatory Epithets for Foreigners in Chinese</h1>\n<p><em><span data-rel=\"author\">Weiju Zhu</span> <span data-rel=\"location\">Harbin University of Science &amp; Technology</span></em></p>\n<p>Languages are the expressions of their native speakers' culture, and cultures exert great influence on language, as well. Chinese has fewer ethnic and racial slurs than does American English, which makes far more precise discriminations, such as in <em>coon, polak, mick, kike, and chink</em>. Derogatory epithets can be understood in Chinese as in American English by paralleling the term with historical events that reflect great or complex social changes. The terms function as one of the best indexes to the long history of big, old China; they can be classified into and traced historically from three groups in four historic periods.</p>\n<p>The <em>Hu</em> period, a long interval ending roughly before the Opium War of 1840, includes the feudal societies; the word <em>Hu</em> is considered and indicator of narrow-minded patriotism, Han national centrism, or chauvinism. The word <em>China</em> in Chinese is phonetically spelled as <em>Zhong Guo</em>, wherein <em>Zhong</em> means 'centre' or 'central' and <em>Guo</em> means 'state' or 'nation,' for China was assumed to be the center of the nations and the core of the universe. The traditional Chinese house pattern is called <em>Si he yuan</em> 'quadrangle,' a compound with houses surrounding a courtyard on four sides. The architectural design of <em>Si he yuan</em> and the Great Wall are exemplary of the Chinese mentality to maintain privacy and isolation.</p>\n<p>During this period of almost two hundred years, all dynasties adopted closed-door policies. Probably from Han Dynasty (200 B.C.), all the non-Han nationalities or countries were called <em>hu</em>. In many poems, there were phrases like <em>hu chen</em>, <em>chen</em> meaning 'dust'; <em>hu ma, ma</em> meaning 'horses'; <em>hu tian</em>, <em>tian</em> meaning 'sky.' Various objects from other countries, especially from the southwest, were modified with <em>hu: hu gua, gua</em> meaning 'squash'; <em>hu luopu</em>, <em>luopu</em> meaning 'carrot'; <em>hu qin</em>, <em>qin</em> meaning 'two-stringed bowed musical instrument'; <em>hu jiao</em>. <em>jiao</em> meaning 'black pepper'; and <em>hu tao</em>, <em>tao</em> meaning 'walnut.' <em>Hu</em> began to be used as an adjective, meaning 'reckless,' or as an adverb, meaning 'outrageously': <em>hu bian</em> 'recklessly concocted'; <em>hu chui</em> 'boast outrageously.' In northern China, <em>huzi</em> denoted 'highwayman' or 'bandit.' Since the speech of people of the non-Han nationalities or countries was not understood, their speech or words were called <em>hu shuo or hu hua, shuo</em> meaning 'speech,' <em>hu shuo</em> meaning 'nonsense'; <em>hua</em> meaning 'talk,' <em>hu hua</em> meaning 'wild or unreasonable talk.' This is similar to the etymology of <em>barbarian</em>, the Greeks considering the speech of non-Greeks as mere bleating, like “Baa-baa.”</p>\n<p>During the <em>Hu</em> period, there were other terms such as <em>fan</em>, which means 'foreign'; it has a derogatory connotation in <em>fan qie</em> 'tomato' and <em>fan shu</em> 'sweet potato.' The foreign countries were called <em>fan yi zhi bang</em> 'the state of <em>fan</em> and <em>yi</em>,' <em>yi</em> meaning 'outsiders.' <em>Man</em> 'rough, savage, brutal'was also enlisted into this group: the expressions <em>man heng</em>, 'be rude,'<em>man gan</em> 'act recklessly,'and <em>manzi</em>, used to refer to any uncultivated or uncivilized foreigners or countries.</p>\n<p><em>Da</em> often denotes Mongolians, especially during the Yuan Dynasty, when Mongolians conquered and ruled China. Mongolian rulers were called <em>dazi</em>. One of the traditional festivals, the Mooncake Harvest on the 15th of the eighth month of the lunar calendar, is said to be in memory of the uprising against <em>dazi</em>. Therefore, <em>da</em> stands for the foreigners or imperialists in modern times. In Mr. Sun Yatsen's famous political slogan “Driving Da Lu out; Reconstruct Zhonghua,” <em>da lu</em> means 'the foreign invaders' and <em>Zhonghua</em> means 'China.' Here the phrase <em>da lu</em> must be grouped in the Guizi period.</p>\n<p>Since 1840, the year when the Opium Wars began, China was invaded by many imperialist powers and became semi-colonial and semi-feudal. This interval, which lasted roughly till the end of <em>WWII</em>, in 1945, may be called the <em>Guizi</em> Period. To express their indignation against the foreign invaders, Chinese people called foreigners <em>Yang Guizi</em> 'foreign devils,' a metaphor, or <em>Da Bizi</em> 'big-nosed,' in reference to the foreigners physical characteristic. Dutch invaders of Taiwan were called <em>hong mao guizi, hong mao</em> meaning 'red-haired.' The Japanese were called <em>Xiao Bizi</em> 'small-nosed.' 'American devils' were called <em>mei guo guizi</em>, a term which continued to be used during the Korean War in mainland China. During the war against the Japanese invaders (1937-1945) the Japanese were called <em>Dongyang guizi, dongyang</em> meaning 'East Ocean.' Whenever the villagers heard <em>Guizi-coming</em>, they immediately retreated underground and the mothers threatened their children by saying “The Japanese devils are coming.” There was a popular song with the first line, “Swords are to cut devils' heads.”</p>\n<p>The third, or <em>Xiu</em> Period, begins in 1960, when the Communist Party of China was in conflict with the USSR. In the 1950s, China considered the USSR to be its “elder brother,” and the people coming from the USSR were called “Soviet elder brothers.” But in the early 1960s, discord developed between the two Communist powers as a result of philosophical differences in political doctrine. The leaders of the USSR were called “revisionists,” and their theories “revisionism,” for the Communist Party of China viewed the USSR as a betrayer of Marxism-Leninism. From then on, any Communist parties in the world not in line with the CPC were degraded to be “revisionist.” The word <em>revisionist</em> was shortened to <em>xiu</em> in Chinese. The Communist Party of North Korea was called <em>chao xiu, chao</em> meaning 'Korea.' In the 1970s, the Vietnamese were called <em>yue ziu, yue</em> meaning 'Vietnam.' There were too many <em>xius</em> in the Chinese vocabulary: <em>yin xiu</em> for India; <em>luo xiu</em> for Romania; <em>nan xiu</em> for Yugoslavia; <em>meng xiu</em> for Outer Mongolia. In China, the soft-liners, like Deng Xiaoping and Liu Shaoqi, were also called <em>xiu</em>, for they were thought of as capitalists by Mao. In 1978, with the end of the cultural revolution, <em>xiu</em> began to be used less and less.</p>\n<p>Since 1978, with the end of the destructive Cultural Revolution, and with the door open wider for all foreign countries, China's government and the Chinese people have been on better terms with foreign countries. The term <em>Yang Guizi</em> is heard less and less (only appearing sometimes in novels or films); <em>xiu</em> has dropped out; and <em>hu, man, yi, fan</em>, and <em>da</em>, the common Chinese words or word compounding elements, are gradually losing their negative connotations. We enter the <em>Laowai</em> Period. Chinese people have begun more often to refer to foreigners as <em>waiguo penyou</em> or <em>keren</em> 'foreign friends or guests'; <em>laowai</em> 'foreigners' is often heard: <em>wai</em> means 'outsider' and <em>lao</em> is a particle with only a mild derogatory sense. <em>Laowai</em> is also a pun with implication of 'layman,' commonly used among Chinese people. Exported goods are modified with <em>wai</em> instead of <em>yang</em>; for example, Marlboro and Kent cigarettes, popular in the market, are called <em>wai yan</em> here <em>yan</em> meaning 'cigarettes.'</p>\n<p>In modern China sometimes one or two derogatory terms showing racial discrimination may be heard, but there are not so many as in the US. For example, in northeast China, one hears <em>gaoli bangzi</em>, an offensive term against Koreans. <em>Gaoli</em> is the former name of Korea and might be used as the name of a unified country of the two parts of the Korea peninsula. <em>Bangzi</em> means 'bars' with connotation of roughness and rudeness. The reason there are not as many derogatory racial terms in China as in the US. does not suggest that the Chinese language is less rich than English, merely that racial tension in China is not so prevalent, even though China is a country of 55 minorities in addition to Han nationality.</p>\n<p>In summary, we may observe that terms like <em>hu, yi, man, da</em>, and <em>fan</em>, which denote ideas of ethnocentrism, chauvinism, or narrowmindedness and have negative implications have become and will become less and less frequent. Some terms, like <em>guizi</em> or <em>da bizi</em>, which expressed Chinese indignation against invaders in history, are disappearing with the decline of political polarization and with the resulting global economic cooperation. The term <em>xiu</em> was abused during the Cultural Revolution. The Chinese people are more aware of the disasters of that period and have consequently discontinued to use words and terms associated with it. <em>Laowai</em>, a slang term, might exist forever, but it will lose its negative meaning over a period of time.</p>\n<p>Although this small subgroup of derogatory terms is not so important in the Chinese language, the long history of China is of much importance. These terms emerged from that history, and the study of them may be helpful in understanding the relationship of language and culture.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Derogatory Epithets for Foreigners in Chinese</h1> <p><em><span data-rel=\"author\">Weiju Zhu</span> <span data-rel=\"location\">Harbin University of Science &amp; Technology</span></em></p> <p>Languages are the expressions of their native speakers' culture, and cultures exert great influence on language, as well. Chinese has fewer ethnic and racial slurs than does American English, which makes far more precise discriminations, such as in <em>coon, polak, mick, kike, and chink</em>. Derogatory epithets can be understood in Chinese as in American English by paralleling the term with historical events that reflect great or complex social changes. The terms function as one of the best indexes to the long history of big, old China; they can be classified into and traced historically from three groups in four historic periods.</p> <p>The <em>Hu</em> period, a long interval ending roughly before the Opium War of 1840, includes the feudal societies; the word <em>Hu</em> is considered and indicator of narrow-minded patriotism, Han national centrism, or chauvinism. The word <em>China</em> in Chinese is phonetically spelled as <em>Zhong Guo</em>, wherein <em>Zhong</em> means 'centre' or 'central' and <em>Guo</em> means 'state' or 'nation,' for China was assumed to be the center of the nations and the core of the universe. The traditional Chinese house pattern is called <em>Si he yuan</em> 'quadrangle,' a compound with houses surrounding a courtyard on four sides. The architectural design of <em>Si he yuan</em> and the Great Wall are exemplary of the Chinese mentality to maintain privacy and isolation.</p> <p>During this period of almost two hundred years, all dynasties adopted closed-door policies. Probably from Han Dynasty (200 B.C.), all the non-Han nationalities or countries were called <em>hu</em>. In many poems, there were phrases like <em>hu chen</em>, <em>chen</em> meaning 'dust'; <em>hu ma, ma</em> meaning 'horses'; <em>hu tian</em>, <em>tian</em> meaning 'sky.' Various objects from other countries, especially from the southwest, were modified with <em>hu: hu gua, gua</em> meaning 'squash'; <em>hu luopu</em>, <em>luopu</em> meaning 'carrot'; <em>hu qin</em>, <em>qin</em> meaning 'two-stringed bowed musical instrument'; <em>hu jiao</em>. <em>jiao</em> meaning 'black pepper'; and <em>hu tao</em>, <em>tao</em> meaning 'walnut.' <em>Hu</em> began to be used as an adjective, meaning 'reckless,' or as an adverb, meaning 'outrageously': <em>hu bian</em> 'recklessly concocted'; <em>hu chui</em> 'boast outrageously.' In northern China, <em>huzi</em> denoted 'highwayman' or 'bandit.' Since the speech of people of the non-Han nationalities or countries was not understood, their speech or words were called <em>hu shuo or hu hua, shuo</em> meaning 'speech,' <em>hu shuo</em> meaning 'nonsense'; <em>hua</em> meaning 'talk,' <em>hu hua</em> meaning 'wild or unreasonable talk.' This is similar to the etymology of <em>barbarian</em>, the Greeks considering the speech of non-Greeks as mere bleating, like “Baa-baa.”</p>"
}