{
  "type": "Article",
  "title": "VERBUM SAP: Speaking of the Ineffable",
  "author": "Robert Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>Speaking of the Ineffable</em></h1>\n<p><em><span data-rel=\"author\">Robert Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>Some French philosopher—I forget whether it was Descartes, Voltaire, or Marcel Marceau—once observed that when someone says <em>needless to say,</em> you can bet your bottom sou that what follows is something that the speaker feels very much needs to be said. Judging by the response to a weekly word column I write for the <em>Globe and Mail</em>, this apparent contradiction between phrase and purpose impels some literal-minded readers to the very precipice of apoplexy. “If it's needless to say,” they write, “why say it?” The question is, of course, rhetorical. And so is the phenomenon against which they fulminate. It goes without saying (he said, proceeding nevertheless to say it) that there is a technical literary term for these effable unmentionables. It is <em>paralipsis,</em> Greek for 'passing by omission.' There is also a variation known as <em>preteritio</em>—known, that is, to people who get really deeply into this sort of thing and speak a lot of Latin so that ordinary people cannot understand what they are saying, needless or otherwise. Ordinary people just call it silly, not to mention ludicrous, to say nothing of absurd. But there is method in this apparent madness. With apologies to the 19th-century Scottish poet Alexander Smith, “it is not of so much consequence what you do not say, as how you say it.”</p>\n<p>To appreciate the rhetorical effectiveness of the device, try walking up to the gang at the water cooler and saying, “it goes without saying ...” or “at the risk of beating a dead horse....” Then clam up and walk casually away. Do you think they will continue their causerie as if you had not enigmatically interrupted? No, they will pursue you as a pack of starved schnauzers in whose midst you have dangled a tantalizing T-bone.</p>\n<p>“<em>What</em> goes without saying?” they will bark, “<em>Which</em> dead horse?”</p>\n<p>It need hardly be added that, whatever the literal meaning of paraliptic phrases, both utterer and utteree fully know there is more to come. Far from being superflous appendages, the words that usually follow <em>needless to say</em> really need to be said. In fact, they are accorded emphasis by the parenthetically cavalier treatment.</p>\n<p>It is probably unnecessary to state that it is not a new trick. If the Greeks had a word for it, it is probably stating the obvious to assert that the Greeks used it. St. Paul certainly did, as Tom McArthur points out in the <em>Oxford Companion to the English Language</em>. The apostle, in his epistle to the Hebrews (11:32), asks, “And what shall I say more?” Then he goes on for another nine verses, or 185 words, which in paraphrase go something like this: “Time does not permit me to mention Gideon, Barak, Samson, Jephthah, David, Samuel, etc.”</p>\n<p><em>Paralipsis</em> was formally defined as early as 1586, in a book called <em>The English Secretorie,</em> by Angel Day. We use it, he wrote, “when in seeming to ouer-passe, omit, or let-slip a thing, we then chiefly speake thereof.” Chaucer used the device liberally. And it was not beneath Addison, Butler, Thackeray, Reade, and Dickens, let alone (another one!) that stalwart of plain spade-calling, George Orwell.</p>\n<p>Nor is it only an English idiom-syncracy. French has, among other expressions, <em>cela va sans</em> <em>dire</em>, which we borrowed word-for-word to make “it goes without saying.” Germans use <em>es versteht sich von selbst</em> (literally, “it makes itself understood') or the shorter but still mouth-filling adverb <em>selbstverständlich</em>. Italians handle it with <em>va da sè che</em>. At this very moment, people all over the world are saying things that ostensibly do not require articulation. The Scots have two terse equivalents. In Sir Walter Scott's <em>The Bride of Lammermoor</em>, there is this: “I hate fords at a' times, let <em>abe</em> when there's thousands of armed men on the other side.” <em>Abe</em> is an early form of the infinitive <em>to be</em>, and <em>let abe</em> translates to 'let alone' as in “not to mention.” Samuel Crockett's novel <em>The Raiders</em>, an 1894 saga about smuggling, has this sentence: “No doubt he had many a sin on his soul, <em>forby</em> murder.” <em>Forby</em> is an obsolete English preposition and adverb that meant “beside” or “besides, ” but in Scots has the broader sense of “not to mention.” Both <em>abe</em> and <em>forby</em> still occur in Scotland and Northern England.</p>\n<p><em>Preteritio</em> is subtly more devious than <em>paralipsis</em>, in that its users feign silence while actually mentioning things that should not be spoken of. It can be demonstrated by this hypothetical hustings rhetoric: “I could list all the shady deals my opponent has been involved in. But it would take far too much time, and I don't want to get down into the gutter with him. So I won't even mention them.” Needless to say, he already did.</p>\n<p>The point is that there is no point in trying to make literal sense of these expressions. And please do not bother to write and thank me for this advice. In fact, don't mention it.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>Speaking of the Ineffable</em></h1> <p><em><span data-rel=\"author\">Robert Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>Some French philosopher—I forget whether it was Descartes, Voltaire, or Marcel Marceau—once observed that when someone says <em>needless to say,</em> you can bet your bottom sou that what follows is something that the speaker feels very much needs to be said. Judging by the response to a weekly word column I write for the <em>Globe and Mail</em>, this apparent contradiction between phrase and purpose impels some literal-minded readers to the very precipice of apoplexy. “If it's needless to say,” they write, “why say it?” The question is, of course, rhetorical. And so is the phenomenon against which they fulminate. It goes without saying (he said, proceeding nevertheless to say it) that there is a technical literary term for these effable unmentionables. It is <em>paralipsis,</em> Greek for 'passing by omission.' There is also a variation known as <em>preteritio</em>—known, that is, to people who get really deeply into this sort of thing and speak a lot of Latin so that ordinary people cannot understand what they are saying, needless or otherwise. Ordinary people just call it silly, not to mention ludicrous, to say nothing of absurd. But there is method in this apparent madness. With apologies to the 19th-century Scottish poet Alexander Smith, “it is not of so much consequence what you do not say, as how you say it.”</p> <p>To appreciate the rhetorical effectiveness of the device, try walking up to the gang at the water cooler and saying, “it goes without saying ...” or “at the risk of beating a dead horse....” Then clam up and walk casually away. Do you think they will continue their causerie as if you had not enigmatically interrupted? No, they will pursue you as a pack of starved schnauzers in whose midst you have dangled a tantalizing T-bone.</p> <p>“<em>What</em> goes without saying?” they will bark, “<em>Which</em> dead horse?”</p>"
}