{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  The abominable versatility of -ize",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>The abominable versatility of -ize</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>The <em>Gage Canadian Dictionary</em> gives this simple definition for <em>womanize</em>: “1. of man, indulge frequently in casual sexual relationships with women. 2. make effeminate.” “Manize” is not given in <em>Gage</em> or in any of the other dictionaries I consulted, including the big <em>Oxford</em> and the big <em>Webster</em>. Not that I would acclaim wormanizing—but it does seem unfair, in this age of the repudiation of sexist language, that we, both women and men, should not be able to say that some women are “manizers.” It is just as well, however, that we do not have the word “personizer”: any definition for that would be heavy with ambiguity.</p>\n<p>The suffix -<em>ize</em> (British English uses both -<em>ize</em> and -<em>ise</em>), with its supplements, -<em>izing</em> and <em>-ization</em>, is remarkably adaptable. Words using it have been in our language for many centuries the big <em>Oxford</em> is helpful on this. <em>Scandalize</em> turned up in literature in 1566, and <em>apologize</em> shortly after that. <em>Criticize</em> was used in Shakespeare's time, and he used <em>monarchize. Burglarize</em> has been with us since around 1870.</p>\n<p>Wordsworth described another poet as “One that would peep and botanize / Upon his mother's grave.” And this from Tennyson's <em>Maud:</em> “Gorgonised me from head to foot / With a stony British stare.” Peter De Vries, that master of tongue-in-cheek manipulations of our language, has given us this: “The language is already cacophonized enough.”</p>\n<p>A friend of mine says that he would like to write a short story in which he can use this sentence: “She had to be hospitalized eight months after she had been pregnantized.”</p>\n<p>Laurence Urdang, in the Winter 1991 isue of this journal, wrote this: “People often think that—at least by now—all the words have been successfully and accurately etymologized.” If he did not have his tongue in his cheek when he used that word he should apologize to his many admirers.</p>\n<p>The big <em>Webster</em> has <em>hooverize</em>, which it defines as “to economize especially in the use of food.” The term comes from Herbert Hoover's policy as US food administrator, 1917-19. If I hadn't stumbled on that when looking for something else I probably would have gone through life thinking that hooverizing was simply what my mother used to do to rugs.</p>\n<p>Here is a dreadful word I came across in a British theological journal in 1979: <em>euthanatizing. Euthanatize</em>, I learned from the big <em>Oxford</em> has been around since 1873 and means “To subject to 'euthanasia.' ” <em>Euthanasia</em> was first used in 1646.</p>\n<p>Relevant to all this are <em>mediocratization</em>, used in <em>Esquire</em> in 1970, and its back-formation, <em>mediocratize</em>, used in <em>The New York Times Magazine</em> in 1972.</p>\n<p>In one of the little pieces he wrote for <em>The New Yorker</em>, E.B. White said that someone had sent him a book on writing in which he found this admonition: “Wherever possible, personalize your writing by directing it to the reader.” His comment on that has becomes famous: “As for us, we would as lief Simonize our grandmother as personalize our writing.” (White did not like using the editorial “we,” but the editors insisted on it for anonymous front-of-the-book pieces. I mention this for the benefit of some of the younger readers of this journal.)</p>\n<p>White re-wrote the helpful little manual, <em>The Elements of Style</em>, written in 1919 by Professor William Strunk, Jr.: Strunk had taught him composition at Cornell. In the revised versions (1959 and later) this admonition is given: <em>“Personalize</em>. A pretentious word, often carrying bad advice. Do not <em>personalize</em> your prose; simply make it good and keep it clean.”</p>\n<p><em>The Oxford English Dictionary</em> reports that the verb <em>personalize</em> was first used during the 18th century. <em>Personalization</em> has been in use since 1880, when it was used by an English theologian. Another theologian wrote this in 1888: “Luther was the personalization of tendencies that threatened the very life of the papacy.” And as recently as 1977 another theologian commented on “The man Jesus Christ as the personalized instrument...of the self-expressive activity of God.” (My background in theology has been helpful to me in my frolics in linguistics.) But the word got away from the theologians and during recent decades has been taken up by business people. Everyone has received those utterly impersonal personalized letters which magazines and financial firms and merchants dump on us through our mail-slots. Their computers use your name, in some cases three or four times, in their beautiful produced sales letters—apparently assuming that this will make you love them. Occasionally they get the name wrong: recently I have been addressed as “Dawson” and “Damidson.”</p>\n<p>My bankers assure me that they are happy to provide their clients with more personalized service. I wonder about that: I do most of my actual banking at machines without dealing face-to-face with bank persons. For several years, though, I have refused to do any depositing through them. Even when I have to stand in line for several minutes, I look forward to the smile of a live teller. At the same time I can meditate on the ghastliness of the unnecessary use of the suffix <em>-ize</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>The abominable versatility of -ize</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>The <em>Gage Canadian Dictionary</em> gives this simple definition for <em>womanize</em>: “1. of man, indulge frequently in casual sexual relationships with women. 2. make effeminate.” “Manize” is not given in <em>Gage</em> or in any of the other dictionaries I consulted, including the big <em>Oxford</em> and the big <em>Webster</em>. Not that I would acclaim wormanizing—but it does seem unfair, in this age of the repudiation of sexist language, that we, both women and men, should not be able to say that some women are “manizers.” It is just as well, however, that we do not have the word “personizer”: any definition for that would be heavy with ambiguity.</p> <p>The suffix -<em>ize</em> (British English uses both -<em>ize</em> and -<em>ise</em>), with its supplements, -<em>izing</em> and <em>-ization</em>, is remarkably adaptable. Words using it have been in our language for many centuries the big <em>Oxford</em> is helpful on this. <em>Scandalize</em> turned up in literature in 1566, and <em>apologize</em> shortly after that. <em>Criticize</em> was used in Shakespeare's time, and he used <em>monarchize. Burglarize</em> has been with us since around 1870.</p> <p>Wordsworth described another poet as “One that would peep and botanize / Upon his mother's grave.” And this from Tennyson's <em>Maud:</em> “Gorgonised me from head to foot / With a stony British stare.” Peter De Vries, that master of tongue-in-cheek manipulations of our language, has given us this: “The language is already cacophonized enough.”</p>"
}