{
  "type": "Article",
  "title": "Antipodean English",
  "author": "W.S.Ramson",
  "location": "Australian National Dictionary Centre, Canberra",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English</h1>\n<p><em><span data-rel=\"author\">W.S.Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p>\n<p>The Summer 1993 issue of VERBATIM carried a review of the <em>Australian National Dictionary</em> [<em>AND</em>] by George Turner, who for some years ran a column on Australian English in VERBATIM. There is an appropriateness then in this issue carrying the first of a new series of articles, which will be based on material held by the Australian National Dictionary Centre in Canberra.</p>\n<p>But first a word about the Centre, which was founded in 1988, Australia's bicentennial year, and is now, following a review of its operations, embarking on its second five-year period. The Centre is jointly founded by the Australian National University and Oxford University Press Australia and is bound by the terms of the agreement to devote half its time and resources to research and half to dictionary production, the latter at Oxford's behest. Inevitably, the first few years of the Centre's existence have been experimental and, publishers being what they are, it has been difficult to strike a balance between the competing claims on staff time. The publication record of the Centre reflects this, in that it has produced substantially revised editions of the <em>Australian Concise Oxford Dictionary</em> and the <em>Australian Pocket Oxford Dictionary</em> in successive years, as well as an Australianization of the <em>Oxford Guide for Writers and Editors</em> and a usage guide in Nicholas Hudson's <em>Modern Australian Usage.</em> This is a formidable accomplishment considering that the Centre has a full-time staff of only two and is dependent otherwise on part-time staff members and “outside” editors who come in on contract or whose work on Australian English is done independently and published under the aegis of the Centre.</p>\n<p>The major “research” activity is very different from editing, as anyone who has been involved in either would know. The primary activity of the Centre is data collection, the primary aim the compilation of a second edition of <em>AND</em> which is scheduled for publication in 1998. And data collection, fundamental as it is to the existence of the Centre, is proving very hard to sustain. The principal agency for research funding in Australia is the Australian Research Council [ARC] and this body has recently manifested a lack of sympathy for data collection and given priority to project-oriented research— with the result that the reading programe so crucially important to the Centre's viability has fallen further and further behind. Moreover, attempts to enlist ARC support for an Australian corpus, which was to have been modeled on the British National Corpus, have so far failed.</p>\n<p>But all is not gloom. The annual bibliographies are still being compiled and the sources located read, though the resources that can go into this are limited. This is mainstream, second edition program, which is costly and which does not readily show results. Also, following the completion of <em>AND</em>, and reflecting the belief that the source material on which it was based had an inevitable eastcoast, metropolitan bias (the major libraries being in Canberra and Sydney, and their holdings reflecting this) the Centre began reading regional newspapers, particularly those from Western Australia and Tasmania, the two most distant and isolated States. This raw material is being keyed in a form compatible with the incomings program at Oxford, and one of the most exiciting developments is our ability to pool resources with the lexicographers in Oxford, taking advantage of their American reading program, among others.</p>\n<p>Clearly one of the great benefits of having material in a standard form is its transferability but, equally clearly, the actual collection of data is still most practically done by conventional means and is enormously labour-intensive. We are hoping that publication of work in progress will provide a further demonstration of the Centre's credibility and attract additional funding from other, as yet untapped sources. To this end a glossary of <em>Words from the West</em> is about to be published, and <em>Tassie Terms</em> follows hot on its heels. Another projected field in which publication might act as a stimulus— and in which the Centre has considerable holdings—is that of sporting terminology, in particular the vocabulary of that most arcane of games, Australian Rules.</p>\n<p>The Centre is also publishing Bruce Moore's <em>Lexicon of Cadet Language,</em> a study of the language of the last all-male intake at the Royal Military College, Duntroon, which is bound by its very nature to give a certain degree of notoriety to the Centre. Watch this space!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English</h1> <p><em><span data-rel=\"author\">W.S.Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre, Canberra</span></em></p> <p>The Summer 1993 issue of VERBATIM carried a review of the <em>Australian National Dictionary</em> [<em>AND</em>] by George Turner, who for some years ran a column on Australian English in VERBATIM. There is an appropriateness then in this issue carrying the first of a new series of articles, which will be based on material held by the Australian National Dictionary Centre in Canberra.</p> <p>But first a word about the Centre, which was founded in 1988, Australia's bicentennial year, and is now, following a review of its operations, embarking on its second five-year period. The Centre is jointly founded by the Australian National University and Oxford University Press Australia and is bound by the terms of the agreement to devote half its time and resources to research and half to dictionary production, the latter at Oxford's behest. Inevitably, the first few years of the Centre's existence have been experimental and, publishers being what they are, it has been difficult to strike a balance between the competing claims on staff time. The publication record of the Centre reflects this, in that it has produced substantially revised editions of the <em>Australian Concise Oxford Dictionary</em> and the <em>Australian Pocket Oxford Dictionary</em> in successive years, as well as an Australianization of the <em>Oxford Guide for Writers and Editors</em> and a usage guide in Nicholas Hudson's <em>Modern Australian Usage.</em> This is a formidable accomplishment considering that the Centre has a full-time staff of only two and is dependent otherwise on part-time staff members and “outside” editors who come in on contract or whose work on Australian English is done independently and published under the aegis of the Centre.</p> <p>The major “research” activity is very different from editing, as anyone who has been involved in either would know. The primary activity of the Centre is data collection, the primary aim the compilation of a second edition of <em>AND</em> which is scheduled for publication in 1998. And data collection, fundamental as it is to the existence of the Centre, is proving very hard to sustain. The principal agency for research funding in Australia is the Australian Research Council [ARC] and this body has recently manifested a lack of sympathy for data collection and given priority to project-oriented research— with the result that the reading programe so crucially important to the Centre's viability has fallen further and further behind. Moreover, attempts to enlist ARC support for an Australian corpus, which was to have been modeled on the British National Corpus, have so far failed.</p>"
}