{
  "type": "Article",
  "title": "Titillating Titles",
  "author": "Allison Whitehead",
  "location": "Rainham, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Titillating Titles</h1>\n<p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Rainham, Essex</span></em></p>\n<p>Whilst glancing over the contents page of a magazine recently, I came across an entry for an article entitled “Frozen Stiff.” <em>I</em>ntrigued, <em>I</em> searched for the article in question, which turned out to be concerned with cryonic suspension 'the freezing of human bodies after death, so that they may be brought back to life sometime in the future.'</p>\n<p>This example lends considerable weight to the theory that a title acts as the first line of any piece of writing, be it a magazine article or a full-length novel. The title “Frozen Stiff” served its purpose well, by giving a good indication of the contents and tone of the text which followed—entertaining, yet informative. It also serves as a good example to introduce us to the fascinating subject of titles as a whole; and particularly in the case of books, subtitles as well.</p>\n<p>What makes a good title? <em>I</em>n nonfiction at least, opinions differ as far as style is concerned, but there are essentially two fundamental requirements which all the best titles adhere to. Firstly, a title should be capable of grabbing the readers' attention, making them want to explore the piece further; secondly, it should have some bearing on the subject matter of the piece.</p>\n<p>This, however, is where opinions differ. How much information concerning what is to follow should the title give away? Personally, I favor the more ambiguous style, which leaves something to keep the imagination occupied whilst the eye explores the piece in further detail. This style of title can be very effective at catching the browser in the bookshop, especially where magazines are concerned: an eye-catching title on the cover of a publication can lead to extra sales.</p>\n<p>As a supporter of the ambiguous approach, <em>I</em> myself have created many titles along these lines. One of the best headed an article I wrote for a camping magazine, giving advice on how to identify wild animals from the tracks they leave behind. After some considerable thought I came up with “Who Are You Sharing Your Campsite With?” Not a Nobel prize-winning title (especially for grammar), but undoubtedly better than my first attempt, “Tracking Down Tracks.”</p>\n<p>The ambigous or punning title is a fairly recent phenomenon. It is certainly far younger than the more straightforward approach adhered to for some centuries, one that leaves little to the imagination about what follows. Titles such as <em>The Reverse Dictionary, The Book of Facts</em>, and <em>The Dictionary of Omens and Superstitutions</em> proliferate on bookshelves across the country, backed up by supportive subtitles in a similar vein. Such denotative titles and subtitles are most often found in nonfiction and reference books of all types, to which they are appropriate.</p>\n<p>As far as fiction is concerned, ambiguous titles play a much larger role, though they are by no means commonplace. Straightforward titles that emphasize a place or person in the story can be very attractive, such as Kingsley Amis's <em>Lucky Jim</em>, Jane Austen's <em>Emma</em>, and Arthur Hailey's <em>Airport</em>. Ambiguous titles such as Barbara Taylor Bradford's <em>Hold the Dream</em> and Raymond Chandler's <em>Farewell, My Lovely</em> attract the attention equally well, while the definite article can contribute to a very powerful title, such as Margaret Atwood's <em>The Handmaid's Tale</em>, which has an old-fashioned ring to it, and Ray Bradbury's <em>The Martian Chronicles</em>.</p>\n<p>Alliteration offers an attractive opportunity: books like <em>Pride and Prejudice</em> and <em>Pilgrim's Progress</em> are ideal examples.</p>\n<p>Creating titles is something of an art form in itself. Perhaps there is a market for a book entitled “Titillating Titles of the Last Century.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Titillating Titles</h1> <p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Rainham, Essex</span></em></p> <p>Whilst glancing over the contents page of a magazine recently, I came across an entry for an article entitled “Frozen Stiff.” <em>I</em>ntrigued, <em>I</em> searched for the article in question, which turned out to be concerned with cryonic suspension 'the freezing of human bodies after death, so that they may be brought back to life sometime in the future.'</p> <p>This example lends considerable weight to the theory that a title acts as the first line of any piece of writing, be it a magazine article or a full-length novel. The title “Frozen Stiff” served its purpose well, by giving a good indication of the contents and tone of the text which followed—entertaining, yet informative. It also serves as a good example to introduce us to the fascinating subject of titles as a whole; and particularly in the case of books, subtitles as well.</p> <p>What makes a good title? <em>I</em>n nonfiction at least, opinions differ as far as style is concerned, but there are essentially two fundamental requirements which all the best titles adhere to. Firstly, a title should be capable of grabbing the readers' attention, making them want to explore the piece further; secondly, it should have some bearing on the subject matter of the piece.</p>"
}