{
  "type": "Puzzle",
  "title": "Answers to Paring Pairs",
  "html": "<link rel=\"type\" href=\"Puzzle\"><h1 data-rel=\"title\">Answers to Paring Pairs</h1>\n<p>(a) Abrupt complaint shortens mongrel's end. (Curt Ailment)</p>\n<p>(b) Short order is redundant. (Two Eggs)</p>\n<p>(c) Pertaining to Roget's reptile? (The Saurian)</p>\n<p>(d) Labour of Rabin and Arafat. (Peace Work)</p>\n<p>(e) Envisage this command. (About Face)</p>\n<p>(f) Poverty-stricken sub-continental Cockney. ('Indi Gent)</p>\n<p>(g) Insignificant, sweet Conservative. (Nougat Tory)</p>\n<p>(h) Greasy kid stuff makes adolescent smart. (Brilliant Teen)</p>\n<p>(i) Elastic span is not duplicate. (Rubber Bridge)</p>\n<p>(j) Sounds as if homosexual has financial clout. (Urning Power)</p>\n<p>(k) Joist, not a laser. (Light Beam)</p>\n<p>(l) Small after gun used in severe pursuit? (Stern Chaser)</p>\n<p>(m) Stop fooling! Let waxy insect turn into a dog. (Bee Cereous)</p>\n<p>(n) Nonagenarian uses clepsydra. (Old Timer)</p>\n<p>(o) Sibling chiefs known for flour and water. (Roux Brothers)</p>\n<p>(p) Old trombone sounds like baggy bottom. (Sack But)</p>\n<p>(q) Sweet remnant sounds like baggy bottom. (Baggy Ass)</p>\n<p>(r) Broth remains for cleaner of casseroles. (Pot Liquor)</p>\n<p>(s) Collapsed at routine of Nigerian comedian. (Hausa Cards)</p>\n<p>(t) Spy's deception revealed in book's blurb. (Cover Story)</p>\n<p>(u) Magnate marked by large bruise. (Big Wheal)</p>\n<p>(v) Koplik's spots ill-advisedly migrate from throat to chest? (Rash Move)</p>\n<p>(w) Serious Aussie understands cryptic message. (Grave Digger)</p>\n<p>(x) Sailor is knowledgeable about his craft. (Seaman's Hip)</p>\n<p>(y) Annoying piper's voyeuristic kid. (Piquing Tom)</p>\n<p>(z) Unfaltering homosexuals on the stair. (Steady Gaze)</p>\n<p>(aa) Monument to swindling dragger and seat of sub-operation. (Conning Tower)</p>\n<p>(bb) Add Chinese dumpling to reach vague total. (Dim Sum)</p>\n<p>(cc) Entry card to small gambling den is spade deuce. (Little Casino)</p>\n<p>(dd) Little kid deserts toupé. (Rug Rat)</p>\n<p>The correct answer to the puzzle in the Winter 1994 issue was (51) Suite. The prizewinners are John J. Murphy, of Eliot, Maine, and John Kahn, of London.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Puzzle\"> <h1 data-rel=\"title\">Answers to Paring Pairs</h1> <p>(a) Abrupt complaint shortens mongrel's end. (Curt Ailment)</p> <p>(b) Short order is redundant. (Two Eggs)</p> <p>(c) Pertaining to Roget's reptile? (The Saurian)</p> <p>(d) Labour of Rabin and Arafat. (Peace Work)</p>"
}