{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Tom Treasure, M.D., St. George's Hospital, London</em></p>\n<p>Just as we run from one euphemism to another to replace the fifteenth-century <em>privy</em> [“Thunderboxes and Chuggies,” by Daniel Balado-Lopez, XIX, 4,7], so we put layer upon layer of adjectives as the “pursuit of excellence” becomes the norm.</p>\n<p>According to a working document in our College, we are encouraged to use the following gradings in the assessment of trainees:</p>\n<blockquote>\n<p>(a) Excellent The trainee is performing at a very high standard in clinical work and in research, and gets on well with colleagues, patients and ward staff.</p>\n<p>(b) Very good This covers most trainees, particularly in their early years of training. As skills improve it may be possible later on in training to grade them as excellent.</p>\n<p>(c) Good This means average. The trainer would be expected to counsel the trainee and see if help is needed.</p>\n<p>(d) Weak This means that the trainee is definitely in need of help. It is questionable whether a trainee given this grading in the first or second year of higher training should be allowed to continue.</p>\n</blockquote>\n<p>Note that 'Good' is the third grade of four. To help us, the designer of the grading system reminds us that <em>good</em> means 'average'! In fact, we already know from common usage that <em>average</em> has come to mean 'poor' or 'substandard.' So <em>good</em> means 'below par' (to find another paraphrase), which a third grade out of four seems to imply.</p>\n<p>In common usage it is unpalatable to be told that one is “average,” let alone “below average,” yet half of any group under consideration must be “below average” by definition. A more usable definition of average performance might include the 50 per cent between those ranking above 75 per cent and the lowest ranking 25 per cent. Statistically, that is called the interquartile range and is a convenient way of summarizing the characteristics or dimensions of average members of a group. Another way, used in science, is to take the central two thirds (a “standard deviation” above and below the mean), which includes the majority and the most representative of the sample population. Need there be any shame in being amongst them? But from the scale given above we read that the term covering “most trainees” (having already designated the top set <em>excellent) is very good,</em> so now the average can expect to be called <em>very good.</em></p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Tom Treasure, M.D., St. George's Hospital, London</em></p> <p>Just as we run from one euphemism to another to replace the fifteenth-century <em>privy</em> [“Thunderboxes and Chuggies,” by Daniel Balado-Lopez, XIX, 4,7], so we put layer upon layer of adjectives as the “pursuit of excellence” becomes the norm.</p> <p>According to a working document in our College, we are encouraged to use the following gradings in the assessment of trainees:</p> <blockquote>\n<p>(a) Excellent The trainee is performing at a very high standard in clinical work and in research, and gets on well with colleagues, patients and ward staff.</p>\n<p>(b) Very good This covers most trainees, particularly in their early years of training. As skills improve it may be possible later on in training to grade them as excellent.</p>\n<p>(c) Good This means average. The trainer would be expected to counsel the trainee and see if help is needed.</p>\n<p>(d) Weak This means that the trainee is definitely in need of help. It is questionable whether a trainee given this grading in the first or second year of higher training should be allowed to continue.</p>\n</blockquote>"
}