{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionary of Science and Technology",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Academic-Press-Dictionary-Science-Technology-Christopher/30997118220/bd\"><em>Dictionary of Science and Technology</em></a></h1>\n<p>Christopher Morris ed., (Academic Press, 1992), xxxii + 2432 pp.</p>\n<p>It is sad to find fault with a book which contains articles, albeit brief, by such luminaries as Stephen Jay Golud, Jonas Salk, Arno Penzias, Linus Pauling and a number of others of similar repute. Unfortunately, though, there is fault to be found with this dictionary.</p>\n<p>The book's bulk is certainly impressive: over 2,400 pages and about 4.5 kg. weight. However, at a price of $115.00 plus tax, totaling $124.49 here in southern California, one expects more than sheer bulk.</p>\n<p>It seems that the editorial staff was uncertain as to the target audience, resulting in an uneven quality of content and level of sophistication. For example, included are definitions of <em>chemist, physicist, physiologist</em>, and <em>biologist</em> as persons who, respectively, “specialize in chemistry, physics, physiology, and biology.” Although the book does equivalent honors of inclusion for <em>petrologist</em>, it omits, among others, <em>paleontologist</em>, so that Professor Gould cannot learn from this volume that his paleontologist friends are engaged in paleontology.</p>\n<p>At a comparable level of profundity, this dictionary defines many terms which are equally well defined in any good nontechnical dictionary. The great many such items are typified by <em>red fox, defrost, houseboat, naval, and marketing</em>. One would surely have preferred the space to have been used for expanded explanations of some of the more esoteric words.</p>\n<p>The inclusion of <em>red fox</em> and of <em>pewee, penguin, phalarope</em>, and <em>phalanger</em> raises the interesting question of how the editorial staff decided which faunal names to include. <em>Phainopepla</em> among others, is omitted for no obvious reason. Anyone interested in bird identification would do well to own one or more of the birder field guides published by The National Audubon Society, The National Geographic Society, Houghton Mifflin, or their equivalents in other countries.</p>\n<p>A bothersome flaw is the occasional circular definition. For instance, <em>polymer</em> is essentially defined as a grouping of monomers; and <em>monomer</em> is essentially defined as something which combines to form a polymer. There are also conflicting definitions; i.e., ones which are mutually inconsistent. <em>Monkey</em> is defined not in terms of its own characteristics, but primarily by exclusion. That is, it is specified as a primate which is not, among other things, an ape, a gibbon, an orangutan, or a chimpanzee. The total entry for <em>ape</em>, however, includes gibbon, orangutan and chimpanzee ! Of course, better definitions of the fauna are to be found in such books as the thirteen volumes of <em>Grzimek's Animal Life Encyclopedia</em>, published by Van Nostrand Reinhold. In reviewing the present book, though, one must be fair in recognizing that it is a dictionary and not an encyclopedia. Should it be compared to a general dictionary? Even that would not be quite fair, for it would suggest that it be criticized for not including such words as <em>he, she, me</em>, and <em>thee</em>; and even the top general dictionaries would not compare favorably with this one in the highly technical definitions involving chemical formulae (e.g., hexanitrodiphenylamine), biological diagrams (e.g., <em>oocyte</em>), mathematical equations (e.g., <em>Fejér kernel</em>), and others aimed at specialists and advanced students of a particular branch of science.</p>\n<p>While some of the above examples suggest that the dictionary is targeted at the high school sophomore market, other examples suggest otherwise. Walter Bothe is identified as a winner of a Nobel Prize for his work on the <em>coincidence method</em>; but the reader is expected to know what the coincidence method is, for it is not to be found among the entries. One would think that if a reader knew the coincidence method (the use of Geiger-Müller counters in coincidence so that their measurements would together lead to the conclusion that many of the impacting cosmic rays were charged particles), he would also know that this method was co-developed by Bothe and W. Kolhorster and that Bothe received the 1954 Nobel prize in Physics (shared with Max Born) for his development and sucessful application of the method.</p>\n<p>Other words and terms in various sciences, such as the mathematical <em>natural transformation, KrullSchmidt theorem, quotient space, Raabe's convergence test</em>, etc., are defined in highly technical (even arcane, to the nonspecialist) language, and those definitions are therefore of use only to a person conversant with that language.</p>\n<p>As a final negative criticism, one should mention that this dictionary unfortunately does contain a number of unnecessarily incomplete definitions. <em>Blue whale</em> is described as having a length as great as 100 feet, and is thus larger than any other animal that ever lived on our planet. No mention is made of <em>Seismosaurus</em>, nor is there an entry for it, a dinosaur whose fossil parts imply a length of about 150 feet and a weight that might well have rivaled the specified 150 tons of the blue whale. Readers of VERBATIM might be particularly frustrated by the entry for <em>mole</em> (the skin blemish), which states that it derives from a word in Old English, but neglects to say that the Old English word is <em>māl</em>.</p>\n<p>On the positive side, there are indeed many excellent definitions, plus the short essays by eminent scientists in different disciplines. There are also several sections of supplementary information, some of which might be of interest to people who are not involved daily with those particular fields. A periodic table of the elements, a table of fundamental physical constants, a rather skeletal geological timetable, and a table of solar system data are among these sections; but most or all of these can be found in larger general dictionaries. A five-kingdom classification of organisms is sure to arouse some controversy among readers.</p>\n<p>The best strategy in reaching a decision about buying this book would be to visit a local bookshop or library, browse through it, and then decide.</p>\n<p><em>[Joseph K. Slap, Rolling Hills Estates, California]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Academic-Press-Dictionary-Science-Technology-Christopher/30997118220/bd\"><em>Dictionary of Science and Technology</em></a></h1> <p>Christopher Morris ed., (Academic Press, 1992), xxxii + 2432 pp.</p> <p>It is sad to find fault with a book which contains articles, albeit brief, by such luminaries as Stephen Jay Golud, Jonas Salk, Arno Penzias, Linus Pauling and a number of others of similar repute. Unfortunately, though, there is fault to be found with this dictionary.</p> <p>The book's bulk is certainly impressive: over 2,400 pages and about 4.5 kg. weight. However, at a price of $115.00 plus tax, totaling $124.49 here in southern California, one expects more than sheer bulk.</p> <p>It seems that the editorial staff was uncertain as to the target audience, resulting in an uneven quality of content and level of sophistication. For example, included are definitions of <em>chemist, physicist, physiologist</em>, and <em>biologist</em> as persons who, respectively, “specialize in chemistry, physics, physiology, and biology.” Although the book does equivalent honors of inclusion for <em>petrologist</em>, it omits, among others, <em>paleontologist</em>, so that Professor Gould cannot learn from this volume that his paleontologist friends are engaged in paleontology.</p>"
}