{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  All Joined-Up",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>All Joined-Up</em></h1>\n<p><em>Catherine Traynor, Glasgow</em></p>\n<p>I have to confess, I have caught the highly infectious “joined-up” word disease. I daren't whisper it to my colleagues for fear of ridicule. For months, I've felt the symptoms coming on. There was the furtive, under-the-desk word search in my dictionary whenever a pupil asked me to spell a word. I knew it wasn't “joined-up” but something told me I had to check it, just incase. See what I mean? I've got it bad now. Then there was the hypnotic effect of jotters full of “joined-uppers” which I had to unjoin with a vertical dash. Gradually, I lost track and began to doubt my control of English.</p>\n<p>It all began with one word. Well, two, really: alright. Now, <em>alright</em> may be all right for some, but I've been fighting it for quite a while now. When it began to appear in some newspapers, I thought to myself, is it all right to write <em>alright?</em> No, came the answer. I'll keep returning it to its dignified form. I'll stem the tide, I thought. That was fine until <em>Neighbours</em> starting using it in its substitutes. Pupils cast this up to me daily. I had to stand by ground, explaining that <em>Neighbours</em> was Australian and hardly the best judge of English as she is spoken. I kept on correcting and have, so far, managed to keep <em>all right</em> in two pieces. No doubt, I am positively Neanderthal, but I see no reason to change because common usage dictates.</p>\n<p>My fall from correct spelling did not arise solely from alright, which was only a symptom of the “joined-up” syndrome. It came on gradually. Infact—there it is again—I can remember seeing an advertisement in a magazine which used <em>anytime.</em> I was confused. Surely the expression was <em>any time?</em> I saw it again, about a week later, but I kept to the adjective and noun relationship of “any time.”</p>\n<p>Then, there was the exam script marking I took on last spring. A rash of “joined-uppers” spread over the papers. I worked frantically with my red pen, vertical marking whole pages in an effort to separate those wedded words. I'm not a spoil-sport—I've done it again—but I couldn't allow this unbridled effrontery to take over. There they were, flaunting it across the pages, coupling all over the country, the shameless <em>aswell, intime, ontop, infront, beable, allnight, alot, incase</em>, and, of course, <em>alright</em>.</p>\n<p>By midnight on the last diet of marking, I was surrounded by every dictionary of the English language ever printed in my efforts to seek confirmation that they were wrong and I was right. Used red pens blitzed by waste basket. I began to look for the “joined-uppers” as a manic hunter stalks his prey. I scored my red pen with glee over the offending word. Gone were the vertical marks; instead, the horizontal score was circled in red. I even added a question mark in several instances—outside the circle, of course. Holes appeared where I had acted over-zealously, but I was sure the Chief Examiner would thank me for the purge of the papers.</p>\n<p>Since then, I have been relatively calm, restricting my jotter marking to the vertical separator and continuing to snub the uncouth <em>alright</em>. My under-the-desk word searches became less frequent and I felt my confidence returning, until one day I looked up at the blackboard and saw that I had written <em>anytime</em>. Quickly, I grabbed the duster, but it was too late. They'd noticed. Now, they're all doing it because they think it's alright by me.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>All Joined-Up</em></h1> <p><em>Catherine Traynor, Glasgow</em></p> <p>I have to confess, I have caught the highly infectious “joined-up” word disease. I daren't whisper it to my colleagues for fear of ridicule. For months, I've felt the symptoms coming on. There was the furtive, under-the-desk word search in my dictionary whenever a pupil asked me to spell a word. I knew it wasn't “joined-up” but something told me I had to check it, just incase. See what I mean? I've got it bad now. Then there was the hypnotic effect of jotters full of “joined-uppers” which I had to unjoin with a vertical dash. Gradually, I lost track and began to doubt my control of English.</p> <p>It all began with one word. Well, two, really: alright. Now, <em>alright</em> may be all right for some, but I've been fighting it for quite a while now. When it began to appear in some newspapers, I thought to myself, is it all right to write <em>alright?</em> No, came the answer. I'll keep returning it to its dignified form. I'll stem the tide, I thought. That was fine until <em>Neighbours</em> starting using it in its substitutes. Pupils cast this up to me daily. I had to stand by ground, explaining that <em>Neighbours</em> was Australian and hardly the best judge of English as she is spoken. I kept on correcting and have, so far, managed to keep <em>all right</em> in two pieces. No doubt, I am positively Neanderthal, but I see no reason to change because common usage dictates.</p> <p>My fall from correct spelling did not arise solely from alright, which was only a symptom of the “joined-up” syndrome. It came on gradually. Infact—there it is again—I can remember seeing an advertisement in a magazine which used <em>anytime.</em> I was confused. Surely the expression was <em>any time?</em> I saw it again, about a week later, but I kept to the adjective and noun relationship of “any time.”</p>"
}