{
  "type": "Article",
  "title": "The Pause That Refreshes",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Pause That Refreshes</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>When I mentioned to a colleague that I wanted to write an essay on pausers, she asked me what they were. I found that they were not so easy to define. “Well,” I began, “they're what you might call, um, conversational breathing spaces. You know, little words or phrases to give you time to think.”</p>\n<p>She looked narrowly at me. “You mean like <em>well</em> and <em>um?”</em></p>\n<p>“Um, yes, exactly,” I said, embarrassed. This demonstrates the first lesson of pausers: they are often glaringly apparent in another's speech but undetectable to us in our own. To listen for one's own pausers is like shining a light into an unlit room to see what the darkness looks like. It is illuminating, but the subject under examination disappears. This suggests another point about pausers: they are fragile, spur-of-the-moment insertions, an indubitable part of speech patterns but not of planned-out speech.</p>\n<p>Any list of pausers is bound to be idiosyncratic, based on the chance nature of overhearing and recall. Still, most people recognize a few of the more common ones: <em>well, uh</em>, and the variants <em>um, oh, ah</em>, and <em>er</em>. All are marked in the dictionary—if there at all—by the slightly damning label <em>“interj.,”</em> devoid of the status accorded to nouns, adjectives, and verbs. As syllables whose meaning resides entirely in their immediate contextual usage, their very definition is somewhat evasive, often placed in parentheses: “(used to express doubt, hesitation, deliberation, or interest)”; in essence, an uncertainly defined word often used to express uncertainty.</p>\n<p>Doubt, hesitation, deliberation, and interest cover quite a wide ground, however, and it is not surprising to find that almost everyone uses these humble words at one time or another. “Uh, I really hadn't thought about that question.” “I think they're probably, well, lost.” “Oh, really?” Eking out thought, they generally appear at the start or the middle of an utterance, rarely at the end. Stalling for time is not their only motive, however: some people use them to soften the impact of a statement, to hedge against their own utterance. One could thus divide pausers into stallers and hedgers, bearing in mind that the uses of speech are myriad, and other categories undoubtedly exist.</p>\n<p>Many pausers are vowel-sounds or nasals, demanding little articulation, though an intriguing question is why these syllables and not some others: “Yim, really?” “Ab, I don't know.” Onomatopoeia is not a sufficient answer: imitative of what—the thought process itself? How do <em>hmm</em> and <em>huh</em> mimic revolving an idea in one's head? It is noticeable that many pausers use something like the schwa sound. Perhaps this neutrality blends in best with whatever comes before or after. In any event, they are distinguishable in a vague way. <em>Oh</em> seems placid, <em>uh</em> and <em>um</em> more groping, <em>ah</em> somewhat higher-class or perhaps British. <em>Er</em> has never seemed properly approximate to any sound people make, at least not to my ear. And yet it used to be the main pauser in written dialogue, though it now like a quaint activity: either <em>and haw</em> also seems now like a quaint activity: either mimetic writers have discarded these words in favor of the way people really speak, the way certain Yiddish words in English are now spelled more phonetically, or people used to articulate their words differently, including their pausers.</p>\n<p>Some pausers enjoy a vogue only for a while or are associated with certain age-groups. The stillubiquitous <em>like</em> and <em>you know</em> started out as teen-speak but have become such verbal tics that language pundits have devoted whole articles to condemning them. Anyone who has endured strings of sentences broken up by these interjections can understand the impulse to condemn, though to rage against these syllables is to miss the point: these are pausers of a sort, words of hesitation or mediation, and other people simply have other pausers. The maddening aspect may simply be that <em>like</em> and <em>you know</em> are words in their own right and therefore more hearable, as opposed to an <em>uh</em> that almost blends into the next word. <em>Like</em> can become a cliché in a way that <em>uh</em> cannot. To support this distinction: <em>well</em>, another pauser that is also a word, has a similarly annoying effect when over-used this way; so do <em>see</em> and <em>okay</em>.</p>\n<p>In fact, one class of pausers consists of entire phrases: the trio <em>I must say, I daresay</em>, and <em>I mean to say</em>, for instance. These are chiefly British or old-fashioned American. The mystery-writer Willard Huntington Wright, better known by his pen name S.S. Van Dine, endowed his Oxford-educated detective Philo Vance with the pausers <em>I say</em> and <em>don't y'know</em>, the last not entirely rhetorical since his interlocutors usually didn't know at all. Presumably, these words gave him more time to wax articulate about the case at hand. The observation “He hasn't been, I must say, much of a sport about the whole thing” sounds as if it belongs on a cricket field. <em>I mean to say</em>, however, has been shortened to a form fast becoming universal: <em>I mean</em>. The applicability of this two-word pauser <em>cum</em> qualifier is so tempting that this whole paragraph could be rewritten to include it in every sentence—at the start and end of almost every sentence, I mean, and at the heart of all of them. I mean, it can replace everything from <em>i.e.</em> to <em>for instance</em>, and in the ever-expanding world of jargon it is frequently evoked in an attempt to clarify. In this sense, it indicates the opposite of the doubt and hesitation served by the fuzzy <em>ohs</em> and <em>ums</em>. Indicating deliberation and restatement, it replaces the common pausers <em>in fact, of course</em>, and <em>so</em>, which in our era may seem too linguistically assertive. For perhaps the same reason, <em>ahem</em> and <em>harrumph</em> seem dying breeds, perhaps associated with the decline of the Big-Boss. Those in authority are known for clearing their throats to express displeasure or restore order; subordinates clear their throats to temporize. But people tend to conflate the two and have moved away from sounds with such peremptory associations. Or maybe people still clear their throats but do it more discreetly.</p>\n<p>Intonation is key. <em>Ahem</em> may be self-effacing, accompanied by a downcast look, but <em>Ahem!</em> is the voice of authority. The woolgathering oh... is not to be confused with the querulous <em>Oh?</em> or the stab of surprise <em>Oh!</em> One can dither along with <em>well</em> ... or sail decisively along with <em>Well!</em> The suprasegmentals of stress, pitch, and length come into play: <em>Hmmm</em> is just not the same as <em>Hm!</em></p>\n<p>The type of speech also affects the use and frequency of pausers. In an article several years ago, <em>The New York Times</em> reported that college lecturers with a lot of abstract material to convey relied on <em>uhs</em> and <em>ahs</em> more often than speakers conveying merely factual information. This makes perfect sense: the more difficult it is to put something into words, the greater the strain on the speech center. For the same reason, certain scholars rely on <em>i.e.</em> in the middle of a sentence, though <em>e.g.</em> has never caught on in spoken speech, and abbreviations such as <em>op cit</em>. or <em>idem</em>. remain footnote fodder.</p>\n<p>When pausers betray uncertainty, however, <em>ums</em> and <em>ahs</em> are eschewed. Politicians meeting the press, for instance, often respond to reporters' questions by repeating the question as a lead-in: “<em>Why</em> do we have galloping inflation? Let's look first at the deficit...” Depending on the delivery, this tactic is either rhetorically effective or parrotlike. Others rely on catch phrases, a comfort to many but an annoyance to those who feel that groping is more sincere than glibness. Pausers may thus indicate a truly thoughtful speaker.</p>\n<p>Still, one would not see the pausers in a transcript of the speech. Newspapers and magazines routinely clean up their subjects' quotations. As one reporter I questioned about it noted: “It makes the sentences drag. In fact, when writers want to make a person look inarticulate, all they have to do is leave in those monosyllables.” This raises the question of how accurate newspaper sound-bites are. When the <em>Times</em> reported on a recent case of libel from misquotation, for weeks afterward a lot of newsworthy quotations ran warts and all: “I, um, ah...” As my source remarked, the effect was not naturalism but awkwardness.</p>\n<p>And this is just English. Other languages have their own pausers. The French fall back on <em>eh bien</em> 'well' or the lamer <em>euh</em>. The Germans waffle with <em>order</em> 'or', and the Spanish will prolong a sentence indefinitely with <em>iii</em>... The Japanese mutter <em>eto, ano ne</em>, or sometimes enunciate a drawn-out <em>ne</em>..., similar to the French n'est-ce pas. When “Yes?” and “no?” punctuate a conversation, someone is translating a foreign pauser into English. In fact, a dead giveaway of a foreign speaker, no matter how suave the accent, is the use of non-native temporizing. Whether a different culture's pausers reflect different thinking, on the other hand, is questionable. One could draw up an international list of pausers and probably find the same psycholinguistic needs being met: the urge to waffle asemantically, to qualify a meaning, or even to break (or set up) a rhythm.</p>\n<p>Gestures or body English often accompany and sometimes replace the verbal context of a pauser: a shrug, a tilt of the head, a slow rotation of the hand. Pausers need not even be discrete entities. In all languages, one can simply draw out the last syllable of a word as a pauser. Ellipses may be read as such: if this sentence trails ... one way of reading it is to elongate trails till it fills the gap. Ellipses populate the writing of Modernists like James Joyce and Virginia Woolf, particularly to punctuate streams of consciousness and the pauses between semi-articulated thoughts. Like the pregnant pauses in Harold Pinter's plays, however, they occasionally speak louder than the words around them. The universal pauser in this regard is silence. As a Japanese friend of mine once commented, “Americans think that when we say nothing it really means nothing. They are mistaken.” Laboratory scientists ought to be familiar with this phenomenon: negative results are nonetheless results.</p>\n<p>We ought to cultivate a better ear for pausers. They are like caesurae in poetry, permitting a mental or physical breath before the speaker goes on. On occasion, I have conversed with speakers so adept that they used no speakers at all, and the effect is slightly airless, with a precision that sounds almost rehearsed. In the realm of formal speech, pausers suggest informality. What type suits you may indicate something about your personality, whether harrumphing or hemming and hawing. To end with a tautology: your pauser is whatever you habitually use to create a pause, for whatever reason. Well, there is nothing wrong in that.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Pause That Refreshes</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>When I mentioned to a colleague that I wanted to write an essay on pausers, she asked me what they were. I found that they were not so easy to define. “Well,” I began, “they're what you might call, um, conversational breathing spaces. You know, little words or phrases to give you time to think.”</p> <p>She looked narrowly at me. “You mean like <em>well</em> and <em>um?”</em></p> <p>“Um, yes, exactly,” I said, embarrassed. This demonstrates the first lesson of pausers: they are often glaringly apparent in another's speech but undetectable to us in our own. To listen for one's own pausers is like shining a light into an unlit room to see what the darkness looks like. It is illuminating, but the subject under examination disappears. This suggests another point about pausers: they are fragile, spur-of-the-moment insertions, an indubitable part of speech patterns but not of planned-out speech.</p>"
}