{
  "type": "Article",
  "title": "Barbarians: Babbling, Bearded, Bizarre",
  "author": "Mary M. Tius",
  "location": "Portland, Maine",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Barbarians: Babbling, Bearded, Bizarre</h1>\n<p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p>\n<p>Foreigners, like babies, babble, say, “Ba, ba, ba,” or “Bar, bar, bar,” instead of speaking clearly. Thus we may infer from the cognates of Middle English <em>babelen:</em> Low German <em>babbeln</em> 'to babble'; Old Norse <em>babba</em>, Latin <em>babulus</em> 'babbler'; Greek <em>barbaros</em> 'foregin, rude, ignorant'; Late Greek <em>babazein</em> 'to speak inarticulately'; Sanskrit <em>balbalā</em> 'stammering sound.' To these might be added <em>L balbus</em> 'stammering,' Skt <em>barbara</em> 'stammering, non-Aryan,' and Gk <em>barbarizein</em> 'to act or speak like a barbarian.' Originally, the Greek words referred primarily to speech, as in the Homeric <em>barbarophōnos</em> 'speaker of a foreign language'; and even birds, because their songs were incomprehensible, might be, at least metaphorically, <em>barbaroi</em> 'barbarians.' Only after the Persian Wars, when the Persians were <em>the</em> barbarians, did the word take on the contemptuous sense of 'ignorant, rude, slavish.'</p>\n<p>The Greeks, like the Egyptians and Hebrews, divided the world into two groups: Us and Them. For Greeks, the two groups were those who spoke intelligibly (Greeks) and those who did not (non-Greeks). Both the word and the attitude were borrowed by the Romans and, until the Greek language and its literature were widely cultivated and known by Romans, they called themselves barbarians. Later, during the Augustan Age, L <em>barbarus</em> described only those tribes that lacked Greek or Roman accomplishments and, when these had spread, the word was then confined to the Teutonic tribes.</p>\n<p>It may seem logical to assume that L <em>barba</em> 'beard' derives from L <em>barbarus,</em> but there is, we are told, no evidence for this. It derives either from Old Slavic <em>barda</em> or Old High German <em>bart,</em> though the <em>OED</em> states that any kinship between Old English <em>beard</em> (cognate with OHG <em>bart</em>) is, on phonetic grounds, doubtful. Beards, however, would not always have been “foreign” and “barbaric” to Romans, any more than to Greeks. The Homeric heroes were bearded, as were Greeks in general until after the time of Alexander the Great, who might have started the trend when the ordered his troops to shave lest their beards provide enemies with convenient handholds during close combat. At about the same time, that is, around 300 BC, Tomans, too, ceased wearing beards and, by the latter decades of the Republic, were generally clean-shaven and with hair cut short. The first Roman known to have been shaved daily was Scipio Africanus (237-183 BC). By contrast some Gauls, presumably warriors, still (according to Diodorus Siculus, writing in the first century AD) wore short beards and also treated their hair with lime to make it stand up fearsomely like a crest or mane.</p>\n<p>Some Teutonic tribes continued to wear beards, as is shown by the Latin name for one of the Suebian tribes whose home, during the first century AD, was in what is now northwestern Germany. The barbarian Langobardi or Longobardi 'Long-beards' migrated southward in the 4th century AD and, in 568, invaded the area north of the river Po. There they remained in control for more than two centuries, and the modern name of that region, Lombardy, reminds us of their enduring presence.</p>\n<p>Some of those barbarians who shaved off their beards continued to wear moustaches. The statue of the Dying Gaul shows one such, evidently with hair limed and “fearsome.” The Gauls' wearing of moustaches without beards was considered by Romans to be the height (or depth) of “barbarism.”</p>\n<p>Both Latin and Greek had more than one word for beard: Gk <em>génys</em> 'jaw, cheek, chin; beard,' <em>geneiás, géneion</em> 'beard, chin, cheek,' and <em>pōgōn</em> 'beard'; L <em>barba</em> 'beard', and <em>mentum</em> 'chin, beard.' Both languages lacked a precise word for moustache, perhaps, because, when all men wore full beards, a word for a part of the beard was not needed. In Latin, the cumbersome phrase for moustache was <em>barba</em> (or <em>barbula) Labri superioris</em> 'beard (<em>or</em> beardlet) of the upper lip'; but one dictionary (Smith and Hall, <em>English-Latin Dictionary,</em> American Book Company, 1871) cites an obscure word from Quicherat's <em>French-Latin Lexicon,</em> itself quoted from the 7th-century gramarian, Isidorus Hispalensis: <em>orum</em> 'moustache (described as being peculiar to the Goths).' If this word really was in use at any time, it would seems to have been a derivative of L <em>os, oris</em> 'mouth; face' and to show an evolution like that of Gk <em>géneion</em> 'beard' from <em>génys</em> 'jaw, chin,' as well as that of Doric Greek <em>mystax</em> (also, <em>b\\?\\stax), mystákos</em> 'the upper lip, the moustache,' a word closely related to Attic Gk <em>mástax, mastákos</em> 'jaws, mouth; mouthful, morsel.' The Doric word was in use when Theocritus Bucolicus of Syracuse was writing his pastorals (272 BC); it apparently remained in continuous use throughout the centuries which saw the dissolution of the old Roman Empire and its gradual transformation into that later version of it known as Holy and Roman (although, along with Voltaire, few would not be inclined to consider it either the one or the other). The Doric word, too, was transformed into Modern Gk <em>moustáki</em> and gave Italian <em>mostaccio</em> 'moustache, face, snout,' <em>mostacchio</em> 'moustache,' and Spanish <em>moustache</em>. English <em>moustache</em> (from Middle French <em>moustache</em>) and <em>mustachio</em> (from the Italian or Spanish) did not appear in print until the latter part of the 16th century.</p>\n<p>Nearly four centuries after Homer wrote of the “long-haired Achaeans,” Herodotus (in the <em>Histories</em>, Bk VII, 209) reported that, before the Battle of Thermopylae (480 BC), a Persian scout was surprised to see the vastly outnumbered Sprtans combing their long hair instead of preparing for battle. This, the Spartan Demaratus explained to his employer, Xerxes, was the custom among Spartans when they were about to risk their lives. After the Persian wars, the Spartans (but not the volatile Athenians) continued to wear their hair long, adhering to tradition as befitted their rigidly conservative nature.</p>\n<p>Looking westward, we find that the Gauls of Gallia Cisalpina ('Hither Gaul') had been forced to cut off their long hair as a mark of submission to Rome. When, in 49 BC, after 173 years under Roman rule, they were granted Roman citizenship by Julius Caesar, Transalpine Gaul, a region of fierce warriors and fearless horsemen, was still Gallia Comata ('Long-haired Gaul') and did not lose its independence and submit to Roman rule until the reign of Augustus (27-12 BC). For the war-loving Gauls, as for the Spartans and other peoples throughout much of recorded history, abundant hair, it seems, symbolized power and strength. (Samson's, we recall, resided in his hair, and one wonders if the Roman gens Julia chose its surname, Caesar, because L <em>caesaries</em> flowing hair, bush head of hair; hair of the beard' had once denoted virility and martial prowess.)</p>\n<p>The idea that hair is evidence of strength and vigor survives, if somewhat dimly, in NGk <em>agrios</em> 'wild, savage,' often used to describe hair that is abundant and curly or wiry. Pointing in the reverse direction—that is, not from wild-to-hair but from hair-to-wild—are certain words and expressions in Modern (or New) Greek that derive from Gk <em>mallós</em> 'lock of wool; lock of hair' MGk <em>malliá</em> means 'hair of the head (plural)'; <em>malliaró</em> is 'hairy (neuter)'; but <em>glōssa Malliarē</em> (literally) 'hairy or shaggy language' is used to mean 'unrefined, rude, coarse speech.' On May Day, young people repair to the fields and hills and other secluded sports to gather wild flowers and to dally. This is called “catching the Malliarē,” understood to mean 'the hairy (female) one'; but her “pursuit” on May Day, which gives rise to many a coarse jest and many a risqué remark, is surely a survival of ancient orgiastic festivals and practices either in honor of Maia (as the earth goddess was sometimes known) or of Artemis, one of whose titles was, according to Robert Graves (<em>The Greek Myths</em>), “The Lady of the Wild Things.”</p>\n<p>Hair, then, symbolized—for some, still symbolizes—strength, vigor, “wildness,” and was long considered an appurtenance of warriors. Consider now the word <em>bigot</em> which entered English from MF <em>bigot</em> 'bigot, hypocrite,' of obscure origin, according to <em>Le Robert.</em> <em>Webster's Third International Unabridged</em> tells us that OF <em>bigot</em> 'Norman' perhaps derived from “(assumed) OE <em>í God</em> 'by God' ”; but there is the Spanish <em>hombre de bigote</em> 'moustached man, man of spirit'; and one is led to speculate both that Normans wore moustaches and that the meaning of <em>bigot</em> changed in a way similar to that of Basque <em>bizarra</em> 'beard,' which, in Portuguese and in Spanish, came to mean 'handsome, brave.' The <em>OED</em> mentions dialectal F <em>bigearrer</em> 'to quarrel' in connection with F <em>bizarre</em> which at first meant 'brave, soldier-like' and, later, 'odd, fantastic.' <em>Le Robert</em> (after Littré) notes that the word entered French from It <em>bizzarro</em> 'capricious' from <em>bizarro</em> 'brave.' So it seems that facial hair, the evidence of male adulthood, at first signified strength and warlike qualities; then, those same qualities carried to an extreme; and, finally, shorn of martial connotations, mere eccentricity.</p>\n<p>Just who were those people who appeared in Greece in 1250 BC, those Dorians, who gave their word for moustache to most of Europe? They were the people who, in 1100 BC, burned Mycaenae and, before another century had passed, had succeeded in destroying the entire ancient culture of Argolis. Feared and loathed as having no respect for civilized conventions such as the inviolability of heralds and of the sacred places and their priestesses, the Dorians settled in a region, Doris, which included Corinth and Sparta, and, among other places, on the coast of Asia Minor and in colonial areas, such as southern Italy and Sicily. Their reputation for daring, endurance, harshness, rude strength, and severity survives to this day. In English, Dorian and Spartan still mean harsh, severe, strict; and Doric is the name of a rustic dialect of English. That these “barbarians” whose invasions brought about the Dark Ages of ancient Greece should also have given us their word for moustache seems perfectly in keeping with the ancient and widespread view that hair, whether of the head or of the face, signifies brute strength.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Barbarians: Babbling, Bearded, Bizarre</h1> <p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p> <p>Foreigners, like babies, babble, say, “Ba, ba, ba,” or “Bar, bar, bar,” instead of speaking clearly. Thus we may infer from the cognates of Middle English <em>babelen:</em> Low German <em>babbeln</em> 'to babble'; Old Norse <em>babba</em>, Latin <em>babulus</em> 'babbler'; Greek <em>barbaros</em> 'foregin, rude, ignorant'; Late Greek <em>babazein</em> 'to speak inarticulately'; Sanskrit <em>balbalā</em> 'stammering sound.' To these might be added <em>L balbus</em> 'stammering,' Skt <em>barbara</em> 'stammering, non-Aryan,' and Gk <em>barbarizein</em> 'to act or speak like a barbarian.' Originally, the Greek words referred primarily to speech, as in the Homeric <em>barbarophōnos</em> 'speaker of a foreign language'; and even birds, because their songs were incomprehensible, might be, at least metaphorically, <em>barbaroi</em> 'barbarians.' Only after the Persian Wars, when the Persians were <em>the</em> barbarians, did the word take on the contemptuous sense of 'ignorant, rude, slavish.'</p> <p>The Greeks, like the Egyptians and Hebrews, divided the world into two groups: Us and Them. For Greeks, the two groups were those who spoke intelligibly (Greeks) and those who did not (non-Greeks). Both the word and the attitude were borrowed by the Romans and, until the Greek language and its literature were widely cultivated and known by Romans, they called themselves barbarians. Later, during the Augustan Age, L <em>barbarus</em> described only those tribes that lacked Greek or Roman accomplishments and, when these had spread, the word was then confined to the Teutonic tribes.</p> <p>It may seem logical to assume that L <em>barba</em> 'beard' derives from L <em>barbarus,</em> but there is, we are told, no evidence for this. It derives either from Old Slavic <em>barda</em> or Old High German <em>bart,</em> though the <em>OED</em> states that any kinship between Old English <em>beard</em> (cognate with OHG <em>bart</em>) is, on phonetic grounds, doubtful. Beards, however, would not always have been “foreign” and “barbaric” to Romans, any more than to Greeks. The Homeric heroes were bearded, as were Greeks in general until after the time of Alexander the Great, who might have started the trend when the ordered his troops to shave lest their beards provide enemies with convenient handholds during close combat. At about the same time, that is, around 300 BC, Tomans, too, ceased wearing beards and, by the latter decades of the Republic, were generally clean-shaven and with hair cut short. The first Roman known to have been shaved daily was Scipio Africanus (237-183 BC). By contrast some Gauls, presumably warriors, still (according to Diodorus Siculus, writing in the first century AD) wore short beards and also treated their hair with lime to make it stand up fearsomely like a crest or mane.</p>"
}