{
  "type": "Article",
  "title": "Schadenfreude",
  "author": "Sam Brearley",
  "location": "Crawley Down, West Sussex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Schadenfreude</h1>\n<p><em><span data-rel=\"author\">Sam Brearley</span> <span data-rel=\"location\">Crawley Down, West Sussex</span></em></p>\n<p>Another foreign word has crept into our English language, its use noted in recent newspaper articles. The word is German <em>Schadenfreude</em>, for which there is no English equivalent, probably because we never needed one. In translation we use a phrase to define it: 'malicious pleasure in the misfortune of others.' The word is now included in the new dictionaries of English. The British attitude is changing towards it, undoubtedly owing to the popularity of program like <em>Beadle's About</em>, a derivative of <em>Candid Camera</em> but marked by more deliberate provocation of the victims.</p>\n<p>I had many experiences of schadenfreude as a P.O.W. in Germany in 1941, but I never knew the word or its meaning until I came home in 1945, when it became self-explanatory.</p>\n<p>In 1941, I was one of a group of sixteen P.O.W.s working on a farm in Austria; we were billeted in the village schoolhouse. At five-thirty each morning we were despatched to our respective farms. My farm was situated at the end of a long, straight road about a quarter-mile from the village crossroads, well in sight in daylight, but not at five-thirty in the morning in November.</p>\n<p>One particular morning, as I turned the corner at the crossroads, I saw to my dismay all lights were blazing in my farm-house and in the one across the road, where a middle-aged couple, the Tschisecks, lived with their small daughter. Their small-holding consisted of hens, ducks, and the usual pig. Tschiseck was a Hungarian ex-<em>P.O.W.</em> from World War I who worked at the local flour mill. A few weeks earlier the family had spent their savings and bought their first cow in calf. How proud they were when they showed it to me the day it arrived.</p>\n<p>But this morning something was obviously wrong as my boss, farmer Alois, never rose until about seven. Usually, when I arrived, I had another hour or so to nap in the warm cowshed until he showed up. It looked as though I was going to be denied that pleasure, but I thought maybe the calf had been born, so I forgave it.</p>\n<p>When I arrived, Alois's wife met me in tears. As she sobbed her way through her explanations of the night's tragedy, I managed to understand enough of what had happened. Apparently, Frau Tschiseck's cow had been off-color for a week, would not eat, lay about moaning, and could not get up. My boss, Alois, was called over to give his expert opinion of the problem—after all, he had two cows and one bull so must know all about such things. He spent most of the night on his diagnosis and eventually came to the conclusion that there was nothing else for the poor cow but to put her out of her misery and by cutting her throat. So he did.</p>\n<p>Nothing now could be touched until the local Burgomaster and the area's Chief Veterinarian from Graz could come to investigate. The news spread quickly and farmers and families from around the area came to offer condolences to the brokenhearted couple. As the morning passed, a crowd of thirty or forty sympathizers assembled in sad little groups in our farmyard, discussing in solemn tones the night's tragedy.</p>\n<p>About mid-day the vet arrived to perform the post-mortem and to decide with the Burgomaster on the destination of the meat. I was up in the hayloft collecting fodder when I heard a commotion down in the yard. I looked out through a gap in the loft wall at the incredible scene below: screaming with hysterical laughter, several of the people were rolling about in helpless, uncontrollable mirth. I quickly went down to find out the cause of all the merriment. After much questioning, I at last gathered that it was the vet's decision that my boss, Alois, need not have done what he did to end the cow's suffering as it only had excessive wind.</p>\n<p>That exhibition was <em>Schadenfreude</em> with a vengeance.</p>\n<p><em>The Uses of Lexicography</em></p>\n<p>According to a Reuter/AP dispatch published in <em>The Independent</em> [6 July 1993], <em>Longman's Dictionary of English Language and Culture</em> was banned in Thailand “after it provoked government and public protests by describing Bangkok as a city known for its prostitutes.” (Lewd, paronomastic etymological asides based on the very name of the city are hereby interdicted.) The dictionary describes the city as “known for its Buddhist temples and as 'a place where there are a lot of prostitutes.”</p>\n<p>Della Summers, head of reference publishing for Longman, issued a statement that “fell short of promising that Longman would delete the offending reference,” for which we award her a VERBATIM Hurrah! She did go on to say that the dictionary would be revised (for which read “updated”) at least once a year, so it remains to be seen whether Longman will knuckle under. I would venture to say that it all depends on how many copies of the book they expect to sell there.</p>\n<p>Although the circumstances are not identical, the incident puts one in mind of the California teacher groups who several years ago campaigned to ban the <em>Dictionary of American Slang</em>, by Wentworth and Flexner, because it contains dirty words. Because they did not want to be reminded of the graffiti scrawled on the walls of their schools? It can be demonstrated again and again that it takes the public a longish time to become accumstomed to changes, particularly if they are abrupt; but that after a while the bluster of the bluestockings is forgotten and, when later recalled, regarded as silly, prudish, and quaint. Considering the foul language one encounters in the films that emerge from Hollywood (which is, I believe, still in California), pronouncements of shock concerning words that appear in a dictionary that only the already corrupt—teachers, linguists, lexicographers—are likely to use appear to be out of order. Owing to the output of dirty movies from that western exclave, it has been suggested that its name be changed to “Calipornia” [ &lt; Gk 'beautiful prostitute'].</p>\n<p>Although I am aware, as a lexicographer and publisher, that there are a great many dictionaries sold almost everywhere, I am likewise aware that they are rarely opened, especially by those who need them the most. That is attributable to many things—chiefly poor educational standards and the arrogance of ignorance, too often regarded as a civil right—and it is likely to be a shortcoming difficult to correct. People who have dictionaries phone me to ask the meaning of a word; others phone with a question about usage, also covered in laboriously compiled Notes in modern desk dictionaries. There is a big difference between mispronouncing a word and articulating it as the speaker of a certain dialect would, yet people—particularly in the audible media—arrogantly announce, “That's the way I say it. You understood what I meant, so what difference does it make?” Many linguists not only concur in this view but advance and support it. One day in September [1993] a news presenter in Hartford was heard twice to say “massectomy” for <em>mastectomy</em>. Is that all right? Maybe a future linguist will point to the incident as the first sign of the disappearance of the medical <em>t</em> after <em>s</em> in American English and write a dissertation on the subject. More recently, [on <em>Tomorrow's World</em>, March 1994] a BBC reporter presented a story about a new tsetse fly trap being used by the Masai, in Africa, in which she consistently referred to the “TETsee fly.” Is it school-marmish of me to feel that because of their exposure, people in the media should take upon themselves an extra burden of responsibility to ensure that pronounciation and grammar employed by them and the people they employ hew to some acknowledged standard? <em>The Times</em> [14 March 1994] published the results of a report that showed “an increase in the number of pre-school children with difficulties in speaking or in understanding speech.” That comes as no surprise: a few years ago, a young couple, neighbours of mine, had a baby. During the boy's early life, their notion of entertaining him was to make noises at him in imitation of police and ambulance sirens. As I was the unwilling auditor of the music, I bought them a book of Grimm's fairy tales, gave it to them giftwrapped, and suggested that if they did not read or speak English—any language—to the boy, he would grow up making noises like a siren (which might be all right for a girl). They ignored me, of course, and I am now treated to periodic siren concerts as the boy (and his younger brother) communicate with their parents in siren song.</p>\n<p>One is moved to wonder at the virtual lack of influence enjoyed by dictionaries (in particular, reference books more generally, and all books universally), especially in light of the huge numbers in which they sell. The problem extends to accuracy in all matters cultural, pop and otherwise. Recently, a participant in what purported to be an intelligent discussion program commented that Andy Warhol had said, “everyone would be famous for fifteen seconds.” Warhol actually said fifteen minutes, but the inaccuracy and absurdity of the slip slid past the moderator and the others on the panel (probably because they were typically more interested in what they themselves were saying than in listening to the others).</p>\n<p>I cannot comment on the Bangkok situation, not only because I am not a frequenter of brothels but because I have never been to Bangkok and have no plans for going. Were I to go, however, I would assume that if I were not interested in brothels, it would not be incumbent (there's that pun again!) on me to visit them; on the other hand, if my sole reason for travelling were to visit all the brothels in the world, I should certainly be in debt to the Longman dictionary for the very sort of information I was seeking. Perhaps Longman have struck upon a new use for dictionaries and a way to make people use them.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Schadenfreude</h1> <p><em><span data-rel=\"author\">Sam Brearley</span> <span data-rel=\"location\">Crawley Down, West Sussex</span></em></p> <p>Another foreign word has crept into our English language, its use noted in recent newspaper articles. The word is German <em>Schadenfreude</em>, for which there is no English equivalent, probably because we never needed one. In translation we use a phrase to define it: 'malicious pleasure in the misfortune of others.' The word is now included in the new dictionaries of English. The British attitude is changing towards it, undoubtedly owing to the popularity of program like <em>Beadle's About</em>, a derivative of <em>Candid Camera</em> but marked by more deliberate provocation of the victims.</p> <p>I had many experiences of schadenfreude as a P.O.W. in Germany in 1941, but I never knew the word or its meaning until I came home in 1945, when it became self-explanatory.</p> <p>In 1941, I was one of a group of sixteen P.O.W.s working on a farm in Austria; we were billeted in the village schoolhouse. At five-thirty each morning we were despatched to our respective farms. My farm was situated at the end of a long, straight road about a quarter-mile from the village crossroads, well in sight in daylight, but not at five-thirty in the morning in November.</p>"
}