{
  "type": "Article",
  "title": "Speaking with a Horse Voice",
  "author": "Alan Major",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Speaking with a Horse Voice</h1>\n<p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>Most of the English counties had dialect words and terms which were used with regard to horses. My own grandfather, who was a ploughboy on a Kent farm when ten years old, told me that even at that age he could control his team of horses by words alone, and that was by no means uncommon. The use of reins was necessary in situations where few words were spoken; but the men who used horses for various tasks and talked to them knew the horses would learn to obey their voice and move to do what was required, even without the use of reins.</p>\n<p>The horses also got used to the tone of voice of their particular ploughman, carter, or waggoner, so that if they were sold and moved to another farm, with a different man to command them, or were taken to a different region of the country where another dialect was used, the horses had to be taught again and learn the new words of command and the way in which these were given to them.</p>\n<p>First, perhaps I should state the names of the horses in a team of four. These were the <em>fore-horse,</em> the front horse in the team; the <em>pin-horse</em>, the second horse of a team (also called in Lincolnshire, Shropshire, and Somerset); the <em>losh-horse</em> or <em>lashhorse</em>, the third horse; and the <em>rod-horse</em>, the fourth horse. Sometimes a horse on its own in the shafts or rods of a wagon or cart was also known as a rodhorse. There was also a gradation among the men who worked with horses on a farm. The <em>first man</em> was the <em>waggoner</em>, who worked with a horse or horses and a wagon, the highest rank attained; he also had charge of the first and best team of horses when required for a task. He was assisted by his <em>first mate</em>, also a skilled horseman. The <em>second man</em> had charge of the second team and was also assisted by his <em>second mate</em>. A large farm would also have a <em>third</em> and <em>fourth man</em> if many horses were used. There was also a <em>yard man</em> who looked after the horses when in the farmyards and an <em>allworks</em> or <em>odd man</em> who did all of the less enjoyable tasks with horses in yard, stable, and elsewhere. A <em>carter</em> was a man who used a horse and cart on a farm, estate, in towns, cities, and elsewhere to carry or cart or transport a load of goods, etc.</p>\n<p>There was an order for moving along a road or country lane when leaving a farm. The first man would lead with his team, the second man next, and so on, each walking at the head with his own horses.</p>\n<p>But let us return to the words of command they used. <em>Gee up!</em> was and still is universal in use throughout the English counties, to a horse about to move off or if faster movement was required, regardless of the type of horse it was—wagon horse, cart horse, plough horse, or just a horse being ridden for pleasure. This word may have its origin in the term <em>gee-gee</em> used by generations of English children for a horse and slang among racing enthusiasts. <em>Whoa!</em> or <em>Whoh!</em>, pronounced “woe,” was commonly used to command a horse to halt.</p>\n<p>There were numerous words used to make a horse turn to the left or nearside. In Kent the command <em>Why!</em> was used; in Sussex <em>Thow wee!</em>; in the East Anglia region of eastern England, including Es<em>sex, Come here!</em>; in the West Country it was <em>Come here!</em>, too, but in the Midlands region it was <em>Come back!</em>; in Somerset the command was <em>Come hither!</em>; in Devon, <em>Come in!</em>; in Cornwall, <em>Hold in!</em>; in Hampshire, New Forest area, it was <em>Come hither!</em>, too. In Lincolnshire <em>Horve!, Horve up!</em>, or <em>Hove up!</em> was the command, while in Yorkshire <em>Harve back!</em> or <em>Worve!</em> was uttered; in Lancashire and other areas of northwest England it was either <em>Come hither!, Away!</em>, or <em>Ar wither!</em> In Sussex <em>Woot!</em> was also the command to ease off to the left. In Kent another command word used to turn to the left was <em>Mether!</em>.</p>\n<p>Equally there were many words of command to make a horse or horses turn to the right or offside. In Kent it was usual to say <em>Wai!</em> or <em>Whoot!</em>; in Sussex <em>Gee woot!</em> was used; in Hampshire, <em>Gee wut!</em>, while in Cornwall, Somerset, and Gloucestershire it was <em>Gee off!</em> The curious <em>Wug off!</em> was used in Devon and <em>Wog off!</em> in Dorset. West Sussex horsemen used <em>Hold off!</em>; in Berkshire and Hartfordshire it was <em>Het!</em>, while in Norfolk it was <em>Wordee!</em> and <em>Wheesh!</em>, Suffolk and West Norfolk also having <em>Gee oh!</em> In the Midlands, Lancashire, Yorkshire, and a large part of northern England <em>Gee back!</em> was used. The Cumbria region including the Lake District had Gee again!; in Lincolnshire, <em>Heat back!</em></p>\n<p>In southern Scotland and the bordering English counties <em>Hup in!</em> and <em>Hup reet!</em> were used, while <em>Hip!</em> was used in east Scotland and <em>Haud off!</em> ['Hold off!'] in central Scotland. Some of the English words also found their way into use in Scotland, perhaps by horsemen who had moved jobs or even gone with the horses. The <em>Wheesh!</em> command of Norfolk was used in northern Scotland.</p>\n<p>No man working with horses who had any sense or experience spoke harshly or shouted the commands. They had a great respect for their horses and spoke to them gently, knowing they would get the best response by this method. Some of them often spoke to their horses for hours as a working friend rather than a dumb animal.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Speaking with a Horse Voice</h1> <p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>Most of the English counties had dialect words and terms which were used with regard to horses. My own grandfather, who was a ploughboy on a Kent farm when ten years old, told me that even at that age he could control his team of horses by words alone, and that was by no means uncommon. The use of reins was necessary in situations where few words were spoken; but the men who used horses for various tasks and talked to them knew the horses would learn to obey their voice and move to do what was required, even without the use of reins.</p> <p>The horses also got used to the tone of voice of their particular ploughman, carter, or waggoner, so that if they were sold and moved to another farm, with a different man to command them, or were taken to a different region of the country where another dialect was used, the horses had to be taught again and learn the new words of command and the way in which these were given to them.</p> <p>First, perhaps I should state the names of the horses in a team of four. These were the <em>fore-horse,</em> the front horse in the team; the <em>pin-horse</em>, the second horse of a team (also called in Lincolnshire, Shropshire, and Somerset); the <em>losh-horse</em> or <em>lashhorse</em>, the third horse; and the <em>rod-horse</em>, the fourth horse. Sometimes a horse on its own in the shafts or rods of a wagon or cart was also known as a rodhorse. There was also a gradation among the men who worked with horses on a farm. The <em>first man</em> was the <em>waggoner</em>, who worked with a horse or horses and a wagon, the highest rank attained; he also had charge of the first and best team of horses when required for a task. He was assisted by his <em>first mate</em>, also a skilled horseman. The <em>second man</em> had charge of the second team and was also assisted by his <em>second mate</em>. A large farm would also have a <em>third</em> and <em>fourth man</em> if many horses were used. There was also a <em>yard man</em> who looked after the horses when in the farmyards and an <em>allworks</em> or <em>odd man</em> who did all of the less enjoyable tasks with horses in yard, stable, and elsewhere. A <em>carter</em> was a man who used a horse and cart on a farm, estate, in towns, cities, and elsewhere to carry or cart or transport a load of goods, etc.</p>"
}