{
  "type": "Article",
  "title": "Roundabout East Anglia",
  "author": "Bel Bailey",
  "location": "Clacton on Sea, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Roundabout East Anglia</h1>\n<p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton on Sea, Essex</span></em></p>\n<p>The inbuilt tendency of the oldest inhabitants of Essex, Suffolk, and Norfolk is reluctance to commit themselves. Linked to this is the frequent use of the word <em>fare</em>. This comes from the Old English <em>faran</em> 'to go.' In East Anglia it is often used to tone down a statement as in “I fare (or incline) to think you've made a mistake, bor” or “I don't fare to hev any luck with the weather.” The traditional old Norfolk or Suffolk farm workers disliked answering direct questions, so would typically answer in a roundabout way “I don't wholly (completely) fare to recollect that, maybe afore my time.” This cautious attitude was inbred in old East Anglians and still appears even today—that semblance of minding one's own business—probably rooted in small village life, when one could not afford to upset one's neighbors!</p>\n<p>Linked to this is a typical Norfolk injunction, <em>Keep it squat!</em> 'secret.' Even the elements are often treated with this native caution. Asked if rain was likely, a reply could well be the guarded, “I don't know as it 'ont. It maay an it mayn't. I don't know but it will” —a joy of paraphrase!</p>\n<p>Again in Norfolk the weather provided many old dialect words. <em>Thongy</em> meant 'oppressive and thundery heat.' <em>Misky</em> or <em>mullicky</em> was the Essex term for 'foggy weather.' <em>Waterfrost</em> always meant 'ice' in East Anglia; <em>billows of snow</em> were 'snowdrifts,' and a 'shower of rain' was praised as “a <em>dagg</em> [dew] for the turnips” (a vegetable much grown in Norfolk). <em>Mizzle</em> meant 'mist or fine rain.' <em>Rafty</em> describes a raw, cold day as when “Thass a nasty roke ['mist'] com oova ta maashes.” <em>Water eynd</em> was the curious name for 'thick sea mist.' Unsettled weather was described as <em>thredigal</em>, and <em>Sir Roger's Blast</em> was the interesting name given to a 'sudden gust on a perfect summer's day.' “Thar goo Sir Roger across ta fild!” Sir Roger Asham was credited with this phenomenon due to his famous mood changes....</p>\n<p>Many old East Anglian expressions are sadly fading away. These include the strange terms used to describe pains to the doctor like <em>cogs of the wheel</em> meaning the 'stomach,' <em>pin of the throat</em> for the 'uvula,' <em>huckle</em> for the 'hip,' and <em>stroop</em> for the 'windpipe.' A <em>downpin</em> described a 'depressed or ill person' and to be <em>gaggy</em> was to be 'sick to the stomach,' while <em>dozzy</em> meant 'giddy.' A raw young doctor newly arrived in East Anglia during the last century must have been completely bewildered!</p>\n<p>The village blacksmith in those days still pulled the teeth of humans as well as of horses and would say (with a rare directness) “Come yew in the travise ['open shed of the smithy'] and set on this pail.” After the deed he might say, “Yew fare tew look quare, bor, git yareself some rum. That'll put yew tew rights.” <em>Bor</em> is used in Norfolk and Suffolk to males, <em>mawther</em> for teenage girls. Old sayings were often directed at the latter, like, “She's crab atoom and apple away,” said about girls awkward at home but charming in company. Boasters of either sex in Suffolk were warned “Whin yew lay a gowden egg don't cackle.” Drunkards would hear the familiar refrain. “Money what go down the red lane is lorst forever.” Drinking was a waste of <em>spondooliks</em>, they said sagely in old Suffolk. Farm labourers kept a sharp eye out for the new moon which gave rise to strange expressions, “Saturday new, Sunday full, never was good and never wool,” while a crescent moon in a certain position meant “ta mune lays waterchutin” threatening rain, and once past the full the moon in Suffolk was said to <em>dreep</em>.</p>\n<p>Shakespeare's word,<em>kecksies</em>, is still used by elderly folk near the Essex/Suffolk border to refer to the lovely frothy cow parsley with white flowers. <em>Paigles</em> is the East Anglian term for 'cowslips' and 'homemade wine' is referred to as <em>sich</em> in Suffolk.</p>\n<p>It has often been said that many Essex words can be found in Uncle Remus and in the United States generally. This would be worth a treatise in itself. Certainly some strange natural history terms can be found in the old Essex dialect. <em>Botsy</em> means a 'rabbit,' <em>bullimong</em> a 'mixture of coats, peas, and vetches,' a <em>cold arse bird</em> is the 'missle thrush,' whose song heralds chilly weather, <em>Hedge Betty</em> for the 'sparrow,' <em>Yellow Yank</em> a 'yellowhammer bird,' and <em>Bishop</em> <em>“Barnaby”</em> is the old East Anglian name for a 'ladybird,' <em>Old Will</em> is the rather Shakesperean name for any 'owl,' <em>nine eyes</em> was the 'lamprey.'</p>\n<p>Lest it be thought that these adjoining three counties lack humor here are some examples of dry Anglian wit. A <em>pudd'n spoiler</em> was the old term for a 'long-winded sermon,' while a 'noisy talker given to explosions of laughter' was a <em>clashmadang</em> (haven't we all met one of those?). A 'flatterer' was described a <em>licker over</em>, but a 'complainer' was <em>Peter grievous</em>. A 'flighty girl' was a <em>scaddle</em> who deserved a good <em>tongue pie</em> or scolding.' <em>Rumgumshus</em> meant 'argumentative.' “Take your Daniel away\" was the old Anglian version of 'be off,' but a polite farewell was a <em>seal of the day</em>, surely a delightful phrase on which to end.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Roundabout East Anglia</h1> <p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton on Sea, Essex</span></em></p> <p>The inbuilt tendency of the oldest inhabitants of Essex, Suffolk, and Norfolk is reluctance to commit themselves. Linked to this is the frequent use of the word <em>fare</em>. This comes from the Old English <em>faran</em> 'to go.' In East Anglia it is often used to tone down a statement as in “I fare (or incline) to think you've made a mistake, bor” or “I don't fare to hev any luck with the weather.” The traditional old Norfolk or Suffolk farm workers disliked answering direct questions, so would typically answer in a roundabout way “I don't wholly (completely) fare to recollect that, maybe afore my time.” This cautious attitude was inbred in old East Anglians and still appears even today—that semblance of minding one's own business—probably rooted in small village life, when one could not afford to upset one's neighbors!</p> <p>Linked to this is a typical Norfolk injunction, <em>Keep it squat!</em> 'secret.' Even the elements are often treated with this native caution. Asked if rain was likely, a reply could well be the guarded, “I don't know as it 'ont. It maay an it mayn't. I don't know but it will” —a joy of paraphrase!</p> <p>Again in Norfolk the weather provided many old dialect words. <em>Thongy</em> meant 'oppressive and thundery heat.' <em>Misky</em> or <em>mullicky</em> was the Essex term for 'foggy weather.' <em>Waterfrost</em> always meant 'ice' in East Anglia; <em>billows of snow</em> were 'snowdrifts,' and a 'shower of rain' was praised as “a <em>dagg</em> [dew] for the turnips” (a vegetable much grown in Norfolk). <em>Mizzle</em> meant 'mist or fine rain.' <em>Rafty</em> describes a raw, cold day as when “Thass a nasty roke ['mist'] com oova ta maashes.” <em>Water eynd</em> was the curious name for 'thick sea mist.' Unsettled weather was described as <em>thredigal</em>, and <em>Sir Roger's Blast</em> was the interesting name given to a 'sudden gust on a perfect summer's day.' “Thar goo Sir Roger across ta fild!” Sir Roger Asham was credited with this phenomenon due to his famous mood changes....</p>"
}