{
  "type": "Article",
  "title": "The Titled Proletariat",
  "author": "John Ayto",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Titled Proletariat</h1>\n<p><em><span data-rel=\"author\">John Ayto</span> <span data-rel=\"location\">London</span></em></p>\n<p>In these utilitarian days, when the poetry of job titles does not run to anything more uplifting than the likes of “Business Performance Manager (Financial Plan)” and “Assessment Coordinator (Corporate Management Development Personnel Directorate),” it must be strange to be in a post with a name like, “Gold Stick” or “Harbinger.” Yet such posts do exist. The Household of the Queen of England is a piece of royal amber in which are preserved all manner of antique curiosities that would baffle even the most experienced personnel officer—some of them dating back in unbroken descent to the Middle Ages, many (as with much British royal fallalery) reinvented along medieval lines in the 19th century. Some have withered away: the “Keeper of the Fire Buckets” is no more (an unwise economy in the light of the recent conflagration at Windsor Castle), and the cryptically named “Keeper of the Orchard Gate” has disappeared; but many oddities remain.</p>\n<p>The most celebrated and publicized of these posts is “Poet Laureate.” The term, which is suggestive of a coronation with classical laurels for outstanding merit in poetry, dates back in English to the Middle Ages; but it was not until the early 17th century that it came to be applied specifically to a particular poet. The first Poet Laureate in this sense was Ben Jonson, and he was followed by William D'Avenant (reputed bastard son of Shakespeare), who established the tradition that poetic genius is not a prerequisite for the post. Both of them were paid a pension by the Crown as a sign of royal favor; but it was John Dryden who in 1668 was appointed the first official Poet Laureate. His duty, and that (latterly less rigorously enforced) of his successors, has been to write poems for the Royal Court. In modern times this has generally manifested itself in the form of a rather embarrassing effusion on the occasion of some notable royal event. Some poets of great stature have held the position (Wordsworth, Tennyson), but there have been some lesser lights too—Henry Pye, for instance, incumbent from 1790 to 1813, and the drunkard Laurence Eusden (1718-30). The most notable laughingstock of modern times was the much (and who shall say unjustly?) maligned Alfred Austin (1896-1913), remembered now mainly for the McGonagallesque lines on the illness of Edward VII attributed to him: “Across the wires the electric message came: 'He is no better, he is much the same.' ” (The United States has a Poet Laureate too, appointed each year to a twelvemonth tenure by the Librarian of Congress. The incumbent at the time of writing is Mona Van Duyn.)</p>\n<p>The musical equivalent of the Poet Laureate is the “Master of the Queen's Music,” a post held by an eminent British composer who is expected occasionally to come up with a ceremonial fanfare. The post dates back to the time of Charles II, who appointed a “Master of the King's Musick” to conduct the band that played for him at meal times and on special occasions (ye olde spelling 'musick' has only recently been abandoned). Its most celebrated incumbent was Elgar (1924-34).</p>\n<p>Curiously, in the area of the visual arts, the sovereign retains the services of an expert practitioner only in her or his capacity as monarch of Scotland. And here there are not one, but two: a “Painter and Limner” (<em>limner</em>, old word for 'painter,' often additionally implies 'portraitist'), and a “Sculptor in Ordinary,” a post currently held by the distinguished artist Sir Eduardo Paolozzi (<em>in ordinary</em> denoting 'officially employed by the monarch'). (When Her Majesty is in Scotland she also enjoys the services of the “Hereditary Carver,” whose activities with the knife have, we trust, always been limited to attacking large roasts.)</p>\n<p>Of more practical relevance to the sovereign's person are the royal doctors. The British royal-watching public has become familiar over the past four decades with terms like “royal physician” and “royal dentist,” but these are mere shorthand. The real titles of these medical practitioners by appointment are much more grandisonant: the royal eye doctor, for example, is the “Surgeon Oculist,” and the gentleman entrusted with the care of the royal reproductive organs is (with a nice mixture of the ancient and the modern) the “Surgeon Gynaecologist.”</p>\n<p>The Queen's spiritual welfare is looked after by her ecclesiastical household. This consists of a small army of chaplains (thirty-six at the latest count, plus five “Extra Chaplains”), whose titular head is the confidential-sounding “Clerk of the Closet.” This post dates back at least to the 16th century, but the modern use of the term is revival. No backdoor allusion to “closet queens” is intended; its original application was to a cleric who attended the sovereign in his or her “closet,” or private chamber. The present holder is the Bishop of Chelmsford.</p>\n<p>In former centuries, “Master” was a title commonly bestowed on those in charge of a particular duty the royal household. Those charged with responsibility for royal animals, for instance, were so designated. Once upon a time there was a “Master of the Hawks,” a “Master of the Cocks,” and a “Master of the Game” (whose job was to preserve game in the royal forests). Over the centuries they became merely ceremonial posts, and the only one of this sort which survives, “Master of the Horse,” has little practical connection with horses: he is the third highest official in the royal household, ranking below the Lord Chamberlain and the Lord Steward, and his main duty is to attend on the sovereign on state occasions; similarly sinecural was the now discontinued “Master of the Buckhounds,” who once ranked next below the Master of the Horse. In modern times, there is no corresponding Master of the Corgis. And indeed the only royal functionary now with direct responsibility for animals is the more modestly titled “Keeper of the Swans,” whose job is to look after those swans on the River Thames that belong to the Crown. He presides over the annual ceremony of swan-upping, which, despite its suggestive name, involves nothing more exciting than marking cygnets' beaks to indicate ownership. The “Hereditary Grand Falconer” and the “Queen's Raven Master” now have limited opportunities to exercise their skills. (The Queen's ravens, in the Tower of London, are all that remain of the former royal menagerie; legend has it that when the British Empire comes to an end, the ravens will die out, which must give the present survivors some sleepless nights.)</p>\n<p>The “Master of the Household” has charge of the sovereign's practical domestic requirements. Amongst the functionaries under him are the “Royal Flower Arranger” and the “Royal Chef.” (A more elevated post connected with the royal table is “Clerk of the Royal Kitchens,” an ancient dignity revived in 1953 and held until recently by the late hotelier Sir Hugh Wontner.) His department goes under the curious and anachronistic name of the “Board of Green Cloth,” a reference to the greenbaize-covered table at which its business was originally transacted.</p>\n<p>The “Mistress of the Robes” is historically the keeper of the Queen's wearing apparel, but she will not often be found at the royal ironing board. Below her in order of precedence come the “Ladies of the Bedchamber,” with their supernumeraries, the “Extra Ladies of the Bedchamber,” and then the more humble “Women of the Bedchamber” and “Extra Women of the Bedchamber.” A more intimate official still, whose services have now been dispensed with, was the 'Groom of the Stole.” His original duties appear to have been connected with the sovereign's “close stool,” or lavatory. Queen Victoria did not see fit to appoint one, and the post has not been revived.</p>\n<p>Since at least the 16th century, the sovereign has had an official specifically responsible for overseeing royal charitable donations. These were once known as alms, whence the official's title of “Almoner.” There is a “Hereditary Grand Almoner,” a post filled by the Marquess of Exeter, and a more lowly “High Almoner,” who is customarily a bishop.</p>\n<p>The Queen's official bodyguards are the members of the Honourable Corps of Gentlemen-at-Arms, a squad of about 35 retired senior army officers who escort Her Majesty on state occasions. Amongst the officials of the Corps are the “Clerk of the Cheque and Adjutant” (the cheque was in former centuries a stoppage of the wages of servants in the royal household as a punishment for not performing their duties properly) and the “Harbinger,” whose original duty was to travel in advance of the royal party and secure accommodation for it.</p>\n<p>But when it comes to bizarre job titles, little can compare with being named after a stick. “Black Rod” (in full the “Gentleman Usher of the Black Rod”) has the duty of summoning the Commons to the House of Lords for the opening of Parliament. In discharging it, he has to knock on the door of the Commons with his black staff of office. “Gold Stick” is the colonel of the Life Guards, who carries a gilt rod before the sovereign on ceremonial occasions. He is the senior army officer in the royal household.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Titled Proletariat</h1> <p><em><span data-rel=\"author\">John Ayto</span> <span data-rel=\"location\">London</span></em></p> <p>In these utilitarian days, when the poetry of job titles does not run to anything more uplifting than the likes of “Business Performance Manager (Financial Plan)” and “Assessment Coordinator (Corporate Management Development Personnel Directorate),” it must be strange to be in a post with a name like, “Gold Stick” or “Harbinger.” Yet such posts do exist. The Household of the Queen of England is a piece of royal amber in which are preserved all manner of antique curiosities that would baffle even the most experienced personnel officer—some of them dating back in unbroken descent to the Middle Ages, many (as with much British royal fallalery) reinvented along medieval lines in the 19th century. Some have withered away: the “Keeper of the Fire Buckets” is no more (an unwise economy in the light of the recent conflagration at Windsor Castle), and the cryptically named “Keeper of the Orchard Gate” has disappeared; but many oddities remain.</p> <p>The most celebrated and publicized of these posts is “Poet Laureate.” The term, which is suggestive of a coronation with classical laurels for outstanding merit in poetry, dates back in English to the Middle Ages; but it was not until the early 17th century that it came to be applied specifically to a particular poet. The first Poet Laureate in this sense was Ben Jonson, and he was followed by William D'Avenant (reputed bastard son of Shakespeare), who established the tradition that poetic genius is not a prerequisite for the post. Both of them were paid a pension by the Crown as a sign of royal favor; but it was John Dryden who in 1668 was appointed the first official Poet Laureate. His duty, and that (latterly less rigorously enforced) of his successors, has been to write poems for the Royal Court. In modern times this has generally manifested itself in the form of a rather embarrassing effusion on the occasion of some notable royal event. Some poets of great stature have held the position (Wordsworth, Tennyson), but there have been some lesser lights too—Henry Pye, for instance, incumbent from 1790 to 1813, and the drunkard Laurence Eusden (1718-30). The most notable laughingstock of modern times was the much (and who shall say unjustly?) maligned Alfred Austin (1896-1913), remembered now mainly for the McGonagallesque lines on the illness of Edward VII attributed to him: “Across the wires the electric message came: 'He is no better, he is much the same.' ” (The United States has a Poet Laureate too, appointed each year to a twelvemonth tenure by the Librarian of Congress. The incumbent at the time of writing is Mona Van Duyn.)</p> <p>The musical equivalent of the Poet Laureate is the “Master of the Queen's Music,” a post held by an eminent British composer who is expected occasionally to come up with a ceremonial fanfare. The post dates back to the time of Charles II, who appointed a “Master of the King's Musick” to conduct the band that played for him at meal times and on special occasions (ye olde spelling 'musick' has only recently been abandoned). Its most celebrated incumbent was Elgar (1924-34).</p>"
}