{
  "type": "Article",
  "title": "Beyond Blue Chips, Bulls and Bears",
  "author": "Nigel J. Ross",
  "location": "Milan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Beyond Blue Chips, Bulls and Bears</h1>\n<p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">Milan</span></em></p>\n<p>A recent issue of The Economist carried an article about European currencies entitled “Anchor Away?” The first paragraph ran as follows:</p>\n<blockquote>\n<p>Europe's currency markets are awash with nautical metaphors. Earlier this year it looked as if the French franc would sink in another round of speculation against members of Europe's exchange-rate mechanism (<em>ERM</em>). Rather than joining earlier castaways such as the pound and the lira, the franc clung to the wreck. So successfully, in fact, that following the Bank of France's cut in interest rates on June 21st, politicians have begun to talk of the franc as the new anchor of the <em>ERM</em>. Given the performance of the D-mark, Europe's existing mooring, such talk is premature. [June 26th 1993]</p>\n</blockquote>\n<p>The currency markets may have suddenly become full of nautical metaphors, but the language of economists, financiers, bankers, business people, and financial journalists has been characterized by a variety of imagery for a long time. The <em>blue chips</em>, <em>bulls</em>, and <em>bears</em> of the stock exchange are the classic examples, though perhaps the phenomenon only really becomes apparent to insiders when there is a spate of similar metaphors. But let us take our cue from <em>The Economist's</em> sudden realization and look a little closer at some other areas of figurative language used in economics and finance.</p>\n<p>One of the largest categories of metaphors that we find in written and spoken economic language must surely be the array of images relating to transport. This vast category can be subdivided into sea, land, and air transport. Starting with the sea, takeover bids are <em>launched</em>, markets can be <em>buoyant,</em> a company can be <em>floated</em>, profit levels can <em>sink</em> or <em>dive</em>, a firm can <em>navigate through difficult waters</em> or <em>be submerged by debt</em>, and so on. <em>As The Economist</em> rightly says, the language is “awash with nautical metaphors.” Land-based transport is perhaps not such a fertile breeding ground for figurative language. Nevertheless, we find interest rates <em>free</em>-<em>wheeling</em>, share prices <em>making a U-turn</em>, companies <em>moving into the fast lane or into top gear</em>, expansion plans being <em>given the green light</em>, to give but a few examples. Air transport, on the other hand, seems to be a much richer source of images. An article in <em>Time</em> tells us that the dollar is <em>flying high, cruising for a fall, sailing to a round of records, breaking the (sound) barrier, surging, and likely to make a long-awaited descent</em>, all in one short paragraph! (“Coping with the Superdollar,” <em>Time</em>, March 9, 1987). When comparisons with aircraft are not used, ideas relating to space travel may be found, such as <em>launch</em> <em>pad, countdown, blasting off, soaring, rocketing,</em> <em>higher orbits, re-entering, plummeting, etc</em>.</p>\n<p>A second large category, closely related to transport, is that of children's playgrounds and fun fairs. Not only is the actual equipment often referred to—<em>swings, chutes, see-saws, helter-skelters</em>, and <em>big dippers</em>, for example—but the associated movements are also very commonly mentioned: <em>slide, dip, spiral, upswing, downswing, to-and-fro, downslide,</em> and <em>see-saw effect</em>.</p>\n<p>Movement is the main key to these two categories. Economists, financial experts, and investors constantly keep their eyes on the fluctuations of profits, losses, turnovers, currencies, and share prices, which tend to make the same movements (up, down, ahead, backwards) as means of transport and children on playground equipment. Notice, however, that road vehicles cannot move up or down vertically, and this perhaps explains why they are not quite so frequent in metaphors (similarly there are few references to <em>roundabouts</em>). A rather supercilious reason that has been put forward for these and other groups of images is that they reflect the lifestyles of the majority of successful economists and business people— frequent fliers, boat owners, the sporting type, married with young children.</p>\n<p>Although road vehicles cannot go up or down vertically—at least not under their own steam— they can go up inclines and down declines. Hills, mountains, and the landscape provide another rich source of imagery. We come across verbs such as <em>climb, rise, mount, descend, fall, slither</em>, and so on. Many of these verbs also refer to people, who can also move up an down by <em>jumping, leaping, hurdling, dropping, tumbling</em>, etc. When economic trends are represented in diagrammatic form, the resulting graph can often be reminiscent of a mountainous landscape, and we therefore find a series of metaphors relating to <em>peaks, summits, precipices, plateaus, troughs, heights, and slopes</em> (not forgetting the favorites, <em>upslopes</em> and <em>downslopes</em>). Are economists regular skiers, too?</p>\n<p>The business world is, of course, a very competitive environment, and there is a huge category of metaphors pertaining to fighting. A large part of the figurative language of competition used in economy relates more specifically to war and battles. A company may <em>mount an attack</em> on the market share of another company, <em>making incursions or inroads</em> into an <em>opponent's camp</em>. The <em>victim</em> may attempt to <em>rebuff the attack</em>, or might <em>withdraw</em> or <em>retreat</em> from the onslaught. In the stock market there are <em>predators</em> and <em>raiders</em>, but speculative <em>aggression</em> may be <em>warded off</em>—the list is again almost endless. Some examples of interesting slang imagery relating to fighting as well as other fields are to be found in Kathleen Odean's stimulating essay “Bear Hugs and Bo Dereks on Wall Street” (in Ricks, Christopher &amp; Michaels, Leonard, editors, <em>The State of the Language</em>, University of California Press, Berkeley, &amp; Faber and Faber, London, 1990).</p>\n<p>Fighting does not always imply full-scale wars, however, and there is plenty of fighting imagery that relates more directly to personal combat and even to some of the more violent sports such as boxing and wrestling. A country's economy may be <em>reeling from</em> <em>the blows</em> inflicted by inflation, which hits many companies and may be said to have a <em>stranglehold</em> over government economic policy.</p>\n<p>The effects of fighting generally include nervousness before and injuries after. It should come as no surprise, therefore, to find that states of health and well-being form our last two major categories. Economic <em>nervousness</em> is often referred as a <em>state of unease, tension, or a case of the jitters</em>, particularly in relation to share prices or exchange rates. Metaphorical states of health that are found in the economic world include <em>ailing</em> companies, a <em>healthy</em> economy, <em>weak</em> demand, <em>swollen</em> borrowings, a <em>bout</em> of inflation, an economy that is <em>suffering from a relapse</em> or making a <em>recovery</em>, and so on.</p>\n<p>These are just some of the main areas that supply the figurative language for economic and financial language. Other secondary categories of relative importance include the weather and natural disasters, agriculture and growth, circus acts, etc. The range and more especially the frequency of metaphors in this sectorial variety of English is probably greater than in any other field.</p>\n<p>Why does economy and finance use so much imagery? Leaving aside spurious reasons concerning life styles, the answer probably lies in the rather arid, repetitive nature of the subject matter. Economics is a rather abstract science, and concrete imagery can help to bring it down to earth, adding a touch of color. Likewise, the financial world concerns itself continuously with prices, results, and rates constantly going up and down, so much so that it would become linguistically boring if variety were not added through imagery.</p>\n<p>Figurative language has been used widely in economy and finance for at least a couple of centuries. Proof of this can be found in the many metaphors that were so over-used in the past that their original metaphorical meaning has been lost, leaving us with “dead” metaphors. <em>Boom</em> is an eloquent example—hardly anyone nowadays would think of a loud explosion when an economist contrasts an economic boom and a slump. Other common “dead” economic metaphors include <em>stocks, turnover, crash, parent company</em>, and <em>bond</em>. But to most people the best known are the classic examples, <em>blue chips</em>, <em>bulls</em>, and <em>bears</em>, which are simply the tips of a huge figurative iceberg.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Beyond Blue Chips, Bulls and Bears</h1> <p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">Milan</span></em></p> <p>A recent issue of The Economist carried an article about European currencies entitled “Anchor Away?” The first paragraph ran as follows:</p> <blockquote>\n<p>Europe's currency markets are awash with nautical metaphors. Earlier this year it looked as if the French franc would sink in another round of speculation against members of Europe's exchange-rate mechanism (<em>ERM</em>). Rather than joining earlier castaways such as the pound and the lira, the franc clung to the wreck. So successfully, in fact, that following the Bank of France's cut in interest rates on June 21st, politicians have begun to talk of the franc as the new anchor of the <em>ERM</em>. Given the performance of the D-mark, Europe's existing mooring, such talk is premature. [June 26th 1993]</p>\n</blockquote> <p>The currency markets may have suddenly become full of nautical metaphors, but the language of economists, financiers, bankers, business people, and financial journalists has been characterized by a variety of imagery for a long time. The <em>blue chips</em>, <em>bulls</em>, and <em>bears</em> of the stock exchange are the classic examples, though perhaps the phenomenon only really becomes apparent to insiders when there is a spate of similar metaphors. But let us take our cue from <em>The Economist's</em> sudden realization and look a little closer at some other areas of figurative language used in economics and finance.</p>"
}