{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Stolen Words: Forays into the Origins and Ravages of Plagiarism",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Stolen-Words-Classic-Book-Plagiarism/dp/0156011360\"><em>Stolen Words: Forays into the Origins and Ravages of Plagiarism</em></a></h1>\n<p>Thomas Mallon, (Penguin, 1989), xiv + 300pp.</p>\n<p>According to <em>Black's Law Dictionary</em> (West, 5th ed. 1981), <em>plagiarism</em> is:</p>\n<blockquote>\n<p>The act of appropriating the literary composition of another, or parts or passages of his writings, or the ideas or language of the same, and passing them off as the product of one's own mind.</p>\n<p>To be liable for plagiarism, it is not necessary to exactly duplicate another's literary work, it being sufficient if unfair use of such work is made by lifting of substantial portion thereof, but even an exact counterpart of another's work does not constitute plagiarism if such counterpart was arrived at independently.</p>\n</blockquote>\n<p><em>The Random House Unabridged</em> (1966) gives:</p>\n<blockquote>\n<p>the appropriation or imitation of the language, ideas, and thoughts of another author, and representation of them as one's original work.</p>\n</blockquote>\n<p>In the 1987 edition, the definition has been modified to read:</p>\n<blockquote>\n<p>the unauthorized use or close imitation of the language and thoughts of another author and the representation of them as one's own original work.</p>\n</blockquote>\n<p>Although plagiarism is adjudicated under civil law, copyright infringement is another matter:</p>\n<blockquote>\n<p><em>Criminal infringement</em>. Any person who infringes a copyright willfully and for purpose of commercial advantage or private financial gain is subject to a fine and/or imprisonment. Copyright Act § 506.</p>\n<p>...</p>\n<p>Remedies for copyright infringement include injunctive relief, impounding and disposition of infringing articles, and recovery of actual damages and profits. In lieu of actual damages, the federal Copyright Act provides for statutory damages which will vary as to whether the infringement was willful or unintentional.</p>\n<p>—<em>Black's Law Dictionary</em>, op cit.</p>\n</blockquote>\n<p>It is not the function of VERBATIM to wrangle over legal language and certainly not over the law, but it would seem to me that the functional word is <em>unauthorized:</em> if an author (or publisher, etc.) has made a legal contract to acquire the rights to another's work and if the agreement does not call for an acknowledgment to appear in the subsequently published work, then it is questionable whether plagiarism actually occurred; further, if the work appropriated is out of copyright (hence in the public domain), does publication of it in part or in its entirely constitute plagiarism? Finally, does mere acknowledgment to a prior source remove the burden of proof in plagiarism?</p>\n<p>Unlike copyright infringement, plagiarism falls into civil, not criminal law: in other words, one party must bring suit in civil court against an alleged perpetrator, for one cannot call the police with the right to demand an arrest. Such cases can be difficult to prosecute and adjudicate and, in many cases, because the plagiarist seldom gains enough from his act to make winning worthwhile, not many suits are filed. To many, plagiarism is an unprincipled, immoral, rather than a criminal act. Certains acts of “plagiary” are obvious: modern adaptations of classics—<em>Man of La Mancha, West Side Story,</em> etc.— would not commonly be characterized as plagiaristic. In academia, the functional word is not <em>authorized</em> but <em>acknowledged:</em> scholarly journals bulge with three types of articles: the most common (and, for the purposes of our commentary here, irrelevant) are those in which the writer totally ignores earlier writings and research and blithely proceeds to set forth ideas that he honestly believes to be his own; the rarest, by far, are those that are truly original; and the type that are almost as common as the first mentioned are those in which the writer has gathered together an enormous number of quotations from other authors (which yield the extensive bibliographies that so impress heads of departments, tenure committees, and envious colleagues too lazy to perpetrate the same fraud), stringing them together by means of concatenating sentences that are his only original contribution. This is a good place to mention that I was put off from writing a doctoral dissertation at Columbia University when I found seven or eight almost identical dissertations on Monk Lewis in the special library there: what boots it to try to come up with original research when all those doctorates—and God knows how many more across the country—had been awarded for what can be described at best as “derivative” work, with no cross-acknowledgments; that discovery took place in 1950, and it is hard to imagine how the files might have swelled since then. Mallon delves [pp. 89ff.] into academic plagiarism, chiefly by students.</p>\n<p>This acknowledgment caper is essentially what R. W. Burchfield, editor of the <em>OED Supplement,</em> prefers to the outright appropriation of matter from uncopyrighted sources (like the <em>OED).</em> The reason is simple: many of the quotations in the <em>OED</em> are of definitions—some of them not very good—that have been published in copyright sources. These do not constitute only quotations; in many instances, in place of a definition, the <em>OED</em> offers “See Quot(ation),” referring the user to a definition that has been copied from the source indicated. Does that make it all right? Using my <em>OED on CD-ROM,</em> I found 20,583 occurrences of “See quot. [date]” and 8 of “See quotation [date].” Work on the <em>Century Dictionary and Cyclopedia,</em> under the direction of William Dwight Whitney, was under way at the same time as the compilation of the <em>OED</em> was going on, and the editors of the latter (shamelessly?) copied entire definitions from the former: there is no doubt that the <em>OED</em> was thereby enhanced and improved, and, in general, I think it ridiculous to be enjoined from copying an occasional definition from another work—particularly if it is out of copyright or if permission has been given—especially if there is no other way of wording something simply. (The smaller the dictionary, the shorter its definitions, and it will be found that there is little or no difference between many of the definitions in the various paperback dictionaries on the market today: there is no space to accommodate a prolix circumlocution that would avoid a direct copy.)</p>\n<p>Such copying might be justified, even for the <em>OED,</em> were the lifted definitions uniformly clear, accurate, and informative, but they are not. There is minimal justification for the <em>OED</em> definition, “a Levantine sailing-vessel” for <em>caique,</em> defined in the <em>Random House Unabridged</em> as, “a single-masted sailing vessel used on the eastern Mediterranean Sea, having a sprit mainsail, a square topsail, and two or more other sails.” Some might argue that the second definition is encyclopedic, but the counter-argument is that the first lacks the differentiae by which the <em>caïque</em> is distinguished from many other “Levantine sailing-vessels.” Similar criticisms could be leveled at definitions for <em>catamaran, cutter, drifter</em> (the sail sense is missing), <em>schooner</em>, etc.</p>\n<p>But I digress. Like many who have commented on “imitations” before him, Mallon, who writes in an easy, readable style, seems to regard the older examples he adduces of plagiarism as the quaint subjects for literary anecdote, while he bears down very hard indeed on Charles Reade (1814-84), English author of <em>The Cloister and the Hearth,</em> who evidently borrowed much of his material from the continent, and seems to take particular delight in the “scandal”—best characterized as the nonevent of the year—surrounding Jacob Epstein's <em>Wild Oats</em>, published in 1979. Chiefly because revelations concerning plagiarism seem to lend themselves to the style, Mallon's style turns bitingly sarcastic as he delights in repeated references to the author's parents and cites passages, quoted from an article by Martin Amis in <em>The Observer</em> of October 19, 1980, of Epstein's text side by side with comparable ones from Amis's <em>The Rachel Papers,</em> published in 1974.</p>\n<p>Senator Joseph Biden's borrowings from a Neil Kinnock speech, which did little to enhance his political career, are mentioned, but about twenty per cent of the book is devoted to a detailed and somewhat longwinded account, with numerous, often extraneous asides thrown in by Mallon, of the suit brought by Anita Kornfeld against CBS, Lorimar Productions, and Earl Hammer for plagiarizing <em>Falcon Crest</em> from her book, <em>Vintage</em>. (Hamner is a writer whose novel, <em>The Homecoming,</em> was the source for a television film which yielded the series, <em>The Waltons.)</em> After a long trial in which she was represented by Melvin Belli's office (but not by Belli himself), Mrs. Kornfeld lost, evidently to the disappointment of Mallon.</p>\n<p>I have spent almost fifty years in publishing, and, unless I have been asleep for most of that time or a conspiracy has deliberately kept the news from me, I am under the impression that plagiarism cases are relatively rare. To confirm my wakefulness and the absence of a conspiracy, I phoned William Koshland, a long-standing colleague, now Chairman Emeritus of Alfred A. Knopf, and he could think of only one or two cases, agreeing that they are far from common. Apparently, that is not the case in Hollywood, probably because more money is involved. In any event, the failure to bring suit is not necessarily to be construed as proof that plagiarism does not occur: unless a book turns out to be bestseller, with film and television rights sold, it hardly behooves one to try to collect damages from an empty purse.</p>\n<p>There is a tense, itchy irritation about this book that gives the reader the feeling—probably without justification—that the author is being unfair to those he criticizes. There are occasional, nonintrusive footnotes and more ample notes at the back, though the presence of those is not indicated in the text by interruptive superior numerals; there is also a longish Bibliography (though, as a note warns, not every item in it deals with or is suggestive of “unoriginality”), and a good Index.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Stolen-Words-Classic-Book-Plagiarism/dp/0156011360\"><em>Stolen Words: Forays into the Origins and Ravages of Plagiarism</em></a></h1> <p>Thomas Mallon, (Penguin, 1989), xiv + 300pp.</p> <p>According to <em>Black's Law Dictionary</em> (West, 5th ed. 1981), <em>plagiarism</em> is:</p> <blockquote>\n<p>The act of appropriating the literary composition of another, or parts or passages of his writings, or the ideas or language of the same, and passing them off as the product of one's own mind.</p>\n<p>To be liable for plagiarism, it is not necessary to exactly duplicate another's literary work, it being sufficient if unfair use of such work is made by lifting of substantial portion thereof, but even an exact counterpart of another's work does not constitute plagiarism if such counterpart was arrived at independently.</p>\n</blockquote> <p><em>The Random House Unabridged</em> (1966) gives:</p>"
}