{
  "type": "Article",
  "title": "VERBUM SAP: My Tainted Ain't",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: My Tainted Ain't</h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>That was a short and shirty battle of words— and wordsmiths—a few months ago, was it not? In case you missed it, it was an unusual, quite public, and inevitably indecisive skirmish between Merriam-Webster Inc., the doughty doyen of U.S. dictionary publishers, and Houghton-Mifflin Co., the parvenu producer of the <em>American Heritage Dictionary of the English Language</em>. The bone of contention was, of all things, that old symbol of solecism, <em>ain't</em>.</p>\n<p>Doyens do not traditionally go looking for trouble, and, true to form in this instance, it was the younger wordmonger who picked the fight. And while <em>ain't</em> was the ostensible <em>casus belli</em>, the affair was really an unseemly flare-up of the long-standing cold war between the prescriptivists and the descriptivists. I have no intention of re-hashing here the pros and cons of the pre-and de-sides of the-scriptivist squabble, but the brief controversy did raise some interesting side issues. The flash-point was a guerrilla press release, issued by Houghton-Mifflin, in which it virtually accused the venerable vocabularians at Merriam-Webster of condoning the indiscriminate use of <em>ain't</em>. This was roughly the lexicographical industry equivalent of Pepsi-Cola claiming Coke contains carcinogens.</p>\n<p><em>American Heritage</em> pointed out that its own new (third) college edition terms the use of <em>ain't</em> “nonstandard,” the most damning label in its pharmacopoeia. It added that the 10th edition of the all-time best-seller <em>Merriam Webster's Collegiate Dictionary</em> “disagrees, suggesting <em>ain't</em> is O.K.” Leaving aside the tricky question of how the <em>Webster's</em>, published in May, could “disagree” with the <em>American Heritage</em>, not yet published at the time of the kerfuffle, let us examine just how licentious the <em>Merriam Webster</em> usage note is.</p>\n<p>“Although widely disapproved as nonstandard and more common in the habitual speech of the less educated, <em>ain't</em> ... is flourishing in American English,” it says before listing 12 fairly current examples of its use. This strikes me as something short of downright aiding and abetting.</p>\n<p>The <em>American Heritage College Dictionary</em>, not content with slapping a skull-and-crossbones sticker on <em>ain't</em>, adds the stunningly brash declaration that the word “has by now acquired such a stigma that it is beyond any possibility of rehabilitation.” Well, it ain't necessarily so, and I adduce the curious case of the word <em>occupy</em> as evidence that lexicographers should never say dead.</p>\n<p>This unremarkable verb and its derivatives have a most extraordinary history. It originally meant to seize or take possession of something forcibly, a sense that survives in military contexts and some university presidents' offices. Other, weaker, senses developed, covering ownership of a plot of land, a job, and having temporary squatter's rights to an airplane privy. Some time before the middle of the 15th century, somebody used <em>occupy</em> as a synonym for copulate. This early perversion might have been a soldier's euphemism for rape, since that atrocity was a normal concomitant of any military <em>occupation</em>. The sexual connotation caught on, and by the end of the 16th century, <em>occupy</em> was rarely used in polite company without raising eyebrows or causing sniggers or blushes. The degradation was so pronounced that Shakespeare remarked on it through the voice of Doll Tearsheet. “A Captain!” she exclaims scornfully about Pistol's ill-gotten new rank, “God's light, these villains will make the word as odious as the word <em>occupy</em>; which was an excellent good word before it was ill-sorted.”</p>\n<p>It was so ill-sorted that it became almost extinct. In a footnote to its entry for <em>occupy</em>, <em>OED2e says</em> the disuse of the word in the 17th and most of the 18th centuries is “notable.” Against 194 quotations using it in the 16th century, <em>OED</em> has only eight for the 17th (outside of the 1611 Bible), and only 10 for the 18th, all of them in the last 30 years. It is used only twice by Shakespeare, and not at all by Milton, Pope, or Gray.</p>\n<p>So for more than a century and a half <em>occupy</em> was a victim of what might be called <em>coyness interruptus</em>. In our time, <em>intercourse</em> is under a similar cloud, requiring a modifier such as “social” in order to avoid a carnal connotation. But <em>occupy's</em> eclipse was all but total, and its return to respectability may be the greatest comeback in English word history. What is more, the vulgar sense has vanished, quite reversing the historical tendency in which pejoration prevails.</p>\n<p>Houghton-Mifflin's sabre-rattling may have been little more than an unseemly publicity stunt. And it worked. After all, Merriam Webster spent a hefty $2.5 million to promote the 10th edition, while Houghton-Mifflin enjoyed widespread media coverage with just the stroke of a press release. But then, <em>Webster's</em> shared that exposure.</p>\n<p>The argument remains that the <em>American Heritage</em> banishment of <em>ain't</em> goes beyond prescriptivism into downright dismissivism. Is it possible that this handy, happy-go-lucky word, so much a part of the American heritage, might be banned entirely from future editions of the <em>American Heritage</em>? The editors could do worse than consider the wisdom of that eminent philosopher/philologist Lawrence Peter (Yogi) Berra, who said, “It ain't over till it's over.” And as some other sage grammatically agreed, is it not the truth!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: My Tainted Ain't</h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>That was a short and shirty battle of words— and wordsmiths—a few months ago, was it not? In case you missed it, it was an unusual, quite public, and inevitably indecisive skirmish between Merriam-Webster Inc., the doughty doyen of U.S. dictionary publishers, and Houghton-Mifflin Co., the parvenu producer of the <em>American Heritage Dictionary of the English Language</em>. The bone of contention was, of all things, that old symbol of solecism, <em>ain't</em>.</p> <p>Doyens do not traditionally go looking for trouble, and, true to form in this instance, it was the younger wordmonger who picked the fight. And while <em>ain't</em> was the ostensible <em>casus belli</em>, the affair was really an unseemly flare-up of the long-standing cold war between the prescriptivists and the descriptivists. I have no intention of re-hashing here the pros and cons of the pre-and de-sides of the-scriptivist squabble, but the brief controversy did raise some interesting side issues. The flash-point was a guerrilla press release, issued by Houghton-Mifflin, in which it virtually accused the venerable vocabularians at Merriam-Webster of condoning the indiscriminate use of <em>ain't</em>. This was roughly the lexicographical industry equivalent of Pepsi-Cola claiming Coke contains carcinogens.</p> <p><em>American Heritage</em> pointed out that its own new (third) college edition terms the use of <em>ain't</em> “nonstandard,” the most damning label in its pharmacopoeia. It added that the 10th edition of the all-time best-seller <em>Merriam Webster's Collegiate Dictionary</em> “disagrees, suggesting <em>ain't</em> is O.K.” Leaving aside the tricky question of how the <em>Webster's</em>, published in May, could “disagree” with the <em>American Heritage</em>, not yet published at the time of the kerfuffle, let us examine just how licentious the <em>Merriam Webster</em> usage note is.</p>"
}