{
  "type": "Article",
  "title": "VERBUM SAP: Niggles in a Haystack",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>Niggles in a Haystack</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>The short but fascinating history of the <em>Oxford English Dictionary</em>, at the front of the first volume of the Second Edition, provides a modest affirmation of humanity's—and the <em>OED</em>'s—fallibility. It allows that after 120 person-years of proofreading and probably the most intensive electronic checking, double-checking, and cross-checking in publishing history, the text of <em>OED2</em> was still susceptible of a “residual error-rate” of 1 in every 250,000 characters. The 350 million characters on 21,500 pages comprising the complete 20-volume set make a formidable haystack in which to find these minuscule misprints. But Bradley Crawford, a Toronto lawyer who specializes in banking law, pricked his finger on one recently while browsing in the entry for <em>indebted</em>. Mr. Crawford politely informed Oxford of his discovery, thus:</p>\n<blockquote>\n<p>Dear Sir: I believe there is a typo on page 838 of Volume VII... where one of the meanings of 'indebted' is given as 'in dept'. I assure you, I take no pleasure in drawing this to your attention. It is at most a trivial blemish that all will understand and forgive. One thought, however, continues to trouble me: the scholarship and reputation of your work are so great, the probability of error so small; do you consider there is any risk that 'in dept' will now become acceptable usage, apparently being sanctioned by the most respected authority on our language?</p>\n</blockquote>\n<p>Within a sesquifortnight (<em>nonce-word</em>, invented for this nonce), Mr. Crawford received an equally courteous reply from Oxford, over the signature of John Simpson, Co-Editor, Oxford English Dictionary. He also got a free etymological opinion.</p>\n<blockquote>\n<p>Thank you for pointing out the typographical error in the <em>OED</em>'s entry for <em>indebted</em>, which we shall endeavour to correct at the next opportunity... As to your second question, whether 'in dept' will now become an accepted usage, it must be touch-and-go! The <em>b</em> in <em>debt</em> is itself an unnecessary letter, and originally did not form part of the word at all. The oldest records show <em>det(t)e</em> and similar forms as the Middle English spelling. The <em>b</em> was artificially introduced on analogy with the Latin <em>debitum</em>. So there is certainly a precedent for the respelling. On balance, however, I feel that the occurrence... is not likely to have more effect on the language than the 1,917 other occasions in the Dictionary on which the word is spelled correctly.</p>\n</blockquote>\n<p>Considering the 250,000-to-1 odds over-all, <em>debt</em> with one error in 1,917 fared rather poorly. But this niggle and whatever other typos there may be are mighty small molehills beside the mountainous masterpiece that is the <em>OED2e</em>. It is, to be sure, an unfinished masterpiece, and always will be. The Second Edition, after all, was mainly an electronic merger of the “Murray” dictionary, completed in 1928, and the subsequent <em>Supplements</em>. The editors updated where the need cried out, and they did add 5,000 new items. But a lot, as they say in the short history, remains to be done.</p>\n<blockquote>\n<p>There is much in the style... the punctuation, the capitalization, the definitional terminology, and the spelling (within entries and even of some headwords) that calls for modernization. Many current words are illustrated by a latest quotation from the first half of the nineteenth century... Recent examples ought to be supplied for every sense that is still current.</p>\n</blockquote>\n<p>That is especially true of words near the top of the alphabet, naturally the earliest worked on by James Murray and his associates in the 1880s. The freshest quotation for <em>attitude</em>, as a frame of mind, is from 1876. Staler yet is the supporting material for <em>bathe</em> in its basic sense; the most recent citation is from Jedidiah Morse's <em>American Universal Geography</em> of 1796.</p>\n<p>Edward Wilson of Worcester College, Oxford, found another niggle in the haystack, which he described in the March, 1993, <em>Notes and Queries</em>. He was researching a 16th-century use of the participial adjective <em>fucking</em>, which appeared in a scrawled graffito in the margin of a copy of Cicero's <em>De Officiis</em>, called the Brasenose Manuscript. The anonymous notator expressed enmity for the scribe, John Burton, Abbot of Osney, Oxford, by scribbling “O d fuckin Abbot,” the <em>d</em> presumably a short form of “damned.” He conveniently added the date 1528 to his rude scrawl, thus authenticating a written use of the profane intensifier that antedates the <em>OED</em>'s earliest citation by 40 years.</p>\n<p>But that is not what needled Mr. Wilson. He noted that the <em>OED2</em> unabashedly lists, defines, and supports <em>the</em> “four-letter word” (first recognized by <em>Oxford</em> only in the 1972 <em>Supplement</em>). But, he adds, the Second Edition contains a “verbatim reprint from the original (1897) volume III of <em>OED</em>” for the intensifier <em>damned</em>, with the anachronistic comment, “Now usually printed 'd——d'.” That the <em>OED2</em> perpetuated this prissy Victorian propriety, yet ignored the fact that <em>fuck</em> and its derivatives are still often euphemized by dashes in print, Mr. Wilson describes as a “reprehensible failure.”</p>\n<p>If so, it will—along with other shortcomings or long-in-the-tooth text—be remedied when the new <em>Supplements</em> start hitting the streets. The first one is due this summer, at which point the haystack-hunt can, and no doubt will, begin all over again.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>Niggles in a Haystack</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>The short but fascinating history of the <em>Oxford English Dictionary</em>, at the front of the first volume of the Second Edition, provides a modest affirmation of humanity's—and the <em>OED</em>'s—fallibility. It allows that after 120 person-years of proofreading and probably the most intensive electronic checking, double-checking, and cross-checking in publishing history, the text of <em>OED2</em> was still susceptible of a “residual error-rate” of 1 in every 250,000 characters. The 350 million characters on 21,500 pages comprising the complete 20-volume set make a formidable haystack in which to find these minuscule misprints. But Bradley Crawford, a Toronto lawyer who specializes in banking law, pricked his finger on one recently while browsing in the entry for <em>indebted</em>. Mr. Crawford politely informed Oxford of his discovery, thus:</p> <blockquote>\n<p>Dear Sir: I believe there is a typo on page 838 of Volume VII... where one of the meanings of 'indebted' is given as 'in dept'. I assure you, I take no pleasure in drawing this to your attention. It is at most a trivial blemish that all will understand and forgive. One thought, however, continues to trouble me: the scholarship and reputation of your work are so great, the probability of error so small; do you consider there is any risk that 'in dept' will now become acceptable usage, apparently being sanctioned by the most respected authority on our language?</p>\n</blockquote> <p>Within a sesquifortnight (<em>nonce-word</em>, invented for this nonce), Mr. Crawford received an equally courteous reply from Oxford, over the signature of John Simpson, Co-Editor, Oxford English Dictionary. He also got a free etymological opinion.</p>"
}