{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: James Boswell: The Life of Johnson and The Making of Johnson's Dictionary: 1746-1773",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/James-Boswell-Johnson-Landmarks-Literature/dp/0521378931\"><em>James Boswell: The Life of Johnson</em></a> and <a href=\"https://www.abebooks.com/9780521568388/Making-Johnsons-Dictionary-1746%E2%80%931773-Cambridge-0521568382/plp\"><em>The Making of Johnson's Dictionary: 1746-1773</em></a></h1>\n<p>Greg Clingham, (Cambridge University Press, 1992), xviii + 131pp. and Allen Riddick, (Cambridge University Press, 1991), xiii + 249pp.</p>\n<p>Despite the fact that Boswell's <em>Life of Johnson</em> has always been ranked with Vasari's <em>Lives of the Artists</em> and Plutarch's <em>Lives</em> as a model for the genre, those concerned mainly with linguistics and with lexicography view it chiefly as a means of access to information about a lexicographer. It is important to note that although Johnson was the “hero” of Boswell's biography, Boswell is scarcely regarded as second fiddle: it is with good reason that he has emerged as a major writer of the period. Clingham's book, the price of which belies its size, delves into details about Boswell and the <em>Life</em> that are interesting historically and biographically but demonstrate on one hand Boswell's ability to recount accurately details of conversations that took place years before and, on the other, his artistry in fictionalizing certain events for the sake of embellishing them. In this context it must be recalled that Boswell met Johnson in 1763, that Johnson died in 1784, and that the <em>Life</em> was not written till the 1790s; even though Boswell kept notes, one can imagine what a prodigious effort it was to reconstruct the attitudes, nuances of expression, and other minuscule details of tone and color so characteristic of the <em>Life</em> when the events took place as much as thirty years earlier.</p>\n<p>Clingham provides two chronologies, the first of Boswell's life, the second of “Some of the principal scenes and conversations in the 'Life.' ” The second identifies fifty events, giving the date, place, people present, subject(s) of conversation, and page number in the <em>Life</em> for each. In the first, one is reminded of some of the important works published in the period: Richardson, <em>Pamela</em>; Fielding, <em>Shamela</em>; Pope, <em>New Dunciad</em>; Young, <em>Night Thoughts</em>; Fielding, <em>Joseph Andrews</em>; Richardson, <em>Clarissa</em>; Montesquieu, <em>Spirit of the Laws</em>; Smollett, <em>Roderick Random</em>; Fielding, <em>Tom Jones</em>; Gray, 'Elegy wrote in a Country Churchyard'; Hume, <em>Enquiry Concerning Principles of Morals</em>; Johnson, <em>Dictionary</em>; Rousseau, <em>Discourse on Inequality</em>; Voltaire, <em>Candide</em>; Macpherson 'Ossian'; Sterne, <em>Tristram Shandy</em>; Rousseau, <em>Social Contract</em> and <em>Emile</em>; Percy, <em>Reliques of Ancient Poetry</em>; Blackstone, <em>Commentaries on the Laws of England</em>; Goldsmith, <em>Vicar of Wakefield</em>; Sterne, <em>Sentimental Journey</em>; Goldsmith, 'Deserted Village'; <em>Burke, Thoughts on the Present Discontents</em>; Smollett, <em>Humphrey Clinker</em>, etc.—and that was only between 1740 and 1770! Could the paltry output of a contemporary interval measure up against those three decades?</p>\n<p>In spite of its deceptively narrow scope, the treatment is thorough and scholarly; the author's genuine affection for his subject emerges, a feeling that is contagious and makes one want to pick up the <em>Life</em> to read it or, having learned what one has missed, to reread it. It is most reprehensible that Clingham's book lacks an index, though a useful bibliography is provided.</p>\n<p><em>The Making of Johnson's Dictionary</em> is filled with revelatory information, fascinating to anyone interested in dictionaries or lexicography (which is another way of saying that I liked it but others might find it less than riveting). For example, lexicographers have long made a show of gathering citations (used interchangeably with <em>quotations</em>) for a given word, laboriously sorting them into their different senses, studying the various sets so produced, and deriving one or more definitions from them. For years I have protested, especially to the editors of the <em>OED2e</em>, that if one examines the quotations for a given sense in that work (or, indeed, any other), it would be demonstrably impossible for anyone not already knowing the meaning to divine a definition from the proffered evidence. In response I have usually heard a weary explanation that the quotations appearing in print in the <em>OED</em> (and, presumably, its successive supplements) are only a small, selected fraction of those in the files. That may be the case, but, as a professional lexicographer for many years, I do not believe it. Well do I recall reading and rereading not only paragraphs of text but chapters and even entire books in order to grasp the meaning of a given term.</p>\n<p><em>The Mathematical Theory of Communication</em>, by Claude E. Shannon and Warren Weaver (Univ. of Illinois Press), was published in 1949, but nobody except specialists paid it much heed till the late 1950s, when, suddenly, the information experts, who were busy threatening us with an “information explosion,” fastened on the word <em>entropy</em>, and everyone who had anything to do with information theory (which included even me, at least peripherally) had to use the word at least once in every talk or paper to demonstrate being <em>au fait</em> with the current jargon. I shall not go into the intricacies of the definition, which can be found in every up-to-date dictionary, except to say that a comparison of those definitions does not yield anything that a layman can understand, either easily or with effort. That is not a criterion of defining, believe it or not, for a moment's consideration should reveal that there are many highly specialized terms that have become public catchwords, hence must be listed in dictionaries; yet one needs a specialized background to understand them. <em>Entropy</em> is one such term; <em>theory of relativity</em>, which has been bandied about for more than half a century now, is certainly another. In looking up a word in the dictionary, the user expects to <em>understand</em> its definition—at least well enough to be able to use the word in conversation, writing, or some appropriate context. It is extremely doubtful that anyone could derive any useful understanding from the definitions of <em>entropy</em> and <em>theory of relativity</em> without having been exposed to a crash course in physics and, especially in the case of entropy, in thermodynamics. The definition I wrote for <em>entropy</em>, which appeared in the 1966 edition of the <em>Random House Unabridged</em> and the <em>College Edition</em> (1968), has evidently been considered either incorrect or inadequate, for an entirely new definition appears in subsequent editions. I shall not labor the point further except to note that I read Shannon and Weaver's book at least three times before being able to make any sense out of the application of the word <em>entropy</em>, borrowed from thermodynamics, to information theory. I did finally understand it, I think, and I believe I still know what it means, but the definitions I read are at variance with my understanding and with each other.</p>\n<p>Lest I lose sight of the reason for raising this matter, let me return to the citation/quotation issue by pointing out that if one must read a book, even a short one—the Shannon and Weaver was, as I recall, only about 150 pages in length—in order to derive the meaning for a term, lexicographers and dictionary publishers are in deep trouble.</p>\n<p>They can take heart, however, from Allen Reddick's surmise that</p>\n<blockquote>\n<p>...the entry headings, etymologies and definitions, according to this account, were written down <em>before</em> the quotations were collected. [p. 30]</p>\n</blockquote>\n<p>[The account referred to is one written by “W.N.,” not otherwise identified, that appeared in a letter in <em>Gentleman's Magazine</em> for December 1799.]</p>\n<p>VERBATIM does not accord the luxury of space needed to demonstrate the validity of my argument, so readers are invited to study the quotations for almost any definition of any entry in the <em>OED</em> for proof of my contention. It must be emphasized that, unless the definition is wrong, there is nothing wrong with regarding the quotations as illustrations of the entry word in use; more to the point, in the <em>OED</em>, many may be regarded simply as evidence of the early appearance of a word in print, for whatever value one might place on that. If there be any fallacies inherent in citation collection, they must be laid at the door of those in the Philological Society who dreamt up the scheme. The system is excellent as far as it goes, but it is often misapplied by people who take the earliest citation as evidence that the given term was “invented” by the author of the quotation, ignoring entirely the paucity of extant early writings and the fact that any of the terms might have been used in spoken English (of whatever vintage) for generations before appearing in print.</p>\n<p>Johnson was aware of this shortcoming and others, including blatant personal prejudice:</p>\n<blockquote>\n<p>“When I published my Dictionary, ” Johnson explained to Thomas Tyers, “I might have quoted <em>Hobbes</em> as an authority in language, as well as many other writers of his time: but I scorned, sir, to quote him at all; because I did not like his principles.” Hester Thrale recorded: “I have heard Mr. Johnson say myself that he never would give Shaftesbury [Thomas] Chubb or any wicked Writer's Authority for a Word, lest it should send People to look in a Book that might injure them forever.” One of his favorite writers, Samuel Clarke, is not quoted because of his anti-Trinitarian positions. [p. 34]</p>\n</blockquote>\n<p>On the absence of spoken citations:</p>\n<blockquote>\n<p>“...to reach the colloquial without the opportunities of familiar conversation, is very difficult. By reading great Authors it cannot be obtained, as books speak but the language of books.” [p. 35]</p>\n</blockquote>\n<p>These days, for better or for worse, books can no longer be accused of speaking “but the language of books,” and, if necessary, we can resort to written transcripts of much of the matter uttered viva voce on radio and television. There is no shortage of provender in that department.</p>\n<p>Reluctant though I am to raise the issue again concerning allegations of improper appropriation of the work of others brought against me some years ago by Mr. Robert W. Burchfield, erstwhile editor of the <em>OED Supplement</em>—a charge, incidentally, totally without foundation, as, if he had taken the trouble to discover, either the matter was in the public domain or the owners of copyright matter had been paid for the right to use it—I am moved to quote the following, in reference to Johnson's <em>Dictionary</em>:</p>\n<blockquote>\n<p>...[T]he entries under the first two letters and the beginning of c, replete with cross references, generous, lengthy definitions, extraneous encyclopedic information (as in the full discussions under AMBER and AMBERGRIS, or the fifty-three line entry under AMMONIAC, all taken from Chambers's <em>Cyclopedia</em>) are noticeably different from the sparer ones which come afterwards. [p. 40]</p>\n</blockquote>\n<p>Space does not permit a fuller treatment of this well-written study, and it is commended to nonspecialist readers as well as scholars. There is an Index, the notes are easy to find at the back of the book, and scholars and bibliophiles will find the three appendices, which deal with the source materials in the British Library, particularly useful and interesting.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/James-Boswell-Johnson-Landmarks-Literature/dp/0521378931\"><em>James Boswell: The Life of Johnson</em></a> and <a href=\"https://www.abebooks.com/9780521568388/Making-Johnsons-Dictionary-1746%E2%80%931773-Cambridge-0521568382/plp\"><em>The Making of Johnson's Dictionary: 1746-1773</em></a></h1> <p>Greg Clingham, (Cambridge University Press, 1992), xviii + 131pp. and Allen Riddick, (Cambridge University Press, 1991), xiii + 249pp.</p> <p>Despite the fact that Boswell's <em>Life of Johnson</em> has always been ranked with Vasari's <em>Lives of the Artists</em> and Plutarch's <em>Lives</em> as a model for the genre, those concerned mainly with linguistics and with lexicography view it chiefly as a means of access to information about a lexicographer. It is important to note that although Johnson was the “hero” of Boswell's biography, Boswell is scarcely regarded as second fiddle: it is with good reason that he has emerged as a major writer of the period. Clingham's book, the price of which belies its size, delves into details about Boswell and the <em>Life</em> that are interesting historically and biographically but demonstrate on one hand Boswell's ability to recount accurately details of conversations that took place years before and, on the other, his artistry in fictionalizing certain events for the sake of embellishing them. In this context it must be recalled that Boswell met Johnson in 1763, that Johnson died in 1784, and that the <em>Life</em> was not written till the 1790s; even though Boswell kept notes, one can imagine what a prodigious effort it was to reconstruct the attitudes, nuances of expression, and other minuscule details of tone and color so characteristic of the <em>Life</em> when the events took place as much as thirty years earlier.</p> <p>Clingham provides two chronologies, the first of Boswell's life, the second of “Some of the principal scenes and conversations in the 'Life.' ” The second identifies fifty events, giving the date, place, people present, subject(s) of conversation, and page number in the <em>Life</em> for each. In the first, one is reminded of some of the important works published in the period: Richardson, <em>Pamela</em>; Fielding, <em>Shamela</em>; Pope, <em>New Dunciad</em>; Young, <em>Night Thoughts</em>; Fielding, <em>Joseph Andrews</em>; Richardson, <em>Clarissa</em>; Montesquieu, <em>Spirit of the Laws</em>; Smollett, <em>Roderick Random</em>; Fielding, <em>Tom Jones</em>; Gray, 'Elegy wrote in a Country Churchyard'; Hume, <em>Enquiry Concerning Principles of Morals</em>; Johnson, <em>Dictionary</em>; Rousseau, <em>Discourse on Inequality</em>; Voltaire, <em>Candide</em>; Macpherson 'Ossian'; Sterne, <em>Tristram Shandy</em>; Rousseau, <em>Social Contract</em> and <em>Emile</em>; Percy, <em>Reliques of Ancient Poetry</em>; Blackstone, <em>Commentaries on the Laws of England</em>; Goldsmith, <em>Vicar of Wakefield</em>; Sterne, <em>Sentimental Journey</em>; Goldsmith, 'Deserted Village'; <em>Burke, Thoughts on the Present Discontents</em>; Smollett, <em>Humphrey Clinker</em>, etc.—and that was only between 1740 and 1770! Could the paltry output of a contemporary interval measure up against those three decades?</p> <p>In spite of its deceptively narrow scope, the treatment is thorough and scholarly; the author's genuine affection for his subject emerges, a feeling that is contagious and makes one want to pick up the <em>Life</em> to read it or, having learned what one has missed, to reread it. It is most reprehensible that Clingham's book lacks an index, though a useful bibliography is provided.</p>"
}