{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Even-Steven and Fair and Square: More Stories Behind the Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Even-Steven-Fair-Square-Stories-Wordwatchers/dp/0452270677\"><em>Even-Steven and Fair and Square: More Stories Behind the Words</em></a></h1>\n<p>Morton S. Freeman, (Plume (Penguin), 1993).</p>\n<p>Here is still another popular book of etymologies. One must assume that publishers are catering to an unfulfilled demand for such works. It is a damned shame that the publishers haven't the intelligence to get responsible, knowledgeable linguists to check the validity of the information put forth by amateurs. I have great respect for Leo Rosten both as a writer and as an informed observer of the language; but that does not make him an etymologist, and many of the word origins proposed in his books are fancy, not fact. That his Foreword appears at the front of this book is no indication that he has, necessarily, put his imprimatur on every etymology it contains, but he ought to be more careful.</p>\n<p>The problem with amateur etymologists is that they accept as true the etymologies that seem the most interesting. Often, a professional etymologist at a loss for an explanation of the origin of a word or phrase will offer his speculation as to how the term arose; scholars are careful to qualify such proposals as hypothetical. People like Freeman not only accept such speculations as gospel, they take it upon themselves to embellish the stories. In his Introduction (“Read This First”), Freeman states unequivocally, the origin of <em>kangaroo:</em></p>\n<blockquote>\n<p>Captain James Cook, in 1770, asked the native Australian aborigines for the name of the two-legged marsupials that were jumping all over the area. He was told <em>kangaroo</em>, which name he noted in his log. What he failed to realize was that in the Australian native language <em>kangaroo</em> meant “I don't know.”</p>\n</blockquote>\n<p>The likelihood of such a tale does not seem to concern Freeman: it is as plausible as a story that the inhabitants of Capistrano had no word for <em>swallow</em> or that there is no word in French for <em>sex</em>. A similar origin is cited for <em>llama</em>. Neither of these is corroborated by the <em>OED2e</em> or by any other responsible dictionary. On the other hand, the alternative name <em>indri</em>, for a kind of Madagascan lemur, did have its origin in the native word 'Look!,' used to call attention to the animal but taken by the hearer to be the name of the animal. Have you heard the one about the aliens who landed in Schropshire and, seeing a nubile wench feeding the chickens in a farmyard, asked the farmer what she was called. “Bugger off!” shouted the wench's protective father, which is why <em>bgrrrf</em> is the Martian word for 'nubile wench' (there are no vowels in Martian).</p>\n<p>A term on which I have spent some considerable time is <em>horse latitudes.</em> An etymology is not given in the <em>OED2e</em>, though attention is drawn to the speculations set forth in the quotations. The old story was about the Spaniards having jettisoned horses into the sea when becalmed and no longer able to water them. That is arrant nonsense. Freeman has dredged up that origin from an older source and embellished it, without citing the source. He continues by citing other theories, including its being a translation of <em>Golfo de las Yegas</em> [<em>sic</em> for <em>yeguas</em>], 'Gulf of the Mares.' This hotchpotch appears, in one form or another, in several books.</p>\n<p>Other infelicities abound: under <em>hors d'oeuvers</em> we learn that “there is no English synonym” for the term; a few lines further on we read, “Hors d'oeuvres are appetizers.” He makes the mistake of quoting John Ciardi (a better poet than an etymologist) in the matter of <em>know the ropes,</em> to which Ciardi objected because he was under the impression that true nautical types (as typified by modern yachtsmen, who have a fetish about it) never call ropes anything but <em>lines</em>. That is utter rubbish. Moreover, a recent film about the Danish training vessel, <em>Danmark</em>, a full-rigged ship, mentions that the trainees are expected to know the names and functions of each of here 450-odd pieces of running and standing rigging soon after signing on; <em>know the ropes</em> has an obvious, straightforward, literal origin and it is distracting to have the weird mental aberrations of dreamers introduced merely to confuse.</p>\n<p>There nothing new in this book, including a manifest filtering mechanism by which the reader might be spared old wives' tales and other sources of misinformation and guided to a likely description of how a term originated. Ordinary mortals who are too intimidated to write books about <em>DNA</em> molecules ought to keep their hands off word origins.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Even-Steven-Fair-Square-Stories-Wordwatchers/dp/0452270677\"><em>Even-Steven and Fair and Square: More Stories Behind the Words</em></a></h1> <p>Morton S. Freeman, (Plume (Penguin), 1993).</p> <p>Here is still another popular book of etymologies. One must assume that publishers are catering to an unfulfilled demand for such works. It is a damned shame that the publishers haven't the intelligence to get responsible, knowledgeable linguists to check the validity of the information put forth by amateurs. I have great respect for Leo Rosten both as a writer and as an informed observer of the language; but that does not make him an etymologist, and many of the word origins proposed in his books are fancy, not fact. That his Foreword appears at the front of this book is no indication that he has, necessarily, put his imprimatur on every etymology it contains, but he ought to be more careful.</p> <p>The problem with amateur etymologists is that they accept as true the etymologies that seem the most interesting. Often, a professional etymologist at a loss for an explanation of the origin of a word or phrase will offer his speculation as to how the term arose; scholars are careful to qualify such proposals as hypothetical. People like Freeman not only accept such speculations as gospel, they take it upon themselves to embellish the stories. In his Introduction (“Read This First”), Freeman states unequivocally, the origin of <em>kangaroo:</em></p> <blockquote>\n<p>Captain James Cook, in 1770, asked the native Australian aborigines for the name of the two-legged marsupials that were jumping all over the area. He was told <em>kangaroo</em>, which name he noted in his log. What he failed to realize was that in the Australian native language <em>kangaroo</em> meant “I don't know.”</p>\n</blockquote>"
}