{
  "type": "Article",
  "title": "Of Eating Rubber and Sno-cones",
  "author": "Gerald Eskenazi",
  "location": "Roslyn, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Of Eating Rubber and Sno-cones</h1>\n<p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">Roslyn, New York</span></em></p>\n<p>I guess I had been hanging around locker rooms too long. Some years ago, I was sitting quietly with my son Michael at a World Series game. Suddenly, I jumped up when one of the Mets hit a line drive. I yelled, “It's a tweener!” My boy thought that was hysterical. Tweener does sound silly, I'll admit. Almost risqué, in fact. But I explained that a tweener is a line-drive hit between the outfielders. It is part of the rich lexicon of inside-sports expressions—that is, those used by the athletes themselves, and of which “civilians” are rarely aware.</p>\n<p>The world of sports abounds with these descriptive, and often clever and funny, words and phrases. In more than thirty years of covering sports, from the frozen ropes of football to the shake-and-bakes of basketball, I have delighted in a well-turned phrase by athletes. They employ a sense of humor in describing what they do and the perils and joys of their job.</p>\n<p>Hockey brought me my first inside look—or listen. I learned of a <em>snow-thrower</em>. No, it is not something one hauls out of the garage after a winter storm. A snow-thrower is a 'sissy,' a 'skater who throws snow when he screeches to a halt and the ice shavings fly.' Presumably, he has stopped short of having contact, of <em>mucking it up</em>. Some might call it prudent, but not hard-nosed hockey players.</p>\n<p>To a fan, a goalie on the receiving end is being bombarded with a flurry of shots, but to the hockey player, the goalie is <em>eating rubber</em>. Actually, it is an expression that made sense at one time. The goalie's mask came to prominence only in the 1970s. Before then, a barefaced goalie literally “ate rubber.” He lost a few teeth, and the referee would hold up the game while the goalie went to the trainer's room and “took 20”—the number of stitches he needed to repair his face. Even the face mask, which is mandated by the rules these days, was looked at as de-masculinizing the game. When Jacques (Jake the Snake) Plante, the great—and safety-conscious—Montreal Canadiens' goalie of the 1960s, donned one the first time, a fan yelled, “Hey, Plante, Halloween's over!”</p>\n<p>Athletes generally laugh at danger or pressure, and their language reflects that approach. When a pitcher is taken out of the game, he is miffed because the manager <em>took the rock out of my hands</em>. That is an unusually insensitive description of a ball—<em>rock</em>, as if it were nothing more than something one might pick up in field of dreams.</p>\n<p>A lovelier phrase, I think, is <em>painting the black</em>. This also harkens to a time when the grass was green and the beveled edge of home plate was black. The black portion served to offset the white plate, making it easier for an umpire to call a runner out or determine balls and strikes: it was not supposed to be part of the plate. But umpires allowed pitchers that outer limit. The <em>black</em> these days is virtually buried in the home-plate dirt, not visible to the fans. Indeed, the pitcher cannot even see it. Yet a pitcher who is <em>painting the black</em> is getting his ball on the edge, nipping the corners, so to speak. His control is impeccable.</p>\n<p>My favorite baseball expression is a <em>sno-cone</em>, because it is the most aptly descriptive. When a fielder leaps or dives for a ball—just barely gets it to stay in his glove, but most of it is sticking out—that is a <em>sno-cone</em>.</p>\n<p>Other expressions need no translation for a ballplayer, although they certainly are arcane to the fan in the stands. When a spectator sees a mischievous curve ball, the player sees an <em>Uncle Charlie</em>, a <em>yellow hammer, or a yakker</em>. There is probably an African-American slang component to some of the newer expressions: certainly, <em>Uncle Charlie</em> seems to be a takeoff on <em>Mr. Charlie</em>, 'the man, or boss, or someone or something to be respected.' While the <em>TV</em> announcer is getting excited about the home-run the hitter has just stroked out of the park, the batter is probably thinking, “I took the pitcher <em>downtown.” Downtown</em> likely is another word with a black source, suggesting a good time or at least some movement as a baseball.</p>\n<p>Carl Yastrzemski, the Hall of Famer with the Red Sox, never boasted. But in a book we collaborated on he told me he was proud of his ability to avoid being frightened by <em>chin music</em>, a 'pitch aimed at the head.'</p>\n<p>And there certainly are some fellows with a strong arm—a <em>good hose</em>, they would say—who can <em>bring it</em> and create harmonics with their fast ball rippling the air. Of course, their fast balls are <em>heaters</em>. The trickier pitchers, though, <em>turn the ball over</em>: their pitches reach the batter with a slight reverse curve, something known to the public as a <em>screwball</em>.</p>\n<p>I am sure there are other crossover words, but <em>tweener</em> is one that is good enough to play two sports. In football a <em>tweener</em> is a 'person whose size complicates life for the coach': Is the player big enough for the defensive line or is he outsized for linebacker? He is a <em>tweener</em>.</p>\n<p>This year's trendy football expression in the coaches' meeting rooms is <em>red zone</em>, referring not to the off-limits hot-spot these big fellows seek out in the wee hours but to the area between the opponents' 20-yard line and the goal-line—the zone one should be able to score from. A good quarterback can get one in. Some do it by throwing a <em>frozen rope</em>—a 'tight spiral that zips toward the receiver on a straight line.' And when that goal-line is finally crossed, the scorer might even celebrate by trying to <em>roll 6</em>—'spin the ball on end, like a top, in the end zone.'</p>\n<p>Unlike athletes in other sports, boxers do not have time to stage a demonstration after a good move. They have to wait until the match is over. Their workmanlike approach to the so-called “sweet science” is indicated by the phrase <em>riding the elevator</em>, meaning that a fighter is multi-dimensional and doing a classic job: he is attacking the body as well as the head.</p>\n<p>Amateur boxers wear tank shirts, the pros do not. So when a fighter turns pro, his manager proudly says, <em>He took off the vest</em>. And if the fighter becomes good, cuffing around an opponent, stinging him and raising purple welts and a bloody nose, he will have performed a <em>paint job</em>.</p>\n<p>Basketball, the newest sport, has many expressions only a few years old. The record book may list the top rebounder with a banal number, but to his peers he is <em>climbing glass</em>. A fan marvels at a clever guard's ability to dribble: <em>He's got a good handle</em> is the way his teammates describe it. An announcer might describe someone's “playing time,” but when the game is over players talk about their <em>minutes</em>: the more, the better. If one <em>shoots a brick</em> too often, though, he will have fewer minutes. <em>Shooting a brick</em> is 'bouncing the ball off the backboard' rather than swirling it right into the net.</p>\n<p>I have whimsical creations of my own. I have often wondered if in Montreal, where the Expos play, they say, “Oú sont les sno-cones d'antan?”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Of Eating Rubber and Sno-cones</h1> <p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">Roslyn, New York</span></em></p> <p>I guess I had been hanging around locker rooms too long. Some years ago, I was sitting quietly with my son Michael at a World Series game. Suddenly, I jumped up when one of the Mets hit a line drive. I yelled, “It's a tweener!” My boy thought that was hysterical. Tweener does sound silly, I'll admit. Almost risqué, in fact. But I explained that a tweener is a line-drive hit between the outfielders. It is part of the rich lexicon of inside-sports expressions—that is, those used by the athletes themselves, and of which “civilians” are rarely aware.</p> <p>The world of sports abounds with these descriptive, and often clever and funny, words and phrases. In more than thirty years of covering sports, from the frozen ropes of football to the shake-and-bakes of basketball, I have delighted in a well-turned phrase by athletes. They employ a sense of humor in describing what they do and the perils and joys of their job.</p> <p>Hockey brought me my first inside look—or listen. I learned of a <em>snow-thrower</em>. No, it is not something one hauls out of the garage after a winter storm. A snow-thrower is a 'sissy,' a 'skater who throws snow when he screeches to a halt and the ice shavings fly.' Presumably, he has stopped short of having contact, of <em>mucking it up</em>. Some might call it prudent, but not hard-nosed hockey players.</p>"
}