{
  "type": "Article",
  "title": "Cynical Definitions and Funny Phrasebooks",
  "author": "John Kahn",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Cynical Definitions and Funny Phrasebooks</h1>\n<p><em><span data-rel=\"author\">John Kahn</span> <span data-rel=\"location\">London</span></em></p>\n<p>In a previous article, “Lexicographic Quirks and Whimsy” [XIX, 2, 9], I glanced briefly at one tangential topic, the Cynical Definition and hinted very vaguely at another, the Foreign Phrasebook. Both of them merit a more thorough airing. First, the Cynical Definition.</p>\n<p>Dr. Johnson could hardly have been the first to perfect the CD (Cynical Definition, sometimes Curmudgeonly Definition), and he was in fact very sparing in the use of it in his dictionary of 1755; but he did bring it into some kind of prominence. Here once again, as a reminder, are two of the best-known of his CDs:</p>\n<blockquote>\n<p><em>patron</em>... One who countenances, supports or protects. Commonly a wretch who supports with insolence, and is paid with flattery.</p>\n<p><em>oats</em>... A grain, which in England is generally given to horses, but in Scotland supports the people.</p>\n</blockquote>\n<p>So familiar has this kind of joke become that one accepts it almost as a miniature literary genre. Flaubert in his <em>Dictionary of Accepted Ideas</em> could be sure of a proper reader-response when defining <em>actress</em> as “the ruin of young men of good family,” and even a serious modern feminist work, <em>A Feminist Dictionary</em>, by Cheris Kramarae and Paula A. Treichler (Pandora Press, 1985), can venture the occasional CD without risking a charge of trivialization, as when defining <em>dinner</em> as “an activity which precedes washing the dishes,” and <em>quarantine</em> as “a popular remedy for the disease of feminism.”</p>\n<p>Perhaps the very structure of a dictionary definition lends itself to cynicism. In its terse, almost epigrammatic, capturing of a complete item of knowledge, it has a thumping decisiveness that is the cynic's stock-in-trade—not open to qualification or negotiation, not interested in seeing the other side or opening out the discussion.</p>\n<p>As a form of humor, the deliberate <em>CD</em> has never struck me as being of the highest, thigh-slapping quality. When one encounters H.L. Mencken's “definition” of <em>self-respect</em> as “the secure feeling that no-one, as yet, is suspicious,” does one find it funny or just sententious (after all, it can be found in a 1916 book of his entitled <em>Sententiae</em>); when Burt Bacharach says “A synonym is a word you use when you can't spell the word you first thought of” (in a work called <em>Facetiae</em> perhaps?), does one grin or grimace?</p>\n<p>At all events, such definitions have a tendency to accumulate into a critical mass demanding publication in newspaper or magazine columns and eventually in book form. The columns, to start with: here are examples from two British publications. First, from one of Miles Kington's “Moreover” columns from <em>The Times</em> (London) in 1981:</p>\n<blockquote>\n<p><em>confrontation</em>: That dramatic stage in a series of negotiations where both sides refuse to meet the other.</p>\n<p><em>taboo</em>: A subject or topic, like cancer or death, that is so sensitive that people talk about it the whole time.</p>\n</blockquote>\n<p>Then, from the British periodical <em>The Oldie</em>, Mike Barfield's column “Dictionary for our time”:</p>\n<blockquote>\n<p><em>carbonation</em> Process that renders liquids drinkable to the young.</p>\n<p><em>churchyard</em> A place where teenagers can smoke undisturbed.</p>\n<p><em>credit</em> Debt.</p>\n</blockquote>\n<p>It was a series of such columns, beginning over a century ago, that eventually led to the best-known, and possibly the best, of the books: Ambrose Bierce's <em>Devil's Dictionary</em> (first edition published in 1906). His definition of the word <em>cynic</em> itself strikes a typical note: 'a blackguard whose faulty vision sees things as they are, not as they ought to be.' This kind of thing quickly palls when browsed <em>en masse</em>, of course:</p>\n<blockquote>\n<p><em>caviler</em> <em>n</em>. a critic of our own work <em>bore</em> <em>n</em>. a person who talks when you wish him to listen</p>\n<p><em>self-evident</em> <em>adj</em>. evident to one's self [<em>sic</em>] and to nobody else.</p>\n</blockquote>\n<p>But his book is saved by an occasional masterstroke that takes one's breath away—</p>\n<blockquote>\n<p><em>cur</em> <em>n</em>. the lowest rank in the hierarchy of dogs</p>\n<p><em>liberty</em> <em>n</em>. one of imagination's most precious possessions</p>\n</blockquote>\n<p>—and an occasional touch of poetry:</p>\n<blockquote>\n<p><em>courtship</em> <em>n</em>. the timid sipping of two thirsty souls from a goblet which both can easily drain but neither replenish.</p>\n</blockquote>\n<p>Many more such books have followed. The 1980s alone spawned at least three of them in Britain. One is lamentably corny, <em>Beelzebub's Beastly Barbs</em>, by “Dick Diabolus” (Diabolus Press, 1982). Here is a duly insipid taste:</p>\n<blockquote>\n<p><em>claustrophobia</em> <em>n</em>. The horror of chambers</p>\n<p><em>barrister</em> <em>n</em>. One you pay to defend you in court, but who invariably acts for the prosecution at your trial.</p>\n</blockquote>\n<p>A second, <em>The Wit's Dictionary</em> by Colin Bowles (Angus and Robertson, 1984), is partly eclectic (quite good), partly original (quite hopeless). Here are some typically deplorable examples of the original material:</p>\n<blockquote>\n<p><em>subversive</em>... rocking the boat yourself and telling everyone it's a storm</p>\n<p><em>tooth fairy</em> a gay dentist</p>\n<p><em>chimpanzee</em> God's first draft of a politician</p>\n</blockquote>\n<p>The third is pretty good—<em>The Cynic's Dictionary</em>, by Russell Ash (Corgi, 1983-4). It is divided into thematic sections: “Books,” “Sex,” and so on. Here are extracts from two chapters, to give you a feel of the book. First, from “Advertising”:</p>\n<blockquote>\n<p><em>Compact</em> Small</p>\n<p><em>Economy size</em> Small</p>\n<p><em>Gentle; mild</em> Dilute; ineffective</p>\n<p><em>Medium size</em> Small</p>\n<p><em>Save!</em> Spend!</p>\n</blockquote>\n<p>Then, from the “Lonely Hearts” chapter:</p>\n<blockquote>\n<p><em>Bored</em> Boring</p>\n<p><em>Committed</em> Possessive</p>\n<p><em>Companionship</em> Easy lay</p>\n<p><em>Quite attractive</em> Quite revolting</p>\n<p><em>Writer</em> Unpublished writer</p>\n<p><em>Youthful</em> Old, but infantile</p>\n</blockquote>\n<p>An old trick, true enough, but all still fresh.</p>\n<p>Finally, to restore the transatlantic balance, here are some examples from another American volume, <em>Dictionary for the Disenchanted</em>, by Bernard Rosenberg (Henry Regnery, 1972). The book lobs material exuberantly though indiscriminately into the general target area of 1970s American life and politics. The result is a mix of damp squibs, civilian casualties, holed holy cows, and admirable direct hits. Here are some examples, to be classified as you think fit:</p>\n<blockquote>\n<p><em>Credibility Gap</em> The growing suspicion that once in a while the Administration may not be lying.</p>\n<p><em>Foreign Aid</em> Popularly defined as taxing poor people in rich countries for the benefit of rich people in poor countries.</p>\n<p><em>Mainliner 1.</em> Formerly, a Philadelphia gentleman. <em>2.</em> Now, anyone's son or daughter.</p>\n<p><em>Man A</em> biodegradable but nonrecyclable animal blessed with opposable thumbs capable of grasping at straws.</p>\n<p><em>Pessimist</em> Same as optimist, but better informed.</p>\n<p><em>Winding Down</em>... Expanding, enlarging, extending, and otherwise cleverly ending an interminable war.</p>\n<p><em>Wisdom</em> The recognition that things are worse than they were but better than they are going to be.</p>\n</blockquote>\n<p>To turn now to the subject of the Funny Phrasebook (or <em>FP</em>).</p>\n<p>Apocryphal though it may be, the statement “My postilion has been struck by lightning” is far from untypical for the left-hand-side (mother-tongue) material in phrasebooks. Here are some cue-sentences from the “Robertson Method” Spanish phrasebook, reprinted as recently as 1971 (in Spain):</p>\n<blockquote>\n<p>The plane is going down. We are arriving.</p>\n<p>I advise you to move your jaw, as if you were chewing, so as to avoid trouble with your ear drum, and to button your life belt.</p>\n<p>We have already landed.</p>\n<p>This material does not shrink. It has been previously damped.</p>\n<p>I'll take these four.</p>\n<p>I want a rather typical shirt, as a souvenir.</p>\n<p>Give me half a dozen vests, too, please.</p>\n<p>Give me some bananas, but not too ripe.</p>\n<p>I want firm ones, to take with me on a journey.</p>\n<p>These medlars are very sour?</p>\n<p>The water melon looks refreshing.</p>\n</blockquote>\n<p>What of the right-hand-side (target-language) material in phrasebooks? Monty Python's misleading phrasebook for Hungarians—when buying a box of matches, for instance, say the words “My hovercraft is full of eels,” and when asking directions to the railway station, say “Please fondle my buttocks” —is unlikely to have a real-life counterpart (unless Jimmy Carter's Polish interpreter has been compiling a Polish one). But the real, non-Pythonic world has occasionally come up with at least a pale imitation. <em>Time magazine</em> reported such a one in the early 1980s, the official Russian-English phrasebook for Soviet visitors to the U.S. Here are some of the scintillating English responses and requests that its Russian-speaking readers were encouraged to make.</p>\n<blockquote>\n<p>On arriving in the capitalist West, if anyone should ask you how you enjoyed your flight, you should say: “Flying in the TU-114, I felt myself excellently.”</p>\n<p>To the waiter taking your order in a restaurant, you might say typically: “Please give me curds, sower cream, fried chicks, pulled bread and one jelly fish.”</p>\n<p>If taken ill, explain to the doctor that you are suffering, as the case may be, from “a poisoning, a noseache, an eye-pain or quinsy.”</p>\n<p>At the clothes store, you might ask for “a ladies' worsted-nylon swimming pants.”</p>\n<p>And among the instructions you might wish to give at the beauty salon are these: “Make me a hairdress... sprinkle my head... I want my hair frizzled.”</p>\n</blockquote>\n<p>About 35 years earlier, an Italian-English phrasebook published in Florence apparently came to the attention of W.H. Auden. It must have been compiled, fairly hastily, to aid communication between Italian civilians and the newly arrived American and British troops. One particular entry in the <em>FP</em> so impressed Auden, it seems, that he was moved to bring it to the attention of a wider public:</p>\n<blockquote>\n<p><em>Posso presentare il conte. Meet the cunt</em>.</p>\n</blockquote>\n<p>Perhaps it is simply that republican feeling was running high in Italy in 1945, in the wake of the liberation.</p>\n<p>Just as Bierce's <em>Devil's Dictionary</em> is the touchstone for all books of CDs, so the exemplar for all FPs is the 19th-century Portuguese-English phrasebook compiled by “Pedro Carolino” (pen-name of one José da Fonseca) and widely reprinted under the title <em>English as She is Spoke</em>. It is too well-known (see VERBATIM, <em>VII</em>, 4, 1) to merit much discussion here. Just a brief extract or two, as a reminder of its flavor:</p>\n<blockquote>\n<p><em>The Walk</em></p>\n<p>...It seems to me that the corn does push alredy.</p>\n<p>You hear the bird's gurgling?</p>\n<p>Which pleasure! which charm!</p>\n<p>The field has by me a thousand charms.</p>\n<p>Are you hunter? will you go to the hunting in one day this week?</p>\n<p>Willingly; I have not a most pleasure in the world.</p>\n<p><em>From the house-keeping</em></p>\n<p>I don't know more what I won't with they servants.</p>\n<p>I tell the same, it is not more some good servants. Any one take care to sweep neither to make fire at what I may be up.</p>\n<p>For me, I sweep usually my room my self. It all right; the means to be served well is to serve himself.</p>\n<p>How the times are changed! Anciently I had some servants who were divine my thought. The duty was done at the instant...</p>\n</blockquote>\n<p>To conclude with a CD of my own:</p>\n<blockquote>\n<p><em>sports commentator</em> A broadcaster who has studied English at the feet of Pedro Carolino.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Cynical Definitions and Funny Phrasebooks</h1> <p><em><span data-rel=\"author\">John Kahn</span> <span data-rel=\"location\">London</span></em></p> <p>In a previous article, “Lexicographic Quirks and Whimsy” [XIX, 2, 9], I glanced briefly at one tangential topic, the Cynical Definition and hinted very vaguely at another, the Foreign Phrasebook. Both of them merit a more thorough airing. First, the Cynical Definition.</p> <p>Dr. Johnson could hardly have been the first to perfect the CD (Cynical Definition, sometimes Curmudgeonly Definition), and he was in fact very sparing in the use of it in his dictionary of 1755; but he did bring it into some kind of prominence. Here once again, as a reminder, are two of the best-known of his CDs:</p> <blockquote>\n<p><em>patron</em>... One who countenances, supports or protects. Commonly a wretch who supports with insolence, and is paid with flattery.</p>\n<p><em>oats</em>... A grain, which in England is generally given to horses, but in Scotland supports the people.</p>\n</blockquote>"
}