{
  "type": "Epistola",
  "title": "EPISTOLA Enrique Lerdau",
  "contributor": "Enrique Lerdau",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Enrique Lerdau</span></h1>\n<p>The distinction [between <em>not guilty</em>] and <em>innocent</em>] seems a valid and useful one to me; it is one that exists principally in the legal mind and so is an example of specialized usage, and ordinary speech and writing habits tend to overlook any difference.</p>\n<p>In a criminal case, a verdict of <em>not guilty</em> does not mean that the jury found the accused <em>innocent,</em> but simply that the prosecution failed to prove its case “Beyond a reasonable doubt.” A jury does not have to believe that a defendant is <em>innocent</em> in order to return a verdict of <em>not guilty</em>. Regardless of the jury's belief concerning the guilt or innocence of the accused, a verdict of <em>not guilty</em> should be returned if the case against the defendant has not been proven. Belief in the accused's guilt “beyond a reasonable doubt” is necessary to convict.</p>\n<p>In the nonlegal sense, I doubt if there is much of a distinction between <em>innocent</em> and <em>not guilty</em>. To a lay person, <em>guilty</em> simply means that the person committed the crime, <em>innocence</em> that he did not. Jurors—and people in general who make up juries— may naturally think that the purpose of a trial is to determine whether the defendant committed the crime or not. That is not so: the guilt has to be established by the prosecution “beyond a reasonable doubt.”</p>\n<p>Technically, <em>not guilty</em> does not mean 'innocent': a person can be both actually guilty of a crime and (found) <em>not guilty,</em> though he would certainly not be <em>innocent</em> of the crime. We have the <em>presumption of innocence,</em> not the “presumption of being not guilty”: that is something for the jury to decide. Although the guilt or innocence of the accused is the obvious central moral or philosophical issue at a criminal trial, the ultimate legal concern is to determine whether or not the prosecution has met its burden in proving the guilt of the accused beyond a reasonable doubt. “Not <em>proven</em> guilty” might be a better way of putting it.</p>\n<p>In recent years, in place of the legally correct words <em>guilty or not guilty</em>, “guilty or innocent” has appeared more and more in thought and language. In books, films, newspapers, and television shows, jurors are said to be deliberating on the “guilt or innocence” of the accused. One who is found “not guilty” is all too often reported in the press as being “innocent.” The extent of the confusion is shown by the fact that even judges, in their instructions to the jury, have stated that the jury's task is “to determine the guilt or innocence of the accused.”</p>\n<p>Felix R. Rosenthal's <em>Schüttelreime</em> [EPISTOLAE, XIX, 4,23] brought to mind a family tradition. The pianist Artur Schnabel was a friend of my maternal grandmother's family; her husband (not my grandfather) was first violinist of the Hamburg Symphony Orchestra, and when Schnabel came to Hamburg, he often stayed with them. He was, apparently, far prouder of his <em>Schüttelreime</em> than of his piano playing; one of his most subtle ones goes like this:</p>\n<blockquote>\n<p>Am Anfang war der Schnabel nur</p>\n<p>Das Ende einer Nabelschnur.</p>\n</blockquote>\n<p>Once, he gave as a birthday present to one of the children Herman Hesse's <em>Peter Kamenzind</em>, which he inscribed:</p>\n<blockquote>\n<p>Ziemen mag der Kamenzind</p>\n<p>Manchem schönem, zahmen kind.</p>\n</blockquote>\n<p>A non-Schnabel four-liner in the more robust tradition illustrated by Mr. Rosenthal is:</p>\n<blockquote>\n<p>Gibt mir die Wirtin Speck and Ei</p>\n<p>So geh ich in die Eck und Spei;</p>\n<p>Doch wenn sie mir gibt weisse Bohnen</p>\n<p>Dann Kann ich nicht mehr bei sie wohnen.</p>\n</blockquote>\n<p>I have tried to adapt the form, which is more demanding than the simple spoonerism, to the English language, but with unsatisfactory results, owing either to my own limitations or to the nature of the language. Do any readers have suggestions?</p>\n<p><em>[Enrique Lerdau, Kensington, Maryland]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Enrique Lerdau</span></h1> <p>The distinction [between <em>not guilty</em>] and <em>innocent</em>] seems a valid and useful one to me; it is one that exists principally in the legal mind and so is an example of specialized usage, and ordinary speech and writing habits tend to overlook any difference.</p> <p>In a criminal case, a verdict of <em>not guilty</em> does not mean that the jury found the accused <em>innocent,</em> but simply that the prosecution failed to prove its case “Beyond a reasonable doubt.” A jury does not have to believe that a defendant is <em>innocent</em> in order to return a verdict of <em>not guilty</em>. Regardless of the jury's belief concerning the guilt or innocence of the accused, a verdict of <em>not guilty</em> should be returned if the case against the defendant has not been proven. Belief in the accused's guilt “beyond a reasonable doubt” is necessary to convict.</p> <p>In the nonlegal sense, I doubt if there is much of a distinction between <em>innocent</em> and <em>not guilty</em>. To a lay person, <em>guilty</em> simply means that the person committed the crime, <em>innocence</em> that he did not. Jurors—and people in general who make up juries— may naturally think that the purpose of a trial is to determine whether the defendant committed the crime or not. That is not so: the guilt has to be established by the prosecution “beyond a reasonable doubt.”</p> <p>Technically, <em>not guilty</em> does not mean 'innocent': a person can be both actually guilty of a crime and (found) <em>not guilty,</em> though he would certainly not be <em>innocent</em> of the crime. We have the <em>presumption of innocence,</em> not the “presumption of being not guilty”: that is something for the jury to decide. Although the guilt or innocence of the accused is the obvious central moral or philosophical issue at a criminal trial, the ultimate legal concern is to determine whether or not the prosecution has met its burden in proving the guilt of the accused beyond a reasonable doubt. “Not <em>proven</em> guilty” might be a better way of putting it.</p>"
}