{
  "type": "Article",
  "title": "ETYMOLOGICA OBSCURA: The Evolution of boggart",
  "author": "John Timson",
  "location": "Manchester",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: <em>The Evolution of boggart</em></h1>\n<p><em><span data-rel=\"author\">John Timson</span> <span data-rel=\"location\">Manchester</span></em></p>\n<p>In Cornwall there were pixies, in Scotland brownies, and in Ireland leprechauns, all originally, perhaps, the local pagan spirits of earth and air, of the woods and waters. In the north of England they were called <em>boggarts</em>, a name said to come from the Anglo-Saxon <em>bar-gheist</em>, meaning 'gate-ghost.' An alternative derivation is from <em>bogle</em> or <em>boggle</em>, a name for a goblin which may also have given rise to the later <em>bogey</em>. <em>Bogle</em> may in turn derive from <em>bug</em> which, before it had insect, bacterial, or electronic eavesdropping associations, meant 'ghost,' as did the Welsh <em>bwg</em>.</p>\n<p>In many of the north of England <em>boggart</em> legends they were simply mischievous spirits which amused themselves by playing childish pranks such as rattling chains or making sudden appearances. Over time, however, some boggarts becames less pleasant as the word came to be applied to the haunting spirits of murdered people or the harbingers of a death in the family. The distinction between a local, naughty but largely tolerated spirit and an unquiet, feared ghost became blurred.</p>\n<p>In some places children were frightened away from dangerous ponds by being told that in them lived a water-boggart, Jenny Green-teeth, whose presence beneath the water was shown by the common duckweed (<em>Lemna minor</em>) floating on the surface. In Warwickshire this led to the word <em>boggart</em> being used as a local name for the duckweed.</p>\n<p>Local names for dog's mercury (<em>Mercurialis perennis</em>) in Yorkshire were <em>boggart-flower</em> and <em>boggartposy</em>. Why this plant should have been associated with boggarts is not clear. A rather far-fetched explanation is that the plant is named after the Roman god Mercury, who was later sometimes identified with spirits such as Robin Goodfellow and Shakespeare's Puck and hence with a kind of boggart. Perhaps a more likely explanation is to be found in the fact that the plant is highly poisonous: it is called <em>adder's meat</em> in Hertfordshire. Boggarts in Yorkshire may have been suspected of using it in their evil doings.</p>\n<p>Today boggarts seem to be extinct even in Lancashire, where at one time there was hardly an old house or hall without its resident boggart. Their disappearance was locally ascribed to the coming of the Industrial Revolution, it being believed that boggarts could not endure the noise of the shuttles in the mills and steam engines on the railways. So now the word, almost extinct, is remembered here and there in place names like Boggart Hole Clough, at Blackley, Manchester, once believed to be the home of the local boggart.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: <em>The Evolution of boggart</em></h1> <p><em><span data-rel=\"author\">John Timson</span> <span data-rel=\"location\">Manchester</span></em></p> <p>In Cornwall there were pixies, in Scotland brownies, and in Ireland leprechauns, all originally, perhaps, the local pagan spirits of earth and air, of the woods and waters. In the north of England they were called <em>boggarts</em>, a name said to come from the Anglo-Saxon <em>bar-gheist</em>, meaning 'gate-ghost.' An alternative derivation is from <em>bogle</em> or <em>boggle</em>, a name for a goblin which may also have given rise to the later <em>bogey</em>. <em>Bogle</em> may in turn derive from <em>bug</em> which, before it had insect, bacterial, or electronic eavesdropping associations, meant 'ghost,' as did the Welsh <em>bwg</em>.</p> <p>In many of the north of England <em>boggart</em> legends they were simply mischievous spirits which amused themselves by playing childish pranks such as rattling chains or making sudden appearances. Over time, however, some boggarts becames less pleasant as the word came to be applied to the haunting spirits of murdered people or the harbingers of a death in the family. The distinction between a local, naughty but largely tolerated spirit and an unquiet, feared ghost became blurred.</p> <p>In some places children were frightened away from dangerous ponds by being told that in them lived a water-boggart, Jenny Green-teeth, whose presence beneath the water was shown by the common duckweed (<em>Lemna minor</em>) floating on the surface. In Warwickshire this led to the word <em>boggart</em> being used as a local name for the duckweed.</p>"
}