{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Girls, Boys and Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Girls-Boys-Language-Education/dp/0631164693\"><em>Girls, Boys and Language</em></a></h1>\n<p>Joan Swann, (Blackwell, 1992), ix + 261 pp.</p>\n<p>A man's perception of the subtleties of language prejudice is probably somewhat bent, no matter how hard he might try to develop a sensitivity to them. I often have difficulty understanding what writers on the subject are going on about and, succumbing to prejudice myself—however unwittingly and unwillingly—I tend to accuse them of conducting a witch hunt (for imaginary witches, of course) and of seeing chimeras under the bed. I think that my perceptions have changed since I was first exposed to the vehement, sometimes vociferous vituperations of Casey Miller and Kate Swift, whose <em>Words &amp; Women</em> [reviewed III, 2] and <em>Handbook of Nonsexist Writing</em> [XV, 2] were—I cannot resist— seminal works in the field. It bothers me to see what I regard as perfectly legitimate objections to sexist prejudice alongside silly trivialities. For example, Swann quotes a passage from Robin Lakoff's <em>Language and Woman's Place</em> in which the woman uses the word <em>mauve:</em> Lakoff writes, “if the man should say [<em>mauve</em>], one might well conclude he was imitating a woman sarcastically or was a homosexual or an interior decorator.” I cannot tell whether the passage is cited as an illustration of something that is true or untrue, for Swann goes no further than setting it alongside other quotations (which are reflective of anti-female prejudice). Are we to take the comment about <em>mauve</em> as anti-female prejudice? We are not told. Personally, falling into none of Lakoff's three categories, I can only presume to accuse her of having a provincial view about the word <em>mauve</em>, which I would use without hesitation were it appropriate, especially in referring to the 1890s. But there are words and expressions <em>(divine, adorable,</em> for example) that are associated with ways in which some women but probably no men (except those imitating women sarcastically, homosexuals, or interior decorators) express themselves.</p>\n<p>Another thing that irritates me about the writings on sexist language is that they are all polemical, insisting that what has taken thousands of years to evolve—modern English, a reflex of Indo-European, with its roots (right or wrong, for better or for worse) in Western culture—be changed overnight, as by edict.</p>\n<p>Compounded with that is an essential mistake, namely, that because women deserve treatment equal to that of men (which I consider an undeniable given), they are the same as men. Women are simply not the same as men, as anyone who has ever seen a woman and a man can testify. Furthermore, whatever might be accomplished in letting them do whatever they like to make them look more like men superficially, it is highly unlikely that childbearing and insemination will become androgynous activities or that we shall see an epicene race of human beings in which sexual differences are eradicated.</p>\n<p>Moreover, most women do not (yet) think the way most men do: that is not intended as a criticism, merely as a factual observation, possibly attributable in part to the way females are raised. Whether rearing practises are, as feminists would have it, owing to male domination or to females' innate nature is academic. The point that seems to elude many feminists is that the object of nature is to procreate, an ineluctable fact that determines physical characteristics in most species and, in human beings, might by now have evolved into a set of determiners in which lust is strongly influenced by language. Sex is the name of the basic game, not sexual equality or inequality, and language is an extremely important way in which seduction is worked. To change all this involves supplying the entire cast on the stage of life with a new script, requiring them to play roles quite different from those they have played all their lives, that are traditional, and that are a reflex in our society and behavior of the same sort that makes a peacock spread its tail, a whooping crane do its ballet, and the baboon develop a technicolor bottom.</p>\n<p>The author cites an episode in which John McEnroe, the tennis player who is not known to mince words, was expelled from “an exclusive London club” for using obscene language, evidently to a woman. Swann characterizes the event with these words:</p>\n<blockquote>\n<p>Not only should women themselves not swear, they're often thought to need protection from swearing by others.</p>\n</blockquote>\n<p>I have no brief about women swearing, but the situation dealt with the appropriate use of language (of any kind) in a certain situation, and there are rules of demeanor and politesse which some of us choose to follow; it is difficult to see what Swann is getting at: can she be suggesting that it is perfectly all right for a man to have been offensive to a woman because women have equal rights to be insulted or offended? Such an attitude is ludicrous: women demanding equal rights to be (verbally) ill-treated?</p>\n<p>Swann discusses language in teaching, bringing to the attention of insensitive male readers like me typical manifestations like, “If it takes three men two days to dig six holes...” The revised form can be contemplated: “If it takes three women two days to dig six holes...”; “If it takes three people ...”; it seems unlikely that the preferred form would be, “If it takes three women two days to knit three scarves ...” Other subjects dealt with include, for example, aggression among boys: one might be correct in thinking that such matters are behavioral and cultural, but, for all that, they cannot lie outside the realm of language, which reinforces them. It is probably politically incorrect for boys to play cowboys and Indians these days, but one would have to stretch the imagination to ponder such a game in which a woman was relegated to rustlin' up some pancakes off the ol' chuckwagon. Serious issues are identified by Swann, though the reader not steeped in the subject might find the approach overbearing. The treatment is coherent and well set forth, but the result desired is not clear: Is it equality, and, if so, what does that mean? Is it a completely epicene approach to teaching, and, if so, what does that imply for the teaching of history? Equal time for Boadicea and Joan of Arc vis-a-vis William the Conqueror, Napoleon, Washington, Hitler, and Stalin? Regardless of the reason or the retrograde righting of wrongs, men outnumber women in the history of accomplishment in virtually every area of human endeavor; in literature, one is sore put to equate Tom Sawyer and Huck Finn with Pippi Longstocking; Miss Marple is easily overwhelmed by Inspector Alleyn, Sherlock Holmes, and Bulldog Drummond. Feminists might argue—quite properly—that women's low profile is attributable to their repression, but that does not change history. How are we to release ourselves from this horrible overburden of culture that permeates everything? It cannot be easily campaigned or legislated out of existence without inducing mass amnesia. Is that what is sought?</p>\n<p>One might concede that things have been going in the wrong direction since before we came down out of the trees. But one must be careful to distinguish between nature, in which we must recognize that there are differences between males and females, and bias, which ought not be tolerated. I know the difference, but I often have trouble identifying which is at work. One is moved to believe that if English had grammatical instead of natural gender, life would be much simpler for us all; yet it is hard to believe that the women in cultures that speak such a language enjoy unalloyed equality.</p>\n<p>If the fatalistic implications of suggestions that homosexuality is gene-related turn out to be true and that behavior is governed by genes, then we can be consoled by the knowledge that we need no longer accept responsibility for anything we do (or say): the quasi-Freudian notion that “My daddy and mommy made me do it” may turn out to be irremedial fact rather than theory, which might put all psychologists, psychotherapists, and psychiatrists out of business.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Girls-Boys-Language-Education/dp/0631164693\"><em>Girls, Boys and Language</em></a></h1> <p>Joan Swann, (Blackwell, 1992), ix + 261 pp.</p> <p>A man's perception of the subtleties of language prejudice is probably somewhat bent, no matter how hard he might try to develop a sensitivity to them. I often have difficulty understanding what writers on the subject are going on about and, succumbing to prejudice myself—however unwittingly and unwillingly—I tend to accuse them of conducting a witch hunt (for imaginary witches, of course) and of seeing chimeras under the bed. I think that my perceptions have changed since I was first exposed to the vehement, sometimes vociferous vituperations of Casey Miller and Kate Swift, whose <em>Words &amp; Women</em> [reviewed III, 2] and <em>Handbook of Nonsexist Writing</em> [XV, 2] were—I cannot resist— seminal works in the field. It bothers me to see what I regard as perfectly legitimate objections to sexist prejudice alongside silly trivialities. For example, Swann quotes a passage from Robin Lakoff's <em>Language and Woman's Place</em> in which the woman uses the word <em>mauve:</em> Lakoff writes, “if the man should say [<em>mauve</em>], one might well conclude he was imitating a woman sarcastically or was a homosexual or an interior decorator.” I cannot tell whether the passage is cited as an illustration of something that is true or untrue, for Swann goes no further than setting it alongside other quotations (which are reflective of anti-female prejudice). Are we to take the comment about <em>mauve</em> as anti-female prejudice? We are not told. Personally, falling into none of Lakoff's three categories, I can only presume to accuse her of having a provincial view about the word <em>mauve</em>, which I would use without hesitation were it appropriate, especially in referring to the 1890s. But there are words and expressions <em>(divine, adorable,</em> for example) that are associated with ways in which some women but probably no men (except those imitating women sarcastically, homosexuals, or interior decorators) express themselves.</p> <p>Another thing that irritates me about the writings on sexist language is that they are all polemical, insisting that what has taken thousands of years to evolve—modern English, a reflex of Indo-European, with its roots (right or wrong, for better or for worse) in Western culture—be changed overnight, as by edict.</p> <p>Compounded with that is an essential mistake, namely, that because women deserve treatment equal to that of men (which I consider an undeniable given), they are the same as men. Women are simply not the same as men, as anyone who has ever seen a woman and a man can testify. Furthermore, whatever might be accomplished in letting them do whatever they like to make them look more like men superficially, it is highly unlikely that childbearing and insemination will become androgynous activities or that we shall see an epicene race of human beings in which sexual differences are eradicated.</p>"
}