{
  "type": "Article",
  "title": "“Schindler's List” of Ashkenaz's Names",
  "author": "Marc A. Schindler",
  "location": "Spruce Grove, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Schindler's List” of Ashkenaz's Names</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p>\n<p>Back in the mid-80s, when Keneally's book <em>Schindler's List</em> first came out, an eerie experience happened to me. I was intrigued by the book; over and above the coincidence of names, to be sure, but having the same, relatively rare name as the book's protagonist led to a forceful lesson in the power of Name.</p>\n<p>I happened to buy the book at a bookstore in New York's Laguardia Airport. I paid for it with a credit card, and when the clerk saw my name on the credit card, her eyes widened. “Mr. Schindler, please—let me shake your hand!” I was very embarrassed and could feel my face flush. I protested that I was no relation to Oskar Schindler, but this did not seem to make any difference to her. “I'm Jewish,” she explained, “and it's enough for me to touch the name.”</p>\n<p>Ironically, given Oskar Schindler's role in saving the lives of Jews in Poland and Czechoslovakia, the name is not exclusively a gentile German name. Some months ago, the chief rabbi of conservative Judaism in the U.S. wrote a letter to the editor of <em>The Wall Street Journal</em> commenting on a review of the Spielberg movie—the rabbi's name is also Schindler (again, no relation!). On several occasions, while applying for visas to a certain Middle Eastern country, I have been asked to provide a baptismal certificate, presumably to determine whether I was Jewish or Christian, which happens to play an unofficial role in the entry practices of that particular country. About a decade ago a European airplane was hijacked by Middle Eastern terrorists, who tried to identify Jews among the passengers by the names in their passports, on the theory that those ending in -<em>stein</em> or -<em>berg</em> were clearly Jewish. A German-speaking stewardess, drafted into an interpretive role by the terrorists, played a heroic role by insisting that all of the Germanic-sounding names were really “pure” German, not Jewish.</p>\n<p>Is there in fact such a thing as a Jewish name? More specifically, are there unique or typical names borne by Ashkenazi Jews from central Europe? Aside from nobility, most inhabitants of German-speaking central Europe started taking family names in the Middle Ages. As in Britain, these names fell into various categories (the following is not meant to be exhaustive, just illustrative):</p>\n<blockquote>\n<p>occupations: English - <em>Weaver, Cartwright, Smith,</em> etc. German - <em>Weber, Rademacher, Schmidt,</em> etc. patronyms: English - <em>Johnson, Roberts,</em> etc. (patronyms are not as common in German)</p>\n<p>place names: English - <em>Churchill, Washington, Lincoln,</em> etc. German - <em>Adenauer, Hindenburg, Waldheim</em>, etc.</p>\n<p>personal characteristics: English - <em>Small, Black, Lionheart,</em> etc. German - <em>Klein, Schwarz, Liwenherz,</em> etc.</p>\n</blockquote>\n<p>However, at the time that commoners started taking names, Jews were forced to live in special ghettoes. Depending on the nature of the local liege lord, that was partly for their own protection and partly so they could be controlled. The restrictions of the ghetto were not only geographical: inhabitants were usually restricted in the trades they could engage in. Crafts were usually not allowed, since the craft guilds excluded Jews; but Jews were allowed to engage in banking (and related industries, such as pawnbroking), mercantile pursuits, and long-distance trading.</p>\n<p>As the symbol of the pawnbroker was the three gold balls (ef. the family arms of the Rothschilds), <em>Goldstein</em> ('gold stone') became a popular name for pawnbrokers or bankers (often there was little difference between the two trades). <em>Krämer</em> was a small-scale merchant, the prefix <em>Mandel</em>- usually indicated a trader in almonds, and <em>Bernstein</em> is the German word for 'amber,' a semiprecious stone traded along routes which stretched from the Middle East up through Ukraine, Poland, and Lithuania.</p>\n<p><em>Schindler,</em> on the other hand, was a guild craft. The English cognate would be 'shingler,' or 'shingle-maker,' and the word originally comes from the Latin <em>scindere</em>, meaning 'to split.' One thinks of splitting a cedar wood block to make what we would call <em>shakes</em> in English. However, the <em>Schindler</em> not only made shakes, he also built and surfaced the entire roof of a house; so in my opinion, the name really corresponds better with the English surname <em>Tyler.</em> As a guild craft, roofing would normally have been closed to Jews during the era when surnames came into use amongst the guild classes. Indeed, in the book <em>Schindler's List,</em> there are two persons named Schindler: Oskar Schindler, the protagonist, who was a Catholic <em>Sudetendeutscher</em> (ethnic German from Bohemia or Moravia); and a Brigadier Schindler, an official with the <em>Wehrmacht</em> procurement office in Berlin (who one presumes was not Jewish).</p>\n<p>About ten or twelve years ago, when I started traveling in the course of my business (as international business manager for a medical company), I would often look up Schindlers in local phone books and write them to see if we might be related. I underestimated the commonness of the name. When I grew up, on the Canadian Prairies, my teachers were mostly WASP and had a hard time spelling or pronouncing my name. I thought that my name was unique and exotic, like those of my fellow ethnic German- and Ukrainian-Canadian classmates. It came as a surprise to find that there are Schindlers in almost every large city of the world I have visited, including those in Europe, Australia, South Africa, and even Latin America. Starting about five years ago, I started seeing the little white service wagons of the Schindler Elevator Co., a Swiss company, zipping around downtown Ottawa, Toronto, and Montreal.</p>\n<p>I engaged in many <em>Briefwechsel</em> with Schindlers (and Shindlers) from London to New York to Melbourne to Cape Town and found that many were, in fact, Jewish. Most of these have anglicized (or yiddishized) their names, to <em>Shindler</em>. As one London Shindler told me, “The German language has nothing but bitter memories for us, so my father adopted the English spelling when we moved here after the War.”</p>\n<p>How this exception to the rule occurred is impossible to determine, but it is not really difficult to imagine that it could easily have happened over the course of centuries of inter-marriage. I have often wondered what might happen if, during one of my visits to the Middle East, I should become the object of interrogation by someone with, shall we say, an urgent political agenda. Would he look into my trousers to determine my religion? He would have a problem, of course, because most North American gentiles of my age bear the visible signs of the Covenant of Abraham. How would I explain that while many Jewish names may look German, they are not really German.—No, I mean, they <em>are</em> German, or, rather, they took certain German names, but there are exceptions, you see ...</p>\n<p>I just hope I can convince him my name's really French.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Schindler's List” of Ashkenaz's Names</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p> <p>Back in the mid-80s, when Keneally's book <em>Schindler's List</em> first came out, an eerie experience happened to me. I was intrigued by the book; over and above the coincidence of names, to be sure, but having the same, relatively rare name as the book's protagonist led to a forceful lesson in the power of Name.</p> <p>I happened to buy the book at a bookstore in New York's Laguardia Airport. I paid for it with a credit card, and when the clerk saw my name on the credit card, her eyes widened. “Mr. Schindler, please—let me shake your hand!” I was very embarrassed and could feel my face flush. I protested that I was no relation to Oskar Schindler, but this did not seem to make any difference to her. “I'm Jewish,” she explained, “and it's enough for me to touch the name.”</p> <p>Ironically, given Oskar Schindler's role in saving the lives of Jews in Poland and Czechoslovakia, the name is not exclusively a gentile German name. Some months ago, the chief rabbi of conservative Judaism in the U.S. wrote a letter to the editor of <em>The Wall Street Journal</em> commenting on a review of the Spielberg movie—the rabbi's name is also Schindler (again, no relation!). On several occasions, while applying for visas to a certain Middle Eastern country, I have been asked to provide a baptismal certificate, presumably to determine whether I was Jewish or Christian, which happens to play an unofficial role in the entry practices of that particular country. About a decade ago a European airplane was hijacked by Middle Eastern terrorists, who tried to identify Jews among the passengers by the names in their passports, on the theory that those ending in -<em>stein</em> or -<em>berg</em> were clearly Jewish. A German-speaking stewardess, drafted into an interpretive role by the terrorists, played a heroic role by insisting that all of the Germanic-sounding names were really “pure” German, not Jewish.</p>"
}