{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The New Shorter Oxford English Dictionary on Historical Principles",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Shorter-English-Dictionary-Historical-Principles/dp/0191958042\"><em>The New Shorter Oxford English Dictionary on Historical Principles</em></a></h1>\n<p>Lesley Brown, ed., (Oxford University Press, 1993), Volume I: xxvi + 1876 pp., Volume II: viii + pp. 1877-3801.</p>\n<p>First, let us look at the statistics (as presented on the back of the dustjacket of the <em>New Shorter [NSOED</em>]): 500,000 definitions; 96,600 headwords; 7.5 million words; 25,250 variant spellings; 83,000 illustrative quotations; 7300 sources of quotations (including VERBATIM and 5900 individual authors, among which appears the name of your proud editor). American dictionaries based their counts on “entries,” a generously defined, arbitrarily artificial term cooked up between the G. &amp; C. Merriam Company and the US Treasury Department during the 1930s (when that governmental department was responsible for purchasing, a function now performed by the General Services Administration). An <em>entry</em> in US commercial dictionary parlance means every headword (that is, main entry set flush left, often in larger boldface type); every inflected form; every run-on entry (the self-evident boldface words consisting of the headword plus a productive ending like -<em>tion</em>, -<em>ly</em>, -<em>ness</em>, etc.); list words (those beginning with a common prefix of transparent meaning like</p>\n<p><em>inter</em>-, <em>re</em>-, <em>un</em>-, etc., that are merely listed at their approximate alphabetical place, without definitions or other lexicographical information); every variant (counted only once); and every change in a part of speech. In a typical college dictionary, which might have, say, 85,000 headwords the <em>entry count</em> (which is prominently displayed in the jacket blurbs) is about twice that, or 170,000. In the US, publishers do not generally advertise the number of definitions in their dictionaries but flaunt their entry counts. At a rough guess, the <em>NSOED</em> contains about 200,000 such “entries,” or some twenty per cent fewer than the <em>Random House Unabridged</em> [<em>RHDU</em>], the popular dictionary nearest in size.</p>\n<p>It must be stressed, however, that although the <em>NSOED</em> might include fewer headwords—it has no biographical and geographical entries, for example—it generally accords each entry fuller treatment. There are, as we shall see, other differences; but on the most superficial level one might observe that the <em>NSOED</em> offers more information about fewer words, which may well prove an enticement to those who already have a largish dictionary (even the <em>RHDU</em>).</p>\n<p>Although the Preface describes the content and provenance of this new edition, it is disappointing that no statement of purpose, no fundamental linguistic or lexicographic principle is anywhere set forth. Reference is made to the <em>OED</em>, of course, but the present work could scarcely be said to reflect the same philosophies. Notable is the term <em>illustrative</em>, used to describe the quotations accompanying the definitions: aside from their mixed success in serving to illustrate, quotations served a somewhat different purpose in the <em>OED</em> (and, indeed, in their application in some other dictionaries): they were the source matrix from which the definitions were derived.</p>\n<p>It is worth reminding ourselves that the <em>NSOED</em> is a British dictionary, although that might not be a particularly intrusive factor in its use, for variant spellings have been given ample coverage. But it does affect the pronunciations, which, given in the symbols of the International Phonetic Alphabet, are (as usual for British dictionaries) for the prestige dialect called Received Pronunciation [<em>RP</em>]. In <em>RP, Athanasian</em> is pronounced /a\\?\\n/, while Americans would pronounce the final syllable /\\?\\/; curiously, that is shown as a variant pronunciation under <em>Asian, Asiarch,</em> and <em>Asiatic,</em> and it is hard to see why it was omitted from <em>Athanasian</em>; perhaps the <em>NSOED</em> editors have the inside skinny (a sense that is in, along with solid coverage of other neologisms, slang and standard). It is not made clear why the standard IPA transcriptions [ai] or [ai] was not used for the vowel sound in <em>I, why, might</em>, etc.: the <em>NSOED</em> shows /\\?\\/.</p>\n<p>As in other British dictionaries, headwords are not syllabified, so one cannot use dictionaries in England to determine where a word may be conventionally hyphenated. Typesetters in England seem to know that the words <em>Eng-land</em> and <em>Eng-lish</em> are so hyphenated, a practice that has eluded many American compositors and proofreaders, including those working for some of the “best” publishers. In the early 1970s. I devised what I thought was a useful system for showing syllabification of boldface words in the <em>Collins English Dictionary:</em> places where hyphens could occur were marked by a tiny plus sign (except for spelling hyphens, which always permitted end-of-line hyphens); places that marked syllable breaks but where hyphenation was avoided, were marked by a centered dot:</p>\n<blockquote>\n<p><em>pit·y, cit·y, moth·er-in-law,</em> etc.</p>\n<p><em>pho+ne+mics, de+ter+mi+na+tion, in+ter+cit·y,</em> etc.</p>\n</blockquote>\n<p>The <em>Collins</em> is a British dictionary, but, despite the fact that some compositors clambered over one another to acquire the computerized lists of such words showing the breaks, others paid the information little heed—particularly Collins Publishers— and the marks were omitted entirely from the Second Edition of their dictionary.</p>\n<p>Preferred American convention is, naturally, not reflected in the text of entries: British spelling obtains. But the preferred American convention of writing as two words an adverb-adjective combination when the adverb ends in -<em>ly</em> is also violated: British practice calls for <em>widely-spread, closelyrelated</em> (which appear under <em>Athapaskan</em>), while standard practice in the <em>US</em> would write these as two words, hyphenating only modifying adverbs not ending in -<em>ly</em>: <em>well-known, well-thought-of, easygoing</em>. (These rules change if the combination appears in predicative position.) Elsewhere, Briticisms might be felt to intrude in definitions, with words like <em>dustman, dock-porter</em>, etc., appearing here and there. Differences of a more serious nature occur when definers use words less familiar than the entry being defined: <em>roasting-jack</em> for “mechanical spit”; <em>tenuity</em> for “thinness”; <em>invest</em> for “award” are a few examples. Not all US variants are entered; for example, <em>greenkeeper</em> is an entry, but <em>greenskeeper</em>, the American form, is nowhere to be found. As mentioned, the pronunciations are British: the variant pronunciation of <em>controversy</em>, in which the stress is on the (shortened) second syllable, is shown, but that is not heard in the US; neither is the given pronunciation of <em>intermediary</em>, which ends \\?\\ in BE but /\\?\\/ in AE. Although there are <em>r</em>-dropping dialects in AE, they do not predominate, as in BE \\?\\, etc. for <em>card</em>. The common BE pronunciation of <em>respite</em> is /\\?\\resp\\?\\t/, one not commonly heard in AE—in fact, one that smacks of a spelling pronunciation to an AE speaker; the pronunciation /\\?\\resp\\?\\t/, standard in AE, is only a variant in BE (but one I have never heard).</p>\n<p>Emphasis in definitions seems sometimes askew:</p>\n<blockquote>\n<p><em>interloper</em> ... 2 A person who meddles in another's business (esp. for profit); an intruder.</p>\n</blockquote>\n<p>The problem here is in the use of <em>business</em>: in a definition, one would expect the literal sense, not the (more colloquial) sense of 'affairs' as met with in <em>mind your own business, none of your business</em>, etc. Yet if one applies that criterion, the definition is too narrow, particularly with the emphasized mention of “profit”), and it would have been more accurate to have put the general sense, “an intruder,” first.</p>\n<p>It must be noted that definitions are ordered historically (as the title of the <em>NSOED</em> implies), not by frequency. Thus, the first definition of <em>interlude</em> refers to a short dramatic piece performed between the acts of the miracle plays, and the common modern sense of 'interval' is not met with till definition 2. That is merely a fact—many American dictionaries follow the same theme, notably, the <em>MWIII</em>.</p>\n<p>Were space available, many other strengths and weaknesses of the <em>NSOED</em> could be enumerated in detail; but it would be more useful to offer an overall assessment and to suggest where this dictionary might fit into a library, personal or institutional. The <em>NSOED</em> is an impressive, extremely usable dictionary for those sophisticated enough to know how to use it, by which I mean not only Americans: those who have an earlier edition would be well served to replace it with this one. Also, the preceding comments leveled against coverage of American English should in no way affect those who care little about how Americans use the language, for, in many respects, the <em>NSOED</em> is simply a superior dictionary. I must express a prejudice, however, for the benefit of all who have a personal computer with a CD-ROM and who have the wherewithal to acquire the <em>OED2e</em> on CD-ROM: there is nothing like it in terms of ease of access, speed, convenience (as compared with hoisting one or more volumes of the <em>OED2e</em> or <em>NSOED</em> every time one wants to look something up). For casual use, it would be extravagant to go to such an expense; but for anyone who does even the most informal research into the lexicon of English, the CD-ROM version is essential and indispensable: certainly, no library in the world has any excuse for not having it.</p>\n<p>The problems of binding a 3800-page book are formidable, but it can be done, and I believe that OUP customers would have been better served by being offered a one-volume edition (perhaps with a needed lectern of its own), enabling the <em>NSOED</em> to compete more readily with the other main contenders among large dictionaries, the <em>MWIII</em> and the <em>Random House Unabridged</em>.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Shorter-English-Dictionary-Historical-Principles/dp/0191958042\"><em>The New Shorter Oxford English Dictionary on Historical Principles</em></a></h1> <p>Lesley Brown, ed., (Oxford University Press, 1993), Volume I: xxvi + 1876 pp., Volume II: viii + pp. 1877-3801.</p> <p>First, let us look at the statistics (as presented on the back of the dustjacket of the <em>New Shorter [NSOED</em>]): 500,000 definitions; 96,600 headwords; 7.5 million words; 25,250 variant spellings; 83,000 illustrative quotations; 7300 sources of quotations (including VERBATIM and 5900 individual authors, among which appears the name of your proud editor). American dictionaries based their counts on “entries,” a generously defined, arbitrarily artificial term cooked up between the G. &amp; C. Merriam Company and the US Treasury Department during the 1930s (when that governmental department was responsible for purchasing, a function now performed by the General Services Administration). An <em>entry</em> in US commercial dictionary parlance means every headword (that is, main entry set flush left, often in larger boldface type); every inflected form; every run-on entry (the self-evident boldface words consisting of the headword plus a productive ending like -<em>tion</em>, -<em>ly</em>, -<em>ness</em>, etc.); list words (those beginning with a common prefix of transparent meaning like</p> <p><em>inter</em>-, <em>re</em>-, <em>un</em>-, etc., that are merely listed at their approximate alphabetical place, without definitions or other lexicographical information); every variant (counted only once); and every change in a part of speech. In a typical college dictionary, which might have, say, 85,000 headwords the <em>entry count</em> (which is prominently displayed in the jacket blurbs) is about twice that, or 170,000. In the US, publishers do not generally advertise the number of definitions in their dictionaries but flaunt their entry counts. At a rough guess, the <em>NSOED</em> contains about 200,000 such “entries,” or some twenty per cent fewer than the <em>Random House Unabridged</em> [<em>RHDU</em>], the popular dictionary nearest in size.</p> <p>It must be stressed, however, that although the <em>NSOED</em> might include fewer headwords—it has no biographical and geographical entries, for example—it generally accords each entry fuller treatment. There are, as we shall see, other differences; but on the most superficial level one might observe that the <em>NSOED</em> offers more information about fewer words, which may well prove an enticement to those who already have a largish dictionary (even the <em>RHDU</em>).</p>"
}