{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: German Loanwords in English: An Historical Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/German-Loanwords-English-Historical-Dictionary/dp/0521148375\"><em>German Loanwords in English: An Historical Dictionary</em></a></h1>\n<p>J. Alan Pfeffer and Garland Cannon, (Cambridge University Press, 1994), xxxiv + 381pp.</p>\n<p>Now that Sidney I. Landau has become entrenched as Editor in Chief at Cambridge University Press in New York, we are begining to see reflexes of his expertise in lexicography and linguistics. The first two parts of this work, the third part of which is a dictionary of 5380 German loanwords in English, begins with a useful Introduction that provides the book with just the right setting, then goes on in Part I with An historical overview by semantic fields and, in Part II, with a Linguistic overview, which treats matters like Phonology and Graphemics, Grammar, Word-Formation Processes, Semantics, Naturalization, and Dialect. Part IV consists of an Appendix and a supplementary list of loanwords.</p>\n<p>The dictionary section contains dates (where applicable), etymologies, and descriptive definitions. As is to be expected, most of the entries are scientific—that is, not particularly <em>gemutlich</em>; some may be disputable, as in the cases of words like <em>geochemistry, geomedicine, geophyte, geoscience,</em> etc., which are described as translations from German <em>Geochemie, Geomedizin, Geophyt,</em> and <em>Geowissenschaft</em>, respectively: unless such formation is acknowledged by an author in their first manifestations in English text, these (and others) could just as well have been English coinages and many are so characterized in English dictionaries. An outstanding exception is <em>geopolitics</em>, acknowledgedly from German <em>Geopolitik</em>, but even in that case there are antedating overtones from Swedish and French. Such things are arguable, and it is neither useful nor interesting to try to settle trivialities. But one is given to wonder about the treatment of <em>Geiger counter</em>, which we know is a radiation counter developed by the German physicist Hans Geiger (evidently working with someone named Müller, whose given name appears to have disappeared but who once shared the honors, as the former name of the device was <em>Geiger-Müller counter</em>): this is described as a translation of <em>Geigerzahler</em> [lit. 'Geiger counter'] (replacing <em>Geigerrohr</em> [lit. 'Geiger tube']), but how it can be so analyzed, when the <em>counter</em> sense is inherent in the function of the device, and 'Geiger' can scarcely be said to be a “translation” of <em>Geiger</em>, is a little hard to justify. As the term arose only about seventy years ago, it is probably well documented. (W.) Müller crops up again in <em>Geiger-Muller threshold</em> (also called <em>Geiger threshold</em>), not listed in the book, and in <em>Geiger-Muller tube</em> (which is the heart of the <em>counter</em>).</p>\n<p>Curiously, there are only 118 words pertaining to Physics among the loanwords cited, and one would have expected more. Geology, for instance, yields 318 terms, Mineralogy 857, Chemistry 687, and a surprisingly meager 37 in Pharmacology. <em>Aspirin</em> is, of course, of German origin but appears in the Medicine rather than the Pharmacology listings. Including Miscellany, there are 69 Semantic Fields listed, by category and alphabetically.</p>\n<p>Although almost all dictionaries are organized alphabetically, there are many ways to look at lexicon, and the analytical categories set forth by Pfeffer and Cannon in this book are interesting and useful. Other semantic categories have been set forth by Roget; still others by March in his <em>Thesaurus</em>; and thematic arrangements have appeared in words like <em>Picturesque Expressions, Allusions</em>, and other books prepared by and under the direction of this reviewer. How interesting and useful it would be to see a substantial segment of “ordinary” English subjected to such treatment—and it is not difficult to imagine still more categories into which words could be divided.</p>\n<p>If I have one cavil with the book, it is that there is no conceivable reason for the subtitle to use <em>an</em> before <em>historical.</em></p>\n<p>[Those who are aware of <em>Loanwords Index</em> and <em>Loanwords Dictionary</em>, by Frank R. Abate and this reviewer (Gale Research, 1983, 1985), should be reminded that those works are restricted to “Foreign Words and Phrases That Are Not Fully Assimilated into English and Retain a Measure of Their Foreign Orthography, Pronunciation, or Flavor,” to quote from the suitable of <em>Loanwords Index.</em>]</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/German-Loanwords-English-Historical-Dictionary/dp/0521148375\"><em>German Loanwords in English: An Historical Dictionary</em></a></h1> <p>J. Alan Pfeffer and Garland Cannon, (Cambridge University Press, 1994), xxxiv + 381pp.</p> <p>Now that Sidney I. Landau has become entrenched as Editor in Chief at Cambridge University Press in New York, we are begining to see reflexes of his expertise in lexicography and linguistics. The first two parts of this work, the third part of which is a dictionary of 5380 German loanwords in English, begins with a useful Introduction that provides the book with just the right setting, then goes on in Part I with An historical overview by semantic fields and, in Part II, with a Linguistic overview, which treats matters like Phonology and Graphemics, Grammar, Word-Formation Processes, Semantics, Naturalization, and Dialect. Part IV consists of an Appendix and a supplementary list of loanwords.</p> <p>The dictionary section contains dates (where applicable), etymologies, and descriptive definitions. As is to be expected, most of the entries are scientific—that is, not particularly <em>gemutlich</em>; some may be disputable, as in the cases of words like <em>geochemistry, geomedicine, geophyte, geoscience,</em> etc., which are described as translations from German <em>Geochemie, Geomedizin, Geophyt,</em> and <em>Geowissenschaft</em>, respectively: unless such formation is acknowledged by an author in their first manifestations in English text, these (and others) could just as well have been English coinages and many are so characterized in English dictionaries. An outstanding exception is <em>geopolitics</em>, acknowledgedly from German <em>Geopolitik</em>, but even in that case there are antedating overtones from Swedish and French. Such things are arguable, and it is neither useful nor interesting to try to settle trivialities. But one is given to wonder about the treatment of <em>Geiger counter</em>, which we know is a radiation counter developed by the German physicist Hans Geiger (evidently working with someone named Müller, whose given name appears to have disappeared but who once shared the honors, as the former name of the device was <em>Geiger-Müller counter</em>): this is described as a translation of <em>Geigerzahler</em> [lit. 'Geiger counter'] (replacing <em>Geigerrohr</em> [lit. 'Geiger tube']), but how it can be so analyzed, when the <em>counter</em> sense is inherent in the function of the device, and 'Geiger' can scarcely be said to be a “translation” of <em>Geiger</em>, is a little hard to justify. As the term arose only about seventy years ago, it is probably well documented. (W.) Müller crops up again in <em>Geiger-Muller threshold</em> (also called <em>Geiger threshold</em>), not listed in the book, and in <em>Geiger-Muller tube</em> (which is the heart of the <em>counter</em>).</p> <p>Curiously, there are only 118 words pertaining to Physics among the loanwords cited, and one would have expected more. Geology, for instance, yields 318 terms, Mineralogy 857, Chemistry 687, and a surprisingly meager 37 in Pharmacology. <em>Aspirin</em> is, of course, of German origin but appears in the Medicine rather than the Pharmacology listings. Including Miscellany, there are 69 Semantic Fields listed, by category and alphabetically.</p>"
}