{
  "type": "Article",
  "title": "Stress",
  "author": "Mary M. Tius",
  "location": "Portland, Maine",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Stress</h1>\n<p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p>\n<p>To paraphrase the German proverb: it's the stress that makes the meaning. Hyperbole, perhaps, but consider the following:</p>\n<blockquote>\n<ol>\n<li>\n<p>a big red house</p>\n</li>\n<li>\n<p><em>a</em> big red house</p>\n</li>\n<li>\n<p>a <em>big</em> red house</p>\n</li>\n<li>\n<p>a big <em>red</em> house</p>\n</li>\n<li>\n<p>a big red <em>house</em></p>\n</li>\n</ol>\n</blockquote>\n<p>In the third and fourth phrases, a comparison with other kinds of house is implied and, in the last, with other kinds of building. Each version conveys a slightly different and easily distinguishable meaning. In like manner, “a <em>French</em> teacher” is one who teaches French; “a French <em>teacher</em>” is a citizen of France who teaches something; “a <em>grave</em>-digger” is a cemetery employee; “a grave <em>digger”</em> is a solemn archaelogist or perhaps a single-minded dog with a bone; and “a head <em>shrinker</em> is not “a <em>head</em>-shrinker” but a chief launderer of woolens.</p>\n<p>Sometimes a change of stress does not alter the meaning. British speakers or, at least, those heard on BBC often emphasize certain phrases differently from their American cousins. Thus, to BBC announcers, President Clinton's residence is “the White <em>House</em>,” while, to Americans, it is “the <em>White</em> House”; and I once heard a BBC announcer say “<em>Prometheus</em> Bound” when an American would have said “Prometheus <em>Bound</em>.” As far as I can discover, <em>hono</em>(u)<em>r-bound</em> and <em>north-bound</em> are stressed in the same way on both sides of the Atlantic, that is, by both groups of <em>English</em>-speakers (<em>not</em> the same as English <em>speakers</em>).</p>\n<p>Recently, in Maine, a television advertisement for a large paper company ended thus: “X Company: Caring about the <em>state</em> we're <em>in</em>.” Normally, the primary stress would fall on <em>caring</em> with a secondary stress on <em>state</em>. By stressing <em>state,</em> with a secondary stress on <em>in,</em> the advertisement gave—or tried to give—the impression that X Company, however it may be viewed by environmentalists, really cares about the State and the state of Maine.</p>\n<p>Another, nationally aired series of advertisements relied on some wordplay achieved by wrongly stressing the first word of the name of a breakfast food whose pseudo-colloquial garble I will not dignify by quoting. Ordinarily, in the phrase <em>nut and honey</em>, both nouns would bear equal emphasis. In the advertisement, the first was stressed, yielding, “Nothing, honey.” Ah, well. A kind of rapture of the deep seizes writers of advertisements when they try to plumb the public's tolerance of inanity.</p>\n<p>The confusion caused by such differently or wrongly placed emphasis in a phrase is likely to be short-lived and on a level with unfamiliar prounciations such as congratul<em>at</em>ory, con<em>jure</em>, con<em>temp</em>late, disci<em>plin</em>ary, la<em>bor</em>at'ry, and vag<em>ar</em>y. Nor is communication really disrupted even by those new, semiliterate Americanisms: communic<em>ant</em>, consult<em>ant</em>, defend<em>ant;</em> counsel<em>or,</em> elect<em>or</em>(al), jur<em>or</em>, where the schwa (as <em>a</em> in <em>above, e</em> in <em>her</em>) has been replaced by broad (-<em>ant</em>) or rounded (-<em>or</em>) vowel sounds. Other, often dialectal aberrations such as <em>in</em>surance and in<em>flu</em>ence are also readily understandable. The same, however, cannot be said either of the recent and increasingly common af<em>flu</em>ence, barely, if at all, distinguishable from the similarly mis-stressed ef<em>flu</em>ents, or of <em>defuse</em>, when a failure to place nearly equal emphasis on both syllables leads to the word's being mistaken for the verb <em>diffuse</em>.</p>\n<p>In recent years, according to <em>The Oxford Companion to the English Language</em>, “The BBC Pronunciation Unit” has made some changes in its recommendations to broadcasters, who are now being advised, among other things, to stress the first instead of the second syllable of <em>controversy</em>; the second syllable of <em>dispute</em> as both verb and noun; and the first syllable of <em>cervical</em>, instead of the second (with -<em>i</em>- as in <em>nine</em>). Presumably, <em>urinal</em> (-<em>i</em>- as in <em>nine</em>) is now also stressed on the first syllable. I suspect that the new policy, rather than being a reflection of changes in the speech of literate Britons, is a nod—or perhaps a resigned shrug—in the direction of overseas English speakers, since the new pronunciations conform with those of at least some overseas speakers, among them, Americans.</p>\n<p>Yet, with the exceptions of af<em>flu</em>ence, <em>defuse,</em> and, for Americans, the now-disapproved cervical, these examples of difference in stress can be said to be no more than small blips in the smooth flow of ideas. Far more confusion is being caused by the insidious loss of second-syllable stress in words that are both verbs and nouns. Of course, there are words that are pronounced and stressed exactly alike in both syntactical uses: <em>accord, control, decree, dismay,</em> et al.; but these words appear to be in the minority. More numerous are those transformed by first-syllable stress from verbs to nouns or, less commonly, to adjectives. Examples are:</p>\n<blockquote>\n<p>abstract consort impress purpose</p>\n<p>address contest object record</p>\n<p>compact contract pervert subject</p>\n<p>compress frequent purport suspect</p>\n</blockquote>\n<p>Sometimes, even these verbs may be stressed on the first syllable by way of contrasting two actions or conditions, as in, “it has <em>de</em>creased, not <em>in</em>creased.”</p>\n<p>While such distinctions have no effect on our understanding of the written word which has punctuation to help it, in speech they are useful pointers to syntax and meaning—or could be, if only speakers would make phrases like the following distinguishable:</p>\n<blockquote>\n<p>agency's combat agencies combat</p>\n<p>chemist's compound chemists compound</p>\n<p>driver's permit drivers permit</p>\n<p>pollster's survey pollsters survey</p>\n</blockquote>\n<p>Even when one is not given to viewing every change in language with fear and loathing, it does seem that any loss of clarity—especially on the part of politicians and of those who are the principal purveyors of information—ought to cause some alarm. It may be symptomatic of such losses that today the adverb of choice is <em>clearly,</em> used even more often than the hucksters' <em>Free!</em>, and, since clarity of expression and thought is seldom evident, this frequent repetition of <em>clearly</em> can be seen as a kind of mantra, a prayer that begs our indulgence, asks us to take the wish for the deed, and, what is far worse, seeks to convict us of ignorance and stupidity should we look elsewhere for enlightenment.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Stress</h1> <p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p> <p>To paraphrase the German proverb: it's the stress that makes the meaning. Hyperbole, perhaps, but consider the following:</p> <blockquote>\n<ol>\n<li>\n<p>a big red house</p>\n</li>\n<li>\n<p><em>a</em> big red house</p>\n</li>\n<li>\n<p>a <em>big</em> red house</p>\n</li>\n<li>\n<p>a big <em>red</em> house</p>\n</li>\n<li>\n<p>a big red <em>house</em></p>\n</li>\n</ol>\n</blockquote> <p>In the third and fourth phrases, a comparison with other kinds of house is implied and, in the last, with other kinds of building. Each version conveys a slightly different and easily distinguishable meaning. In like manner, “a <em>French</em> teacher” is one who teaches French; “a French <em>teacher</em>” is a citizen of France who teaches something; “a <em>grave</em>-digger” is a cemetery employee; “a grave <em>digger”</em> is a solemn archaelogist or perhaps a single-minded dog with a bone; and “a head <em>shrinker</em> is not “a <em>head</em>-shrinker” but a chief launderer of woolens.</p>"
}