{
  "type": "Article",
  "title": "VERBUM SAP: To Verb or Not to Verb",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>To Verb or Not to Verb</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>Language, like water, tends to seek the path of least resistance—not, I think, because tongues are naturally indolent, but because their owners are instinctively efficient. Nowhere in English is this human impulse to simplify and streamline more evident than in the formation of verbs.</p>\n<p>One of the oldest, tidiest and least ambiguous methods of verbification is to take a noun and put it to work, either by adding a prefix or suffix as in <em>simplify</em> in the paragraph above, or by merely activating an unadorned and unaffixed substantive, as in <em>streamline</em>. When the Anglo-Saxons wanted a word to express the activity of traveling in a ship powered by wind in sails, they saved themselves a lot of breath by forming the verb <em>sail</em>. When they wanted to moor the ship, they dropped a heavy object attached to a line, and they termed this <em>anchoring</em>, because the object was called an anchor (rather <em>ankor, anker</em>, or <em>ancre</em>), When it was time to return to terra firma, they chose a short, appropriate noun to describe that action, to <em>land</em>.</p>\n<p>Through the easy and logical expedient of converting nouns to verbs, our linguistic forebears established a tradition that has continued through every age. Probably somewhere in the English-speaking world, a noun was verbified yesterday. And undoubtedly today it is being greeted with gasps and sputters of incoherent outrage.</p>\n<p>Why is such a time-tested device viewed with such utter revulsion? In an article in the September 1978 VERBATIM [V,2], Prof. Noel Perrin explained the technical reasons behind the verbification of other parts of speech—why, for example, we <em>breafkast</em> and <em>lunch</em>, but do not <em>dinner</em>. He did not, alas, illuminate the inexplicable horror with which modern English speakers regard this venerable practice.</p>\n<p>What brought the phenomenon to mind was the recent publication of a new BBC Style Guide for News and Current Affairs Programmes. It was written, or at least endorsed, by Tony Hall, Managing Director of Current Affairs, and is for the most part a reasonable exposition on the need for plain English. But in a chapter entitled—make that titled— “Americanisms,” the manual betrays both an unseemly nationalistic bias and an ignorance of the history of its own language.</p>\n<p>While admitting that some Americanisms, such as <em>teenager, babysitter, know-how, gimmick, stunt, commuter</em>, and <em>blurb</em> “add vigour and dynamic expression to the language,” the book draws the line at <em>diaper, drug-store</em>, and <em>sidewalk</em> (for which the English have the patently superior <em>nappy, chemist's</em> and <em>pavement</em>), and at “the American habit of turning nouns into verbs (to hospitalise)” [<em>sic</em>].</p>\n<p>Mr. Hall may be pleased to know that the OED does not list “hospitalise.” On the other hand, he may be surprised to learn that it does contain “hospitalize,” a verb with no stigmatizing labels like “orig. U.S. slang” or “U.S. colloq.” In fact, all six illustrative citations, dating from 1901, are from British sources.</p>\n<p>As is usual with such quasi-official language arbiters, the BBC guide falls into the deadly snare of inconsistency. Tut-tutting the fixation of “newspaper sub-editors” on short words like <em>probe</em> and <em>row</em> because they fit in headlines, it adds, somewhat pompously: “These words usually hype the story, and that is never our job.”</p>\n<p><em>Hype</em>? Egad, sir! This one is labeled by Oxford as “U.S. slang.” What is more, it is probably a verbified short-form of <em>hypodermic</em> (<em>needle</em>) or <em>hyperbole</em>, both of which are nouns! The next thing we shall hear is that Mr. Hall and his colleagues use such noun-verb abominations as <em>film, record, tape, schedule, plan, program(me), screen, air, monitor</em>, and <em>view</em>.</p>\n<p>This erratic neophobia is by no means restricted to those blessed and sometimes smug beneficiaries of Received Standard English. Benjamin Franklin, a Yankee, returned home after nine years in France to find an infestation of nefarious noun-verb weeds, including <em>advocate, notice, progress</em>, and <em>oppose</em>. In a 1789 letter to Noah Webster, he pleaded: “If you should happen to be of my opinion with respect to these inventions, you will use your authority in reprobating them.”</p>\n<p><em>Harper's</em> magazine in 1955 rebuked a government official for using <em>re-think</em>, and another publication pilloried the “monstrous” verb <em>unfreeze</em> in 1933. In 1859, the <em>Edinburgh Review</em> excoriated “another party, who are [sic] striving to debase the language by introducing the verb 'to wire' instead of the word hitherto used, 'to telegraph.' ” That writer's puritanical heirs today rail against the verb fax, even though they likely think nothing of <em>cabling, telexing</em>, or the <em>dialing</em> and <em>ringing</em> involved in <em>telephoning</em>.</p>\n<p>Certainly, some verbifications sound sappy. I admit I did a double-take when I read that a New Jersey Nets basketball player, accused of rape, said his involvement with the woman never got beyond “conversating.” <em>Oxford</em> would probably call that “an ignorant back-formation,” as it does the useful and unambiguous <em>enthuse</em>. But <em>Oxford</em> provides no reliable guidance in the whole matter. It labels the well-established verb <em>contact</em>, meaning to figuratively get in touch with a person, as “U.S. Colloq.,” even though it has citations going back to 1927. The much newer (1962) transitive verb <em>access</em>, as of a data base, bears no such oblique opprobrium in <em>Oxford</em>, even though it induces epidemic apoplexy among the self-appointed sentinels of linguistic correctness.</p>\n<p>What are the criteria? William Safire took a futile stab in 1980, opining that “when the purpose of turning a thing into an act is trendy brevity, or chicspeak [!], the practice is bad style.” He mentioned to host, to <em>enthuse</em>, to <em>critique</em>, and to <em>author</em> among these “affectations.” But what has intent to do with it, even assuming you can accurately impute motive? I argue that all four of Safire's examples, no matter how vile the coiner's design, serve useful purposes. Certainly, to <em>critique</em> fills a gap left by the pejoration of <em>criticize</em>, and in any event is not new, having appeared in 1751.</p>\n<p>Safire's prissy and presumptuous subjectivity is exemplified by the experts in the public relations department of Lake Superior State University in Sault Ste. Marie, Michigan. Each year since 1976, they have published a “List of Words Banished from the Queen's English for Mis-use, Over-use or General Uselessness,” and each year news media across the continent gleefully and unthinkingly report their edicts—which this year included the fairly innocuous verbs <em>skyrocket</em> and <em>spearhead</em>. These may be overused, and they are certainly noun-verbs; but they most decidedly are not “non-verbs,” as the LSSU P.R. pundits declared.</p>\n<p>So one knee-jerk reaction begets another, and our peculiar penchant for verbal infanticide—or infantile verbicide—continues. It is probably bootless to beseech that the noun-verb nay-sayers withhold snap judgments at least until a new, verb's utility has been duly usaged.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>To Verb or Not to Verb</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>Language, like water, tends to seek the path of least resistance—not, I think, because tongues are naturally indolent, but because their owners are instinctively efficient. Nowhere in English is this human impulse to simplify and streamline more evident than in the formation of verbs.</p> <p>One of the oldest, tidiest and least ambiguous methods of verbification is to take a noun and put it to work, either by adding a prefix or suffix as in <em>simplify</em> in the paragraph above, or by merely activating an unadorned and unaffixed substantive, as in <em>streamline</em>. When the Anglo-Saxons wanted a word to express the activity of traveling in a ship powered by wind in sails, they saved themselves a lot of breath by forming the verb <em>sail</em>. When they wanted to moor the ship, they dropped a heavy object attached to a line, and they termed this <em>anchoring</em>, because the object was called an anchor (rather <em>ankor, anker</em>, or <em>ancre</em>), When it was time to return to terra firma, they chose a short, appropriate noun to describe that action, to <em>land</em>.</p> <p>Through the easy and logical expedient of converting nouns to verbs, our linguistic forebears established a tradition that has continued through every age. Probably somewhere in the English-speaking world, a noun was verbified yesterday. And undoubtedly today it is being greeted with gasps and sputters of incoherent outrage.</p>"
}