{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Happy Trails: A Dictionary of Western Expressions",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Happy-Trails-Expressions-Regionalisms-Hendrickson/dp/B01A0BHWSQ\"><em>Happy Trails: A Dictionary of Western Expressions</em></a></h1>\n<p>Robert Hendrickson, (Facts On File, 1994), xiv + 274pp.</p>\n<p>This is the second volume of Facts On File's series, Dictionary of American Regional Expressions, the first of which, also by Hendrickson, was <em>Whistlin' Dixie</em>, which we have not (yet) reviewed. Announced for future publication are dictionaries of New England, Mountain, and New York expressions. Hendrickson is a poet and a productive author of books on language, among them <em>Literary Life</em> and <em>Other Curiosities</em> (Viking, 1981), <em>American Talk</em> (Viking, 1986; Penguin, 1987), and the <em>Facts On File Encyclopedia of Word and Phrase Origin</em> (FOF, 1987), the last of which was favorably reviewed in VERBATIM [XV, 4,27]. (Had we been sent a review copy of <em>Whistlin' Dixie</em>, we would have reviewed that.)</p>\n<p>Hendrickson does his research carefully and he writes definitions that are eminently informative and readable, often including a useful quotation; his entry for <em>hogan</em>:</p>\n<blockquote>\n<p><em>hogan</em> A Navajo dwelling, usually earth-covered and built with the entrance facing east. “The Navajo hogans, among the sand and willows. None of the pueblos would at that time admit glass windows into their dwellings. The reflection of the sun on the glazing was to them ugly and unnatural—even dangerous.” [Willa Cather,<em>Death Comes for the Archbishop</em>, 1927]</p>\n</blockquote>\n<p>Admittedly, <em>hogan</em> is not one of the more interesting entries, and, inevitably, there are quite a few such. One problem the author had to grapple with was the very identification of a word or phrase as Western: <em>hightail it</em>, for example, refers to “mustangs, rabbits and other animals [that] raise their tails high and flee quickly when they sense danger. Trappers in the American West noticed this, over a century ago, probably while hunting wild horses, and invented the expression <em>to hightail it</em>, to leave in a hurry, to make a fast gataway.” Everything is plausible except the business about trappers: the expression could just have easily originated in the parts of America settled earliest, for deer exhibit the same behavior (and, indeed, their tails are called <em>flags</em> for that very reason); also, deer, antelope, and many other animals in Europe have “hightailed it” for centuries. I fear that Hendrickson relied too readily on the <em>OED2e</em>, in this instance, for that source mentions mustangs in its first quotation, from <em>American Speech</em>, Volume I, 1925. After a diligent search, I could find no earlier mention. Mencken (<em>The American Language</em>, Supplement Two, p. 138) refers to an article on Idaho speech; the <em>AS</em> article was written by a resident of Seattle (and mentions mustangs), but that is of no significance. It is just curious that what one might assume to be a fairly obvious coinage cannot be documented to an earlier date. One might contend that before 1925 writers were not writing much about the West; although the western was popular in motion pictures long before 1925, talkies did not arrive till 1926. Zane Grey (1875-1939) and James Frank Dobie (1888-1964) might have used the phrase in their writings, but evidence is lacking.</p>\n<p>The entries make interesting reading, but one is given no indication of the frequency with which they occur and whether they are current. Do people still use <em>a Jesse James</em> as a metaphor for any (bank) robber? We also find <em>a Bat Masterson</em> and <em>a Wyatt Earp</em>. Do courting couples still use <em>jimpsecute?</em> Do cowboys call farmers <em>plow-chasers?</em> Many know the tale behind <em>dead man's hand</em> (aces and eights, though their distribution is not specified).</p>\n<p>Hendrickson cannot be held accountable for failing to trace many of the expressions to their source: even though many are not much more than a hundred years old, there is no way to document them. Still, I should be surprised to find that <em>cosh</em> 'kill, mutilate' is anything more than an extension of <em>cosh</em> 'use a cosh ['blackjack'] on.' Other terms, like <em>count coup</em> and <em>coup stick</em>, look as if they were derived from French. Does <em>a cowboy all the way down to his liver</em> 'a full-fledged 100% cowboy' derive from the damage done to one's liver by the jarring suffered in breaking horses?</p>\n<p>These are questions that will have to be resolved by others. Hendrickson has performed a useful function in gathering the words and expressions in one place, but it would have been helpful had he given some indication as to how some entries were uttered. For example, <em>6666, The</em>, name of a cattle ranch: was it six-six-six-six? double six double six? sixty-six sixty-six? And were (or are) the <em>js</em> pronounced like <em>h</em> in the scores of loanwords from Spanish? <em>Happy Trails</em> raises as many questions as it answers: I have trouble believing that <em>gunsel</em> is a “cowboy word for a braggart,” for which no evidence is adduced. Some of the terms are old, some are quite recent, but, in all fairness, it must be emphasized that no claim is made that any have been in use for a long time.</p>\n<p>I am ambivalent about the book. It makes good reading and those who are interested in dialect dictionaries should add it to their collection. But it adds little to the scholarship about the West and, if it had a language, what it might have been. I fear that this is merely another in the long series of specialized dictionaries of questionable value published by Facts On File.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Happy-Trails-Expressions-Regionalisms-Hendrickson/dp/B01A0BHWSQ\"><em>Happy Trails: A Dictionary of Western Expressions</em></a></h1> <p>Robert Hendrickson, (Facts On File, 1994), xiv + 274pp.</p> <p>This is the second volume of Facts On File's series, Dictionary of American Regional Expressions, the first of which, also by Hendrickson, was <em>Whistlin' Dixie</em>, which we have not (yet) reviewed. Announced for future publication are dictionaries of New England, Mountain, and New York expressions. Hendrickson is a poet and a productive author of books on language, among them <em>Literary Life</em> and <em>Other Curiosities</em> (Viking, 1981), <em>American Talk</em> (Viking, 1986; Penguin, 1987), and the <em>Facts On File Encyclopedia of Word and Phrase Origin</em> (FOF, 1987), the last of which was favorably reviewed in VERBATIM [XV, 4,27]. (Had we been sent a review copy of <em>Whistlin' Dixie</em>, we would have reviewed that.)</p> <p>Hendrickson does his research carefully and he writes definitions that are eminently informative and readable, often including a useful quotation; his entry for <em>hogan</em>:</p> <blockquote>\n<p><em>hogan</em> A Navajo dwelling, usually earth-covered and built with the entrance facing east. “The Navajo hogans, among the sand and willows. None of the pueblos would at that time admit glass windows into their dwellings. The reflection of the sun on the glazing was to them ugly and unnatural—even dangerous.” [Willa Cather,<em>Death Comes for the Archbishop</em>, 1927]</p>\n</blockquote>"
}