{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  I May Not Have Gotten This Right",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>I May Not Have Gotten This Right</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>One of the joys of retirement is the freedom to indulge in utterly inconsequential little endeavors. Recently I have joyfully spent at least two hours in intense research into the word <em>gotten</em>. It is not a word I use, but I recently heard a Canadian broadcaster use it, and that has set me to delving and grubbing in dictionaries and other reference books. And here is some of what I have got, or gotten, out of my research.</p>\n<p>I have not conducted any kind of survey on this, but I can report that I have rarely been aware of <em>gotten</em> in written Canadian English, in conversation, or on radio and television. But, then, I haven't really being paying attention to such things.</p>\n<p>The verb <em>get</em> has two distinct variants between British and American uses as a past participle. American English generally prefers <em>gotten</em>, whereas English English is ordinarily content with simple <em>got</em>. And the Brits tend to use <em>have got</em> as meaning to 'have acquired' or to 'possess' or even to 'own,' whereas in American usage that is considered somewhat informal in speech and not generally used in writing.</p>\n<p>Although <em>gotten</em> seems to have disappeared from English English except in some dialectical forms, it is still used in <em>forgotten</em> and <em>begotten</em>. But the word is very much alive in American usage. In <em>The American Language</em>, Mencken has seven references to <em>gotten</em>, which he says is “now” (1945) almost absolete in England. And he contends that “<em>gotten</em> is one of the hallmarks of American speech.” Margaret Nicholson, in her 1957 book, <em>A Dictionary of American-English Usage</em> (based on Fowler), pointed out that “<em>Gotten</em> still holds its ground in American English,” and she adds that “there is a popular superstition that <em>got</em> is less 'refined' than <em>gotten</em>.”</p>\n<p><em>The Concise Oxford</em> defines <em>gotten</em> simply as “US <em>past part</em>. of GET.” That seems the position in all Oxford dictionaries. <em>The Collins English Dictionary</em> takes the same position. A third British dictionary, <em>Longman Dictionary of Contemporary English</em> (1987 edition) points out that the word is standard in American English, but “is not used in British English.” <em>Chambers 20th Century</em> has <em>gotten</em> as “<em>arch</em>. Scot. and U.S.”</p>\n<p>In the only two dictionaries which can be taken as essentially Canadian and not simply British and American ones that have been slightly jigged up a little for Canadian editions, <em>Gage Canadian</em> (which grew out an American dictionary but was thoroughly Canadianized) and <em>The Penguin Canadian Dictionary</em> list <em>gotten</em>, simply taking it for granted and not worrying about whether or not is American or British.</p>\n<p>Basil Cottle, a British scholar, in his book, <em>The</em> Plight of English (1975) [reviewed III,3], says that he likes <em>gotten</em> and feels that it is an improvement on mere <em>got</em> which he says is a “nasty verb.”</p>\n<p><em>Gotten</em> was standard English as late as 1820, but, somehow, came to be abandoned. James Orchard Halliwell's <em>Dictionary of Archaic Words</em> (1850) gives GOTTED as a form of <em>gotten</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>I May Not Have Gotten This Right</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>One of the joys of retirement is the freedom to indulge in utterly inconsequential little endeavors. Recently I have joyfully spent at least two hours in intense research into the word <em>gotten</em>. It is not a word I use, but I recently heard a Canadian broadcaster use it, and that has set me to delving and grubbing in dictionaries and other reference books. And here is some of what I have got, or gotten, out of my research.</p> <p>I have not conducted any kind of survey on this, but I can report that I have rarely been aware of <em>gotten</em> in written Canadian English, in conversation, or on radio and television. But, then, I haven't really being paying attention to such things.</p> <p>The verb <em>get</em> has two distinct variants between British and American uses as a past participle. American English generally prefers <em>gotten</em>, whereas English English is ordinarily content with simple <em>got</em>. And the Brits tend to use <em>have got</em> as meaning to 'have acquired' or to 'possess' or even to 'own,' whereas in American usage that is considered somewhat informal in speech and not generally used in writing.</p>"
}