{
  "type": "Article",
  "title": "VERBUM SAP: Par for the Coarse",
  "author": "Robertson Cochrane",
  "location": "Toronto, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>Par for the Coarse</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto, Canada</span></em></p>\n<p>When my eye came a cropper on the word <em>ornariness</em> in a headline in the (Toronto) <em>Globe and Mail</em>, I was pretty sure it was either a misspelling or an editor's plain orneriness. Nearly all current dictionaries bore out my first suspicion. They gave the root word as <em>ornery</em>, admitting no variants. The exception was the <em>Oxford English Dictionary</em>, which listed four obsolete variants, including <em>ornary</em> which, as it turns out, is the most etymologically logical. The adjective, which now means 'contrary or obstinate,' was originally just a lazy pronunciation of <em>ordinary</em>. That is also what it meant. The earliest recorded use is an 1816 quotation from the <em>Maryland Historical</em> magazine: “The land is old, completely worn out, the farming extremely ornary in general.” An 1849 citation mentions a “one-horned cow, mighty onnery-lookin'.” By the 1920s, the spelling had regularized to <em>ornery</em>, and the meaning had degenerated to 'disagreeable' or 'cantankerous.' This pejorative development was not extraordinary, because the word <em>ordinary</em> had itself taken on a debased sense. Among the definitions listed by Samuel Johnson in his 1755 dictionary were, “mean, of low rank, ugly, not handsome.”</p>\n<p>It is probably a characteristic of humanity's eternal upward struggle that good enough is never good enough, and neutral terms like <em>ordinary, mediocre, average, so-so, run-of-the-mill</em>, and <em>indifferent</em> tend to take on negative connotations. A classic, of course, is <em>coarse</em>. This word seems to have popped up in the early 15th century, as an adjectival form of <em>course</em> 'ordinary order' or 'normal manner.' For three centuries there was no spelling distinction between the two, but the noun was pronounced with a long “u” sound (COORSE). The earliest uses of the adjective referred to fabrics, to distinguish ordinary or run-of-the-mill cloth from finer weaves. But even before that century was out, the sense had depreciated to denote inferior—not just average—quality.</p>\n<p>When the vowel sound in the noun changed from long “u” to the same sound as in <em>coarse</em>, a need was evidently felt to have a spelling distinction so as to tell the two apart in print. Isaak Walton is the earliest known to have used the modern spelling when, in <em>The Compleat Angler</em>, he wrote of “the worst or coarsest fresh water fish.” <em>Coarse</em> has undergone a thorough pejoration; once it began to be used for people, in the sense of 'unrefined' or 'indelicate,' full stigmatization was probably guaranteed. Now it passes as a synonym for <em>indecent, obscene</em>, or <em>gross</em> (three words that have also gone through some downward sense development).</p>\n<p><em>Ornery</em> is one of a clutch of bristly words with odd and often controversial etymologies. Johnson believed that <em>ugly</em>, which was sometimes spelled <em>oughly</em>, derived from <em>ouph</em>, a variant of <em>elf</em>. Modern experts are satisfied that it grew from Old Norse <em>uggligr</em> 'to be feared or dreaded.'</p>\n<p><em>Cantankerous</em> is even more moot. Ernest Weekley speculated in 1921 that because the earliest written uses are in Goldsmith and Sheridan in the 18th century, it might have been Irish in origin. Earlier, J. C. Hotten's <em>Slang Dictionary</em> suggested it might be a corruption of <em>contentious</em>. Most dictionaries today accept the theory that it arose from a Middle English word <em>conteck</em> 'quarrelling' or 'contention.' The agent-noun would have been <em>contecker</em> and the adjective <em>conteckerous</em>. The latter, according to the currently accepted theory, became <em>contankerous</em>, and then <em>cantankerous</em>, influenced by <em>cankerous</em> and <em>rancorous</em>.</p>\n<p>It is well known that once-ordinary words for farmers or people of low birth became debased through class contempt—<em>knave, villain, boor</em>, and <em>churl</em> are only a few examples. <em>Surely</em> is one of the very few words to result from the same process, but in reverse. In the mid 14th century, it was <em>sirly</em> 'like a sir,' or 'lordly, haughty, imperious, arrogant, supercilious.' The modern sense of ill-humored or rudely morose dates from about the mid-17th century, but the “u” spelling had taken over about a hundred years earlier, perhaps, one fancies, as an act of revenge by the churls.</p>\n<p>If <em>surly</em> is a product of class contempt backwards, <em>obnoxious</em> is a thoroughly democratic error; everybody got it wrong. The main word <em>noxious</em> is the harmful or injurious one. <em>Obnoxious</em> means, or rather meant, 'exposed or liable to harm, vulnerable.' This sense is clear in John Evelyn's <em>French Gardener</em> (1658), which recommends covering certain plants with straw in winter, “to secure them from the frosts, to which they are obnoxious.” This meaning is obsolete, but it hung on until late in the last century, even though the current sense of 'offensive or highly disagreeable' began to make inroads as early as c. 1600.</p>\n<p>Perhaps the most vexing of all these crossgrained words is <em>peevish. Oxford</em> just throws up its hands and cries “Derivation unknown,” adding, “None of the etymological conjectures hitherto offered are compatible with the sense-history.”</p>\n<p>Conjectured ancestors include the Lowland Scottish <em>peu</em> to 'make a plaintive noise' and the Danish <em>piave</em> 'to whimper, whine or cry like a child.' It may also be related to the bird <em>pewit</em> (or <em>peewit</em>), imitating its cry. <em>Peevish</em>, from which the noun and verb <em>peeve</em> appear to have been back-formed, has been used since the 14th century with a wide variety of senses, including 'childish, silly, wayward, thoughtless, froward, uncouth, perverse' (which some think is the source), and even 'witty.'</p>\n<p>A word with that many diverse senses is about as extra-ornary as they come.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>Par for the Coarse</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto, Canada</span></em></p> <p>When my eye came a cropper on the word <em>ornariness</em> in a headline in the (Toronto) <em>Globe and Mail</em>, I was pretty sure it was either a misspelling or an editor's plain orneriness. Nearly all current dictionaries bore out my first suspicion. They gave the root word as <em>ornery</em>, admitting no variants. The exception was the <em>Oxford English Dictionary</em>, which listed four obsolete variants, including <em>ornary</em> which, as it turns out, is the most etymologically logical. The adjective, which now means 'contrary or obstinate,' was originally just a lazy pronunciation of <em>ordinary</em>. That is also what it meant. The earliest recorded use is an 1816 quotation from the <em>Maryland Historical</em> magazine: “The land is old, completely worn out, the farming extremely ornary in general.” An 1849 citation mentions a “one-horned cow, mighty onnery-lookin'.” By the 1920s, the spelling had regularized to <em>ornery</em>, and the meaning had degenerated to 'disagreeable' or 'cantankerous.' This pejorative development was not extraordinary, because the word <em>ordinary</em> had itself taken on a debased sense. Among the definitions listed by Samuel Johnson in his 1755 dictionary were, “mean, of low rank, ugly, not handsome.”</p> <p>It is probably a characteristic of humanity's eternal upward struggle that good enough is never good enough, and neutral terms like <em>ordinary, mediocre, average, so-so, run-of-the-mill</em>, and <em>indifferent</em> tend to take on negative connotations. A classic, of course, is <em>coarse</em>. This word seems to have popped up in the early 15th century, as an adjectival form of <em>course</em> 'ordinary order' or 'normal manner.' For three centuries there was no spelling distinction between the two, but the noun was pronounced with a long “u” sound (COORSE). The earliest uses of the adjective referred to fabrics, to distinguish ordinary or run-of-the-mill cloth from finer weaves. But even before that century was out, the sense had depreciated to denote inferior—not just average—quality.</p> <p>When the vowel sound in the noun changed from long “u” to the same sound as in <em>coarse</em>, a need was evidently felt to have a spelling distinction so as to tell the two apart in print. Isaak Walton is the earliest known to have used the modern spelling when, in <em>The Compleat Angler</em>, he wrote of “the worst or coarsest fresh water fish.” <em>Coarse</em> has undergone a thorough pejoration; once it began to be used for people, in the sense of 'unrefined' or 'indelicate,' full stigmatization was probably guaranteed. Now it passes as a synonym for <em>indecent, obscene</em>, or <em>gross</em> (three words that have also gone through some downward sense development).</p>"
}