{
  "type": "Article",
  "title": "Expressions for Sexual Harassment: a Semantic Hole",
  "author": "Sol Saporta",
  "location": "University of Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Expressions for Sexual Harassment: a Semantic Hole</h1>\n<p><em><span data-rel=\"author\">Sol Saporta</span> <span data-rel=\"location\">University of Washington</span></em></p>\n<p>At least as far as the media are concerned, sexual harassment, as well as related issues, like pornography, have now replaced both legalized abortion and equal opportunity as the central issues of the sexual politics of the '90s, with the obvious political and legal ramifications.</p>\n<p>It may be of interest, then, to consider the language in which this debate is normally carried out, an examination of which, I propose, will reveal something of the assumptions and limitations governing virtually all discussions of the issue.</p>\n<p>Let me make my own ideological position explicit. Although routinely denied, it is not always clear whether what is being condemned is sexual harassment, or just sex. Or, put differently, one's views of sexual harassment are inevitably intertwined with one's views of “healthy sexuality,” and, as others have pointed out<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>, the current debate has been framed by the largely puritanical segment of the women's movement.</p>\n<p>Indeed, I would maintain that the language of sexual harassment reflects this ideological bias. To start, consider the expression <em>to make sexual advances</em>. Clearly the term has a formal (and legalistic) connotation which is hardly neutral. Although someone might reasonably characterize one's own behavior as “flirting,” for example, it is unlikely that a person would report “making sexual advances,” except facetiously. The term usually appears expanded in one of two ways: <em>univited sexual advances</em> and <em>unwanted</em> or <em>unwelcome sexual advances</em>. The distinction is significant. What is an “invited sexual advance?”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> If A invites B to make a sexual advance, then A has made an “uninvited sexual advance”: any initial step is 'uninvited' by definition. To construe <em>uninvited sexual advances</em> as a form of sexual harassment is to condemn all sexual advances.</p>\n<p><em>Unwanted sexual advances</em> are rather different. Whereas <em>uninvited sexual advances</em> can be identified by both parties before they occur, <em>unwanted sexual advances</em> are presumably identifiable by one party only after they occur, i.e., when they have been rejected. The party receiving the sexual advance may know in advance that it is not wanted, but not the party making the sexual advance. Indeed, it seems likely that the behavior in question is more likely to be characterized as a “sexual advance” if it is rejected. One does not usually respond favorably to a sexual advance. Furthermore, invitations that are clearly nonsexual are rarely referred to as <em>advances</em> at all. <em>To make advances</em> means <em>to make sexual advances</em>. The word <em>advances</em> is itself emotionally charged.</p>\n<p>But, to repeat, the people engaged in the behavior referred to rarely use such terms at all. So what terms do they use?</p>\n<p>Well, <em>to court</em> or <em>to woo</em> someone sounds absolutely Victorian, whereas to <em>seduce</em> someone sounds morally reprehensible. Expressions like <em>to come on to someone</em> or <em>to hit on</em> someone, <em>or to make a pass</em>, being largely informal, seem to have a frivolous, or sometimes even a threatening connotation. Young people will sometimes talk of <em>working (on)</em> someone, which sounds exploitative. Even <em>flirting</em> implies a cavalier attitude which may be innocuous, but which also may connote a lack of sincerity.</p>\n<p>I have been intentionally vague regarding the grammatical subject and object of these verbs. First, it is clear that heterosexuality is assumed, unless there is some evidence to the contrary. Furthermore, women do not normally <em>court</em> men, and although both men and women may <em>flirt</em> or <em>seduce</em>, a sentence like <em>My neighbor hit on my friend</em> out of context will typically be understood to refer to a male neighbor and a female friend, and not vice-versa.</p>\n<p>There is a whole range of behaviors which are sexually ambiguous to a certain extent, almost by definition, a fact which is reflected in expressions like <em>to ask for a date</em> or <em>to express an interest</em> in someone, where the sexual interest is tacit, but not explict. Similarly, expressions like <em>to (try to) connect with</em> or <em>to (try to) get next to</em> someone may or may not express sexual intent</p>\n<p>So, unless I have missed a range of expressions, the conclusion one can draw from the above is that the language we use to describe the initial attempts to establish sexual relations is either puritanical, or hostile, or frivolous, or ambiguous, hardly the range one would expect in an open, sexually healthy, egalitarian society. The “semantic hole” is itself a symptom of the disease.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>See, for example, Camille Paglia, “The Joy of Presbyterian Sex,” <em>The New Republic</em>, December 2, 1991, pps. 24-27, or Susie Bright, “The Prime of Miss Catherine MacKinnon,” <em>In These Times</em>, pp. 39-40. I feel obligated to add that, as someone accused of sexual harassment, my interest in these issues is not purely academic. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>I take the approaches made by prostitutes to be classic examples of <em>uninvited sexual advances</em>. Whatever one's views of prostitution, however, one would be hard pressed to seriously consider such behavior as a form of sexual harassment. Incidentally, a related linguistic usage, and one which I agree is pernicious, is illustrated by the allegation that certain persons <em>invite</em> offensive behavior— even violence—through, for example, their dress or appearance. The contradiction is clear. If neither dress nor appearance constitutes an invitation to make sexual advances, then it is difficult to see how the fact that sexual advances are uninvited should be sufficient basis for allegations of sexual harassment. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>One obvious example of a “semantic hole” in sexual relationships is the often-observed absence of neutral terms for unmarried sexual partners. A colleague writes that his university is seriously considering the expression <em>spousal equivalent</em>. The caricature has now become the reality. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Expressions for Sexual Harassment: a Semantic Hole</h1> <p><em><span data-rel=\"author\">Sol Saporta</span> <span data-rel=\"location\">University of Washington</span></em></p> <p>At least as far as the media are concerned, sexual harassment, as well as related issues, like pornography, have now replaced both legalized abortion and equal opportunity as the central issues of the sexual politics of the '90s, with the obvious political and legal ramifications.</p> <p>It may be of interest, then, to consider the language in which this debate is normally carried out, an examination of which, I propose, will reveal something of the assumptions and limitations governing virtually all discussions of the issue.</p> <p>Let me make my own ideological position explicit. Although routinely denied, it is not always clear whether what is being condemned is sexual harassment, or just sex. Or, put differently, one's views of sexual harassment are inevitably intertwined with one's views of “healthy sexuality,” and, as others have pointed out<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>, the current debate has been framed by the largely puritanical segment of the women's movement.</p>"
}