{
  "type": "Article",
  "title": "Plane Speaking",
  "author": "Steven Cushing",
  "location": "Jamaica Plain, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Plane Speaking</h1>\n<p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts</span></em></p>\n<p>Nothing underscores the subtle complexities of language more strikingly than the miscommunications that occur among pilots, crew members, and air traffic controllers. An experienced flight instructor reports noticing considerable power on, just before touching down, while checking out a pilot in a small airplane. He had thought he was saying <em>Back— on the power</em>, with a stress on <em>Back</em> and a pause before <em>on</em>, but he was interpreted by the pilot as having said <em>Back on—the power</em>, with the stress on <em>on</em> and the pause after it. A pilot who had been instructed to maintain 7000 feet and who was then told,</p>\n<blockquote>\n<p>traffic at ten o'clock, three miles,</p>\n<p>level at 6,000, to pass under you,</p>\n</blockquote>\n<p>responded, <em>We have him</em>, and was then challenged by the controller when he was observed descending through 6800 feet. The pilot had misconstrued the phrase <em>level at 6,000</em> imperatively, as an instruction for himself, meaning '[Descend to and remain] level at 6,000,' rather than understanding it declaratively, as it had been intended, as an assertion about his traffic, meaning '[The traffic is] level at 6,000.' On January 25, 1990, an aircraft over Cove Neck, New York, ran out of fuel, and 73 of the 159 persons aboard died in the resulting crash, including the three crew members in the cockpit. The flying pilot had instructed the copilot <em>Digale que estamos en emergencia</em> and the copilot had responded <em>Si, senor, ya le dije</em>; but what he had actually radioed to the controller was <em>We're running out of fuel</em>. The specific English word <em>emergency</em> is required in the aviation protocol to convey to the controller that the disaster is imminent, but the copilot failed to use that word, even though the pilot had used its exact Spanish equivalent in telling him what to say.</p>\n<p>As I show in my book <em>Fatal Words: Communication Clashes and Aircraft Crashes</em> (University of Chicago Press, 1994), these examples are representative of a wide range of accidents and near misses in which language misunderstandings or omissions have played a contributing and sometimes central role. An instructor reports responding to the tower calling traffic by saying <em>I got it</em>, with the intended meaning 'I see the traffic' but being interpreted by his student as meaning that the instructor was now flying the aircraft. In similar incident, a copilot reports that the landing field was in sight by saying <em>I've got it</em>, with the result that the flying pilot let go of the controls. The sentence <em>Maintain runway heading</em> is interpreted sometimes as meaning that the pilot maintain the heading indicated when lined up on the extended center line of the runway and sometimes as meaning that the pilot take a heading after liftoff to keep the aircraft traveling on that line. In some situations this difference can lead to a conflict between aircraft in a cross wind after takeoff. At an airport at which Local Control and Ground Control were combined, a construction vehicle, B1, called, <em>At the localizer road to proceed to the ramp</em>. A controller, knowing that B1 had called but not sure what the request had been, replied <em>B1, Ground, Go Ahead</em> and then proceeded to talk to aircraft while waiting for a reply. B1 misinterpreted the phrase <em>Go Ahead</em> as referring to his driving, rather than his speaking, and was halfway down his normal route of travel before the controller realized what had happened.</p>\n<p>Homophony and, more commonly, near-homophony, in which different words or phrases sound exactly or nearly alike, can be just as problematic as syntactic ambiguity. For example, the sentence <em>Pass to the left of the tower</em> is ambiguous because <em>left</em> can mean either the speaker's left or the hearer's left; but further confusion is also possible, because <em>left</em> can sound very much like <em>west</em>. A pilot reports practicing short field landings in a small airplane as a student when his instructor said <em>Last of the power</em>, meaning to 'reduce to zero while flaring.' However, the pilot thought the instructor had said <em>Blast of power</em>, fearing an imminent stall. The result was confusion and a longer landing. A pilot who was observed on radar to be somewhat higher than called for and flying in the wrong direction turned out to have misheard a clearance for <em>a Maspeth climb</em> as a clearance for <em>a massive climb</em>. Maspeth is a fix in the New York metropolitan area, but the pilot was unfamiliar with the local geography. An outbound pilot who was told to receive his clearance from the Center when he was <em>on the deck</em> misheard this as <em>off the deck</em> and proceeded with his takeoff, consequently finding himself head-on with an inbound aircraft. In another incident, one widebody airplane barely missed colliding with another after landing, because the pilot heard <em>Hold short as Oh sure</em> in response to his asking the controller <em>May we cross</em>? in reference to a runway.</p>\n<p>An international carrier inbound to the United States was handed off to a new Center after the captain had read back the clearance <em>Cleared to descend to two zero zero, cross two zero miles south of XYZ at two two zero</em> and the First Officer had set the altitude selector to 20,000 feet. To the initial contact from the flight, <em>Leaving two two zero for two zero zero</em>, the new Center responded, <em>Were you cleared to two zero zero</em>? The Center claimed later that the clearance had been only to 220, that is, 22,000 feet, but the crew had understood otherwise. A Captain who was flying with an assigned altitude of 10,000 feet while being vectored for a landing on runway 27L thought he heard the copilot say Cleared to seven, took this to mean Cleared to seven thousand feet, and started to descend. The copilot had really said Cleared two seven in reference to the runway. Confusions between the identical sounding to and two almost led to a mid-air collision, when a pilot misheard Climb to five zero as Climb two five zero, putting him on a collision course with another aircraft that was just fifteen hundred feet above him; it did lead to a fatal accident, when a pilot, in another incident, read back the instruction Descend two four zero zero as O.K. Four zero zero and then proceeded, without correction from the controller, to descend to four hundred, rather than twenty-four hundred feet.</p>\n<p>To is not the only preposition that can kill. On March 27, 1977, the pilot of a KLM 747 radioed We are now at take-off, as his plane began rolling down the runway in Tenerife, the Canary Islands. The air traffic controller mistakenly took this statement to mean that the plane was at the take-off point, waiting for further instructions, and so did not warn the pilot that another plane, a Pan Am 747 that was invisible in the thick fog, was already on the runway. The resulting crash killed 583 people in what is still the most destructive accident in aviation history. The KLM pilot's otherwise perplexing use of the very nonstandard phrase at take-off, rather than the more standard phrase taking off, appears to have been a subtle form of what linguists call code-switching, a process in which bilingual or multilingual speakers inadvertently switch back and forth from one of their languages to another in the course of a conversation. In the KLM pilot's case, what linguists call the present progressive aspect, which is expressed in English by a verb's -ing form, can be expressed in Dutch by the equivalent of at plus the verb's infinitive. Perhaps because of fatigue or the stress of having to work in conditions of no visibility, the Dutch-speaking pilot switched into the Dutch grammatical construction while keeping his words in English, as required. The Spanish-speaking controller had no clue that this was going on and so interpreted the at in the most natural way, as indicating a place, the take-off point.</p>\n<p>Code-switching can take place even within the same language, when different dialects or variants are available. On February 17, 1981, at John Wayne Orange County Airport in Santa Ana, California, Air Cal 336 was cleared to land while Air Cal 931 was cleared to taxi into position for takeoff, but the controller then decided that more time was needed between the takeoff and the landing and so told 336 to go around. The 336 Captain resisted this instruction by having his copilot radio to ask for permission to continue landing, but he switched from technical aviation jargon to ordinary English and used the word hold to express this request. In aviation parlance, to hold some action always means to 'stop' what you are doing and thus to 'go around' in a landing situation; but in ordinary English hold can also mean to 'continue' what you are doing and thus to 'land' in such a situation. The resulting confusion led to 34 injuries, four of them classified as serious, and the complete destruction of the aircraft by fire, for Air Cal 336 landed with its landing gear retracted, the Captain having finally decided to follow instructions to go around, but too late to do so.</p>\n<p>There are technological means of ameliorating miscommunications in the aviation setting, as I discuss in Fatal Words, but there are broader lessons to be learned from these examples. Not only pilots and controllers, but people in general need to learn to be more mindful of their own language use and to be willing to use more words to get meanings across. We all need to learn to listen with more care and to ask for clarification, rather than assuming that we already know what is going to be said to us in advance.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Plane Speaking</h1> <p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts</span></em></p> <p>Nothing underscores the subtle complexities of language more strikingly than the miscommunications that occur among pilots, crew members, and air traffic controllers. An experienced flight instructor reports noticing considerable power on, just before touching down, while checking out a pilot in a small airplane. He had thought he was saying <em>Back— on the power</em>, with a stress on <em>Back</em> and a pause before <em>on</em>, but he was interpreted by the pilot as having said <em>Back on—the power</em>, with the stress on <em>on</em> and the pause after it. A pilot who had been instructed to maintain 7000 feet and who was then told,</p> <blockquote>\n<p>traffic at ten o'clock, three miles,</p>\n<p>level at 6,000, to pass under you,</p>\n</blockquote> <p>responded, <em>We have him</em>, and was then challenged by the controller when he was observed descending through 6800 feet. The pilot had misconstrued the phrase <em>level at 6,000</em> imperatively, as an instruction for himself, meaning '[Descend to and remain] level at 6,000,' rather than understanding it declaratively, as it had been intended, as an assertion about his traffic, meaning '[The traffic is] level at 6,000.' On January 25, 1990, an aircraft over Cove Neck, New York, ran out of fuel, and 73 of the 159 persons aboard died in the resulting crash, including the three crew members in the cockpit. The flying pilot had instructed the copilot <em>Digale que estamos en emergencia</em> and the copilot had responded <em>Si, senor, ya le dije</em>; but what he had actually radioed to the controller was <em>We're running out of fuel</em>. The specific English word <em>emergency</em> is required in the aviation protocol to convey to the controller that the disaster is imminent, but the copilot failed to use that word, even though the pilot had used its exact Spanish equivalent in telling him what to say.</p>"
}