{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  “Impossible!”",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>“Impossible!”</em></h1>\n<p><em>Allison Whitehead, Rainham, Essex</em></p>\n<p>It is a pity the English language does not come equipped with a user's guide, for this would surely put an end to the numerous “impossible” clangers made in everyday speech.</p>\n<p>Good examples are sentences like those your parents used to scream at the tops of their voices when you were an angelic four-year-old: “If you fall out of that tree and break your legs, don't come running to me!” They are also called Irish bulls.</p>\n<p>Perhaps this explains why, as adults, we still say impossible things: we surely heard enough of them when we were young and impressionable. “Look at your face!” was another classic retort that greeted you even when there wasn't a mirror to hand, along with: “Can't you see how dirty the back of your neck is?” or “What's that on your back?”</p>\n<p>Answer that one truthfully and you'd have got a clip round the ear for your honesty—otherwise known as sarcasm until you're an adult.</p>\n<p>And what about, “If you don't eat your greens, you'll sit there until you do eat them!”?</p>\n<p>All such orders were no doubt meant in good faith—even though they were impossible to obey— yet they did make their mark. We still encounter similar impossibilities with amusing regularity in our adult lives, along with their exact opposites—signs which more than state the obvious, such as “Ears pierced while you wait.”</p>\n<p>As some people might say, “If Shakespeare were alive today he'd turn in his grave.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>“Impossible!”</em></h1> <p><em>Allison Whitehead, Rainham, Essex</em></p> <p>It is a pity the English language does not come equipped with a user's guide, for this would surely put an end to the numerous “impossible” clangers made in everyday speech.</p> <p>Good examples are sentences like those your parents used to scream at the tops of their voices when you were an angelic four-year-old: “If you fall out of that tree and break your legs, don't come running to me!” They are also called Irish bulls.</p> <p>Perhaps this explains why, as adults, we still say impossible things: we surely heard enough of them when we were young and impressionable. “Look at your face!” was another classic retort that greeted you even when there wasn't a mirror to hand, along with: “Can't you see how dirty the back of your neck is?” or “What's that on your back?”</p>"
}