{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The New York Public Library Writer's Guide to Style and Usage",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Public-Library-Writers-Guide-Style/dp/0062700642\"><em>The New York Public Library Writer's Guide to Style and Usage</em></a></h1>\n<p>Paul Fargis, ed. dir., Andrea J. Sutcliffe, ed., (HarperCollins 1994), ix + 838pp.</p>\n<p>This welcome work is directed toward writers and editors who have the wit to harbor doubts about their infallibility (which ought to include just about anyone worthy of consideration as a professional). As I have said on numerous occasions, books that inform are of no use to people who think that they know it all, for it never occurs to them to look up the standard American spelling of words like <em>programed, programing</em>, and <em>programer.</em></p>\n<p>But let me interrupt: what is a <em>frontispiece?</em> I always thought it was a full-page illustration at the front of a book. I checked in the RHD <em>Unabridged</em> and found that definition. What made me check was a reference in the editor's Preface to names “listed on the frontispiece.” Sure enough, on the page facing the title page is a list of, among other things, the contributing editors. Maybe I was out of date with my understanding of <em>frontispiece</em>, so I looked it up in the <em>Writer's Guide</em> itself. Sure enough:</p>\n<blockquote>\n<p>A frontispiece is an illustration that appears opposite the title page. If there is no frontispiece, this page may contain a list of the author's other works or information about other books in the series.</p>\n</blockquote>\n<p>New to me. I checked in what I consider one of the best authorities on books, <em>Glaister's Glossary of the Book</em>, by Geoffrey Ashall Glaister, University of California Press, 2nd edition, 1979. Glaister's has:</p>\n<blockquote>\n<p>an illustration facing the title-page, either printed with the prelims or separately pasted and guarded into a book.</p>\n</blockquote>\n<p>From the wording, it is obvious that Glaister is British, and either <em>frontispiece</em> might not be used that way in Britain or perhaps this is a new sense of frontispiece not in use in 1979. I checked in <em>MWIII</em> and in the OED<em>2e</em>: neither yielded the definition sought (though the OED2e has a definition, labeled obsolete and obviously not the meaning sought, “the first page of a book”). That may not seem an auspicious beginning, but we must not despair, for an authority—if one is needed—must be lurking somewhere: either we have not found it or we must recognize the Editor's right to Humpty-Dumpty meanings into existence at a whim.</p>\n<p>The foregoing is not very important, but it does show what can happen when a person keen on words is let loose.</p>\n<p>A few of the names on the so-called frontispiece are familiar, particularly that of Priscilla S. Taylor, consultant editor to the <em>Editorial Eye</em> (or to EEI, in Alexandria, Virginia) and editor of the <em>Phi Beta Kappa Newsletter</em>, a person of formidable qualifications and one whom I trust.</p>\n<p>The <em>Writer's Guide</em> is divided into five parts, Usage, Grammar, Style, Preparing the Text, and Production and Printing. There is an annotated bibliography, which lists my <em>Oxford Theasurus</em> but fails to include notice of the myriad illustrative sentences it contains. I trust that I shall be forgiven for skimming over the Usage chapter, partly because much of it is cut and dried and the parts that are not confuse the issue of avoiding prejudice with political correctness, a subject that gives me dyspepsia. (It is beyond me, for example, why people in eastern Asia should be offended by the word <em>orient</em>, which is no more than a reference to the place where the sun rises.) I shall also skip Grammar, which seems quite straightforward and predictable. Scattered here and there are helpful vignettes that focus on ancillary matters—SPOTTING A RESTRICTIVE CLAUSE, THE HISTORY OF THE SEMICOLON, etc.</p>\n<p>In the chapter on Style, I expected to find under punctuation a fuller treatment than that afforded: I looked in vain for two things, the wisdom offered regarding serial commas (whether or when the second comma is required or desirable in A, B, and C, and what the position is on the use of a comma following etc. in the middle of a sentence). I found neither, nor did I find the common editorial term serial commas in the Index, which seems a little thin. It seemed best not to try to go through the book systematically but to dip into it here and there. Good advice is given about hyphens and adverbs ending in -ly preceding adjectives: were I being pernickety, I should say that the word “modifier” is not necessarily applied only to words that precede a noun, and that the rules change when a modifier is in apositive or predicative position, as in a <em>well-known man</em> vs. <em>a man well known for his generosity</em>. Would that it were possible to distill the vagaries of English compounding into a five-page table: the editors are forced to offer comments like “equal titles of functions” (equality is not always easy to decide), “words go together naturally” (naturally for whom?), etc., and even then to include a column of exceptions. (If you want my advice, settle on one large dictionary as a standard and look up any compounds it contains, following it slavishly: your writing is more important than whether vice president has a hyphen or not. However, that does not apply as consistently to editors as to the authors of what they are editing.)</p>\n<p>I disagree with the suggested treatment of fractions, in which we are told to write <em>two-thirds, three-eighths</em>, etc. Nonsense! <em>Two thirds and three eighths</em> are exactly the same in construction as <em>two thousand, three millions</em>, and <em>four birdhouses. Third and eighth</em> are perfectly legitimate nouns in English and do not conform to the convention that requires <em>eighty-six.</em></p>\n<p>In the section on Computers, I was particularly interested in reading a vignette on spelling checkers (p. 695), made to appear ludicrous, and on scanning (p. 705). I agree that no nonparsing checker could find the error of writing <em>ewe</em> for <em>you</em>, <em>wile</em> for <em>while</em>, <em>bin</em> for <em>been</em>, or <em>sum</em> for <em>some</em>. Such errors—but not halve for have—are unlikely if the text was written by a literate person. In any event, I have found that spelling checkers do find typographical errors that result in nonwords (like <em>fulkly</em> for <em>fully</em>), which result from fast hunt-and-peck typing. As far as scanning goes, I have been shopping for a flatbed scanner because there are many sources I am now using that I should like to have in machine-readable form for sorting and other processing. The hand-held scanner I have used is very tricky and sensitive, and, as the <em>Writer's Guide</em> admonishes, creates as many problems as it solves; but I am going to pursue the subject nonetheless, hoping that a useful balance might be struck in which less time is spent correcting than in initial keyboarding plus correcting.</p>\n<p>In the chapter on Typography, information that appears in an illustration (p. 730) is somewhat misleading, for the inference is that small capitals are the same height as x-high letters of a given font. That might not have been the implication, for small caps are usually sixty per cent of cap height (though there is no standard). In the example shown, a sansserif face, the x-height of the characters is quite large; in different faces, the x-height to cap-height ratio varies, as does the small-cap height. I have my own notions of typographic design which are likely to be at odds with those of many designers, and I have seen fit to comment on particularly heinous examples of design encountered in reviewing. This is not, however, the place to embark on a disputatious wrangle leading nowhere. Suffice it to say, I find nothing serious to quibble with in the basic advice given, though I would caution against using the Guide as a quick course to typographic design.</p>\n<p>The <em>Writer's Guide</em> contains a huge amount of useful information, and if one does not already have a style manual, it might be as good as another, though many would argue that nothing could equal (let alone surpass) the <em>Chicago Manual of Style</em>. If one has become accustomed to a particular manual, the temptation is to stay with it: it is like a comfortable old shoe; even when a new edition becomes available, the information appears in approximately the same place and in a familiar format. Things are changing, though, and I am a little surprised that I have heard nothing about the availability of a style manual integrated with the software of a word processing package.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Public-Library-Writers-Guide-Style/dp/0062700642\"><em>The New York Public Library Writer's Guide to Style and Usage</em></a></h1> <p>Paul Fargis, ed. dir., Andrea J. Sutcliffe, ed., (HarperCollins 1994), ix + 838pp.</p> <p>This welcome work is directed toward writers and editors who have the wit to harbor doubts about their infallibility (which ought to include just about anyone worthy of consideration as a professional). As I have said on numerous occasions, books that inform are of no use to people who think that they know it all, for it never occurs to them to look up the standard American spelling of words like <em>programed, programing</em>, and <em>programer.</em></p> <p>But let me interrupt: what is a <em>frontispiece?</em> I always thought it was a full-page illustration at the front of a book. I checked in the RHD <em>Unabridged</em> and found that definition. What made me check was a reference in the editor's Preface to names “listed on the frontispiece.” Sure enough, on the page facing the title page is a list of, among other things, the contributing editors. Maybe I was out of date with my understanding of <em>frontispiece</em>, so I looked it up in the <em>Writer's Guide</em> itself. Sure enough:</p> <blockquote>\n<p>A frontispiece is an illustration that appears opposite the title page. If there is no frontispiece, this page may contain a list of the author's other works or information about other books in the series.</p>\n</blockquote>"
}