{
  "type": "Article",
  "title": "The Lamps of Speech",
  "author": "Martin Bennett",
  "location": "Riyadh",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Lamps of Speech</h1>\n<p><em><span data-rel=\"author\">Martin Bennett</span> <span data-rel=\"location\">Riyadh</span></em></p>\n<p><em>Proverbs are the lamps of speech, boasts an Arab saying. The words of night are coated in butter:</em> laments another, <em>as soon as day shines upon them they melt away</em>.</p>\n<p>Contradictory as life itself, sometimes pointing out a general truth, as often undermining it, Arab proverbs have been gathered and annotated since the ninth century AD. The small Arabic library where I work contains a shelf-full, the volumes numbered one to twelve. Whittling these down to a single article recalls the saying <em>He tried to carry two watermelons in one hand,</em> which in turn recalls the man who <em>tried to tile the sea</em>. Instead, I shall attempt here only a selection of a selection, suggesting some themes and functions along the way. After all, <em>Grapes are eaten one by one</em> and <em>Hair upon hair makes a beard</em>.</p>\n<p>Proverbs may be considered as a rough guide to local customs, traditions in a nutshell. <em>To understand a people, acquaint yourself with their proverbs</em>, or as another proverb puts it, <em>Customs are the fifth element of the world</em>. Of these customs, hospitality and generosity among the Arabs have pride of place. <em>The generous heart does not grow old; The house that receives no guests receives no angels; A rich man who is ungenerous is like a tree without fruit</em>; or, more succinctly, <em>Food for one is food for two; One cup of coffee, forty years' friendship</em>.</p>\n<p>Yet if hospitality is celebrated, its pitfalls are also charted. <em>He ate the camel and all it carried</em>, pithily describes the over-eager guest. <em>Guests and fish after three days start to stink</em>, or even <em>An unwelcome guest lingers like the British Empire</em>. To avoid such asides, remember to <em>Speak straight and sit crooked; or again, After the passing of incense there is no sitting</em>, the message here echoed by a telling rhyme lost in translation. [<em>ba\\?\\ad al a\\?\\uuD la taq\\?\\uuD</em>]. Do not let it be whispered of you, <em>You smile at him, and he brings his donkey</em>. Which goes to show that for every proverb for proclaiming in public, there are a couple more for muttering in private.</p>\n<p>Another subject high on the proverbial agenda is the family. <em>My brother and I against my cousin; my cousin and I against the stranger</em> is a frequently translated example. Families, as the proverb suggests, should be closely knit. They should also, according to most proverbs, be large: <em>There is no light in the house without children; Nobody knows when a man without daughters dies</em>. Or concerning the elderly, <em>A house without an elderly person is as a garden without a well</em>. Motherhood is also highly praised: <em>When a man's mother is at home, his loaf of bread is warm; The mother of a mute understands what he says</em>.</p>\n<p>So far so good. Aimed in the opposite direction, we have, <em>Sell your mother and buy a rifle</em>, or the even less wholesome, <em>Relatives are scorpions</em>, [<em>aqaarib \\?\\aqaarib</em>] rhyme twisting the arm of truth. Similarly, countering the commendable <em>If you don't have an old person in the house, buy one</em>, we have the less generous <em>In time of famine the old have teeth</em> and <em>What the devil accomplished in a year, an old woman may accomplish in an hour. Children are the stairway to Paradise</em> is challenged by <em>The child of one day had already learned how to annoy its parents</em>, while undercutting the standard injunctions to marry we have <em>A man with two wives becomes a porter</em>. The existence of many opposites suggests that proverbs perhaps once came in pairs, to be swopped in a sort of verbal wrestling, one vying with another or sometimes combining with it, the idealistic and the skeptical in balance: <em>The man without children has a hole in his heart; the man with children has a heart like a sieve; Your family may chew you, but they will not swallow you</em>.</p>\n<p>Proverbs can be equally ambivalent when it comes to friendship. Straightforward enough is <em>The neighbour before the house, the companion before the road</em> [<em>al-jaar qabl ad-daar, ar-rafiiq qabl aT-Tariiq</em>], friendship and rhyme going hand in hand as in <em>He who loves you will chew pebbles for you, your enemy will count your faults [Habiibutak yamDugh lak azzalaT wa \\?\\aduuka ya\\?\\ud al-ghalaT</em>]. A proverbial second opinion, however, is found in <em>Don't pray for your friend's good fortune, lest you lose him</em>. Or again, <em>See two people in harmony, and one person is bearing the burden</em>, or the still more skeptical <em>Beware of your enemy twice, beware of your friend a hundred times</em>.</p>\n<p>Yet the most Machiavellian proverbs pertain to government, Acton's view of power echoed with a vengeance: <em>Always stroke the head you want to cut off</em> warns one medieval example. <em>The victim is murdered, the funeral is attended</em>, confides another, the grisly humor continuing in <em>The sound of footsteps does not disturb the severed head</em>. Advice on the policy of divide and rule is contained in <em>When the cat and mouse make peace, the grocer's store is lost</em>. Advice on not underestimating the opposition is seen in <em>He who makes light of other men will be killed by a turnip</em>. On the need for firm government: <em>One rug can accommodate twelve dervishes, but no kingdom can accommodate two kings</em>. The pitfalls of negotiation are described in He who gets between the onion and its skin will be rewarded by its stink, while an observation on rhetoric, as true of the House of Commons as of the Abbasid court, goes, Everything is cut short except a long speech. For use by ministers of finance there is If meat is dear, patience is cheap.</p>\n<p>For those in the middle echelons of government comes a whole portfolio of sayings on the perils of ambition. Climb like a cucumber, fall like an aubergine; Stretch your feet only as far as your blanket allows; No tree has reached the sky; The foot that is too swift must be cut off; He who eats the Sultan's raisins must give him dates, or, put another way, A man without cunning is like an empty matchbox.</p>\n<p>The great mass of proverbs, though, are for the lips of the governed, those proverbial underdogs. A streetwise realism prevails, if not downright subversion: One lie in the Sultan's head impedes a dozen truths; There's no security in three things: the sea, the Sultan, and time. Expectations are generally low in accordance with When you make your bed on the floor you don't fall out. When speaking out is perilous—— Who should tell the lion that he has bad breath?; Complain to the bow and it will send an arrow——other means are required: When you have a favor to ask of the dog, call him “Sir”, or, summing up the nature of hierarchies down the ages, The prince's dog is also a prince. Deference is not the only means: Money delivers the djinni bound, assures one; two others snigger that A bribe (a) takes down the judge's trousers, (b) unwinds his turban. If economy with the truth is one proverbial option——Never tell the truth unless you have one foot in the stirrup—— as a general policy that is not without dangers also: The rope of untruth is short.</p>\n<p>Safeguarded by their anonymity, proverbs have a way of reaching awkward home truths shunned by other texts. Leave the moral high ground to poets, sultans, and the powers that be: Keep away from trouble and sing to it, suggests one saying; but most warn that trouble will come anyway. In the timeless land of proverbs Murphy's——or, if you will, Abdullah's——Law rules: Start selling turbans and people will be born without heads; If a peasant were made of silver, his balls would be made of brass. In the same vein, I went to Damascus to rid myself of worries; Damascus was full of worries, or, in a phrase, One grape, a hundred wasps. The Almighty might provide the dervish with a kitchen, but conversely He sends almonds to those without teeth.</p>\n<p>All this might be depressing, until we remember how proverbs also have an inbuilt skepticism about themselves. Better a neat lie than a sloppy truth hints how rhyme, that proverbial standby, can get the better of reality. Proverbial truth is nothing if not many-sided, experience winning out over language for its own sake. The tongue of experience is truest, confirms one with due humility: Ask a man of experience and not a physician. Throughout the individual is given his due, experience seen as a sort of leveler: There is no tree the wind has not shaken; He whose hands are in water is not like him whose hands are in fire; or, taken a stage further, An imbecile can manage his own affairs better than a wise man the affairs of other people.</p>\n<p>Perhaps it is in the light of this that we should understand the saying, Seek advice from a thousand men, ignore the advice of a thousand more, then return to your original decision. The limitations of languages are again brought home in A thousand curses do not tear a tobe ['a shapeless, shirtlike garment']; or, most majestically of all, in The dogs bark, the caravan passes. Behind the telling proverb is a salutary regard for something infinitely more powerful. If I have regretted keeping quite once, I have regretted my speech many times over, another proverb admonishes in my left ear, while at my right there whispers in Arabic and then in English: idhaa kaana al-kalaam min fiDDah fa as-sukuut min dhahab: If speech is silver, silence is golden.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Lamps of Speech</h1> <p><em><span data-rel=\"author\">Martin Bennett</span> <span data-rel=\"location\">Riyadh</span></em></p> <p><em>Proverbs are the lamps of speech, boasts an Arab saying. The words of night are coated in butter:</em> laments another, <em>as soon as day shines upon them they melt away</em>.</p> <p>Contradictory as life itself, sometimes pointing out a general truth, as often undermining it, Arab proverbs have been gathered and annotated since the ninth century AD. The small Arabic library where I work contains a shelf-full, the volumes numbered one to twelve. Whittling these down to a single article recalls the saying <em>He tried to carry two watermelons in one hand,</em> which in turn recalls the man who <em>tried to tile the sea</em>. Instead, I shall attempt here only a selection of a selection, suggesting some themes and functions along the way. After all, <em>Grapes are eaten one by one</em> and <em>Hair upon hair makes a beard</em>.</p> <p>Proverbs may be considered as a rough guide to local customs, traditions in a nutshell. <em>To understand a people, acquaint yourself with their proverbs</em>, or as another proverb puts it, <em>Customs are the fifth element of the world</em>. Of these customs, hospitality and generosity among the Arabs have pride of place. <em>The generous heart does not grow old; The house that receives no guests receives no angels; A rich man who is ungenerous is like a tree without fruit</em>; or, more succinctly, <em>Food for one is food for two; One cup of coffee, forty years' friendship</em>.</p>"
}