{
  "type": "Article",
  "title": "Language at Bay",
  "author": "Richard L. Champlin",
  "location": "Jamestown, Rhode Island",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language at Bay</h1>\n<p><em><span data-rel=\"author\">Richard L. Champlin</span> <span data-rel=\"location\">Jamestown, Rhode Island</span></em></p>\n<p>Much of Rhode Island fronts on Narragansett Bay, hence is called the Ocean State. Moreover, her language reflects this association in subtle ways. Take, for instance, the Rhode Islander who pointed to a sparrow hawk (birders prefer to call it a kestrel) and, perhaps being mindful the early colony's questionable custom of profitable privateering, called it a <em>privateer hawk</em>. Would that be understood in Nebraska? Maybe not, but any Rhode Islander aware of his state's predacious history would get the idea.</p>\n<p>Block Island, awash in Rhode Island Sound, shares with Maine the term for double-ended vessels large or small. The wooden, lap-straked boats go by the name of <em>peapods</em>. Graphic to say the least, since their hulls were not only so shaped but were often painted green. Block Islanders, furthermore, have tossed their share of nautical expressions into the stream of Rhode Island consciousness, as when Harry Allen, ancient seafarer, reported on his visit to the doctor. Was Harry given a clean bill of health? “<em>Clean as a quill,”</em> came the reply. Again, when asked how his wife, who had been bound over to a nursing home, was faring, he lamented, “She's been <em>draggin' a fin.”</em></p>\n<p>Narragansett folk might not have invented the term <em>shift wedding</em>, but they practiced the custom. When a widow, bereft of her husband, and deep in his debts, sought to marry anew, she must first slough off his obligations. To do this, she had first to appear at midnight before the justice of the peace clad scantily in nothing but a shift (a negligee). Next, if she lived in Washington County, she must proceed to <em>Shift Corner</em>, site of shift weddings, where three towns come together, and there step through all three towns to satisfy their inhabitants that she owned nothing but the shirt on her back. Then and only then was her new wooer free to marry this second-hand wife sans debts. Very convenient for a widow who had lost her first love at sea.</p>\n<p>Everyone knows black flies, the pestilence of May taking away the pleasures of the merry month, because, as the fellow said with merry understatement, when black flies bite, they do attract your attention. But probably only in seagirt states do the insects go by the name <em>buckeye flies.</em> The explanation? The anadromous herring return each spring and course up the streams to spawn, streams such as <em>Buckeye Brook</em> in Charlestown. Herring? Yes, but locally called <em>buckeyes</em>, and their return coincides with the appearance of the unwelcome flies. But if you pronounced <em>buckeye</em> as they do in the Buckeye State, referring to the tree, you would be wrong: in Rhode Island this would be pronounced, as it was in England and Scotland in days of yore, “BUCKee.” Chaucer, after all, probably pronounced <em>eye</em> “ee” to rhyme with <em>sea</em>, as in “the smalle foules... slepen all the night with open ee.” That pronunciation has persisted here.</p>\n<p>Pilots of the ferries on Narragansett Bay, like all mariners, had ideal opportunities to observe meteorological events such as sea turns and waterspouts. Captain Arthur Knowles and his First Mate Harold Sherman used a neat expression for the sky when a cool northwesterly breeze swept over the bay clearing out every vestige of cloud except those low to the southeast, where the warm water of the Gulf Stream condensed as a ragged range of billowy clouds. These the ferrymen called the <em>lee set</em>.</p>\n<p>The euphonious word <em>skilligalee</em> came ashore in Narragansett bay as an alternative name for the marlin. <em>Webster's New International</em>, however, defines <em>skilligalee</em> as a “worthless coin,” while the form <em>skillagalee</em> is defined as a “thin broth.” Any connection here?</p>\n<p>Picture small boats on the bay, each manned by one fisherman tonging for quahogs (pronounced “KOEhogs”). The tongs consist of two long poles with rakes affixed and crossed at the nether end, rakes many-toothed, curved and facing each other so as to clench the catch of hard-shelled clams. The fishermen toil at this job, working the poles in and out, in and out, endlessly. It is muscle-building toil, this opening and closing of the poles, and it has earned for the tongs the name <em>East Greenwich accordions</em>. The only music they produce is the whistle of the tongers on the way to the bank.</p>\n<p>To me the choicest of these maritime terms I have heard only once, but I was not a little pleased to hear it. Emory Bennett had been to a political convention at Warwick. He described the Governor Francis Farm where it took place, an idyllic farm on land gradually sloping to the bay and margined with what most of us would call a salt marsh. He called it a <em>sea pasture</em>, a term absent as such from the dictionaries. It brought to minds a phrase from Milton “seaweed their pasture” (<em>Paradise Lost</em>, vii, 404), except that Emory meant the wide expanse of tidal grass just up from the beach and inundated twice daily. This grass, incidentally, was called <em>thatch</em> locally, suggesting an early colonial use for it. Furthermore, it enhanced the term to hear Emory pronounce <em>pasture</em> “PASTOR.”</p>\n<p>Let it not be said, then, that the smallest state has not contributed to the richness of the mother tongue.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language at Bay</h1> <p><em><span data-rel=\"author\">Richard L. Champlin</span> <span data-rel=\"location\">Jamestown, Rhode Island</span></em></p> <p>Much of Rhode Island fronts on Narragansett Bay, hence is called the Ocean State. Moreover, her language reflects this association in subtle ways. Take, for instance, the Rhode Islander who pointed to a sparrow hawk (birders prefer to call it a kestrel) and, perhaps being mindful the early colony's questionable custom of profitable privateering, called it a <em>privateer hawk</em>. Would that be understood in Nebraska? Maybe not, but any Rhode Islander aware of his state's predacious history would get the idea.</p> <p>Block Island, awash in Rhode Island Sound, shares with Maine the term for double-ended vessels large or small. The wooden, lap-straked boats go by the name of <em>peapods</em>. Graphic to say the least, since their hulls were not only so shaped but were often painted green. Block Islanders, furthermore, have tossed their share of nautical expressions into the stream of Rhode Island consciousness, as when Harry Allen, ancient seafarer, reported on his visit to the doctor. Was Harry given a clean bill of health? “<em>Clean as a quill,”</em> came the reply. Again, when asked how his wife, who had been bound over to a nursing home, was faring, he lamented, “She's been <em>draggin' a fin.”</em></p> <p>Narragansett folk might not have invented the term <em>shift wedding</em>, but they practiced the custom. When a widow, bereft of her husband, and deep in his debts, sought to marry anew, she must first slough off his obligations. To do this, she had first to appear at midnight before the justice of the peace clad scantily in nothing but a shift (a negligee). Next, if she lived in Washington County, she must proceed to <em>Shift Corner</em>, site of shift weddings, where three towns come together, and there step through all three towns to satisfy their inhabitants that she owned nothing but the shirt on her back. Then and only then was her new wooer free to marry this second-hand wife sans debts. Very convenient for a widow who had lost her first love at sea.</p>"
}