{
  "type": "Article",
  "title": "Mountain Talk",
  "author": "Raymond M. Kelly",
  "location": "Chester-le-Street, Durham",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mountain Talk</h1>\n<p><em><span data-rel=\"author\">Raymond M. Kelly</span> <span data-rel=\"location\">Chester-le-Street, Durham</span></em></p>\n<p>Since its inception in the early 19th century, mountaineering and climbing have evolved their own special language. A 'way up a mountain or cliff' is known as a <em>route</em>. Certain routes which are not necessarily the highest, longest or highest ones in the area are known as <em>classics</em>.</p>\n<p>A <em>pitch</em> is 'one rope's length of a route,' while the most difficult part is called the <em>crux</em>. There is always a <em>belay</em> or <em>anchor point</em> at the ends of each pitch. Utilizing one of these or using the rope to safeguard another climber is <em>belaying</em>. A <em>psychological belay</em> is one that would not support a falling climber. Loops of rope or tape, called <em>slings</em>, fitted with <em>karabiners</em> or <em>krabs</em> 'metal snaplinks,' are used for <em>running belays</em> or <em>runners</em>. These are placed on the rock face during the ascent and used to prevent the leader from falling too far. Slings can be slipped over points of rock, attached to <em>pitons</em> 'metal spikes' or <em>chocked</em> 'fitted into cracks with shaped pieces of metal.' These pieces are called <em>chocks</em> (small pebbles were originally used for this purpose) or <em>nuts</em> (the earliest metal chocks being nuts with the screwthreads drilled out). A 'small chock on a thin wire sling' is a <em>baby on a wire</em>. Pitons have various names, such as <em>pegs, spikes, leepers, rurps,</em> or <em>bong-bongs</em>. The leader carries this equipment on a <em>set of krabs</em> known as a <em>rack</em>.</p>\n<p>Different ropes have names. The 'climbing rope' is the <em>active</em> or <em>live rope</em>. Coming from the rear of a climber's harness it is a <em>back rope</em>; fixed at chest level to give the climber a rest it is a <em>cow's tail</em>.</p>\n<p>Faults in the face provide the means for climbing it. The easiest and safest method of ascending is to <em>chimney up a chimney</em>, a wide crack that is climbed in the fashion of a chimney sweep. Alternative names for this maneuver are <em>bridging</em> or <em>foot and backing</em>. Piles of stones (<em>cairns</em> or <em>stonemen</em>) are built on peaks and along <em>cols</em> (a <em>saddle</em> or <em>pass</em>). A 'sharp rock ridge' is an <em>arete</em>, sometimes only passable by <em>going a chaval</em> [<em>à cheval</em>], that is, 'sitting astride the top as on a horse.' A crack with one protruding edge can be <em>laybacked</em> 'climbed by pushing with the feet while pulling with the hands.' A prominent ledge is a <em>mantelshelf</em> which is <em>mantelshelfd</em> 'climbed as if going onto a fireplace mantelshelf.'</p>\n<p>Routes are graded in terms of height, difficulty, and exposure, the vertical distance below the climber. The grades are <em>easy, moderate, difficult, very difficult</em> or <em>v. diff, severe, very severe</em> or VS, <em>hard very severe</em> or HVS, <em>extremely severe</em> or ES, and <em>exceptionally severe</em> or XS. Holds range from <em>friction</em> through <em>thin</em> to <em>jug handles</em>. A large hold at the end of a hard pitch is often called a <em>thank-God hold</em>. A very small hold that depends on the friction between the climber's boot and the rock is a <em>smear</em>. When the climber uses the inside edge of his boot on a very narrow hold, he is <em>edging</em>.</p>\n<p>Over the years climbers have developed a system of calls. <em>Tight rope</em> means 'take in any slack rope,' while <em>slake</em> ['slack'] means 'let out a little more rope.' The leader shouts “Taking in” when he reaches the top of a pitch and begins gathering in the slack. When the rope goes taut, the second answers “That's me”; the leader will then belay and instruct the second “Climb when you're ready”; the second says “Climbing,” and the leader acknowledges, “Aye, aye.”</p>\n<p>Someone who is 'taking risks' is <em>feeling brave</em>, and when he falls, he is <em>peeling</em>. Any climber who comes to a stop through 'lack of energy' is <em>bonked out</em>. If this is caused by a 'lack of food,' he is suffering from <em>hunger knock</em>. A climber who is feeling nervous is <em>being gripped</em>.</p>\n<p>Helmets which are now worn by almost every climber are dubbed <em>bone-domes</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mountain Talk</h1> <p><em><span data-rel=\"author\">Raymond M. Kelly</span> <span data-rel=\"location\">Chester-le-Street, Durham</span></em></p> <p>Since its inception in the early 19th century, mountaineering and climbing have evolved their own special language. A 'way up a mountain or cliff' is known as a <em>route</em>. Certain routes which are not necessarily the highest, longest or highest ones in the area are known as <em>classics</em>.</p> <p>A <em>pitch</em> is 'one rope's length of a route,' while the most difficult part is called the <em>crux</em>. There is always a <em>belay</em> or <em>anchor point</em> at the ends of each pitch. Utilizing one of these or using the rope to safeguard another climber is <em>belaying</em>. A <em>psychological belay</em> is one that would not support a falling climber. Loops of rope or tape, called <em>slings</em>, fitted with <em>karabiners</em> or <em>krabs</em> 'metal snaplinks,' are used for <em>running belays</em> or <em>runners</em>. These are placed on the rock face during the ascent and used to prevent the leader from falling too far. Slings can be slipped over points of rock, attached to <em>pitons</em> 'metal spikes' or <em>chocked</em> 'fitted into cracks with shaped pieces of metal.' These pieces are called <em>chocks</em> (small pebbles were originally used for this purpose) or <em>nuts</em> (the earliest metal chocks being nuts with the screwthreads drilled out). A 'small chock on a thin wire sling' is a <em>baby on a wire</em>. Pitons have various names, such as <em>pegs, spikes, leepers, rurps,</em> or <em>bong-bongs</em>. The leader carries this equipment on a <em>set of krabs</em> known as a <em>rack</em>.</p> <p>Different ropes have names. The 'climbing rope' is the <em>active</em> or <em>live rope</em>. Coming from the rear of a climber's harness it is a <em>back rope</em>; fixed at chest level to give the climber a rest it is a <em>cow's tail</em>.</p>"
}