{
  "type": "Article",
  "title": "Borrowings",
  "author": "Mary M. Tius",
  "location": "Portland, Maine",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Borrowings</h1>\n<p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p>\n<p>Borrowed words fill gaps in a language for which they were not designed, much as if one were to take pieces from one jig-saw puzzle and use them in another which happens to be missing a few. Or, to use another simile, they are like shrubs transplanted to an alien climate: sometimes the shrub loses its spreading habit or becomes dwarfed; sometimes it expands luxuriantly, taking up more space than when on native ground; occasionally, it keeps its original shape and size.</p>\n<p>These were some of my reflections as, more than a decade ago, I watched the evening news broadcasts and accompanying advertisements. By then. I had lived in Greece for more than two decades and was aware of the many English words also at home there; but now, I was struck not just by the large number but by their use in “official” Greek. Until then, I think I had assumed that only the everyday speech of the “man in the street” and the very demotic Greek of some magazines and newspapers had incorporated these borrowings. In the space of a few weeks, I jotted down several hundred English loanwords, most of which could be grouped under the headings of Entertainment, Food, Games and Sports, Technology, and Transportation.</p>\n<p>Predictably, Hollywood has given a good many words to Modern Greek. <em>Cowboy, detective, gangster, thriller, western</em>—all refer to film categories, though <em>gangster</em> (or, rather, <em>gangsterism</em>) can be many kinds of coercive behavior, even schoolyard bullying. <em>Picnic, rock, striptease</em>, and <em>video</em> have entered Greek with their meanings intact, <em>rock</em> considerably narrowed, confined as it is to rock music. <em>Camping</em>, however, is a place, not an activity, and <em>cocktail</em> party has shrunk to <em>koktél</em>, while <em>show</em> and <em>star</em> refer only to the theater.</p>\n<p>In the area of food, <em>bacon, bar</em> 'where drinks are served,' <em>cake, cornflakes, cornflour, custard powder</em> 'pudding mix' to Americans, <em>ketchup, popcorn</em>, and <em>rum</em> have retained their English meanings. <em>Baking powder</em> has been shortened to <em>mpékin</em>; Quaker oats is <em>kouáker</em>; American style potato chips are <em>tsíps</em>; and anyone who orders <em>tóst</em> in Greece will be served not toast but a grilled cheese sandwich. <em>Sántouïts</em> itself—two thick chunks of bread with nothing between them but a thin slice of cheese or salami—is not exactly what Americans have in mind; and, although there are <em>snákmpar</em> in Greece, there are no <em>snák</em>, for the very good reason that Turkish <em>meze</em> was in use long before snackbars arrived on the scene.</p>\n<p>But perhaps the greatest number of loanwords has been provided by games and sports. Some have been trimmed: <em>basketball</em>, to <em>mpásket</em>. Others are unaltered: <em>baseball, football, golf, jogging, ping pong, soccer, surfing, tennis, volleyball, water polo</em>. But <em>bridge, foul, goal</em>, (team) <em>manager, match, out</em>, and <em>rally</em> have, in Greek, none but the meanings pertaining to games and sports. A <em>record-breaker</em> or <em>-holder</em> is a <em>rékorntman</em> (or <em>rékorntgouman)</em>, no doubt coined by some enterprising sports <em>repórter</em> or <em>spíker</em> (<em>speaker</em> 'announcer').</p>\n<p>Technology and transportation have yielded <em>computer, laser, transistor</em>, and <em>watt</em>, all unchanged in Greek, as are <em>bulldozer, ferryboat, tunnel</em>, and <em>yacht. Pullman</em>, however, is a 'large, long-distance bus' most of the time (occasionally, a 'city bus'), and <em>station-wagon</em> has lost its <em>wagon</em>.</p>\n<p>Allowing, as always, for a difference in pronunciation, many other words are perfectly recognizable and many acronyms, too (<em>BBC, CIA, FBI, FOB, NASA, NATO, UFO</em>, et al.). Nevertheless, the usage of some recognizable words can certainly muddle conversations between foreign English-speakers and Greeks. <em>Flirt</em> (Gk. <em>phlért</em>) is no longer a 'person who indulges in harmless dalliance' but a 'lover, male or female' or the 'love affair' itself (more often than not, illicit); <em>hula hoop</em> means 'leotards'; <em>nylon</em> is the transparent kind of plastic; shocking, used as a plural noun (Gk. <em>sókin</em>), means 'off-color or risqué stories'; and <em>Texas</em>, as in the sentence, “It has become texas”, means 'out of control, maniacally chaotic and violent' (though this may be an idiosyncratic use by a small group of people).</p>\n<p>Words that are or become nouns in Greek are assigned articles indicating gender, and some words are also inflected like Greek nouns; but the majority, become uninflected neuters, which, anyway, have fewer inflections than feminines or masculines, so that a change in the article is often the only indication of case and syntax. One inference to be drawn from this might be that the choice of neuter is inevitable since the gender of most English nouns is inscrutable. Another inference might be that the same tolerance displayed by Greeks in their dealings with resident foreigners—at any rate, American and European ones—has been extended to English words which are, as noted, largely exempted from the strictures of Greek grammar and allowed to retain their alien habit. A third—perhaps only a corollary to the second—might be that the longer a borrowing remains in use, the more likely it is to be treated like a native. <em>Recordwoman</em>, if it was not a nonce word and is still in use, may be an example of this: though obviously feminine, it was uninflected, whereas <em>lady</em>, a Greek resident of much longer standing, has acquired all the inflections of a feminine noun. Further evidence is that the many Turkish loanwords, in use for centuries and with no obvious preponderance of one gender, are, with very few exceptions, fully inflected, as are Italian musical and nautical terms, likewise of long standing. In short, it seems that a process of naturalization has been and may still be at work.</p>\n<p>If, in the future, Modern Greek continues to be as hospitable to English words as it has been in the recent past, there are likely to be more and more neuter nouns with few inflections or none at all, at least until the new words have put down roots. Still, because these borrowed, aberrant words represent relatively rare infractions of the time-honored rules of grammar, I doubt that matters will ever reach the point where literate Greeks would be driven to gnashing of teeth and tearing of hair by Greek equivalents of barbarisms such as <em>to you and I and Us teachers are</em> .... Such trials and temptations to mayhem are reserved for the literate—and hapless— speakers of English.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Borrowings</h1> <p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p> <p>Borrowed words fill gaps in a language for which they were not designed, much as if one were to take pieces from one jig-saw puzzle and use them in another which happens to be missing a few. Or, to use another simile, they are like shrubs transplanted to an alien climate: sometimes the shrub loses its spreading habit or becomes dwarfed; sometimes it expands luxuriantly, taking up more space than when on native ground; occasionally, it keeps its original shape and size.</p> <p>These were some of my reflections as, more than a decade ago, I watched the evening news broadcasts and accompanying advertisements. By then. I had lived in Greece for more than two decades and was aware of the many English words also at home there; but now, I was struck not just by the large number but by their use in “official” Greek. Until then, I think I had assumed that only the everyday speech of the “man in the street” and the very demotic Greek of some magazines and newspapers had incorporated these borrowings. In the space of a few weeks, I jotted down several hundred English loanwords, most of which could be grouped under the headings of Entertainment, Food, Games and Sports, Technology, and Transportation.</p> <p>Predictably, Hollywood has given a good many words to Modern Greek. <em>Cowboy, detective, gangster, thriller, western</em>—all refer to film categories, though <em>gangster</em> (or, rather, <em>gangsterism</em>) can be many kinds of coercive behavior, even schoolyard bullying. <em>Picnic, rock, striptease</em>, and <em>video</em> have entered Greek with their meanings intact, <em>rock</em> considerably narrowed, confined as it is to rock music. <em>Camping</em>, however, is a place, not an activity, and <em>cocktail</em> party has shrunk to <em>koktél</em>, while <em>show</em> and <em>star</em> refer only to the theater.</p>"
}