{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Pronouncing Dictionary of Proper Names: Pronunciations for more that 23,000 Proper Names, Selected for Currency, Frequency, or Difficulty of Pronunciation, Including Place Names, Given Names; Names of Famous Individuals, Cultural, Literary, and Historical Names; Mythological Names; Names of People and Tribes; Company Names and Product Names; with Pronunciations Transcribed into the International Phonetic Alphabet and a Simplified Phonetic Respelling; and Including an Explanatory Introduction, John K. Bollard",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Pronouncing-Dictionary-Proper-Names-Pronunciations/dp/1558883118\"><em>Pronouncing Dictionary of Proper Names: Pronunciations for more that 23,000 Proper Names, Selected for Currency, Frequency, or Difficulty of Pronunciation, Including Place Names, Given Names; Names of Famous Individuals, Cultural, Literary, and Historical Names; Mythological Names; Names of People and Tribes; Company Names and Product Names; with Pronunciations Transcribed into the International Phonetic Alphabet and a Simplified Phonetic Respelling; and Including an Explanatory Introduction, John K. Bollard</em></a></h1>\n<p>Frank R. Abate and Katherine M. Isaacs, eds., (Omnigraphics, 1993), xxxv + 894pp.</p>\n<p>The lengthy subtitle is given above because it is the most succinct way to describe the contents. An interesting additional bit of information is buried in Bollard's Preface, to wit:</p>\n<blockquote>\n<p>...[P]ronunciations were actually “proof-listened.” Through facilities made available by AT&amp;T Bell Laboratories of Murray Hill, New Jersy, all pronunciations were actually <em>heard</em> using speech-synthesis technology.</p>\n</blockquote>\n<p>That is probably the first time such a procedure has been followed.</p>\n<p>The Introduction constitutes a brief but comprehensive course in pronunciation and a detailed description of the symbols used, both for English and for foreign pronunciations (like that of the Welsh <em>ll</em>-sound, the German ü-sound and ö-sound, etc.). The transcriptions are, mercifully, what phoneticians call “broad,” which provide the basic information needed to be able to reproduce the pronunciation, as compared with “narrow,” in which detailed phonetic features are reflected that are useful for specialists but clutter up the field for ordinary users. The so-called simplified respelling is what I usually refer to as the Moo Goo Gai Pan school of phonetic transcription, concoted for those too lazy to learn even the simplest rudiments of phonetic transcription (which used to be taught in high-school English Courses during the few hours spent on How to Use the Dictionary). The schwa is anathema in this pattern: uh substitutes for it. Still, the user must contend with macrons over some vowels and with the intrusive <em>h</em>, which crops up here and there in order to lengthen a vowel. Although it might be seen as commendable to make the interpretation of pronunciation symbols as easy as possible for the laziest users, I have little sympathy for the policy: in most cases, those who are too lazy to learn even the rudimentary respelling systems used in popular dictionaries (like the various college and desk dictionaries) are also too lazy to look up the pronunciation of a name or word, as is evidenced daily in the utterances of newscasters and announcers.</p>\n<p>Of some complexity in English is the pronunciation of <em>r:</em> it disappears entirely in syllable-final and preconsonantal positions in some dialects of English (<em>harbor</em> /häb\\?\\/); in others, it is reduced to coloring the preceding vowel or diphthong (<em>card</em> /kä\\?\\d/) <em>Cuba</em> /ky\\?\\'b\\?\\/); it crops up in words and phrases that are spelled without it (<em>law and order</em> /\\?\\/). I find Bollard's superior \\?\\, used to transcribe both the “optional <em>r</em>” ambiguous. Also, he writes, “the <em>r</em> is not always completely dropped.” I would defy him to find any <em>r</em> quality in the British Received Pronunciation of <em>air fare</em>, etc. Admittedly, the <em>r</em> might be the cause of the “lengthening or prolongation of the [preceding] vowel without dipthongization,” as Bollard puts it (p. xxxii), but that cannot be said to be <em>r</em>-coloring, which we ought to restrict to a sound that has some resemblance to the pronunciation of <em>r</em>.</p>\n<p>These are detailed, petty matters of individual interpretation, matters that should not concern those for whose use this book is intended. One could quarrel with occasional entry choices: <em>Steinberg</em> David, <em>Canadian comedian, actor</em>, is in but not Saul Steinberg, the artist, who is far better known— at least in some circles; we find Ralph Waite, US actor, but not Terry Waite, British hostage; Sir John Hicks, English economist who won a Nobel prize, is in, but Edward, the American painter, is more important. The syllabication of <em>Modigliani</em> is shown as \\?\\ rather than/, \\?\\ and the execrable) often-heard \\?\\ is not shown. The former Japanese prime Minister, Takeshita, is in, but, as I once observed, nobody pronounced his name /take\\?\\/ (with no stress at all, a difficult patterns for English speakers): he was called \\?\\, with a hint of a break before the final /t/. Whatever the “correct” pronunciation, no one could argue that in English the second is more “proper.” (What we need is an American politician named <em>Takapouda</em>).</p>\n<p>The form of entry is not uniform: for instance, <em>Pynchon</em> Thomas,...; Park would lead a literalminded user to understand it to mean “Thomas Pynchon” and “Park Pynchon”; as the latter is a ballpark, it is probably <em>Pynchon Park.</em> Owing to the broad transcription, no attempt is made to duplicate the Arabic voice pharyngeal fricative qaf (as in <em>Qatar</em>).</p>\n<p>There are not many sources that come readily to hand offering pronunciations of <em>Tán Bó Cualinge</em>. The choice of entry is eclectic: <em>Kotex</em> is in, but not <em>Tampax</em> (no pun); many common names whose pronunciations are unlikely to be in doubt are in also: <em>Kennedy, Johnson</em> (though the Swedish author ought to remain), <em>John</em> (with a French pronunciation shown), <em>John Bull, John Doe</em> (but not <em>Richard Roe), Heston, Hicks</em>, etc. <em>Rembrandt van Rijn</em> is in, but at <em>Rijn</em> one is directed to Rhine. I doubt that the Italian pronunciation of <em>Rodrigo</em> is /\\?\\/ rather than /\\?\\/ and there are inconsistencies between the Spanish pronunciation of <em>Rodrigo</em> and that of <em>Rodriguez</em>.</p>\n<p>These details are not likely to affect the usefulness of the book, however, and it contains curious items like the pronunciation of <em>Roh Tae Woo</em>, S. Korean leader: /no\\?\\ te\\?\\ wu\\?\\/ following which it was deemed wise to put a <em>“sic.”</em> It seems that in the southeastern US words beginning with <em>shr-</em> are pronounced as if spelled <em>sr-</em>, something I never knew. This yields a string of entries, from <em>Shreveport</em> to <em>Shrovetide</em>, in which an additional pronunciation, labeled <em>“esp. southeastern US,”</em> is given; I understand <em>Shreveport, Shriver</em> and <em>Shrove</em> being given these variants, but who cares how people in the southeastern US pronounce <em>Shrewsbury</em> and <em>Shropshire,</em> which are English place names? Also, the preferred pronunciation of <em>Shoreham</em>, the English port, is shown as \\?\\, which is unlikely to be heard anywhere in England. The preferred British pronunciation of <em>Connecticut</em>, with the <em>c</em> before the <em>t</em> pronounced as <em>k</em>, is not shown, so why shown US dialectal variant pronunciations? On the other hand, Thor Heyerdahl's name might be properly pronounced\\?\\, but I have never heard anything but “higher-doll.”</p>\n<p>Many years ago, Cabell Greet, professor at Columbia University and widely recognized authority on phonetics, was consultant to CBS (as I recall) on pronunciations. He had his hands full fielding telephone calls from them during WWII, when newscasters were daily faced with the problems of how to pronounce the names of people and places like <em>von Ribbentrop, Sidi Barani, Ploesti</em>, and <em>Irriwaddy</em>. Little has changed, but Cabell is long gone, and newscasters (or broadcasting networks), if they want to learn how to pronounce a name properly can usually find out by listening to BBC World Service. They take a chance, not because the BBC is in any way not reliable but because they might not say the name on command. For them, for speakers who want to make certain they are using an acceptable pronunciation, the <em>Pronouncing Dictionary of Proper Names</em> will prove indispensable.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Pronouncing-Dictionary-Proper-Names-Pronunciations/dp/1558883118\"><em>Pronouncing Dictionary of Proper Names: Pronunciations for more that 23,000 Proper Names, Selected for Currency, Frequency, or Difficulty of Pronunciation, Including Place Names, Given Names; Names of Famous Individuals, Cultural, Literary, and Historical Names; Mythological Names; Names of People and Tribes; Company Names and Product Names; with Pronunciations Transcribed into the International Phonetic Alphabet and a Simplified Phonetic Respelling; and Including an Explanatory Introduction, John K. Bollard</em></a></h1> <p>Frank R. Abate and Katherine M. Isaacs, eds., (Omnigraphics, 1993), xxxv + 894pp.</p> <p>The lengthy subtitle is given above because it is the most succinct way to describe the contents. An interesting additional bit of information is buried in Bollard's Preface, to wit:</p> <blockquote>\n<p>...[P]ronunciations were actually “proof-listened.” Through facilities made available by AT&amp;T Bell Laboratories of Murray Hill, New Jersy, all pronunciations were actually <em>heard</em> using speech-synthesis technology.</p>\n</blockquote> <p>That is probably the first time such a procedure has been followed.</p>"
}