{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: William Tyndale: A Biography",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/William-Tyndale-Biography-David-Daniell/dp/0300068808\"><em>William Tyndale: A Biography</em></a></h1>\n<p>David Daniell, (Yale University Press, 1994), xi + 429pp. (including 3 appendixes, notes, bibliography, and index).</p>\n<p>In his immensely popular <em>A Short History of the English People</em> (1874), John Richard Green described the profound moral and cultural change that transformed the country in the late 16th and early 17th centuries. “England became the people of a book,” he wrote, “and that book was the Bible.” Although he does not specify, it seems likely Green means the 1611 Authorized (or King James) Version, for he goes on: “As a mere literary monument, the English version of the Bible remains the noblest example of the English tongue, while its perpetual use made it from the instant of its appearance the standard of our language.”</p>\n<p>Green was neither the first nor last to sing hosannas to the AV, and most extollers have especially praised the awesome consistency of its excellence, considering it was the work of 47 scholars and divers divines. “Astonishment is still voiced that the dignitaries ... spoke so often with one voice,” says Bible scholar David Daniell, professor emeritus of the University of London. And the reason, Daniell quickly adds, is that it <em>was</em> virtually one voice: that of William Tyndale, one of the most influential—and certainly one of the least known—writers in English history. Unsung Tyndale certainly is. According to a chronology of significant literary works, only one important book was published in the 1520s, John Skelton's <em>The Garlande of Laurell</em>, in which the author allegorically enthrones himself among the great poets of the world. But in 1526, smuggled copies of Tyndale's “heretical” translation of the New Testament began appearing in England, to the great consternation of the establishment, including Henry VIII, Cardinal Wolsey, and Sir Thomas More, and to the lasting glory of the English language.</p>\n<p>To those lucky and adventurous citizens who got their hands on copies before they were seized and burned (the books, that is, but also sometimes the citizens), this was a Bible with a belt. It was lively and colloquial, meaningful and memorable. But most of all, it was in plain but powerful English. Until this point, the only Bible that anyone knew was the Vulgate Latin version translated by St. Jerome a millennium before. John Wycliffe had rendered this in English in 1382, but that was pre-printing press, and hand copies of this stilted, verbatim Lollard construction were scarce.</p>\n<p>But here, in the spring of 1526, was a book that rang out the scriptures “as sounding brass.” Here was gospel that cut to the chase: “Ask, and it shall be given you; seek and ye shall find”; “filthy lucre”; “Eat, drink and be merry”; “salt of the earth”; “signs of the times”; “a law unto themselves.” “In the beginning” came five years later, when Tyndale's similarly contraband Pentateuch started arriving from Europe. In this, too, the stunning simplicity of Tyndale's words caught the public's imagination.</p>\n<p>If England became the people of a book and that book was the Bible, then that Bible was for the most part Tyndale's—a claim argued persuasively and passionately by David Daniell in <em>William Tyndale: A Biography</em>, published in the fall of 1994, the quincentenary of the translator's birth. Daniell warmed up to the task by publishing modern-spelling versions of Tyndale's New Testament and Pentateuch, also produced by Yale University Press, in 1989 and 1992. Daniell's book, the first serious biography since J.F. Mozley's <em>William Tyndale</em> in 1937, travels familiar paths. But it is like cruising a smoothly paved freeway in a Mercedes, as opposed to jolting down a country lane in a Model-A Ford. The same can be said of Tyndale's poetic prose. In the Vulgate, Genesis 1:3 says: “Dixitque Deus: Fiat lux! et facta est lux.” Wycliffe's painfully literal first edition has this: “And God said, Be made light; and made is light.” Compare that to Tyndale's enduring rendition: “Then God said: Let there be light and there was light.”</p>\n<p>Tyndale was born in Gloucestershire and attended Oxford and Cambridge, where the spirit of the recently departed Erasmus still glowed. He became a priest, but his reformist zeal soon earned him enmity in high places. He believed religion was atrophying under the deadly dogmatism of the Roman church. What proved even more dangerous to his health was his frequently and loudly aired opinion that the truth lay in the scripture, not in the pope. The only way to regenerate a flagging faith was to allow people to read The Word in their own language. This could not safely be done in England— nor, in the end, even in Europe, in spite of its more advanced reform, mainly under the influence of Luther. Tyndale had finished the Book of Jonah, on his way to completing the Old Testament, when he was betrayed, arrested, and convicted of heresy. On Oct. 6, 1536, he was strangled at the stake, and his body burnt. His last words were, “Lord, open the King of England's eyes.” Shortly afterward, Henry VIII, whether in answer to that prayer or because of his own marriage-related difficulties with Rome, made himself head of the English church. One of his first acts was to commission an English-language Bible. It, and all its successors, bore the unmistakable imprint of Tyndale.</p>\n<p>What distinguished Tyndale's work from earlier English efforts was that he translated the New Testament straight from its native Greek and his Pentateuch from Hebrew, without the distorting filter of Jerome's Latin. Aside from setting down dozens of enduring clichés. Tyndale wrote in a timeless vernacular, not all of it echoed in the AV. When Noah's survivors decide to climb to heaven, the AV tells it in this archaic, Elizabethan way: “And they said to one another, Go to, let us build a city and a tower.” In Tyndale's version, the builders of Babel, with surprising modernity, say: “Come on, let us build a tower.”</p>\n<p>Fortunately, and contrary to King James' instructions, the compilers of the AV did keep a lot of Tyndale, while taking care not to divulge that source. Some say up to 80 per cent of that glorious text is from the pen of the great but uncelebrated translator. Others say that, of the really glorious parts, it is 100 per cent.</p>\n<p><em>[Robertson Cochrane, Toronto]</em></p>\n<hr>\n<p>Those readers who have been paying attention know that I have high praise for the <em>Oxford English Dictionary Second Edition on Compact Disc</em>, a CD-ROM edition of the great dictionary that enables users to search the entire text in a matter of seconds— depending on the complexity of the search and the number of results turned up—far less time than it takes to get up, walk over to the bookshelf, take down a volume, and find what one is seeking. Now something called <em>Version 1.1 Upgrade</em> has been made available for about £60 (including shipping), and I have been using it. To quote from the manual:</p>\n<blockquote>\n<p>There are three principal enhancements: (i) the addition of a Windows installation program, (ii) the ability to display and print out using True Type™ fonts, (iii) the inclusion of an RTF (Rich Text Format copying facility to <em>MSWord for Windows 2.0</em> (or higher) and a DDE (Dynamic Data Exchange) link to <em>MSWord for Windows 2.0</em> (or higher).</p>\n</blockquote>\n<p>As I do not have <em>MSWord 2.0</em> (or higher), the last item means nothing to me; as the system is already installed into Windows on my computers, some installation program must have come with the original, so I do not know what item (i) refers to. Item (ii) is a marvelous addition, though, for I have been able, in the past, to get some data printed out from the file, but it seemed to work at whim, and I could never be sure that I would get anything, let alone what I was after. Now all doubt in that department is at an end: call up an entry on the screen, invoke the FILE, and a menu opens to reveal a number of choices that allow one to print the entire entry or only the part that has been highlighted. It is extremely rapid, and the entries are printed out fully styled typographically.</p>\n<p>Without going into too much detail about previously existing programs, suffice it to say that one has to write a command in the proper “query language”; once invoked, that command produces a file called a “results file,” which may now be printed using a menu similar to that for the entries. There are a few other enhancements, as well, but they are too detailed for comment here. It is assumed that all present owners of the <em>OED2e on CD</em> have registered and, if so, will receive notice of the enhancements. Those who have not or wish to learn more about the entire package should write to Oxford University Press / Walton Street / Oxford OX2 6DP / England.</p>\n<p>I must take the opportunity for criticism of a section of the original manual which has not been enhanced in the new one: I have always found the query language instructions quite cryptic; indeed, when I followed them character for character I often got no results at all. There are some examples given, but more examples of each type would prove helpful, and one hopes that <em>OUP</em> will take heed and issue even a two-page typewritten addendum. The problem stems in no small part from the fact that—as usual—by the time the manual is written, the programmers are so familiar with the terminology they have been using while writing the programs that they lose sight of the users' ignorance. Also, it would save time if there were a command allowing the user to Save and Run a query with one command: at present, after Save, one must call up the query again from the FILE menu, just another bit of rigmarole. Perhaps there is a way of doing that, but the manual is silent on it.</p>\n<p>The enormous convenience of the <em>OED2e on CD</em> is unmatched by any other CD in my files: I use it almost daily with refreshed delight and wonder.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/William-Tyndale-Biography-David-Daniell/dp/0300068808\"><em>William Tyndale: A Biography</em></a></h1> <p>David Daniell, (Yale University Press, 1994), xi + 429pp. (including 3 appendixes, notes, bibliography, and index).</p> <p>In his immensely popular <em>A Short History of the English People</em> (1874), John Richard Green described the profound moral and cultural change that transformed the country in the late 16th and early 17th centuries. “England became the people of a book,” he wrote, “and that book was the Bible.” Although he does not specify, it seems likely Green means the 1611 Authorized (or King James) Version, for he goes on: “As a mere literary monument, the English version of the Bible remains the noblest example of the English tongue, while its perpetual use made it from the instant of its appearance the standard of our language.”</p> <p>Green was neither the first nor last to sing hosannas to the AV, and most extollers have especially praised the awesome consistency of its excellence, considering it was the work of 47 scholars and divers divines. “Astonishment is still voiced that the dignitaries ... spoke so often with one voice,” says Bible scholar David Daniell, professor emeritus of the University of London. And the reason, Daniell quickly adds, is that it <em>was</em> virtually one voice: that of William Tyndale, one of the most influential—and certainly one of the least known—writers in English history. Unsung Tyndale certainly is. According to a chronology of significant literary works, only one important book was published in the 1520s, John Skelton's <em>The Garlande of Laurell</em>, in which the author allegorically enthrones himself among the great poets of the world. But in 1526, smuggled copies of Tyndale's “heretical” translation of the New Testament began appearing in England, to the great consternation of the establishment, including Henry VIII, Cardinal Wolsey, and Sir Thomas More, and to the lasting glory of the English language.</p> <p>To those lucky and adventurous citizens who got their hands on copies before they were seized and burned (the books, that is, but also sometimes the citizens), this was a Bible with a belt. It was lively and colloquial, meaningful and memorable. But most of all, it was in plain but powerful English. Until this point, the only Bible that anyone knew was the Vulgate Latin version translated by St. Jerome a millennium before. John Wycliffe had rendered this in English in 1382, but that was pre-printing press, and hand copies of this stilted, verbatim Lollard construction were scarce.</p>"
}