{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Story of Webster's Third: Philip Gove's Controversial Dictionary and Its Critics",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Story-Websters-Third-Controversial-Dictionary/dp/B01K2ORYM0\"><em>The Story of Webster's Third: Philip Gove's Controversial Dictionary and Its Critics</em></a></h1>\n<p>Herbert C. Morton, (Cambridge University Press, 1994), xv + 323pp. + Index, etc., (reviewed from uncorrected proof).</p>\n<p>At the time of publication of <em>Webster's Third New International Dictionary</em> (1961), commonly referred to as <em>Webster's Third</em> (but in these pages, for the sake of brevity, as <em>MW3</em> or <em>MWIII</em>), I was director of the reference department of Random House, preparing what was later to be published as <em>The Random House Dictionary of the English Dictionary - Unabridged Edition</em>. It was therefore entirely inappropriate for me to comment on either the <em>MWIII</em> itself or the furor raised by its critics and supporters. More than three decades later I readily recall my opinions about both at the time, opinions that have changed little over the years: there was no doubt that the <em>MWIII</em> deserved criticism, but those benighted, self-appointed guardians of the language who were heaping vituperative imprecations on the <em>Dictionary</em> (and its editors) were criticizing it for the wrong things.</p>\n<p>To be sure, I agreed—still agree—with those who believe that the comment about <em>ain't</em>, “used orally in most parts of the U.S. by many cultivated speakers esp. in the phrase <em>ain't I</em>,” was not reflective of the facts: I knew many cultivated speakers in most parts of the U.S., and the only time I ever heard them say <em>ain't</em> was in jocular contexts or in virtual quotations, like <em>She ain't what she used to be</em>. I must admit that my evidence was entirely impressionistic, but Gove provided no statistical support for his contention, either. My chief criticisms, however, were of a more general nature. The biggest was that Gove had gone his merry way in producing what he considered to be a lexicon of the language but with little thought for those who were to use it: no one could call the <em>MWIII</em> “user-friendly” (certainly not in 1961, when, as far as I know, the expression had not yet gained currency):</p>\n<p>1. HEADWORDS. The practice of entering proper names and adjectives with lower-case initials I found off-putting because they were normally encountered with capitals. To take a random example, there is some question about the accuracy of description of a word like <em>macedonian</em>: it appears in six main entries, the first three of which bear homograph numbers. The first, “belonging or relating to Macedonia,” has “<em>usu cap</em>” as does the third, “a follower of the bishop Macedonius ...,”; but is there substantial enough evidence for these forms being spelled with a lower-case <em>m</em> to warrant such treatment? I doubt it. It is far more likely that the preponderance of evidence would show that an entry with a capital M might—conceivably—warrant a comment like, “<em>rarely lower case</em>.” Only the second entry, a noun including the senses “native[s] or inhabitant[s]; descendant; and language[s],” shows “<em>cap</em>.” Where Gove's researchers came up with such highly detailed information about the distribution of such forms is hard to imagine. Certainly, there is no principle involved in such a distribution. Of the other main entries, <em>macedonian cry or macedonian call, macedonian-persian</em>, and <em>macedonian pine</em>, each shows “<em>usu cap</em>.” As all of these entries are conventionally capitalized in normal English, it is difficult to fathom the rationale for the treatment, and <em>5 CAPITALIZATION</em>, in the Explanatory Notes, reveals nothing useful.</p>\n<p>2. PRONUNCIATIONS. Another area of confusion for the user is the treatment of pronunciation. While it must be acknowledged that pronunciations occupy a great deal of space—owing largely to the dialectal variants and the precision with which they are represented—most American dictionaries are satisfied to show major (American) dialect differences and to rely on detailed variants to be the product of a judiciously selected key word in the pronunciation key (a subject I do not have the space to go into here). But the entry for <em>investiture</em> in <em>MWIII</em> shows, for example:</p>\n<p>\\-t\\?\\\\?\\ch\\?\\(\\?\\)r, -,ch\\?\\ , -,ch\\?\\(r), -t\\?\\\\?\\t\\?\\, t\\?\\\\?\\ty\\?\\-\\</p>\n<p>[I think that the inferior dash beginning the third pronunciation must be an error.] Counting the internal variations, that is seven variants merely for the last two syllables of the word: to see how the first two are pronounced, one must go to the preceding entry, <em>investitive</em>. It does not get any better, either. If you want to know how to pronounce <em>homozygote</em>, all that is given is</p>\n<p>\\“+\\,</p>\n<p>which is not only cryptically unhelpful, but means that the user has to filter back five columns to see how <em>homo-words</em> are pronounced, then on to <em>zygote</em> to see how that is pronounced. In other manifestations of this curious, cumbersome style are</p>\n<p><em>nouak.chott</em> \\\\?\\nwäk\\?\\shät, n\\?\\wä-, -sh\\?\\, (=\\?\\)=\\?\\=\\</p>\n<p><em>sad.du.ce.an</em> \\|==|sē\\?\\n\\.</p>\n<p>Such information might be appropriate to a reference work for phoneticians, dialectologists, and other linguists, but its usefulness and meaningfulness in a dictionary for ordinary dictionary users is not immediately apparent.</p>\n<p>[Let me clarify what I take to be user-friendly in a dictionary: most users pick up a dictionary occasionally to check a spelling, pronunciation, definition, etymology, or other information (like usage and synonymy). For some, “occasionally” means several times a year; for a few, it means several times a week. One can hardly expect to become steeped in the recondite style of a dictionary in such brief encounters, especially since they might well be for entirely different purposes. Thus it is user-unfriendly of a dictionary—any reference book, in fact—to exhibit a style so involved as to be virtually unassimilable save by a dedicated, experienced few: except for the arcana, dictionary style should be revealed transparently to anyone picking up the book, and no one should be required to take a course in dictionary navigation or to spend half an hour adjusting his eyes to read reams of six-point type.]</p>\n<p>3. DEFINITIONS. One of the most difficult areas to assess in a dictionary is the quality of its definitions. Several philosophies of defining prevail—not too abstruse to go into in VERBATIM, but a not entirely appropriate aside here—and the style cleaved to by Gove attempts an approach that is progressively restrictive or expansive, depending on the nature of the word defined. It works much of the time, particularly for highly denotative ostensive objects; but it creates ludicrous results when applied to simple things. One of the examples frequently cited of the worst reflexes of the style can be seen in the main definition of <em>door</em>:</p>\n<blockquote>\n<p><em>1 a:</em> a movable piece of firm material or a structure supported usu. along one side and swinging on pivots or hinges, sliding along a groove, rolling up and down, revolving as one of four leaves, or folding like an accordion by means of which an opening may be closed or kept open for passage in or out of a building, room, or other covered enclosure or a car, airplane, elevator, or other vehicle.. <em>b:</em> a similar part by which access is prevented or allowed to the contents of a repository, cabinet, vault, or refrigeration or combustion chamber</p>\n</blockquote>\n<p>It is not difficult to understand how such a definition could be constructed from a collection of citation slips; what is hard to see is how, once it was written, someone who had any sensitivity for English style and communication could have let it get into print. Another example occurs at <em>hotel</em>:</p>\n<blockquote>\n<p><em>2 a:</em> a house licensed to provide lodging and usu. meals, entertainment, and various personal services for the public : INN <em>b:</em> a building of many rooms chiefly for overnight accommodation of transients and several floors served by elevators, usu. with a large open street-level lobby containing easy chairs, with a variety of compartments for eating, drinking, dancing, exhibitions, and group meetings (as of salesmen or convention attendants), with shops having both inside and street-side entrances and offering for sale items (as clothes, gifts, candy, theater tickets, travel tickets) of particular interest to a traveler, or providing personal services (as hairdressing, shoe shining), and with telephone booths, writing tables, and washrooms freely available</p>\n</blockquote>\n<p>One is tempted to comment on further amenities (e.g., free parking, porters to carry one's luggage, B-girls, hookers, house detectives) and on further restrictions (there are few hotels in large cities that make “washrooms freely available” even to hotel guests outside their rooms, lest some wretch needing to use the facility wander in off the street); but would anyone insist that the presence of shops be restrictively incorporated in the definition of <em>hotel</em>?; would a native speaker of English refer to restaurants and other public rooms as “compartments for eating, drinking, dancing,” etc.? Indeed, there is no definition of <em>compartment</em> in the <em>MWIII</em> that fits the sense to which it is stretched in the definition of <em>hotel</em>.</p>\n<p>I could go on (and on) with other criticisms, but the purpose of this essay is to review Herbert Morton's book, not the <em>MWIII</em>, regardless of temptation. In general, Morton tells the story of Noah Webster and his legatees in a straightforward, sympathetic, but not entirely unbiased manner. To be sure, the facts are present, awry in only once instance, which I shall come to later. In most cases, it would be difficult, without substantial knowledge, to confute some of the information presented. I knew Govenot well, I hasten to say, but, from Morton's account, neither did anyone else. I found him a rather dour, lugubrious individual, and even the author of <em>Webster's Third</em> finds it difficult to recount many tales exemplifying his humanity, any a sense of humor. If sobersidedness make not an attractive man, it certainly need not have affected Gove's proficiencies as a lexicographer. But G. &amp; C. Merriam (as the company was then styled) was not Philip Gove, and some of the less savory practices of that organization's salesmen during the late 1950s—always vigorously denied as company policy by executives—inevitably rubbed off on those who one hopes were innocent of such activities.</p>\n<p>Morton's history of the company is probably reasonably accurate, though one should note that its sources could scarcely be said to be unbiased, most being company records and either present or former employees. All the complimentary critiques are well attended and quoted; the adverse are given equal time, as it were, but not treated with much respect. As I suggested above, they should not be paid much heed, being either the result of misconception, ignorance, lack of understanding, just plain bigotry and prejudice, or—surely later on during the dictionary controversy of the 1960s—the mere business of parroting others' <em>Webster</em>-bashing.</p>\n<p>Were I accorded the space allowed the author of <em>Webster's Third</em> to argue each point with which I take issue, this would not be a review but another book, and I have rambled from the main purpose already. Yet, there is one bald misstatement of fact in the book that cannot go unassailed. Morton writes:</p>\n<blockquote>\n<p>Especially noteworthy was the 1972 International Conference on Lexicography in English, a landmark event that attracted foreign as well as American scholars and practitioners.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Originally proposed by James Sledd in 1968, the conference was organized by Raven I. McDavid, Jr.</p>\n</blockquote>\n<p>In the Opening Remarks referred to, Raven McDavid did not actually give Sledd credit for suggesting the subject conference but the idea, of another one. McDavid's further description of the origins of the New York Academy of Sciences [NYAS] conference are a curate's egg of fact: the facts remain as recorded (I trust) in the files of the NYAS, to wit: In the mid 1960s, as a member of the NYAS (and, as far as I know, the only person associated with the conference who was a member before, during, and after it), I approached the Executive Director of the NYAS, Eunice Thomas Miner, suggesting a conference on lexicography in English. At that time, there was no recognition in the Academy of the existence of linguistics, which fell somewhere among the various psychology and sociology stools. I was turned down, but not entirely discouraged, and decided to return to the fray several years later, when I had more time.</p>\n<p>I approached the Academy again after leaving Random House, in 1969, and, the climate and directorship having changed, received more encouragement. Still, it was made clear to me that because I was not on the staff of a college or university, I should have to find someone who was and who would support my case. I got in touch with Frederic G. Cassidy, of the University of Wisconsin, now widely known as the editor of the <em>Dictionary of American Regional English</em>, whom I had known in the early 1940s. Cassidy came to New York and met with the board (and me). It subsequently developed that he was too busy to take on the burdens of the chairmanship of the conference but suggested McDavid, whom I knew, as I had engaged him in the early 1960s as a consultant to the <em>Random House Dictionary</em>. McDavid agreed to become involved, came to New York, and brought Audrey Duckert (of Amherst, Massachusetts) into the picture as his associate.</p>\n<p>Thereafter, I worked closely with the NYAS to gain the participation of linguists and lexicographers in the United States and abroad and to further the purpose of the conference. In McDavid's Opening Remarks he refers to some of my (later) work in these words:</p>\n<blockquote>\n<p>The committee of the Present-Day English Section of the Modern Language Association] then coopted Mr. Laurence Urdang, a professional lexicographer and the envoy to the Academy of the other group; he had been particularly helpful with practical suggestions, and in getting financial support from publishers.... To ...Mr. Urdang goes credit for negotiating with the Academy....</p>\n</blockquote>\n<p>Notwithstanding, my claim to prior inspiration remains. Also, considering that the costs of the conference were borne almost entirely by the NYAS (with contributions from the Center for Applied Linguistics, G. &amp; C. Merriam Company, Holt, Rinehart &amp; Winston of Canada, Limited, Laurence Urdang Inc., Longman Group Limited, Scott Foresman and Company, and Wm. Collins Sons &amp; Co. Ltd.), McDavid's casual reference to the Academy's organizational and other help, while not atypical, is a bit of a low blow.</p>\n<p>None of this has much to do with <em>Webster's Third</em>, the book or the dictionary, and I should say that anyone who has an interest in the documentation of such things would be well served to obtain a copy of it (the book); it is well written and interestingly set forth. Considering its subject matter, one should more surprised at its occasional even-handedness than shocked at its bias.</p>\n<p><em>Laurence Urdang</em></p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>Organized by Raven I. McDavid, Jr., and Audrey R. Duckert, the conference was held June 5-7, 1972, in New York City. The proceedings were published in the <em>Annals of the New York Academy of Sciences</em> 211 (1973). The origins of the conference are described in McDavid's opening remarks. Gove did not participate in the planning or appear on the program, although two of his colleagues gave papers, Woolf on defining and Artin on pronunciation. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Story-Websters-Third-Controversial-Dictionary/dp/B01K2ORYM0\"><em>The Story of Webster's Third: Philip Gove's Controversial Dictionary and Its Critics</em></a></h1> <p>Herbert C. Morton, (Cambridge University Press, 1994), xv + 323pp. + Index, etc., (reviewed from uncorrected proof).</p> <p>At the time of publication of <em>Webster's Third New International Dictionary</em> (1961), commonly referred to as <em>Webster's Third</em> (but in these pages, for the sake of brevity, as <em>MW3</em> or <em>MWIII</em>), I was director of the reference department of Random House, preparing what was later to be published as <em>The Random House Dictionary of the English Dictionary - Unabridged Edition</em>. It was therefore entirely inappropriate for me to comment on either the <em>MWIII</em> itself or the furor raised by its critics and supporters. More than three decades later I readily recall my opinions about both at the time, opinions that have changed little over the years: there was no doubt that the <em>MWIII</em> deserved criticism, but those benighted, self-appointed guardians of the language who were heaping vituperative imprecations on the <em>Dictionary</em> (and its editors) were criticizing it for the wrong things.</p> <p>To be sure, I agreed—still agree—with those who believe that the comment about <em>ain't</em>, “used orally in most parts of the U.S. by many cultivated speakers esp. in the phrase <em>ain't I</em>,” was not reflective of the facts: I knew many cultivated speakers in most parts of the U.S., and the only time I ever heard them say <em>ain't</em> was in jocular contexts or in virtual quotations, like <em>She ain't what she used to be</em>. I must admit that my evidence was entirely impressionistic, but Gove provided no statistical support for his contention, either. My chief criticisms, however, were of a more general nature. The biggest was that Gove had gone his merry way in producing what he considered to be a lexicon of the language but with little thought for those who were to use it: no one could call the <em>MWIII</em> “user-friendly” (certainly not in 1961, when, as far as I know, the expression had not yet gained currency):</p> <p>1. HEADWORDS. The practice of entering proper names and adjectives with lower-case initials I found off-putting because they were normally encountered with capitals. To take a random example, there is some question about the accuracy of description of a word like <em>macedonian</em>: it appears in six main entries, the first three of which bear homograph numbers. The first, “belonging or relating to Macedonia,” has “<em>usu cap</em>” as does the third, “a follower of the bishop Macedonius ...,”; but is there substantial enough evidence for these forms being spelled with a lower-case <em>m</em> to warrant such treatment? I doubt it. It is far more likely that the preponderance of evidence would show that an entry with a capital M might—conceivably—warrant a comment like, “<em>rarely lower case</em>.” Only the second entry, a noun including the senses “native[s] or inhabitant[s]; descendant; and language[s],” shows “<em>cap</em>.” Where Gove's researchers came up with such highly detailed information about the distribution of such forms is hard to imagine. Certainly, there is no principle involved in such a distribution. Of the other main entries, <em>macedonian cry or macedonian call, macedonian-persian</em>, and <em>macedonian pine</em>, each shows “<em>usu cap</em>.” As all of these entries are conventionally capitalized in normal English, it is difficult to fathom the rationale for the treatment, and <em>5 CAPITALIZATION</em>, in the Explanatory Notes, reveals nothing useful.</p>"
}