{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Australian Underworld Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Australian-Underworld-Slang/dp/0195534999\"><em>A Dictionary of Australian Underworld Slang</em></a></h1>\n<p>Gary Simes, (Oxford University Press (Australia), 1993), lxxviii + 225pp.</p>\n<p>This dictionary combines two glossaries of underworld slang which were compiled by two prisoners in New South Wales in the middle of the twentieth century. It is more than a slang dictionary: Simes's own lexicographical analysis of the terms is detailed and impressive, and he also provides a fifty-two page essay on the history of the literature and language of crime and the underworld.</p>\n<p>The first glossary was compiled in 1944 by Ted Hartley, who was imprisoned as a conscientious objector in 1943 and 1944. Simes discovered this glossary in 1989 among the papers of the Australian novelist Kylie Tennant at the National Library of Australia. Tennant came into contact with Hartley through the Conscientious Objectors' Union, requested the glossary from him, and used it when writing her novel <em>Tell Morning This</em>. Given Hartley's stand as a conscientious objector, it is not surprising that his more expansive glosses often extend into sociological commentary.</p>\n<p>The second and longer glossary (containing 726 entries), called <em>The Argot</em>, was compiled in 1950 by a long-term prisoner known only as Thirty-five (from the custom of referring to a prisoner by the last two digits of his official number). Although the existence of the glossary was known, especially because Sidney Baker cites some terms from it in the 1966 edition of his <em>The Austrialian Language</em>, most of it has been unpublished until now. Thirty-five had been a school teacher, but the reason for his imprisonment is unknown. A revised edition of half of <em>The Argot</em> also exists. The revision includes material collected in the period 1950-55, but written up at a later date after Thirty-five was released from prison. (The manuscript is dated October 1975.) From his commentary it is clear that Thirty-five, when compiling his glossary, had access to a number of books, including Partridge's <em>Slang To-day and Yesterday</em> and the 1945 edition of <em>The Australian Language</em>. His more expansive glosses focus primarily on lexicographical matters, including some etymological speculation. Thirty-five wrote a Preface to <em>The Argot</em> (included by Simes as an appendix), and he makes some interesting observations about the kind of material he collected.</p>\n<p>Each entry in the dictionary consists of up to three parts. The first is a blend of the headwords and definitions from the three manuscripts (Hartley's, Thirty-five's 1950 compilation, and Thirty-five's revision), indicating by date which manuscript is being used. The texts are edited conservatively, so that spelling or typing errors are allowed to stand. The second part is Simes's lexicographical commentary on the material provided by Hartley and Thirty-five, often giving information about the origin of the term, whether it is Australian, whether it is otherwise unrecorded, and so on. The third consists of illustrative quotations (where available) from other texts, mostly from Simes's own files.</p>\n<p>Some of the material is international underworld slang: <em>hoist</em> 'steal,' <em>beak Brit</em>. 'magistrate or judge,' <em>chiseller</em> swindler,' <em>dip</em> 'pickpocket,' <em>the rap</em> the punishment, blame, etc.', <em>screw Brit</em>. 'prison guard.' Some of it is Australian underworld slang: <em>fruit for the sideboard</em> 'easy pickings,' <em>tank</em> a 'safe,' <em>track</em> 'prison warder who carries contraband messages or goods out of or into a prison for a prisoner.' There is much previously unrecorded material: <em>button up</em> 'cease betting, or lower one's stakes considerably when one is winning'; <em>kipping</em> 'masturbating'; <em>sappho</em> term of endearment used between lesbians, hence derisively addressed to passive homosexuals. There are a few remnants of pig-Latin, as in <em>oofterpa</em> for <em>Poofter</em> 'homosexual' and <em>opsca</em> for <em>cops</em>. At times, Thirty-five offers examples of the extended use of this slang, as when describing a theft from a prostitute's client:</p>\n<blockquote>\n<p>A smartie will talk his cheese into going to the rubbidy and dudding some pervy old mug into lumbering her. When they both have the tweeds down, the smartie will front up, work the mug over a little for lumbering his missus, and then shoot through with the bint and the mug's willie.</p>\n</blockquote>\n<p>Some areas of lexical density reflect the social structure of all-male prisons: most of the terms for women are pejorative, there are numerous terms for heterosexual sex, and an abundance of terms for the penis. In his Preface, Thirty-five argues that the pejorative attitudes towards women derive from the criminal's “assessment of every woman according to her eligibility as a mistress” (p. 222), whereas Hartley, discussing the use of <em>cunt</em> comments: “Probably this latter expression unconsciously carries with it the contempt for femininity that most prisoners &amp; soldiers and others feel when forcibly shut off from the other sex. In this connection it is saddening to observe the slow but certain deteriation [<em>sic</em>] in prisoners, some with fine feelings, until their fiancees are spoken of as chromos and their wives as c-nt” (p. 161). There is an obsession with homosexuality: <em>cat</em> 'passive homosexual,' <em>hock</em> 'prisoner who is out to engage in homosexual practices,' <em>honey b-m</em> 'passive homosexual,' <em>whitewash someone's kidneys</em> 'commit pederasty on.'</p>\n<p>The glossaries include material which is not specific to the underworld or to prisons. There are terms from general English: <em>make a balls of</em> 'muck up, bugger up,' <em>bang</em> 'intercourse,' <em>outsider</em> 'horse (dog) starting at long odds.' There are general Australian colloquialisms: <em>put the acid on</em> 'put the hard word on,' <em>battler</em> 'one who struggles (honestly) for a living,' <em>bint</em> 'girl,' <em>blot</em> 'posterior or anus.' Anyone who has surveyed the special language of a sub-group will be aware of the problem of whether one should include only words specific to the sub-group. Thirty-five obviously feels that these terms which are not specific to the sub-group have assumed a special place in the 'argot,' or are used intensively in the underworld or in prison. Hartley is also aware of the issue, and he includes <em>imbecile</em> with the comment: “A common term of contempt in gaol, used particularly of the warders.” Rhyming slang is a feature of colloquial Australian English, but it appears to have been especially intensive in the underworld and in prisons at this time.</p>\n<p>A valuable feature of this book is Simes's lengthy introduction devoted to “The Literature of Crime” and “The Language and Lexicography of Crime.” Simes traces crime literature from the first beggar-books, the German <em>Die Betrugnisse der Gyler</em> (c. 1450) and <em>Liber Vagatorum</em> (c. 1510), and similar texts from France, Spain, Italy, and England, through the criminal biography, fictionalized accounts of crime and the underworld, and finally the detective novel. An interest in the language and lexicography begins with the earliest texts, which usually include glossaries, or explanations of the special language of beggars, thieves, and so on. Simes gives a full account of these glossaries, and then turns to the development of dictionaries of underworld slang from the 17th century to the present. There is detailed attention to English, American, and Australian material. This survey and its bibliographical material will prove an indispensable guide to any lexicographer interested in underworld slang. The one omission I note in the Autralian material is Marcus Clarke's “Sketches of Melbourne Low Life. 4. The Language of Bohemia,” which appeared in the <em>Australasian</em> in 1869. This article gives a brief history of underworld slang and an extensive listing of underworld terms in use in Melbourne in the 1860s.</p>\n<p>The scholarship that has gone into this book is exemplary, and the book will appeal to the general reader as much as to the lexicographer.</p>\n<p><em>Bruce Moore, The University of New South Wales</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Australian-Underworld-Slang/dp/0195534999\"><em>A Dictionary of Australian Underworld Slang</em></a></h1> <p>Gary Simes, (Oxford University Press (Australia), 1993), lxxviii + 225pp.</p> <p>This dictionary combines two glossaries of underworld slang which were compiled by two prisoners in New South Wales in the middle of the twentieth century. It is more than a slang dictionary: Simes's own lexicographical analysis of the terms is detailed and impressive, and he also provides a fifty-two page essay on the history of the literature and language of crime and the underworld.</p> <p>The first glossary was compiled in 1944 by Ted Hartley, who was imprisoned as a conscientious objector in 1943 and 1944. Simes discovered this glossary in 1989 among the papers of the Australian novelist Kylie Tennant at the National Library of Australia. Tennant came into contact with Hartley through the Conscientious Objectors' Union, requested the glossary from him, and used it when writing her novel <em>Tell Morning This</em>. Given Hartley's stand as a conscientious objector, it is not surprising that his more expansive glosses often extend into sociological commentary.</p> <p>The second and longer glossary (containing 726 entries), called <em>The Argot</em>, was compiled in 1950 by a long-term prisoner known only as Thirty-five (from the custom of referring to a prisoner by the last two digits of his official number). Although the existence of the glossary was known, especially because Sidney Baker cites some terms from it in the 1966 edition of his <em>The Austrialian Language</em>, most of it has been unpublished until now. Thirty-five had been a school teacher, but the reason for his imprisonment is unknown. A revised edition of half of <em>The Argot</em> also exists. The revision includes material collected in the period 1950-55, but written up at a later date after Thirty-five was released from prison. (The manuscript is dated October 1975.) From his commentary it is clear that Thirty-five, when compiling his glossary, had access to a number of books, including Partridge's <em>Slang To-day and Yesterday</em> and the 1945 edition of <em>The Australian Language</em>. His more expansive glosses focus primarily on lexicographical matters, including some etymological speculation. Thirty-five wrote a Preface to <em>The Argot</em> (included by Simes as an appendix), and he makes some interesting observations about the kind of material he collected.</p>"
}