{
  "type": "Article",
  "title": "Living with Fossilized Ears",
  "author": "Alan Fisk",
  "location": "Stowmarket, Suffolk",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Living with Fossilized Ears</h1>\n<p><em><span data-rel=\"author\">Alan Fisk</span> <span data-rel=\"location\">Stowmarket, Suffolk</span></em></p>\n<p>I returned to England in 1989 after spending 17 years in Canada. Since then, I have had to do almost as much readjusting to this changed England as I did when I moved to Canada for the first time. I expected many details of daily life to have changed or to be unfamiliar, but I was not prepared for the alterations in the pronunciation of words which had occurred in such a relatively short time. I have also noticed a sharp acceleration in the decline of dialectal usages, less in pronunciation than in vocabulary: I find that many people in my own county of Suffolk, for example, no longer know dialect words and expressions that were universal currency as recently as the 1950s.</p>\n<p>Some quite common words have undergone striking changes. I am still waiting for somebody to explain to me just how and when <em>yoghurt</em>, which had always been pronounced YOH\\?\\gert, mysteriously metamorphosed into YOG\\?\\ert. At first I suspected that some television advertising campaign had caused the change, but then I remembered that the Blue Band Margarine commercials of the 1950s and 1960s never did succeed in reviving the old pronunciation of <em>margarine</em> with a hard <em>g</em>.</p>\n<p>It seems that nobody calls the police any more; they dial 999 for the <em>pleece</em>. If houses sink into the earth, the cause is no longer <em>subsidence</em>, pronounced SUB'sidence, it is subSIDE\\?\\ence, an obvious back-formation from the verb <em>subside</em>. The inhabitants of my own home county of Suffolk used to be noted for pronouncing the word <em>wholly</em> to rhyme with <em>bully</em>, just as Elizabeth I would have done, while everyone else rhymed it with <em>holy</em>. I keep hearing it pronounced as HOL\\?\\ly. How did this start?</p>\n<p>It is possible that radio and TV announcers are to blame, although the Blue Band example shows that TV is not accepted as an authority on pronunciation, when the purchasers of the product kept on calling it “marjoreen” in spite of the manufacturer's instructions to the contrary.</p>\n<p>TV and radio announcers seem to obey changes in pronunciation rather than initiating them. I find myself often confused by the accelerating trend towards adopting back vowels in diphthongs to replace front vowels. I was baffled for quite a long time by a conversation on a bus, in which someone announced that because the cool autumn weather had arrived they were going to buy a <em>kite</em>. I was trying to speculate on how a kite could keep you warm when I finally realized from the context that they were planning to purchase a <em>coat</em>.</p>\n<p>This particular alteration in pronunciation seems to have been widely accepted. Many people now seem to live in a <em>hice</em> rather than a house, and this pronunciation is by no means confined to Royalty and the aristocracy, speakers of the famed Received Pronunciation Plus. The BBC announcer Michael Buerk is an invariant user of this diphthong for what was formerly a low back diphthong. He stumped me when reporting that the dissident physicist Andrei Sakharov had been “shited dine” when trying to speak in the Soviet Parliament. Sakharov had of course, been shouted down. It would be an interesting experiment for phoneticians to ask Michael Buerk to recite the line <em>how now brown cow</em>.</p>\n<p>There seem to me to be numerous explanations for these phenomena. The continuing drift from back vowels to front vowels is surely no more than the continuation of the Great Vowel Shift, which began in the fifteenth century. Like the building of the Alps and the Himalayas, it is a process that is so slow that we cannot perceive it happening.</p>\n<p>Another factor, not quite as old although not a novelty, either, is the pressure of the speak-as-you-spell movement first described by the Fowler brothers in <em>Modern English Usage</em>. The pronunciation of place names has been tending to conform to their written appearance ever since the coming of the railways, and I notice that the letter <em>t</em> is now always sounded in <em>Hertfordshire</em>, as is the letter <em>l</em> in <em>Colchester</em>. The speak-as-you-spell faction have definitely won a final victory over the Fowlers when it comes to the word <em>conduit</em>. The pronunciation KON\\?\\dewit has now established itself as the standard form, and there is no point in trying to revive KUN\\?\\dit. The same applies to <em>untoward:</em> the once-correct pronunciation unTOE\\?\\erd is dead and might as well be buried.</p>\n<p>Now of course <em>conduit</em> and <em>untoward</em> are not words common in everyday conversation, so it is hardly surprising that when people have to say them for the first time they guess the pronunciation from the spelling, always a dangerous procedure in English. It is a puzzle, though, that the verb <em>conflict</em> should have had its stress changed to CON\\?\\flict so as to conform to the stress in the noun <em>conflict</em>.</p>\n<p>One important lesson to be learned from these changes is that the expected tendency of recordings to stabilize pronunciation has not in fact happened. When sound recording was first invented, many people, remembering how the invention of printing had frozen grammar in its Renaissance forms, thought that recordings would do the same for the spoken language. I can remember that as late as the 1950s many people conscientiously pronounced <em>glue</em> as “glyoo,” and went to the office wearing a “syoot.” I have not heard <em>suit</em> pronounced that way for decades.</p>\n<p>One might look ahead a hundred years to imagine the squeaky English pronunciation of the late 21st century, all front vowels, and with a heavy rhythm caused by habitual stressing of the first syllable in words. Perhaps Old English sounded something like that.</p>\n<p>My French mother, who has lived in English-speaking environments since 1947, still uses the French pronunciations and expressions from that period, to the great amusement of her younger relatives. I find it fascinating to observe the parallel changes in English pronunciation, particularly so because everyone I ask assures me that no such changes have taken place and that everyone has always called <em>yoghurt</em> YOG\\?\\ert. It is strange that a back vowel has displaced a diphthong there: I would have expected “YIE\\?\\gert instead. Where is there a Ph.D. student, some latter-day Grimm, who will propound the laws by which our pronunciation is still evolving?</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Living with Fossilized Ears</h1> <p><em><span data-rel=\"author\">Alan Fisk</span> <span data-rel=\"location\">Stowmarket, Suffolk</span></em></p> <p>I returned to England in 1989 after spending 17 years in Canada. Since then, I have had to do almost as much readjusting to this changed England as I did when I moved to Canada for the first time. I expected many details of daily life to have changed or to be unfamiliar, but I was not prepared for the alterations in the pronunciation of words which had occurred in such a relatively short time. I have also noticed a sharp acceleration in the decline of dialectal usages, less in pronunciation than in vocabulary: I find that many people in my own county of Suffolk, for example, no longer know dialect words and expressions that were universal currency as recently as the 1950s.</p> <p>Some quite common words have undergone striking changes. I am still waiting for somebody to explain to me just how and when <em>yoghurt</em>, which had always been pronounced YOH\\?\\gert, mysteriously metamorphosed into YOG\\?\\ert. At first I suspected that some television advertising campaign had caused the change, but then I remembered that the Blue Band Margarine commercials of the 1950s and 1960s never did succeed in reviving the old pronunciation of <em>margarine</em> with a hard <em>g</em>.</p> <p>It seems that nobody calls the police any more; they dial 999 for the <em>pleece</em>. If houses sink into the earth, the cause is no longer <em>subsidence</em>, pronounced SUB'sidence, it is subSIDE\\?\\ence, an obvious back-formation from the verb <em>subside</em>. The inhabitants of my own home county of Suffolk used to be noted for pronouncing the word <em>wholly</em> to rhyme with <em>bully</em>, just as Elizabeth I would have done, while everyone else rhymed it with <em>holy</em>. I keep hearing it pronounced as HOL\\?\\ly. How did this start?</p>"
}