{
  "type": "Article",
  "title": "Endearment Elucidation, or Love By Any Other Name",
  "author": "Alan Major",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Endearment Elucidation, or Love By Any Other Name</h1>\n<p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>A news item published in a British national newspaper in February, 1995, gave details of a ban applied to a northern England city council's telephonists working in the environmental services department by a senior director, stating the telephonists should no longer add the endearment <em>luv</em> while greeting a caller. The city's “first citizen,” the Lord Mayor, a woman, was forthright in her condemnation of the ban as “petty.” She said the word would stay firmly in her vocabulary and added: “I use the word all the time. When I come into the Civic Hall I say 'Good morning, <em>luv'</em> to whomever I meet, from the cleaning ladies to officials. To ban <em>luv</em> would be like stopping the Geordies using the term <em>pet</em> and Nottingham folk addressing people as <em>duck.</em> My dad was a Yorkshire miner and he addressed folk as 'old <em>luv'</em> whether they were young or old. Its a term of endearment and a word we have used for years.”</p>\n<p>This situation brings to public notice what words are used as terms of endearment in direct address between the sexes, more so a man to a woman. Some examples, however, are not quite what they seem. It is more than likely that at least some of the male humans using them are innocently unaware of the true meaning of a word or words they perhaps use daily. The word or words so used may not suit the person being addressed, in character or anatomical description, but, fortunately, the person thus spoken to may also be equally unaware.</p>\n<p><em>Sweetheart</em> was two words, known to Chaucer in <em>Troylus</em> (1374), as <em>swete herte</em> and in general can now logically be accurate in statements: “Yes, I know <em>sweetheart</em>,” when applied to a person with whom one is in love, be she girl friend or wife or “a female who by her actions and looks sweetens the affection in a man's heart.” However, a previous meaning is given in Grove's <em>Dictionary of the Vulgar Tongue</em> (1796): “sweet heart, a girl's lover or a man's mistress.” Not quite the same thing, the <em>OED</em> takes this further as “one who is loved illicitly, a paramour.” Few married <em>sweethearts</em> will consider they are “loved illicitly” as a paramour or mistress! <em>Sweetie</em> or <em>sweety</em> is a short corruption of <em>sweetheart,</em> being in this sense a lovable person, a <em>sweetie,</em> or a willing person in certain situations: “Be a <em>sweetie</em> and fetch me the mail.” <em>Sweet</em> was also used as <em>dear,</em> “Yes, my <em>sweet?</em> I will do so, my <em>sweet.”</em> That other sweet commodity, sugar, got itself associated with endearments for women with combinations, as <em>sugar baby, sugar babe, sugar pie.</em></p>\n<p><em>Baby</em> is still often used in endearing address, as slang chiefly in the US, for a young woman or girl friend, as in <em>(sugar) baby, babe</em>.</p>\n<p><em>Honey</em> fits here into an endearment classification, perhaps also used more in North America, where the British equivalent is <em>darling.</em> “Yes, I agree, <em>honey”</em> Yes, I agree, <em>darling</em>.” Formerly, it was chiefly Irish and Scandinavian, used in the form of <em>hinnie, hinney</em>, but back in 1386, Chaucer, in <em>The Miller's Tale</em> wrote of “Alisoun, his honey deare.” As with sugar there are also <em>honey-baby, honey bunch, honey bun.</em></p>\n<p><em>Dear</em> is very, very common in use and overheard daily in many street, supermarket, or shopping center conversations. It was formerly applied to a woman who had an endearing personality, who was beloved, esteemed, a person on whom to lavish affection, the man's cherished <em>dear.</em> But do they always mean this when a man uses it now? Or is it, as seems to be, often said “Yes, <em>dear.</em> No, <em>dear,”</em> to obtain uncontradictory agreement with the partner?</p>\n<p>Now, as <em>dear, darling</em> is in common use by anybody for anyone: “Yes, I know, <em>darling,</em> it is such a bore.” It is also used in the same context as <em>sweetie:</em> “Be a <em>darling</em> and fetch me the mail.” A <em>darling</em> was a young, lovable, charming, usually young, woman who was admired and desired, prized among eligible men because the woman was (supposedly) of good morals, thus chaste and a good “catch” to woo and win as a wife. <em>Dearing</em> and <em>dearling</em> are both forms of <em>darling,</em> but much less often heard nowadays.</p>\n<p><em>Popsy, popsie, popsy-wopsy</em> may sound North American in origin because of their use in radio and music-hall songs, but they are much older than that. <em>Popsies</em> date back to 1862 as an endearing designation: “<em>Popsy</em> have you seen my toothbrush?” and, according to the <em>OED</em> is “a kind of running extension of <em>pop</em>, an endearing appellation for a girl friend, woman, a casual female acquaintance.” “<em>Pop,</em> have you seen my toothbrush” does not have the same endearment to it somehow, possibly because of its use as a term of address for father or an old man. It is also possible they are a corruption of <em>poppet, poppit, poppette, poopet,</em> from the French <em>poupette</em> 'doll,' an endearment still used though ancient, <em>poppet</em> being the name for a pretty child or a dainty young woman. “Just a minute, <em>poppet,</em> and I will mend it.” In 1386, Chaucer, in <em>Sir Thopas,</em> states: “This were a popet .... For any womman smal and fayre of face.”</p>\n<p>“Yes, my <em>precious”</em> is a term of endearment occasionally used, <em>precious</em> being from the Old French <em>precios, precieus</em> 'valuable, having a high price and a beloved person held very dear.' When applied to a woman could this be what the Bible means when it states: “A good woman is above rubies”?</p>\n<p>As a term of endearment <em>girlie</em> and <em>girly</em> are in the same category as <em>popsy: “Girlie,</em> have you seen my toothbrush?” in the sense of being less often heard, although it goes back to the 19th century. A reference to it is in a book, <em>The Artist and Craftsman</em> (1860), which has a mysterious comment: “The little half clad <em>girlies</em> ran off to hide themselves.” With tongue in cheek I am tempted to suggest this may be the origin of the name for certain publications that feature half-clad and nude young women and known now as girlie magazines.</p>\n<p>The Geordies do use <em>pet</em> as an endearment for wife or girl friend: “I won't forget, <em>pet,”</em> also in more general terms in conversing with people of all ages. <em>Pet</em> is a name for a woman treated with special kindness, indulged as a favorite companion. Samuel Johnson possibly had something similar in mind for his <em>Dictionary</em> (1755), when he classified “<em>peat</em>, a darling, a little fondling, a dear plaything.”</p>\n<p><em>Duck,</em> as in Nottinghamshire and elsewhere in Britain, seems an odd word to use as an expression of affection. However, it has been around a long time, too. In 1590 Shakespeare used it in his <em>A Midsummer Night's Dream,</em> v. i 282: “O dainty ducke, a deere.” <em>Duck,</em> sometimes <em>ducks,</em> tended to be used by older men to a girl friend or wife, sometimes a woman of casual acquaintance, such as a barmaid or waitress. <em>Duckie, duckey, ducky</em> is a diminutive of <em>duck.</em> Today it is used occasionally in affected, familiar speech: “Yes, I know, <em>duckie,</em> exactly how you felt,” here being in place of <em>dear</em> or <em>darling</em>. A sweet, pretty affectionate girl or young woman was said to be <em>duckie.</em></p>\n<p>So we come back to where we started, with <em>luv</em> and <em>love.</em> It has had a varied history. Originally a <em>love</em> was only a widow, the love of the dead husband. Old English church burial records often contain entries as “paid to John Stokeley's love two pence.” A later use was for an attractive, lovely woman, then in another context as a paramour, from the Old French <em>par amour</em> 'by love, a woman of passion.' Then it came into general use, as it still is, for a beloved person, in particular a <em>sweetheart,</em> but also as a term of endearing address to a casual acquaintance, as the lady Lord Mayor of the northern city.</p>\n<p>There are, of course, many words used by men in actual reference <em>to</em> women, such as <em>bird, dolly</em>, <em>doll, tart, boot, plum, strumpet, jade, quean,</em> and so on. Being a gentleman I wouldn't think or dare to explain <em>them</em> here.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Endearment Elucidation, or Love By Any Other Name</h1> <p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>A news item published in a British national newspaper in February, 1995, gave details of a ban applied to a northern England city council's telephonists working in the environmental services department by a senior director, stating the telephonists should no longer add the endearment <em>luv</em> while greeting a caller. The city's “first citizen,” the Lord Mayor, a woman, was forthright in her condemnation of the ban as “petty.” She said the word would stay firmly in her vocabulary and added: “I use the word all the time. When I come into the Civic Hall I say 'Good morning, <em>luv'</em> to whomever I meet, from the cleaning ladies to officials. To ban <em>luv</em> would be like stopping the Geordies using the term <em>pet</em> and Nottingham folk addressing people as <em>duck.</em> My dad was a Yorkshire miner and he addressed folk as 'old <em>luv'</em> whether they were young or old. Its a term of endearment and a word we have used for years.”</p> <p>This situation brings to public notice what words are used as terms of endearment in direct address between the sexes, more so a man to a woman. Some examples, however, are not quite what they seem. It is more than likely that at least some of the male humans using them are innocently unaware of the true meaning of a word or words they perhaps use daily. The word or words so used may not suit the person being addressed, in character or anatomical description, but, fortunately, the person thus spoken to may also be equally unaware.</p> <p><em>Sweetheart</em> was two words, known to Chaucer in <em>Troylus</em> (1374), as <em>swete herte</em> and in general can now logically be accurate in statements: “Yes, I know <em>sweetheart</em>,” when applied to a person with whom one is in love, be she girl friend or wife or “a female who by her actions and looks sweetens the affection in a man's heart.” However, a previous meaning is given in Grove's <em>Dictionary of the Vulgar Tongue</em> (1796): “sweet heart, a girl's lover or a man's mistress.” Not quite the same thing, the <em>OED</em> takes this further as “one who is loved illicitly, a paramour.” Few married <em>sweethearts</em> will consider they are “loved illicitly” as a paramour or mistress! <em>Sweetie</em> or <em>sweety</em> is a short corruption of <em>sweetheart,</em> being in this sense a lovable person, a <em>sweetie,</em> or a willing person in certain situations: “Be a <em>sweetie</em> and fetch me the mail.” <em>Sweet</em> was also used as <em>dear,</em> “Yes, my <em>sweet?</em> I will do so, my <em>sweet.”</em> That other sweet commodity, sugar, got itself associated with endearments for women with combinations, as <em>sugar baby, sugar babe, sugar pie.</em></p>"
}