{
  "type": "Article",
  "title": "Slang from Greyfriars",
  "author": "Bel Bailey",
  "location": "Clacton on Sea",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Slang from Greyfriars</h1>\n<p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton on Sea</span></em></p>\n<p>Eighty years before the “Dead Poets' Society” was filmed, another master was shaping the vocabulary of schoolboys. This was the unique Charles Hamilton, alias Frank Richards, Martin Clifford, Owen Conquest, Winston Cardew, and many other pen-names. Truly he has been called the world writing champion but now is most remembered for his creation of Billy Bunter, the Fat Owl of the Remove.</p>\n<p>Turn through the pages of his comics, “The Magnet” and “The Gem,” and the dated charm of their schoolboy slang lives again. Copies even found their way into the trenches of the First World War, so Frank Richards (his favorite name) stamped generations of boys from 1908 to 1940 and even later when the tales were turned into books, up until the last Bunter Story appeared in 1960, shortly before Richards' death.</p>\n<p>Although his school tales were spun around public schools many of his young readers went to State schools but still read his matchless prose with delight. 200,000 copies of “The Magnet” were sold weekly throughout the British Isles. Even George Orwell was moved to comment on the phenomenon:</p>\n<blockquote>\n<p>The year is 1910 or 1940 but it is all the same. You are at Greyfriars. There is a cosy fire in the study. The king is on the throne and the pound is worth a pound. Over in Europe the comic foreigners are jabbering and gesticulating. Lord Mauleverer has just got another fiver and we are all settling down to a tremendous tea of sausages, sardines, crumpets, potted meat, jam and doughnuts. Everything is safe, solid and unquestionable. Everything will be the same for ever and ever.</p>\n</blockquote>\n<p>F.R. captures the youthful slang of that innocent era when life consisted of countless exclamation marks. Bunter is much given to apprehension—<em>Oh crikey!, Oh jiminy!, Oh lor'!</em> or when an even worse fate is expected, <em>Yarooh!</em> Harry Wharton's favorite <em>Great pip!</em> influenced many young readers, while <em>Oh crumbs!,</em> or <em>What the thump</em>?, or <em>Oh my hat!</em> were all typical expression in the '20s and appear in P.G. Wodehouse novels also, as both influential writers had a vivacious approach to slang. Key words of that era are <em>cheery, chums,</em> and <em>breezy,</em> all much used by Frank Richards. His own favorite expression was “All is calm and bright.”</p>\n<p>Few writers of school tales were as erudite as this shy scholar, who once wrote a Bunter tale in Latin, which was printed in an issue of <em>The Times Educational Supplement</em> in 1960. The richness and variety of his own vocabulary was a good influence on that army of young readers. Mr. Quelch, form master of the Remove, was a <em>beast, but a just beast,</em> a phrase echoed by many schoolboys of that era. He was as sharp a Latin scholar as F.R. himself and clearly had an effect on the vocabulary of his <em>foolish and absurd</em> pupils, especially in the insults they exchanged with each other, copied by their readers. <em>You spoofing sweep! You frabjous ass! You fat duffer!</em></p>\n<p>Mr. Quelch would describe the chubby Bunter as have an <em>extensive circumference</em>, and more verbal riches were supplied by Hurree Jamset Ram Singh, the young Nabob of Bhanipur, who acts like a cheerful Greek chorus. <em>Is it a go?</em> asked Bunter. <em>The go fulness is not terrific</em> chuckled the young Nabob. <em>The goodfulness of the riddance is great but the cheekfulness of the idiotic Bunter is preposterous!</em> This amusing mix of fractured English and an excellent vocabulary was enjoyed and copied by young readers who relished the ridiculous.</p>\n<p>The pages of F.R.'s schoolboy stories were peppered with <em>Cave!</em> and <em>Ware breaks! The jolly old bean's got his jolly old back up</em>, so one sees how smoothly these stories prepared the readers for the transition to Wodehouse and encapsulated the idea of the laid-back Englishman in the idiom of that time. <em>Ripping, whopper</em> 'lie,' <em>nunky</em> for 'uncle,' <em>take a pew</em> 'seat,' <em>on their jiggers</em> 'bicycles,' <em>playing the goat, a measly solicitor, cad,</em> and <em>rotter,</em> and similar expressions were all part of typical schoolboy slang before World War II, and F.R.'s tales are brimming with them.</p>\n<p>As one fan, now elderly, recalled, “Errand boys were able to enter through the 'Gem' and 'Magnet' into a new world where the talk was of <em>fivers</em> and <em>tenners, motorbikes</em> and <em>gold watches</em>—things they had never encountered at that time,” so their horizons as well as their vocabularies were extended.</p>\n<p>Bunter's long-awaited postal order was a joke every boy understood, but Frank Richards was clever enough to adapt his use of schoolboy slang to the changed times. Before World War II he would write that Bunter <em>couldn't care a straw,</em> but in his later novels he changed this to <em>couldn't care less,</em> so his ear for dialogue stayed tuned into very old age.</p>\n<p>The code of schoolboy honour remained steadfast, as did the erudite smattering of French and Latin phrases and quotations from the Bible and Shakespeare that made Frank Richard's school tales educational as well as entertaining. The recent resurgence of interest in his stories in modern reprints and broadcasts shows that this archaic schoolboy slang is still perfectly recognizable and acceptable to a new generation as we near the 21st century. That gap between the charismatic master of the “Dead Poets' Society” and the prolific Frank Richards is narrower than one might think.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Slang from Greyfriars</h1> <p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Clacton on Sea</span></em></p> <p>Eighty years before the “Dead Poets' Society” was filmed, another master was shaping the vocabulary of schoolboys. This was the unique Charles Hamilton, alias Frank Richards, Martin Clifford, Owen Conquest, Winston Cardew, and many other pen-names. Truly he has been called the world writing champion but now is most remembered for his creation of Billy Bunter, the Fat Owl of the Remove.</p> <p>Turn through the pages of his comics, “The Magnet” and “The Gem,” and the dated charm of their schoolboy slang lives again. Copies even found their way into the trenches of the First World War, so Frank Richards (his favorite name) stamped generations of boys from 1908 to 1940 and even later when the tales were turned into books, up until the last Bunter Story appeared in 1960, shortly before Richards' death.</p> <p>Although his school tales were spun around public schools many of his young readers went to State schools but still read his matchless prose with delight. 200,000 copies of “The Magnet” were sold weekly throughout the British Isles. Even George Orwell was moved to comment on the phenomenon:</p>"
}