{
  "type": "Article",
  "title": "No Nicknames in the Valleys",
  "author": "Roger Dobson",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">No Nicknames in the Valleys</h1>\n<p><em><span data-rel=\"author\">Roger Dobson</span> <span data-rel=\"location\"></span></em></p>\n<p>Jones The Meat, Dai Scab and Evans Above should be preserved for posterity, says a leading sociologist. Traditional Welsh nicknames, on the decline with population changes and the break-up of communities once dominated by the coal industry, need to be collected before they are lost forever, says Christie Davies, Professor of Sociology at Reading University. Increased migration, with Welsh people moving out and English people moving in, has played a large part in the demise of the nicknames which were once in widespread use and which many regard as a unique art form.</p>\n<p>Humorous nicknames such as Dai Bungalow for a man with little upstairs mentally, Dai Bolical, the miner who never washed, and Evans Above, the undertaker, are the most savoured examples. Others stem from events or habits, like Dai Scab, whose grandfather worked during a strike 70 years ago and Amen Jones, who made the loudest responses in church.</p>\n<p>“Traditional nicknames in England like Dusty Miller and Chalky White tended to disappear some time ago, and it is simply happening later in Wales,” said Prof Davies. “There is not the need for them that there was. I would very much like to see them recorded.”</p>\n<p>The nicknames developed from the need to distinguish between people in the same village with the same name. It was not unknown for a single community, for instance, to have 10 men called David Jones, largely as a result of the limited choice of surnames, Jones, Williams and Evans, coupled with a passion for Biblical Christian names, David, John and Thomas.</p>\n<p>“As a result of this need to distinguish, some very humorous names developed. There was one man who had only two front teeth in the middle and was known as Dai Central Eating. Another man was one of those people who keep repeating the same word in almost every sentence and he as known as Evans Absolutely,” said Professor Davies. “In many of the valley communities the nicknames, usually reserved for men rather than women, arose from their job, or an unfortunate incident, or a physical or speech defect.”</p>\n<p>Robin Gwyndaf, assistant keeper at the Welsh Folk Museum, said: “In the old coal mining communities you had to distinguish between the David Joneses. They were characters and they did not mind being called nicknames; it added colour to life. Areas where people have moved away or commute to work outside the community are the most likely to be affected.”</p>\n<p>John Walter Jones, chief executive of the Welsh Language Board, says that widened horizons may also be to blame: “The world has widened and some of the things that used to be local have been lost in that widening process.”</p>\n<p>Gus Jones, a retired lecturer in Cardiff who has studied the nicknames, said: “They are on the decline. These days people jump into their cars, go to work out of the community and you don't have this close-knit society which breeds these nicknames.” He added: “We have quite a few examples of humorous names. There was, for instance, a miner in the Swansea valley who 30 years ago started playing golf, which was something unheard of. He was ever after known as Dai Swank. There was also a fashion that men with common surnames were known by their mothers' names. There was a mine manager, David Evans, who was known as Dai Hannah. One day he was working underground and ordered the miners to replace all the ventilation doors. After that he was known as Dai Hannah Dors.</p>\n<p>“An example that I particularly like is a man who got married during the Thirties recession and wore daps, or plimsolls, during the ceremony. He has always been known as Dai Quiet Wedding.”</p>\n<p>©Copyright 1994. <em>The Sunday Independent</em>, 4 December 1994. Reprinted by permission.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">No Nicknames in the Valleys</h1> <p><em><span data-rel=\"author\">Roger Dobson</span> <span data-rel=\"location\"></span></em></p> <p>Jones The Meat, Dai Scab and Evans Above should be preserved for posterity, says a leading sociologist. Traditional Welsh nicknames, on the decline with population changes and the break-up of communities once dominated by the coal industry, need to be collected before they are lost forever, says Christie Davies, Professor of Sociology at Reading University. Increased migration, with Welsh people moving out and English people moving in, has played a large part in the demise of the nicknames which were once in widespread use and which many regard as a unique art form.</p> <p>Humorous nicknames such as Dai Bungalow for a man with little upstairs mentally, Dai Bolical, the miner who never washed, and Evans Above, the undertaker, are the most savoured examples. Others stem from events or habits, like Dai Scab, whose grandfather worked during a strike 70 years ago and Amen Jones, who made the loudest responses in church.</p> <p>“Traditional nicknames in England like Dusty Miller and Chalky White tended to disappear some time ago, and it is simply happening later in Wales,” said Prof Davies. “There is not the need for them that there was. I would very much like to see them recorded.”</p>"
}