{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Columbia Guide to Standard American English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Columbia-Standard-American-English-1993-04-15/dp/B01JXSL2WE\"><em>The Columbia Guide to Standard American English</em></a></h1>\n<p>Kenneth G. Wilson, (Columbia University Press, 1993), xv + 482pp.</p>\n<p>A reader, a former student of the author's at the University of Connecticut, recently called this book to my attention, and I am pleased that he did, for it gives advice on a number of issues—6500, according to the jacket blurb—that is stalwart, which is to say, advice with which I agree.</p>\n<p>Before getting into that, I feel compelled to reiterate my perpetual complaint about the prospective users of such books: in order to look something up in a reference book of any kind—dictionary, thesaurus, usage book, encyclopedia—a person must either acknowledge that he does not know something or, at least, have doubts about the information he already possesses. Not everyone can always be sure of everything, but it has always seemed to me that one of the functions of education is to implant doubt in a student's mind: in other words, it is not so important that he remember, a dozen years after leaving school, what a dangling modifier, split infinitive, agreement between the number of a subject and its verb, etc., might mean, but the process of education should have created a (minor) circuit in the brain of the pupil so that when a certain situation is encountered later on, he acknowledge a nagging suspicion that there might be something wrong and that it would be best were he to look it up in an authoritative source to see what is written there by people who know such things. Had the semi-educated computer experts who gave us “programmed, programming, and programmer” labored under any doubt about their ability to spell according to standard American practice, they might have looked it up in a dictionary or other source and got it right.</p>\n<p>The proliferation of printed media and the amount of text appearing on television screens these days requires a lot of writers; the problem is that <em>writer</em> is these days construed in its minimalist sense of a 'person who is literate': that is, a 'person who knows how to write' but by no means necessarily a 'person who knows how to <em>write</em>.' As the standards slip in the marketplace, so they move on down the slippery slope in the education place, with older, wiser, more dedicated, better educated teachers gradually but ineluctably replaced by those who have not a scintilla of enlightenment regarding the meaning of <em>contrary-to-fact condition, comma splice</em>, or <em>double genitive</em>. The result is that quality and art of expression continue to deteriorate, and we are left with “performers” who spend five or ten minutes to deliver a three-minute weather report on television, housewives and househusbands who delight in revealing intimate, revolting, and highly suspect details of their childhood on national television, and channels devoted entirely to charlatans perpetrating psychic rubbish.</p>\n<p>Kenneth G. Wilson is clearly of the old school (or, to make him seem younger, I should write “older” school). His advice, couched in language that reflects the tolerance of one who has spent years correcting English themes, flows from an enviable intimacy with, confidence in, and control of the language.</p>\n<p>Entries range from grammatical matters (like agreement between various elements that ought to agree), to questions of syntax (like the placement of adjectives), to matters of semantics (like the discussion of <em>adequate</em>), to the meaning, usage, spelling, inflection, and pronunciation of a large number of words and phrases that might be confused (<em>adduce, deduce</em>; plural/singular status of <em>addendum, agenda</em>; spelling of <em>practice, practise</em>; plurals of words ending in <em>-o</em>, etc.). I agree with Wilson's comments almost entirely, but he fails to criticize severely enough those who say “i.e.” and “e.g.” (rather than confine their use solely to writing), and, in general, he seems to avoid condemning poor style; also, the pronunciation system he employs may be a little crude for this sort of book, being derived from the Moo Goo Gai Pan school of phonetics.</p>\n<p>On balance, though, it is a relief to see a well-rounded, sensible approach to the questions of grammar, usage, and other aspects of language Wilson covers. Would that we could do something to induce people to use it!</p>\n<p>Laurence Urdang</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Columbia-Standard-American-English-1993-04-15/dp/B01JXSL2WE\"><em>The Columbia Guide to Standard American English</em></a></h1> <p>Kenneth G. Wilson, (Columbia University Press, 1993), xv + 482pp.</p> <p>A reader, a former student of the author's at the University of Connecticut, recently called this book to my attention, and I am pleased that he did, for it gives advice on a number of issues—6500, according to the jacket blurb—that is stalwart, which is to say, advice with which I agree.</p> <p>Before getting into that, I feel compelled to reiterate my perpetual complaint about the prospective users of such books: in order to look something up in a reference book of any kind—dictionary, thesaurus, usage book, encyclopedia—a person must either acknowledge that he does not know something or, at least, have doubts about the information he already possesses. Not everyone can always be sure of everything, but it has always seemed to me that one of the functions of education is to implant doubt in a student's mind: in other words, it is not so important that he remember, a dozen years after leaving school, what a dangling modifier, split infinitive, agreement between the number of a subject and its verb, etc., might mean, but the process of education should have created a (minor) circuit in the brain of the pupil so that when a certain situation is encountered later on, he acknowledge a nagging suspicion that there might be something wrong and that it would be best were he to look it up in an authoritative source to see what is written there by people who know such things. Had the semi-educated computer experts who gave us “programmed, programming, and programmer” labored under any doubt about their ability to spell according to standard American practice, they might have looked it up in a dictionary or other source and got it right.</p> <p>The proliferation of printed media and the amount of text appearing on television screens these days requires a lot of writers; the problem is that <em>writer</em> is these days construed in its minimalist sense of a 'person who is literate': that is, a 'person who knows how to write' but by no means necessarily a 'person who knows how to <em>write</em>.' As the standards slip in the marketplace, so they move on down the slippery slope in the education place, with older, wiser, more dedicated, better educated teachers gradually but ineluctably replaced by those who have not a scintilla of enlightenment regarding the meaning of <em>contrary-to-fact condition, comma splice</em>, or <em>double genitive</em>. The result is that quality and art of expression continue to deteriorate, and we are left with “performers” who spend five or ten minutes to deliver a three-minute weather report on television, housewives and househusbands who delight in revealing intimate, revolting, and highly suspect details of their childhood on national television, and channels devoted entirely to charlatans perpetrating psychic rubbish.</p>"
}