{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Random House Historical Dictionary of American Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780394544274/Random-House-Historical-Dictionary-American-0394544277/plp\"><em>Random House Historical Dictionary of American Slang</em></a></h1>\n<p>H.E. Lighter, Editor, J. Ball and J. O'Connor, ass. eds., (1994), Volume I, A-G, lxiv+1006pp.</p>\n<p>To refer to the publication of the first volume of the <em>HDAS</em> is “long-awaited” would be to give away no secret, for many linguists have long been aware of Jonathan Lighter's announcement of his project several years ago, and it was Stuart Flexner's coup to grab it for Random House.</p>\n<p>In his substantial Introduction, Lighter treats several aspects of his subject, from What Is Slang? through Slang in Its Cultural Environment, Some Features of Slang, The History of Slang, Influences on Slang: Military and Civilian, Slang in Other English-Speaking Countries, to Motives for Using Slang and a final word, History of the Project, the last revealing that the editor's initial interest in such a project went back to 1968. The Introduction is followed by a Bibliography with useful, brief annotations; the following pages are occupied by the usual paraphernalia involved in a Guide, etc.</p>\n<p>So many reviews of the <em>HDAS</em> will have been published in the press by the time this appears that most of our comments will seem redundant. Still, it is useful to note a few things that journalists are likely to overlook or pay little or no heed. For instance, it is worth noting that although the <em>Dictionary of American Regional English</em>, edited by Frederic G. Cassidy, serves as a source for Lighter, it is not listed among the titles in the Selected Bibliography. It is not in the slightest way suggested that picking up citations from other works is in any way curious or reprehensible—anyone would be a fool to research any subject without relying on the scholarship that has gone before—but one would have expected the <em>DARE</em> to be found among books like Farmer and Henley's <em>Dictionary of Slang and Its Analogues</em>, Chapman's <em>New Dictionary of Slang</em>, Wentworth and Flexner's <em>Dictionary of American Slang</em>, and the others listed.</p>\n<p>A dictionary is a reference book, not a text, and, with few exceptions, its purpose is to provide a reliable source of information about the words and phrases one looks up. It is not a text whose purpose is to teach users words that they do not already know. Yet the writing of a review puts a different complexion on the use of a dictionary, and I have often remarked that the most useful, realistic reviews of such works can be written only after one has lived with the subject book for many months, using it all the while. It is thus with some of the reference books that I have edited: users have told me that although the style of a given work was unfamiliar to them at first, they made the effort to master it and were rewarded by information (and its treatment) not available from books previously used.</p>\n<p>For many, slang and its treatment—however clinical—is taboo, for it is loaded language, not so much with the expected four-letter words (of which there are only a handful) but with racial, religious, and ethnic slurs, which are both derogatory and offensive and are shunned like the plague by liberals. A high percentage of slang consists of such matter.</p>\n<p>Like other reviewers who have not had the leisure to become acquainted with the <em>HDAS</em> gradually, I am compelled to browse through, snatching at pieces here and there. Because of a recent criticism I was recently moved to express concerning the spelling of <em>flack</em> for press agent, I looked it up and found it under <em>flack</em>, where the fancied etymology is quoted from <em>Better English</em> ([June 28] 1939):</p>\n<blockquote>\n<p>That alert weekly, <em>Variety</em>...is trying to coin the word “flack” as a synonym for publicity agent. The word is said to be derived from Gene Flack, a movie publicity agent... A Yiddish word similar in sound means “one who goes around talking about the other fellow's business.”</p>\n</blockquote>\n<p>The editor's comment is, “the Yiddish word referred to is unkn.; the closest words available are unlikely on various grounds.” I have known the term for most of my life, and its source was never a mystery to me; still, I must allow that, like others, I am not immune to succumbing to the trap of believing in the infallibility of a “fact” that is simply not so. My own etymology, which seems painfully obvious, is revealed if one acknowledges that the proper spelling is <em>flak</em>, which at once clarifies the etymological origin: <em>flak</em>. The metaphor is too transparent to waste the space for an explanation.</p>\n<p>I confess to being less gregarious than the rest of the population: much of my contact with the world comes through periodicals, radio, and television. Consequently, I am known to vent my spleen with a hearty “Caramba!,” a loancurseword not to be found in the <em>HDAS</em>. Neither is the (so-called by puzzlers) “minced oath” <em>Egad!</em>, which was uttered by a blimpish comic-strip character whose identity I am too lazy to look up. These interjections could be considered marginal slang; but they are not so labeled in dictionaries and do not meet Lighter's criteria. On the other hand, <em>egg</em> in the <em>good/bad egg</em> context is in, and I should not expect many dictionaries to label that sense (in contrast to the 'aerial bomb' sense, which is slang) anything but <em>Informal</em> or, depending on their style, <em>Colloquial</em>. Still, the labeling in dictionaries is not only erratic but internally inconsistent. The <em>Random House Unabridged - Second Edition</em> labels <em>fuck</em> as <em>Vulgar</em>, but none of the definitions given for that term in the dictionary itself seems to fit. The label for <em>cunt</em> is <em>Slang</em> (<em>vulgar</em>), and the distinction is lost on me. My vote would have been for <em>Taboo</em> for all such terms (and these days there are fewer and fewer). The pattern of labeling at <em>shit</em> in the <em>RHD</em> is quite arcane. (I ought to mention that, as Managing Editor of the First Edition of the <em>RHD</em>, such matters fell into my purview, but only <em>shit</em> (labeled <em>Slang (vulgar)</em>) was entered in that book. I cannot recall the reasoning behind the label, over which we agonized for many hours, but it means nothing to me now.)</p>\n<p>Noteworthy are shifts in language levels. <em>Dingbat</em>, in the printing sense of a 'typographic ornament' [like the open book symbol at the end of this review], was once slang but is now standard English. <em>Cook</em>, in the sense of 'juggle (the books),' was once standard but is now slang. It would be interesting to find more of these.</p>\n<p>Humility is a desirable attribute of those who deal with language, and it ill behooves purists and precisions to turn their noses up at “vulgarians” and others who fail to preserve the language in its supposedly pristine condition. People who cleave to such attitudes may also scorn slang, but they are very often unaware of the true “pristine condition” of the language or of the origins of words that are standard in contemporary speech. Such people should be advised that much, if not most slang is metaphoric in origin and that much of it can be quite subtle. True, there is not much subtlety in calling a gun a <em>cannon</em>, a ship a <em>canoe</em>, or an incompetent prizefighter a <em>canvasback</em>; but that a <em>canoe inspector</em> is a gynecologist is not immediately obvious, that <em>Cement City</em> might be thought picturesquely oblique for a cemetery, and that <em>chain lightning</em> is certainly as descriptive as <em>rotgut</em> for cheap potent liquor cannot escape anyone's notice. When overworked, such images cloy, which is why slang is constantly shifting and why some of its elements (like <em>neat</em> and <em>keen</em>) are occasionally recycled—why waste a good word? It must also be said that the 20th century more than any earlier time has seen the accumulation of a more detailed documentation of life, as anyone knows from the plethora of scratchy, saccadic, often soundless images thrown on our television screens: a series on American gangsters, for instance, repeats radio broadcasts of the 1920s and 30s, bringing to us vividly not only the pictorial images of the day when, to modern youth, everyone wore black and white clothing and makeup but the words and accents of Franklin D. Roosevelt, Huey Long, Walter Winchell, and others who epitomize the era. Such language ought not be allowed to go to waste; it is ripe for recycling.</p>\n<p>What is also brought dramatically to the attention of a reader of the <em>HDAS</em> is the relatively large number of words and expressions that have remained current in the language over the years. Some have been retained by becoming standard, often because there is no other convenient or adequately descriptive standard term for the same thing, like <em>Charley horse</em> for a leg cramp; others are genuinely standard words but were applied in a slang context, like <em>chassis</em> for a woman's body; many are not frequent enough to have bored their users sufficiently to drop them, like <em>chew out</em> for scold; some might have been dropped by those who are in, only to be picked up by the squares to make themselves appear to be in, like <em>cheeba</em> for (a) cannabis (cigarette). Many have little use today but are colorful, like <em>Chicago piano</em> or <em>typewriter</em> for machine gun. Some have experiential reference for some people but are obscurely metaphoric for others, like <em>catbird seat</em> 'vantage point,' which is often treated as arcane but which is meaningful to anyone who has seen the way a catbird alights on a tree branch from where the surrounding territory can be surveyed for provender or predators.</p>\n<p>As one might expect, I enjoy reading dictionaries, but some make more interesting reading than others. The <em>HDAS</em> should serve not only as superb documentation of an aspect of the language too often left to amateurs among whom most professional lexicographers, including me, must be counted but also as an engaging colorful source of the pleasure to be derived from revelation and reminiscence. Further volumes are eagerly awaited.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780394544274/Random-House-Historical-Dictionary-American-0394544277/plp\"><em>Random House Historical Dictionary of American Slang</em></a></h1> <p>H.E. Lighter, Editor, J. Ball and J. O'Connor, ass. eds., (1994), Volume I, A-G, lxiv+1006pp.</p> <p>To refer to the publication of the first volume of the <em>HDAS</em> is “long-awaited” would be to give away no secret, for many linguists have long been aware of Jonathan Lighter's announcement of his project several years ago, and it was Stuart Flexner's coup to grab it for Random House.</p> <p>In his substantial Introduction, Lighter treats several aspects of his subject, from What Is Slang? through Slang in Its Cultural Environment, Some Features of Slang, The History of Slang, Influences on Slang: Military and Civilian, Slang in Other English-Speaking Countries, to Motives for Using Slang and a final word, History of the Project, the last revealing that the editor's initial interest in such a project went back to 1968. The Introduction is followed by a Bibliography with useful, brief annotations; the following pages are occupied by the usual paraphernalia involved in a Guide, etc.</p> <p>So many reviews of the <em>HDAS</em> will have been published in the press by the time this appears that most of our comments will seem redundant. Still, it is useful to note a few things that journalists are likely to overlook or pay little or no heed. For instance, it is worth noting that although the <em>Dictionary of American Regional English</em>, edited by Frederic G. Cassidy, serves as a source for Lighter, it is not listed among the titles in the Selected Bibliography. It is not in the slightest way suggested that picking up citations from other works is in any way curious or reprehensible—anyone would be a fool to research any subject without relying on the scholarship that has gone before—but one would have expected the <em>DARE</em> to be found among books like Farmer and Henley's <em>Dictionary of Slang and Its Analogues</em>, Chapman's <em>New Dictionary of Slang</em>, Wentworth and Flexner's <em>Dictionary of American Slang</em>, and the others listed.</p>"
}