{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Cambridge International Dictionary of English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Cambridge-International-Dictionary-English-Cambrdige-Illustrated/31016732684/bd\"><em>Cambridge International Dictionary of English</em></a></h1>\n<p><em>Paul Procter, Editor-in-Chief, xviii + 1773pp., Cambridge University Press, 1995.</em></p>\n<p>It is important to note that Paul Procter, in his Foreword, describes this dictionary as “designed for the foreign learner of English in any part of the world”; thus, it should not be judged on the same terms as are other monolingual dictionaries of like size, “100,000 words and phrases defined,... under 50,000 headwords.” To put the extent of the work into perspective, the average “college” (or “desk”) dictionary, like the <em>Random House Webster, Webster New World, American Heritage</em>, and <em>Collins English</em> dictionaries, contain about 175,000 entries, which translates into approximately 85-90,000 headwords.</p>\n<p>Paul Procter, after working as Chief Defining Editor on the <em>Collins English Dictionary</em>, pioneered, in the <em>Longman Dictionary of Contemporary English [LDOCE]</em>, in the preparation of dictionaries with controlled defining vocabularies. In the case of this work [<em>CIDE</em>], a limit of 2000. The true import of that claim merits examination, and we shall turn to that shortly.</p>\n<p>First, a quick thumb-through of the text reveals a neat layout, punctuated here and there by catalogue-or “Dunden”-type illustrations (as at <em>containers, cooking, coverings</em>, and scores of other entries), vignetted collections of nonlexical information (e.g., PORTUGUESE FALSE FRIENDS, PRONUNCIATION OF WORDS WITH -OUGH, NATIONS AND NATIONALITIES, salutations and closing of business letters, HOMOPHONES AND HOMOGRAPHS, separate items on the marks of punctuation, grammatical constructions, and numerous other miscellaneous matters often confined to grammars, style books, and other works). On each page, the lines are numbered (in fives) down the center gutter between the two columns, the purpose being to make it easier to find the references in the 30,000-strong Phrase Index (pp. 1708-71).</p>\n<p>In passing, we cannot refrain from reiterating our perennial complaint about the typography of the newer dictionaries: although the body text is a paragon of clarity, the headwords are set in bold sans-serif type, which makes the characters of some words indistinguishable. Because centered dots are used to mark syllable breaks—a useful practice abandoned in an access of sheer stupidity by the editors of the <em>Collins</em>, this does not present problems except in monosyllabic words, like <em>lilt, till</em>, and <em>ill.</em> Also, the alphabetical order might prove a bit off-putting for some, for phrasal verbs are set flush left with a hanging indention (like headwords) immediately after the main verb: for instance, <em>take</em>, which has fifteen main entries of its own (for reasons we shall get to), is followed by headword-style entries for <em>take after, take against</em>, etc., through <em>take up with</em>; it is only then that one reaches the entry for <em>takeaway</em>. As with any reference book, its users must become familiar with its organization of information before being able to derive its benefits; still, this arrangement takes some getting used to.</p>\n<p>In every larger dictionary, the entries for words like <em>back, set</em>, and <em>take</em> are especially complex. In the CIDE the effort has been made to simplify such entries in limiting the number of senses dealt with by writing a few definitions—fifteen, in the case of <em>take</em>—that are intended to encompass semantically the basic range of meanings the editors deem to be required by typical users of the dictionary. In each case, the selected meaning is illustrated by many contextual examples. Choosing a short example from the often lengthy array:</p>\n<blockquote>\n<p>take <em>obj</em> CATCH /teIk/ υ [T] <em>past simple</em> <em>took</em>/ t\\?\\k/, <em>past part</em> <em>taken</em> /\\?\\/ to catch or get possession of · <em>Rebels ambushed the train and took several prisoners. · Government forces expect to have taken the city by the end of the week. · In chess, if your opponent takes your queen you're usually in trouble. · There was a report of a baby taken by a wolf. · The Liberals needed just 200 more votes to take the seat from Labour. · The terrorists took him prisoner. [+ obj + n] · The rebels have taken</em> <em>power.</em> · <em>The new director</em> <em>took (up) office</em> (=started their job) <em>in December</em>.</p>\n</blockquote>\n<p>In each case, a word or phrase that provides a synonym appears in a box, followed by the pronunciation(s), followed by a part-of-speech label, followed by a symbol in brackets keyed to grammatical information given in the forematter ([T] being the symbol for “transitive verb, which has an object”), the definition and a series of collocational examples. (The British practice using a politically correct plural pronoun of reference for a singular antecedent is followed, explaining <em>their job</em> in the last example; the awkwardness could have been spared by a change to <em>directors</em>.) Boldface type within an example (e.g., power) identifies words commonly found associated with the headword.</p>\n<p>Fifteen is not a lot of senses for <em>take</em>: in the <em>Ox-ford Thesaurus</em> we listed twenty-seven senses for which there were viable synonyms before reaching the phrasal verb section; the phrasal verbs yielded another twenty-five common senses for which synonyms could be adduced. One might have expected even more thorough coverage in a general dictionary. Were space not a limitation, it would be interesting to study which senses have been omitted in the <em>CIDE</em>.</p>\n<p>As can be seen from even this cursory description of only one short entry, the <em>CIDE</em> contains a great deal of information that might well prove useful to a learner of English. Those who are not familiar with this type of dictionary—that is, one that provides learners with grammatical, collocational, and idiomatic information far beyond what might be expected in an ordinary monolingual dictionary— should familiarize themselves with the well-known precedent, the <em>Oxford Advanced Learner's Dictionary of Contemporary English</em>, by A.S. Hornby, long a classic in the field. It is that dictionary (and the <em>LDOCE</em>), chiefly, with which the <em>CIDE</em> was designed to compete.</p>\n<p>The attempt to cover British, American, and Australian English in a single work creates occasional problems. I am not enamored of the treatments of <em>lift</em> and <em>elevator</em>, for instance, where the former is defined as “a box-like device which moves up and down, carrying people or goods from one floor of a building to another or raising and lowering people underground in a mine,” and the latter as “a piece of equipment which moves things from one level to another · (<em>Am</em>) An elevator (<em>Br and Aus</em>) lift is a small room which carries people or goods up and down in tall buildings. &amp; An elevator can be a moving strip which can be used for unloading goods from a ship, putting bags onto an aircraft, moving grain into a store etc.” If they are the same, why are they defined differently? And isn't that “moving strip” more properly “A conveyer (belt) is a continuous moving strip or surface that is used for transporting a load of objects from one place to another”? (And the preferred spelling in British and American English is <em>conveyor</em>.) One would have expected the same treatment seen for <em>boot/trunk</em> and <em>bonnet/hood</em>. But matters get more complicated when British lexicographers assume that American English <em>pavement</em> means “the surface of a road if it has been specially put there, esp. if made from concrete or tarmac.” That is better than the treatment in <em>Questions of English</em> (see the review elsewhere in this issue), but it ignores the fact that the word is used in <em>AE</em> to describe any paved surface: when an American says, “I remember nothing after my head hit the pavement,” the site of the paved surface could be a road, sidewalk, or any other paved area. Also, <em>AE</em> uses <em>washing powder or liquid and soap powder</em> as well as <em>laundry detergent</em>. Either a poor choice of American editor was made or, as is often the case, the British editors didn't believe what they were told.</p>\n<p>Of great interest is the defining vocabulary, which is said to be limited to 2000 words. These are listed in the back matter (pp. 1702-07), where it is revealed just which senses of the forms are used in the definitions. Here we find, for example, that <em>back</em>, presumably “one word,” is used in four senses: 'return,' 'farther away,' 'farthest part,' and 'body, part'; <em>take</em> is listed with five: 'act,' 'accept,' 'hold,' 'move,' and 'need.' As there are more than 4400 items in the list, one must assume that only <em>forms</em> are counted among the 2000, that is, <em>take</em> is counted only once, although its polysemy yields a semantic distribution of five. One might object that the figure of 2000 is just so much puffery, but it must be conceded that defining 100,000 words and phrases using a vocabulary of even only 4400 is no mean feat.</p>\n<p>Those who accept the rationale behind teaching foreigners to learn English using a restricted vocabulary should be delighted with this dictionary, especially with the many ancillary features it offers.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Cambridge-International-Dictionary-English-Cambrdige-Illustrated/31016732684/bd\"><em>Cambridge International Dictionary of English</em></a></h1> <p><em>Paul Procter, Editor-in-Chief, xviii + 1773pp., Cambridge University Press, 1995.</em></p> <p>It is important to note that Paul Procter, in his Foreword, describes this dictionary as “designed for the foreign learner of English in any part of the world”; thus, it should not be judged on the same terms as are other monolingual dictionaries of like size, “100,000 words and phrases defined,... under 50,000 headwords.” To put the extent of the work into perspective, the average “college” (or “desk”) dictionary, like the <em>Random House Webster, Webster New World, American Heritage</em>, and <em>Collins English</em> dictionaries, contain about 175,000 entries, which translates into approximately 85-90,000 headwords.</p> <p>Paul Procter, after working as Chief Defining Editor on the <em>Collins English Dictionary</em>, pioneered, in the <em>Longman Dictionary of Contemporary English [LDOCE]</em>, in the preparation of dictionaries with controlled defining vocabularies. In the case of this work [<em>CIDE</em>], a limit of 2000. The true import of that claim merits examination, and we shall turn to that shortly.</p> <p>First, a quick thumb-through of the text reveals a neat layout, punctuated here and there by catalogue-or “Dunden”-type illustrations (as at <em>containers, cooking, coverings</em>, and scores of other entries), vignetted collections of nonlexical information (e.g., PORTUGUESE FALSE FRIENDS, PRONUNCIATION OF WORDS WITH -OUGH, NATIONS AND NATIONALITIES, salutations and closing of business letters, HOMOPHONES AND HOMOGRAPHS, separate items on the marks of punctuation, grammatical constructions, and numerous other miscellaneous matters often confined to grammars, style books, and other works). On each page, the lines are numbered (in fives) down the center gutter between the two columns, the purpose being to make it easier to find the references in the 30,000-strong Phrase Index (pp. 1708-71).</p>"
}