{
  "type": "Article",
  "title": "Sound and Sense",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sound and Sense</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>Two women in the supermarket were talking about somebody else's child. “And then,” said the first woman, “after all the money she gave him, he asked for another five dollars!”</p>\n<p>“Tisk tisk,” said the second.</p>\n<p>I know because I was five feet away and I heard her. Only after I had ferried my cart to the next aisle did I figure out what she meant: <em>tsk tsk</em>, that half-pitying, half-disapproving sound made by pressing the tongue against the upper palate and teeth and sucking in slightly. She had obviously read the expression <em>tsk tsk</em> somewhere, and this was how she concluded that it should sound. Or her mother had made the mistake and passed it on. The British often spell it <em>tchah</em>, and I wondered whether some British matron in Harrod's wasn't even now saying “cha” for the same reason.</p>\n<p>The alteration of <em>tsk</em> to “tisk” is like the back-formation of certain words. Someone comes up with a spelling to approximate a sound, which someone else eventually reads, mispronounces, and thus turns into a new sound. Over the years, the new sound may acquire its own distinction: a dignified gentleman announcing <em>Ahem!</em> to gain attention, rather than actually clearing his throat, or someone cackling <em>Yukkety yuk yuk!</em> at a lousy joke.</p>\n<p>Onomatopoeia adds zest to language, from <em>aagh!</em> to <em>zzz</em> ..., but somewhere between print and enunciation, the exact equivalence between sound and sense can get lost. In fact, I recently heard someone pronounce <em>zzz</em> ... to mimic sleep, and it sounded nothing like the faint sussurus that the word implies. There are linguistic terms for these sorts of sounds, from bilabial implosives—a kiss becomes a <em>smooch</em>—to dental or alveolar stops—<em>tut tut</em>, scolds the cautious professor. In a few rare instances, one can actually see the transmogrification at work. The childish exclamation <em>peeyoo!</em>, for instance, probably stems from a distorted rendering of <em>phew!</em>, just as another air-and-spit expression of disgust was once rendered as <em>pfui!</em> but gradually turned into <em>fooey!</em>, which is both easier to read and pronounce. A near relative, the mucus release known as something like <em>huk-ptui</em>, has similarly eased into the accipitrine <em>hawk patooie.</em> The polite forms may still be <em>hem</em> and <em>haw</em>, but the polite forms are from a bygone era. Others have supplanted them.</p>\n<p>In fact, the amount of back-formed onomatopoeia devoted to sounds of human manufacture is astounding. People now exclaim <em>whew!</em> after a close call, or <em>humph</em> or <em>harrumph</em> when impatient. But these sounds are meant to be said in haste and slurred slightly, so that <em>whew</em> comes across as a half-whistled expulsion of breath, not a precise word with the <em>wh</em> of <em>what</em> and the <em>ew</em> of <em>ewer</em>. The same is true of <em>humph</em>, a nasal snort of derision rather than something akin to what a camel has on its back. When you become disgusted, the sound from your throat sounds like a gathering of phlegm, variously rendered as <em>ugh, yuk</em>, or <em>Mad</em> magazine's famous <em>yecch</em>—but often when people repeat those sounds, what comes out is <em>ug, yuck</em>, and even <em>yetch</em>. <em>Ick</em> also belongs somewhere in there. Certain aspects of revulsion, such as <em>eeeuew!</em> (a guess as to the spelling), still have no agreed-upon form.</p>\n<p>Other spelled-out bodily reactions range from eructation to fright, though admittedly people sometimes over-pronounce the sounds for a humorous effect. L'il Abner's <em>Gulp!</em> might have shown that his heart was in his throat, but these days when someone says <em>gulp</em>, it is more likely tongue in cheek. <em>Gasp!</em> says someone is more amused than scared. <em>Yikes, yipes, eek</em>, and <em>eep</em> now function similarly, the last two originally mimicking the response of someone encountering a mouse in a darkened kitchen. In fact, the sheer pronunciation of the letters in sounds like the lip-smacking <em>yum yum</em> or the postprandial <em>urp</em> and <em>sigh</em> provokes a chuckle.</p>\n<p>Laughter itself has its own onomatopoetic codes. <em>Ha-ha, he-he</em>, or <em>hee-hee</em> may be the closest spelled-out equivalents, with <em>te-hee</em> as a feminine version, dating back to the laugh that Chaucer assigned the reeve's wife in the Miller's Tale. <em>Hardy har har</em> is the hearty masculine equivalent, a guffaw compared to a titter. But retro-punk culture now dominates the arena of cachinnation, with Beavis and Butthead's <em>heh-heh</em> ... <em>heh-heh</em> ... echoing from MTV to the schoolyards. The only appropriate response is <em>boo-hoo</em>.</p>\n<p>Comic books also contribute a lot to this fracas. Much comic-book onomatopoeia comes from the fights of good guys versus bad guys, specifically the sound of fists against bodies. <em>Bif</em> and <em>bam</em> were early favorites, followed by an <em>off!</em> Then newer impacts came along, <em>pow</em> and <em>kazowie</em>, and in this age of electronic armaments, <em>whoosh</em> and <em>zap</em> have replaced the standard artillery <em>bang bang</em> and <em>rat-a-tat-tat</em>.</p>\n<p><em>Bloosh</em>, spotted in both <em>X-Men</em> and <em>Superman</em>, is the sound a body makes when hitting the water and sinking. <em>Fzzssh</em> and <em>fwwwp</em> indicate sudden appearance and disappearance (or materialization and dematerialization) in <em>Captain America</em> comic books. And while <em>Archie</em> comics are still using the old standbys of <em>crunch</em> and <em>swish</em>, the heavier impacts of action comics have gone beyond <em>boom</em> and <em>kablooie</em> to <em>ktoom, bdoom</em>, and even <em>skrakataboom</em> for the detonation of an entire building. Similarly, the old elastic collision of <em>boing</em> sounds tame compared to the clash of metal on metal: <em>bladang</em>. Of course, these words appear simply as large colored letters within a given frame, but if you have ever read a comic book to a young audience perched on your lap, you have had to figure out a pronunciation key. Luckily, since most comics are aimed at those with unsophisticated reading skills, most of the onomatopoeia inside is spelled the way it sounds. The one puzzlement is how to pronounce comic puzzlement, variously spelled as <em>???</em> or <em>?!</em></p>\n<p>Beyond the realm of human ken lie animal sounds, a fine mess for most people. Again, the villain is precise pronunciation: with the possible exception of Little Orphan Annie's dog Sandy, no mutt barks <em>arf</em>. The same is true of <em>woof</em> and <em>bow-wow</em>, though all dogs can be heard to approximate these sounds. If only dogs could spell. Cats only vaguely cry <em>meow</em> (James Joyce bravely tried <em>mkgnao</em>), hapless pigs have the choice of only <em>oink</em> or <em>ooee</em>, horses bray <em>neigh</em> and mules <em>hee-haw</em>. The rooster crows <em>cock-a-doodle-doo</em>, which for anyone who has spent time on a farm is a sad travesty of the deep, throaty <em>ur-ur-ur-ur-urrh!</em> In other countries, animals are similarly saddled with precisely imprecise sound effects, such as <em>gnaf-gnaf</em> for a French poodle, or <em>wanwan</em> for a Japanese akita.</p>\n<p>Of course, these vile approximations are not always the reader's fault. The ruminative <em>uh</em>, which most people can faithfully reproduce, used to be spelled as <em>unh</em>, in an attempt to get in that glottal effect, but all it did was mislead youngsters into pronouncing an <em>n</em> where none was intended. Some old novels similarly have characters expressing surprise by <em>hanh?</em> in the days before the ubiquitous <em>huh?</em> Pepsi-Cola's famous <em>Uh-huh!</em> commercials have made bare assent into a ringing affirmative, though no one has yet done a similar campaign on <em>uh-uh</em>.</p>\n<p>Nowadays the <em>unh</em> or <em>ungh</em> combination tends to convey exertion or being stifled. But then, Americans have always had trouble with <em>ch</em> and <em>gh</em>. Blame the Scottish and their Loch Lomond, or the English language that produces such sentences as “The tough cough ploughs him through.” This may be one reason, besides orthographic brevity, that American English has changed <em>doughnuts</em> to <em>donuts</em> and <em>hiccough</em> to <em>hiccup</em>.</p>\n<p>Even sounds that should be simple to execute, such as <em>ah</em>, and <em>oh</em>, have hidden traps. Is it eh as in <em>pest</em>, or <em>eh</em> as in <em>pay</em>? It depends on whether you are in Canada or Britain. When <em>ah</em> is drawn out to <em>ahhhhhh!</em>, it evokes deep satisfaction, but spelled as <em>aaaaaah!</em>, it is more a sign of fright. In the same way, people often try to convey a drawn-out <em>oh</em> by writing <em>oooooh</em>, which should be another sound entirely, with the <em>u</em> of <em>tube</em>. Maybe those who want to prolong <em>oh</em> by more than a breath should learn to write <em>ohhhhhh</em>.</p>\n<p>Perhaps the logical endpoint of onomatopoetic spelling is eye-dialect, as in <em>wimmin</em> for <em>women, gotcha</em> for <em>got you</em>, and so on. <em>Victuals</em>, still the “correct” spelling, has yielded an alternate version spelled <em>vittles</em>. Will <em>solder</em> spelled as <em>sodder</em> come next (for the American pronunciation)? It would be a shame to lose the etymology buried in the original spelling, though it would be a boon for easy pronunciation. Or maybe some sounds will never have absolute phonetic accuracy bestowed on them, as in <em>ring</em>—or is it <em>rrring</em>, or some other sound altogether? Can a sudden intake of breath be shown as <em>hi</em>, or does that monosyllable have too friendly associations? Mood and personal intonation also play a part in many sounds: is <em>oops</em> meant to be <em>ups</em>, <em>ups</em>, or <em>whoops</em>? And what should one make of the rappers' cry, “<em>Whoomp!</em>—there it is!,” when they spot a woman with big breasts?</p>\n<p>Questions multiply quickly—<em>sproing</em>. What really is <em>whir</em> meant to imitate? Where does wow come from? How does <em>whoosh!</em> manage to maintain its phonic integrity? Is the <em>u</em> in <em>buzz</em> really necessary? <em>Gaak</em> is often used for gagging, but <em>gag</em> itself was originally onomatopoetic, which raises the thorny issue of how much language was all imitative at one time. In place of answers, a thoughtful <em>hmmm</em> ... will have to suffice.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sound and Sense</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>Two women in the supermarket were talking about somebody else's child. “And then,” said the first woman, “after all the money she gave him, he asked for another five dollars!”</p> <p>“Tisk tisk,” said the second.</p> <p>I know because I was five feet away and I heard her. Only after I had ferried my cart to the next aisle did I figure out what she meant: <em>tsk tsk</em>, that half-pitying, half-disapproving sound made by pressing the tongue against the upper palate and teeth and sucking in slightly. She had obviously read the expression <em>tsk tsk</em> somewhere, and this was how she concluded that it should sound. Or her mother had made the mistake and passed it on. The British often spell it <em>tchah</em>, and I wondered whether some British matron in Harrod's wasn't even now saying “cha” for the same reason.</p>"
}