{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: Tassie Terms",
  "author": "W.S. Ramson",
  "location": "Australian National Dictionary Centre Canberra",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Tassie Terms</em></h1>\n<p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre Canberra</span></em></p>\n<p>It grieves Tasmanians that the <em>Island State</em> [or <em>Flyspeck</em> or <em>Speck</em>] is sometimes left off the map of Australia, yet no one visiting the former convict colony can be untouched by the tangible pervasiveness of the past and the importance attached by Tasmanians to activities and events which, in <em>mainland</em> terms, are long gone. Part of this impression comes from the state's increasing dependence on tourism and its readiness to dress up the differences in ways likely to appeal to tourists from overseas and from other parts of Australia who feel they have moved with the times. The very word <em>convict</em> is more prominent in everyday spoken English than it is in, say, Sydney, with compounds like <em>convict brick, convict building, convict garden, convict piner, convict relic,</em> and <em>convict settlement.</em> Terms that have validity only in a historical context abound: <em>carrying gang, Dumb cell, Model Prison, probation gang,</em> and <em>separate prison,</em> or the place name <em>Isle of the Dead,</em> all of which appear currently in literature prepared for the tourist trade. So does the former name for the colony, <em>Van Diemen's Land</em> (so named by the Dutch explorer Abel Tasman), or its facetious variant, <em>Vandemonia</em> (former Tasmanian convicts being known on the mainland as <em>Vandemonians).</em></p>\n<p><em>Convict piner</em> indicates both a retention of and a transition from the past. A <em>piner</em> is and was a timbergetter who specialized in <em>Huon pine,</em> a conifer producing an attractive and highly valued timber, once used for boatbuilding but now protected and employed mainly in the manufacture of touristy artifacts. <em>Pining</em> was unequivocally an occupation. The piner once lived in a <em>badger box</em>, a makeshift shelter named in allusion to the wombat's capacious hole in the ground (the wombat being known uniquely in Tasmania as a badger, to which it bears a passing resembalance). This highlights the retention of terms belonging to the past that have been given a new and artificially maintained currency as part of the <em>Holiday Isle's</em> tourist-oriented self-promotion. The <em>apple industry</em> provides another example: <em>apple chewer</em> is explicable as a sign of plenty, but <em>apple carver</em> is the fruit of a somewhat desperate attempt to provide entertainment; and <em>Apple Island</em> or <em>Isle</em> is part now of a deliberately created nostalgia for a past in which there was once a thriving export industry.</p>\n<p>There is a plenteousness of natural resources. The proprietorial use of the adjective <em>Tasmanian</em>— found in compounds like <em>Tasmanian kingfish, Tasmanian pink-eye</em> (a potato), <em>Tasmanian scallop</em> (the shellfish, not, as in New South Wales, a slice of fried potato), and <em>Tasmanian red</em> (an apple)—plays on an ostensible difference in the island produce, as does the much more audacious hijacking of <em>Atlantic</em> in <em>Tasmanian Atlantic salmon</em> (farmed Tasmanian salmon). Names of apples like <em>cleopatra</em> and <em>democrat,</em> of potatoes like <em>bintje, black derwent,</em> and <em>kennebec,</em> carry a Tasmanian stamp (in Australia at any rate), as does the <em>mutton bird</em> (the shearwater, <em>Puffinus tenuirostris</em>)—which has given Tasmanian English the verb <em>mutton bird</em> or in its abbreviated form <em>bird,</em> as well as lexical oddities like <em>dizz</em> ('cook a mutton bird') for those foolhardy enough to contemplate such a feat.</p>\n<p>The indigenous flora and fauna likewise have been carefully marketed to tourists as <em>different</em>: the <em>Tasmanian tiger</em> (now probably extinct) lives in legend and forlorn reaches of the remotest parts of the island, the <em>Tasmanian devil</em> (a carnivorous marsupial of undeniably fierce appearance) in tired zoos and nature parks where nonexclusive animals like the kangaroo and koala share the honors with a remarkable range of diminutive marsupials genuinely peculiar to <em>Tassie,</em> which have added value in an age that cultivates the notion of <em>wilderness.</em> Again the tourist trade looms with its advertisements for “cabins, complete with queen-size bed and spa bath, and all with spectacular river or wilderness views.”</p>\n<p>But there are genuine regionalism lurking in both the written and the spoken language: <em>corinna</em> (an Aboriginal name for the Tasmanian tiger), <em>mariner</em> (a corruption of the Aboriginal <em>merrina</em> for a seashell used as a physical ornament), <em>quoib</em> (an Aboriginal term for a wombat), and <em>wing-wang</em> (again an Aboriginal term, this time for a fiery piece of lighted bark thrown by Aborigines). All of which seems <em>narracoupa</em> 'very good' considering the strenuous efforts made during the <em>Black War</em> of 1831 to disperse the Tasmanian Aborigines. And there are spoken examples of British regional dialect survivals: the litmus test for a Tasmanian native is the pronunciation and use of <em>rum-un</em> an 'eccentric.' Indicative also is familiarity with <em>pocket</em>, originally a 'measure of hops or the bag in which they were carried,' now used exclusively of potatoes, and <em>nointer</em> a 'scapegrace or mischievous person.'</p>\n<p>Tasmanian English, then, presents an interesting face to the outside world, partly the face of a genuine regional dialect nurtured by the stability and comparative isolation of its population, and partly a construct of the tourist industry, which harnesses both the new and the old to create a viable contemporary image.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Tassie Terms</em></h1> <p><em><span data-rel=\"author\">W.S. Ramson</span> <span data-rel=\"location\">Australian National Dictionary Centre Canberra</span></em></p> <p>It grieves Tasmanians that the <em>Island State</em> [or <em>Flyspeck</em> or <em>Speck</em>] is sometimes left off the map of Australia, yet no one visiting the former convict colony can be untouched by the tangible pervasiveness of the past and the importance attached by Tasmanians to activities and events which, in <em>mainland</em> terms, are long gone. Part of this impression comes from the state's increasing dependence on tourism and its readiness to dress up the differences in ways likely to appeal to tourists from overseas and from other parts of Australia who feel they have moved with the times. The very word <em>convict</em> is more prominent in everyday spoken English than it is in, say, Sydney, with compounds like <em>convict brick, convict building, convict garden, convict piner, convict relic,</em> and <em>convict settlement.</em> Terms that have validity only in a historical context abound: <em>carrying gang, Dumb cell, Model Prison, probation gang,</em> and <em>separate prison,</em> or the place name <em>Isle of the Dead,</em> all of which appear currently in literature prepared for the tourist trade. So does the former name for the colony, <em>Van Diemen's Land</em> (so named by the Dutch explorer Abel Tasman), or its facetious variant, <em>Vandemonia</em> (former Tasmanian convicts being known on the mainland as <em>Vandemonians).</em></p> <p><em>Convict piner</em> indicates both a retention of and a transition from the past. A <em>piner</em> is and was a timbergetter who specialized in <em>Huon pine,</em> a conifer producing an attractive and highly valued timber, once used for boatbuilding but now protected and employed mainly in the manufacture of touristy artifacts. <em>Pining</em> was unequivocally an occupation. The piner once lived in a <em>badger box</em>, a makeshift shelter named in allusion to the wombat's capacious hole in the ground (the wombat being known uniquely in Tasmania as a badger, to which it bears a passing resembalance). This highlights the retention of terms belonging to the past that have been given a new and artificially maintained currency as part of the <em>Holiday Isle's</em> tourist-oriented self-promotion. The <em>apple industry</em> provides another example: <em>apple chewer</em> is explicable as a sign of plenty, but <em>apple carver</em> is the fruit of a somewhat desperate attempt to provide entertainment; and <em>Apple Island</em> or <em>Isle</em> is part now of a deliberately created nostalgia for a past in which there was once a thriving export industry.</p> <p>There is a plenteousness of natural resources. The proprietorial use of the adjective <em>Tasmanian</em>— found in compounds like <em>Tasmanian kingfish, Tasmanian pink-eye</em> (a potato), <em>Tasmanian scallop</em> (the shellfish, not, as in New South Wales, a slice of fried potato), and <em>Tasmanian red</em> (an apple)—plays on an ostensible difference in the island produce, as does the much more audacious hijacking of <em>Atlantic</em> in <em>Tasmanian Atlantic salmon</em> (farmed Tasmanian salmon). Names of apples like <em>cleopatra</em> and <em>democrat,</em> of potatoes like <em>bintje, black derwent,</em> and <em>kennebec,</em> carry a Tasmanian stamp (in Australia at any rate), as does the <em>mutton bird</em> (the shearwater, <em>Puffinus tenuirostris</em>)—which has given Tasmanian English the verb <em>mutton bird</em> or in its abbreviated form <em>bird,</em> as well as lexical oddities like <em>dizz</em> ('cook a mutton bird') for those foolhardy enough to contemplate such a feat.</p>"
}