{
  "type": "Article",
  "title": "On Beyond Zebra, or, the No-Longer-Roman Alphabet",
  "author": "Nyr Indictor",
  "location": "Chappaqua, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">On Beyond Zebra, or, the No-Longer-Roman Alphabet</h1>\n<p><em><span data-rel=\"author\">Nyr Indictor</span> <span data-rel=\"location\">Chappaqua, New York</span></em></p>\n<p>We speak of our twenty-six letter alphabet as the “Roman” alphabet, even though the Romans generally used nineteen of these letters. The letters I, U and W were created much later, while the letters K, X, Y, Z were used primarily in transcribing Greek words. These days the Roman alphabet is used for writing most of the world's 3000-odd languages, and it is no longer really Roman any more. Take Hawaiian, for instance:</p>\n<blockquote>\n<p>A a O o K ke N nu</p>\n<p>E e U u L la P pi</p>\n<p>I i H he M mu W we</p>\n<p>' okina</p>\n</blockquote>\n<p>Not only are such important letters as B, C, D, S, and T missing, even the order of the letters has been changed! And what is the apostrophe doing at the end? (It symbolizes a glottal stop.)</p>\n<p>Other languages pepper their letters with diacritics. The Hungarian alphabet, even though it omits the letters q, w, x, and y, still boasts a whopping thirty-seven members: A, A, B, C, CS, D, E, É, F, G, GY, H, I, J, K, L, LY, M, N, NY, O, Ó, Ö, \\?\\, P, R, S, SZ, T, TY, U, Ú, Ü, \\?\\, V, Z, ZS. Pity the poor typographer who has to keep the four kinds of o and u straight! The phenomenon of digraphs (letter pairs) functioning as single letters is not uncommon; Spanish dictionaries routinely list Ch, Ll, and sometimes Rr as separate letters. Even English address books sometimes treat Mc as a separate letter, although that is a specialized instance.</p>\n<p>Some of the weirdest additions to the no-longer-Roman alphabet are in languages that were first transcribed in the twentieth century. Zhuang, a Tai language spoken in Southern China, defies typographers by employing letters resembling the numbers 2 through 6 to indicate syllabic tone: \\symbol\\. Several languages of Southern Africa employ familiar non-alphabetic symbols, like ! and # to indicate the unusual click sounds. Also in Africa we find the curly-tailed \\?\\ and \\?\\ to indicate ingressive sounds.</p>\n<p>Surprisingly, even the English language requires more than twenty-six letters to write. A glance at the <em>Oxford English Dictionary</em> reveals many archaic words written with the letters æ (ash), ð (eth), \\?\\ þ(thorn), \\?\\ (wynn), and \\?\\ (yogh). Ash is a ligature of A and E; there are many other ligatures, like fi and fl, that are not considered letters in their own right. Eth and yogh are graphic variants of d and g respectively. Thorn and wynn are borrowings from the Runic alphabet, once widely used in England and Scandinavia.</p>\n<p>In general, new additions to the alphabet fall into the following categories: 1. letters with diacritics (ä, é), 2. modified letters (\\?\\, \\?\\), 3. ligatures (œ, æ, β, &amp;), 4. digraphs (ch, sz), 5. numbers and modified numbers, 6. punctuation marks and other non-alphabetic characters (!, #, '), 7. letters from non-Roman alphabets (þ, \\?\\). It is surprisingly hard to think up any letters that do not come from these easily identified sources. One possible exception is the new name adopted by the popular singer formerly known as Prince. He has changed his name to \\?\\, a character of unspecified phonetic value, that (if I may be permitted to hazard a conjecture about this decidedly nonlinguistic symbol) seems to be a cross between the female sign \\?\\, the male sign \\?\\, and the Egyptian <em>ankh</em> sign \\?\\. Thanks to the magic of wordprocessors and do-it-yourself fonts, the typographers of many popular magazines have gamely incorporated this new word into their repertoire, sometimes in the possessive form “\\?\\'s.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">On Beyond Zebra, or, the No-Longer-Roman Alphabet</h1> <p><em><span data-rel=\"author\">Nyr Indictor</span> <span data-rel=\"location\">Chappaqua, New York</span></em></p> <p>We speak of our twenty-six letter alphabet as the “Roman” alphabet, even though the Romans generally used nineteen of these letters. The letters I, U and W were created much later, while the letters K, X, Y, Z were used primarily in transcribing Greek words. These days the Roman alphabet is used for writing most of the world's 3000-odd languages, and it is no longer really Roman any more. Take Hawaiian, for instance:</p> <blockquote>\n<p>A a O o K ke N nu</p>\n<p>E e U u L la P pi</p>\n<p>I i H he M mu W we</p>\n<p>' okina</p>\n</blockquote> <p>Not only are such important letters as B, C, D, S, and T missing, even the order of the letters has been changed! And what is the apostrophe doing at the end? (It symbolizes a glottal stop.)</p>"
}