{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Politically Correct Linguistic Paranoia",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Politically Correct Linguistic Paranoia</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>On Sunday, 11 July 1993, John McLaughlin, in signing off his television program, <em>The McLaughlin Group,</em> apologized for having used the word <em>welsh</em> in the sense, “cheat by failing to pay a gambling debt; go back on one's word” [<em>RHD Unabridged</em>] in an earlier program. Presumably, the Welsh lobby had gone after him in the mistaken assumption that the word derives from the word <em>Welsh</em> 'of, pertaining to, or characteristic of the people of Wales.' The <em>RHD</em> precedes that etymology with “perh.,” meaning, obviously that there is some possibility of that derivation; the <em>OED</em> etymology is “Origin unknown.” Examination of the scores of senses listed in the <em>OED</em> for <em>Welsh, n.</em>, reveals that virtually all are either entirely neutral or complimentary; the two possible exceptions are <em>welshcomb</em> 'comb one's hair by using one's thumb and fingers instead of a comb' and <em>Welsh cricket</em> 'louse.' Of the latter type many examples could be listed on the order of <em>Irish pennant</em> 'untidy loose end of a rope.' The <em>RHD</em> labels the term “(<em>sometimes offensive</em>),” which does not mean that it is offensive occasionally but that it is offensive to some people (presumably Irish). Have the French raised an international brouhaha at the UN about the <em>French disease?</em> Have the British applied to the International Court of Justice about the <em>English disease?</em> Have adherents to Judaism worldwide taken offense at <em>Jew's harp?</em> Hardly, though Oxford University Press went through a bad patch some years ago because of the subentry <em>Jew down</em> 'bargain down in price,' notwithstanding its notation marking the use as offensive.</p>\n<p>In America they tell Polish jokes; the same jokes are told in England about the Irish; very likely, they crop up amongst the Serbs about the Croats, amongst the Croats about the Serbs, and amongst the Muslims about the Serbs and the Croats. Recently, the head of the California Bar Association delivered an address at the annual meeting decrying jokes about lawyers, suggesting that a man who had raided a law office and killed some people in it had been inspired or spurred on by the derisive attitude toward lawyers that “lawyer jokes” fostered. Oddly, it was in the same McLaughlin program referred to above that this issue was raised and promptly ridiculed as ludicrous: one can assume only that McLaughlin felt more pressured by nationalistic and ethnic interests than by lawyers.</p>\n<p>VERBATIM ran an article, “Politically Correct Nomenclature, or, How to Win at Trivial Pursuit and Lose Friends” [XVIII, 4], by Marc A. Schindler, that delved into the subject, particularly with regard to the use of <em>Inuit</em> for <em>Eskimo,</em> though I note that the trade name, <em>Eskimo Pie,</em> has not been changed to <em>Inuit Pie;</em> also, it seems unlikely that the French ice cream confection, <em>Esquimau Gervais,</em> has been hailed into court. When I was a lad, the word <em>nigger</em> was taboo in the US, but it was used freely till recently in Britain (meaning 'any dark-skinned person'): the word <em>Negro</em> (with a capital <em>N</em>) was carefully used instead. Then, at about the same time when <em>colored</em> was anathematized (despite the National Association for the Advancement of Colored People, which has still not changed its name), <em>black</em> was legislated by that community of speakers to supplant <em>Negro</em> and <em>colored,</em> though I cannot recall any riders requiring a capital <em>B</em>. (<em>Cape Colored</em>—or, more properly, <em>Coloured</em>—is retained in South Africa with a specific denotation of a “person of mixed European and African or Malayan ancestry” [<em>RHD Unabridged</em>], in which one must read <em>White</em> for “European” and <em>dark-skinned</em> for “African or Malayan.”) There cropped up, here and there, objections to the use of <em>black</em> to describe things other than good and pure, and <em>Black is beautiful</em> became the catchword of the day. Is it my imagination or do I detect intimations that <em>black</em> is on its way out? In a perfect world, there would be no need to refer to people by their skin color: many years ago newspapers agreed to omit mention of an individual's color, but they got round that by showing a photograph; today, television newscasters avoid irrelevant mention of skin color, but they seem almost relieved to be able to show a picture of someone being arrested and of looters and rioters.</p>\n<p>Gone is the time when one might make a reasonably accurate guess at a person's race or nationality by his name; today, when blacks who do not adopt Arabic names or names like <em>Franklin D. Roosevelt Jones</em> might be named Kelly or Murphy, Jews born as Greenberg change their name to <em>Monteverdi</em> or <em>Vermont, Hirsch</em> to <em>Cerf,</em> and so forth, and people with Slavic and Italian names either change its spelling in an attempt to get people to pronounce it as closely as possible to the original (e.g., <em>Kovalsky</em> instead of <em>Kowalski</em>) or keep the spelling and change the pronunciation because they get tired of telling people that <em>Modigliani</em> is properly pronounced [\\?\\môdē\\?\\lyänē] (or, Anglice, [\\?\\môdē\\?\\lyänē]) and not “muh\\?\\diglee\\?\\ahnee,” that <em>Castagno</em> is easily pronounced [kästänyô], or that the Polish name <em>Zajac</em> is pronounced [\\?\\zäyäntz] rather than “Say, Jack”: after all, there might still be some old-timers who remember the film actress <em>Signe</em> Hasso as well as words like <em>sign, assign, consign, condign, malign, deign, feign, reign,</em> etc., hence know that in a medial -<em>gn</em>-, the -<em>g</em>- is not always articulated. I number such items among the Perils of Literacy: it is mainly since they learned to read that people have begun to change the standard pronunciations of words and names according to their spellings, a dangerous bit of mischief for a language like English.</p>\n<p>Any restrictive tampering with language in America immediately prompts a knee-jerk reaction invoking the First Amendment, which it would not be inappropriate to quote here:</p>\n<blockquote>\n<p>Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of people peaceably to assemble, and to petition the Government for a redress of grievances.</p>\n</blockquote>\n<p>Is it only in America that special interest groups have learned to lobby for preferential treatment and attempt to legislate the language? The recent change in Miami by which Spanish is allowed alongside English as an official language is seen by some as a Balkanization of the cherished “melting pot”; but those holding that view who support it with the claim that the 20th-century immigrants have assimilated culturally and speak English are wrong: many speak little or no English, and most make every effort they can to retain the cultures of their respective native lands, including religious observances. One might be led to think that it is always open (silly) season on the language in the US; but we cannot ignore the seriousness of religious taboos on some aspects of language and writing, as the fatwah issued by the Ayatollah Khomeini on Salman Rushdie because of a book. In a macabre way, one might take heart from the news that books could still be perceived to have such an impact; my own cynical view is that had it not been for the attention drawn to it by the fatwah, <em>Satanic Verses</em> would not have had much effect and would have been long forgotten by now. In other countries, people kill each other over language.</p>\n<p>There are a lot of offensive words in the language, but far worse are the offensive ways in which people put those words together to express offensive ideas.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Politically Correct Linguistic Paranoia</em></h1> <p><em>Laurence Urdang</em></p> <p>On Sunday, 11 July 1993, John McLaughlin, in signing off his television program, <em>The McLaughlin Group,</em> apologized for having used the word <em>welsh</em> in the sense, “cheat by failing to pay a gambling debt; go back on one's word” [<em>RHD Unabridged</em>] in an earlier program. Presumably, the Welsh lobby had gone after him in the mistaken assumption that the word derives from the word <em>Welsh</em> 'of, pertaining to, or characteristic of the people of Wales.' The <em>RHD</em> precedes that etymology with “perh.,” meaning, obviously that there is some possibility of that derivation; the <em>OED</em> etymology is “Origin unknown.” Examination of the scores of senses listed in the <em>OED</em> for <em>Welsh, n.</em>, reveals that virtually all are either entirely neutral or complimentary; the two possible exceptions are <em>welshcomb</em> 'comb one's hair by using one's thumb and fingers instead of a comb' and <em>Welsh cricket</em> 'louse.' Of the latter type many examples could be listed on the order of <em>Irish pennant</em> 'untidy loose end of a rope.' The <em>RHD</em> labels the term “(<em>sometimes offensive</em>),” which does not mean that it is offensive occasionally but that it is offensive to some people (presumably Irish). Have the French raised an international brouhaha at the UN about the <em>French disease?</em> Have the British applied to the International Court of Justice about the <em>English disease?</em> Have adherents to Judaism worldwide taken offense at <em>Jew's harp?</em> Hardly, though Oxford University Press went through a bad patch some years ago because of the subentry <em>Jew down</em> 'bargain down in price,' notwithstanding its notation marking the use as offensive.</p> <p>In America they tell Polish jokes; the same jokes are told in England about the Irish; very likely, they crop up amongst the Serbs about the Croats, amongst the Croats about the Serbs, and amongst the Muslims about the Serbs and the Croats. Recently, the head of the California Bar Association delivered an address at the annual meeting decrying jokes about lawyers, suggesting that a man who had raided a law office and killed some people in it had been inspired or spurred on by the derisive attitude toward lawyers that “lawyer jokes” fostered. Oddly, it was in the same McLaughlin program referred to above that this issue was raised and promptly ridiculed as ludicrous: one can assume only that McLaughlin felt more pressured by nationalistic and ethnic interests than by lawyers.</p> <p>VERBATIM ran an article, “Politically Correct Nomenclature, or, How to Win at Trivial Pursuit and Lose Friends” [XVIII, 4], by Marc A. Schindler, that delved into the subject, particularly with regard to the use of <em>Inuit</em> for <em>Eskimo,</em> though I note that the trade name, <em>Eskimo Pie,</em> has not been changed to <em>Inuit Pie;</em> also, it seems unlikely that the French ice cream confection, <em>Esquimau Gervais,</em> has been hailed into court. When I was a lad, the word <em>nigger</em> was taboo in the US, but it was used freely till recently in Britain (meaning 'any dark-skinned person'): the word <em>Negro</em> (with a capital <em>N</em>) was carefully used instead. Then, at about the same time when <em>colored</em> was anathematized (despite the National Association for the Advancement of Colored People, which has still not changed its name), <em>black</em> was legislated by that community of speakers to supplant <em>Negro</em> and <em>colored,</em> though I cannot recall any riders requiring a capital <em>B</em>. (<em>Cape Colored</em>—or, more properly, <em>Coloured</em>—is retained in South Africa with a specific denotation of a “person of mixed European and African or Malayan ancestry” [<em>RHD Unabridged</em>], in which one must read <em>White</em> for “European” and <em>dark-skinned</em> for “African or Malayan.”) There cropped up, here and there, objections to the use of <em>black</em> to describe things other than good and pure, and <em>Black is beautiful</em> became the catchword of the day. Is it my imagination or do I detect intimations that <em>black</em> is on its way out? In a perfect world, there would be no need to refer to people by their skin color: many years ago newspapers agreed to omit mention of an individual's color, but they got round that by showing a photograph; today, television newscasters avoid irrelevant mention of skin color, but they seem almost relieved to be able to show a picture of someone being arrested and of looters and rioters.</p>"
}