{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Ship to Shore: A dictionary of everyday words and phrases derived from the sea",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Ship-Shore-Dictionary-Everyday-Phrases/dp/0874367174\"><em>Ship to Shore: A dictionary of everyday words and phrases derived from the sea</em></a></h1>\n<p>Peter D. Jeans, illustrated by Ross H. Shardlow, (ABCCLIO, 1993), xxi + 425pp.</p>\n<p>Those of us who deal with the lexicographic side of language are well aware of what Jeans characterizes as “the astonishing debt that our idiomatic speech owes to the nautical language of the past.” (Preface, p. ix) There are the obvious examples— <em>come adrift, go overboard (about something), get under way</em>, even <em>skyscraper</em>—but there are far more common words and expressions that have a far more subtle, less direct connection with maritime affairs, some of which I shall come to. The only quibble I might have with Jeans's statement is with his use of <em>astonishing</em>, for English was born and nurtured on an island culture that depended heavily on the sea for food, commerce, and transport. Perhaps what is astonishing is the increasing distance, chiefly during the past century, that landlubbers have put between the sea and themselves: knowledge and awareness of such matters now rests largely among naval types, those yachtsmen who enjoy the leftover jargon of the sea, and a handful of eccentrics, like Jeans, a few others I could mention, and me. My own connection stems from a lifetime of sailing, a brief stint in the WWII US Navy, and an abiding lexicographic concern for terms nautical, the last of which is manifesting itself in the preparation of a historical nautical dictionary.</p>\n<p>Jeans, an Australian as his spellings confirm, has ferreted about in the language to uncover words and phrases that have—and might have—some nautical provenance. He has not always been successful, but, undaunted, he soldiers on. In a random browse through the book <em>jerry-built</em> caught my eye, mainly because, recalling it as a reference to buildings ashore, I was surprised to find it among nautical words. Jeans does not deny that—indeed, provides his own quotation from the <em>Pall Mall Gazette</em> of February 15, 1884, (not listed in the <em>OED2e</em>) to support the architectural reference—but he persists in offering the opinion that because the word is used in association with buildings in Liverpool, “this makes it ... likely that the word is of nautical origin.” That is imaginative but unsupported by the evidence, and I fear that Jeans has stretched a point. My suspicions aroused, I found that a number of entries had neither a nautical origin nor, perceivably, any nautical connection: <em>jingo</em>, offered as “probably a Basque word,” acquires a nautical connection because “Basques were among the earliest organised whalers in Europe, and as harpooners their expressions would have carried some weight with other seafarers.” That is a fancied nautical origin at best. <em>Kedgeree</em>, “a vegetable curry, popular with seamen,” has, notwithstanding tarry appetites, not the remotest connection with matters nautical; <em>kickback</em> is shown by the <em>OED2e</em> to be a 20th-century coinage, and there is not evidence to suggest it ever had anything to do with maritime affairs; and <em>kite</em>, for which the <em>OED2e</em> includes a 7th-century quotation for the (original) bird sense, found a metaphoric application to sail not much before the middle of the 19th century.</p>\n<p>I must say that I was quite disappointed to find the foregoing examples; alas! there are many more. Of course, there are genuine nautical expressions as well, some of which have been given thorough treatment: I have not seen elsewhere as complete a discussion of <em>loggerheads</em>, but it is offset by the very inclusion of <em>mind your p's</em> and <em>q's</em>, about which Jeans writes, “the phrase is not nautical in origin.” If not, then why is it here? Why is space devoted to entries like <em>misfire, Morse code, muster, nickname, nip</em> 'short drink,' <em>nous</em> 'brains,' <em>slate</em>, etc.? Either the author lost his way or, as often happens, the (original, probably Australian) publisher was dissatisfied with a shorter book for which less could be charged. As it is, the book is greatly bulked up: its wide hanging indentions, large type, ragged-right setting, open spaces make for an attractive package; the illustrations are pretty and, in some cases (various sails), useful, but many of them are gratuitous and purely decorative (<em>helm, scrimshaw</em>, five pages of different rigs).</p>\n<p>Consequently, I did not expect much when I looked up my favorite entry, <em>horse latitudes</em>, for which Jeans repeats the conventional theory (to the effect that the Spaniards used to throw starving horses overboard when they were becalmed, which I maintain to be an incredibly poor fiction); he also brings in <em>Golfo de las Yeguas</em> 'gulf of mares,' which I have been able to find, with the help of the Royal Geographical Society, only inland in Spain. Jeans mentions “one modern authority,” whose identity I should like to know, who “makes the intriguing suggestion that horses aboard sailing ships often had to be lifted overboard into the sea to relieve their thirst,” a theory that even Jeans regards as “ludicrous.”</p>\n<p>There are four appendices: Nautical Prepositions (many of which would be classed (also) as adverbs by a grammarian); Changed Spellings and Corrupted Word Forms; Nautical Terms Related to Human Anatomy; Nautical Terms Derived from the Land. There is also a Bibliography of sorts: the <em>OED</em> was, but the <em>OED2e</em> was not consulted; <em>Brewer's Dictionary of Phrase &amp; Fable</em> was, perhaps somewhat uncritically; and, among works that either fail to reflect the latest scholarship, are not pertinent to the task set, or are just plain awful, the following are listed: Wilfred Funk's <em>Word Origins and Their Romantic Stories</em>, (a 1978 reprint of a 1950 work); <em>Universal Dictionary of the English Language</em> (1897); a modern selection from Johnson's <em>Dictionary</em> (1755); Partridge's <em>Origins</em> (1977), a work long criticized for its errors; and <em>Webster's New Twentieth Century Dictionary of the English Language</em> (1965), which is a $15 reprint, cursorily updated, of the 19th-century Ogilvie edition of Annandale's <em>Dictionary</em>. Some of these are useless and inaccurate, others are picturesque but useless. In all, aside from the dictionaries, Jeans lists twenty-eight books plus fifteen of Patrick O'Brian's novels; no mention is made of the <em>Mariner's Mirror</em>, the journal of the Society of Nautical Research, or of other essential source materials. Nautical language deserves more respect. By contrast, the bibliography for my historical nautical dictionary already numbers close to 285 works. Readers should not for a moment think that my adverse criticism of Jeans's book has anything remotely to do with my own: the two are of entirely different purpose and scope, and I would have welcomed any help or new insight into some of the problems and questions that vex anyone trying to deal with such an elusive subject as nautical language.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Ship-Shore-Dictionary-Everyday-Phrases/dp/0874367174\"><em>Ship to Shore: A dictionary of everyday words and phrases derived from the sea</em></a></h1> <p>Peter D. Jeans, illustrated by Ross H. Shardlow, (ABCCLIO, 1993), xxi + 425pp.</p> <p>Those of us who deal with the lexicographic side of language are well aware of what Jeans characterizes as “the astonishing debt that our idiomatic speech owes to the nautical language of the past.” (Preface, p. ix) There are the obvious examples— <em>come adrift, go overboard (about something), get under way</em>, even <em>skyscraper</em>—but there are far more common words and expressions that have a far more subtle, less direct connection with maritime affairs, some of which I shall come to. The only quibble I might have with Jeans's statement is with his use of <em>astonishing</em>, for English was born and nurtured on an island culture that depended heavily on the sea for food, commerce, and transport. Perhaps what is astonishing is the increasing distance, chiefly during the past century, that landlubbers have put between the sea and themselves: knowledge and awareness of such matters now rests largely among naval types, those yachtsmen who enjoy the leftover jargon of the sea, and a handful of eccentrics, like Jeans, a few others I could mention, and me. My own connection stems from a lifetime of sailing, a brief stint in the WWII US Navy, and an abiding lexicographic concern for terms nautical, the last of which is manifesting itself in the preparation of a historical nautical dictionary.</p> <p>Jeans, an Australian as his spellings confirm, has ferreted about in the language to uncover words and phrases that have—and might have—some nautical provenance. He has not always been successful, but, undaunted, he soldiers on. In a random browse through the book <em>jerry-built</em> caught my eye, mainly because, recalling it as a reference to buildings ashore, I was surprised to find it among nautical words. Jeans does not deny that—indeed, provides his own quotation from the <em>Pall Mall Gazette</em> of February 15, 1884, (not listed in the <em>OED2e</em>) to support the architectural reference—but he persists in offering the opinion that because the word is used in association with buildings in Liverpool, “this makes it ... likely that the word is of nautical origin.” That is imaginative but unsupported by the evidence, and I fear that Jeans has stretched a point. My suspicions aroused, I found that a number of entries had neither a nautical origin nor, perceivably, any nautical connection: <em>jingo</em>, offered as “probably a Basque word,” acquires a nautical connection because “Basques were among the earliest organised whalers in Europe, and as harpooners their expressions would have carried some weight with other seafarers.” That is a fancied nautical origin at best. <em>Kedgeree</em>, “a vegetable curry, popular with seamen,” has, notwithstanding tarry appetites, not the remotest connection with matters nautical; <em>kickback</em> is shown by the <em>OED2e</em> to be a 20th-century coinage, and there is not evidence to suggest it ever had anything to do with maritime affairs; and <em>kite</em>, for which the <em>OED2e</em> includes a 7th-century quotation for the (original) bird sense, found a metaphoric application to sail not much before the middle of the 19th century.</p> <p>I must say that I was quite disappointed to find the foregoing examples; alas! there are many more. Of course, there are genuine nautical expressions as well, some of which have been given thorough treatment: I have not seen elsewhere as complete a discussion of <em>loggerheads</em>, but it is offset by the very inclusion of <em>mind your p's</em> and <em>q's</em>, about which Jeans writes, “the phrase is not nautical in origin.” If not, then why is it here? Why is space devoted to entries like <em>misfire, Morse code, muster, nickname, nip</em> 'short drink,' <em>nous</em> 'brains,' <em>slate</em>, etc.? Either the author lost his way or, as often happens, the (original, probably Australian) publisher was dissatisfied with a shorter book for which less could be charged. As it is, the book is greatly bulked up: its wide hanging indentions, large type, ragged-right setting, open spaces make for an attractive package; the illustrations are pretty and, in some cases (various sails), useful, but many of them are gratuitous and purely decorative (<em>helm, scrimshaw</em>, five pages of different rigs).</p>"
}