{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  A Billingsgate in Kerala",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>A Billingsgate in Kerala</em></h1>\n<p><em>O. Abootty, Kerala, India</em></p>\n<p>Etymology of English words is really interesting. So many people in bygone days, both famous and infamous, have enriched English vocabulary through their names. When you use <em>boycott, bowdlerize</em> or <em>bloomers</em>, you must remember that these words owe their origins to the persons who lived in the past under the names Charles Cunningham <em>Boycott</em> (1832-97), Thomas <em>Bowdler</em> (1754-1825) and Mrs. Amelia Jenks <em>Bloomer</em> (1818-94) respectively. Besides these persons-words, commonly known as “eponymous words,” there are also place-words, commonly known as “toponymic words,” which derive from place-names. When you use <em>calico, magnesium or hamburger</em>, you must remember that these words owe their origins to the places under the names <em>Calicut</em> (a district and famous city in Kerala State, India), <em>Magnesia</em> (a metal-bearing region in Greece), and <em>Hamburg</em> (a city in Germany), respectively.</p>\n<p>Years back a toponymic word—<em>billingsgate</em>— caught my attention, because it had something to do with my native place, <em>Kannur City</em>. Today <em>billingsgate</em> is used to mean “foul and abusive language”:</p>\n<blockquote>\n<p>The Chinese themselves have not yet got around to denouncing Kosygin and company by name; but that will come soon, no doubt, since the Albanians are already publishing billingsgate attacks on “the Brezhnev-Kosygin-Mikoyan trokia.”</p>\n</blockquote>\n<p><em>Billingsgate</em>, a former fish market in London, was known for the abusive language heard there. The fish-wives and their fishmongering husbands got a reputation for their lusty and lurid eloquence of speech. Thus <em>Billingsgate</em> became so notorious that in 1652 it became a common word in English. Today we use <em>billingsgate</em> to mean any kind of profane and abusive talk or language.</p>\n<p>There is a conspicuous connection between <em>billingsgate</em> and my native place. I am a native of <em>Kannur City</em>, a thickly-populated Muslim area in Kannur Municipality, Kannur District, Kerala State. Outside Kerala, Kannur is known as Cannanore. <em>Kannur City</em> is no longer a city. In bygone days, it was a major business center in Kannur District. Now Kannur Town, lying about 3 km away from <em>Kannur City</em>, enjoys this status. Formerly, there was a fish and meat market in the heart of <em>Kannur City</em>, now known as City Center. The language heard there at that time was just like that heard at <em>Billingsgate</em>. So <em>Kannur City</em> got a reputation for her bad language.</p>\n<p>Although the 17th-century <em>Billingsgate</em> no longer exists, <em>Kannur City</em> still does. Today <em>Kannur City</em> has changed a lot. In the heart of the city one can now see businesses, barber shops, restaurants, ice-cream parlors, medical shops, etc. Today's residents of <em>Kannur City</em> are educated and cultured. There are several educational institutes, including two Malayalam medium high schools and one English medium school, charitable institutions, and public libraries. Notwithstanding the tremendous changes, <em>Kannur City</em> still retains the bad reputation that she got ages ago. Even today one still hears the old chestnut:</p>\n<blockquote>\n<p>“Excuse me, how do I get to <em>Kannur City</em>, please?”</p>\n<p>“Get on No. 10 bus and get off where you hear people say 'sonofabitch!' ”</p>\n</blockquote>\n<p>Alas, <em>Kannur City</em> is still haunted by that old bad reputation that she is the <em>Billingsgate</em> of Kerala.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>A Billingsgate in Kerala</em></h1> <p><em>O. Abootty, Kerala, India</em></p> <p>Etymology of English words is really interesting. So many people in bygone days, both famous and infamous, have enriched English vocabulary through their names. When you use <em>boycott, bowdlerize</em> or <em>bloomers</em>, you must remember that these words owe their origins to the persons who lived in the past under the names Charles Cunningham <em>Boycott</em> (1832-97), Thomas <em>Bowdler</em> (1754-1825) and Mrs. Amelia Jenks <em>Bloomer</em> (1818-94) respectively. Besides these persons-words, commonly known as “eponymous words,” there are also place-words, commonly known as “toponymic words,” which derive from place-names. When you use <em>calico, magnesium or hamburger</em>, you must remember that these words owe their origins to the places under the names <em>Calicut</em> (a district and famous city in Kerala State, India), <em>Magnesia</em> (a metal-bearing region in Greece), and <em>Hamburg</em> (a city in Germany), respectively.</p> <p>Years back a toponymic word—<em>billingsgate</em>— caught my attention, because it had something to do with my native place, <em>Kannur City</em>. Today <em>billingsgate</em> is used to mean “foul and abusive language”:</p> <blockquote>\n<p>The Chinese themselves have not yet got around to denouncing Kosygin and company by name; but that will come soon, no doubt, since the Albanians are already publishing billingsgate attacks on “the Brezhnev-Kosygin-Mikoyan trokia.”</p>\n</blockquote>"
}