{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Reflections on Unitedstatesese and other-eses",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Reflections on Unitedstatesese and other-eses</em></h1>\n<p><em>J.A. Davidson, Victoria, British Columbia</em></p>\n<p>Arnold Toynbee, distinguished philosopher of history, in his old age wrote about his having learned “about the difference between the American language and my native Unitedkingdomese.” He said that as a young man recently out of Oxford in 1911 he encountered Americans other than the few highly educated Rhodes scholars he had met at Oxford. He then became aware of the significant differences between the two Englishes and of the increasing dominance of American English. He told about this in his book of reminiscences and reflections, Experiences, which was published in 1969, seven years before his death:</p>\n<blockquote>\n<p>England was now in a minority in the English-speaking World. The majority of the people whose language was English were now living in North America; and North American English had become the standard form of the language. It was irrelevant that English had been spoken in England long before America had been heard of in Europe. History never stands still; and this had reduced my Unitedkingdomese dialect to the status of being a bizarre provincial “brogue.”</p>\n</blockquote>\n<p>Toynbee's dialect actually was Englandese: Scotlandese and Irelandese are quite distinct from that dialect. And Unitedstatesese had become a linguistic reality before the thirteen American colonies had rebelled and declared their independence. Soon after the American Revolution several of the founding fathers of the new nation advocated establishing an academy, similar to those of France and Sweden, to standardize and, in effect, enshrine an official American form of English. The academy was not established. Soon after the independence treaty between Great Britain and the United States had been signed in 1784, Noah Webster, then in his mid-twenties, issued his book, Grammatical Institute of the English Language. This was the first of the several books which made him a leading authority on Unitedstatesese, and in some ways a creator of it. His most important work, The American Dictionary of the English Language, was published in 1812.</p>\n<p>Today—as English-speaking people in all parts of the world should be aware—there are several distinct dialects in American English. The predominant one, which in itself has sub-dialects, is conveniently called General American. Experts estimate that about two thirds of the American people, living on about 80 per cent of the land area speak this dialect—or with this accent, if one prefers that term. (The terms are not quite synonymous, but in this context they can be taken as such.) Recently a polished, precise form of General American has come to be called “Network Standard”: it is the speech of many of the prominent announcers and commentators on national television.</p>\n<p>General Canadian English—Canadese?—is closer to General American than it is to any of the British Englishes, but it is distinct from the American ones in some spellings, usages, and pronunciations and in a few peculiar intonations.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Reflections on Unitedstatesese and other-eses</em></h1> <p><em>J.A. Davidson, Victoria, British Columbia</em></p> <p>Arnold Toynbee, distinguished philosopher of history, in his old age wrote about his having learned “about the difference between the American language and my native Unitedkingdomese.” He said that as a young man recently out of Oxford in 1911 he encountered Americans other than the few highly educated Rhodes scholars he had met at Oxford. He then became aware of the significant differences between the two Englishes and of the increasing dominance of American English. He told about this in his book of reminiscences and reflections, Experiences, which was published in 1969, seven years before his death:</p> <blockquote>\n<p>England was now in a minority in the English-speaking World. The majority of the people whose language was English were now living in North America; and North American English had become the standard form of the language. It was irrelevant that English had been spoken in England long before America had been heard of in Europe. History never stands still; and this had reduced my Unitedkingdomese dialect to the status of being a bizarre provincial “brogue.”</p>\n</blockquote> <p>Toynbee's dialect actually was Englandese: Scotlandese and Irelandese are quite distinct from that dialect. And Unitedstatesese had become a linguistic reality before the thirteen American colonies had rebelled and declared their independence. Soon after the American Revolution several of the founding fathers of the new nation advocated establishing an academy, similar to those of France and Sweden, to standardize and, in effect, enshrine an official American form of English. The academy was not established. Soon after the independence treaty between Great Britain and the United States had been signed in 1784, Noah Webster, then in his mid-twenties, issued his book, Grammatical Institute of the English Language. This was the first of the several books which made him a leading authority on Unitedstatesese, and in some ways a creator of it. His most important work, The American Dictionary of the English Language, was published in 1812.</p>"
}