{
  "type": "Article",
  "title": "Classic Wit",
  "author": "Burling Lowrey",
  "location": "Washington, D.C.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Classic Wit</h1>\n<p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p>\n<p>At a time when dumb “one-liners” and tasteless jokes can be tossed off on TV and elsewhere as examples of wit without causing anyone to cringe, perhaps the moment has arrived to make some distinctions and straighten out the nomenclature among those terms that fall under the umbrella of “eliciting laughter.”</p>\n<p>We might start with the criteria for classic <em>wit</em>, the highest form of humor, that is set up by Walter Nash in the <em>Oxford Companion to the English Language</em>. According to Nash, true wit must meet the following standards: (1) The practitioner must have a quick mind, (2) The witticism must be stated within a very tight framework, and (3) It is characterized by four common rhetorical devices: parallelism, antithesis, definition, and “quasi-philosophical” propositions, an example being Woody Allen's line, “Not only is God dead, but try getting a plumber on Sunday.” One might add that classic wit is usually motivated by malice, which must be stated artfully, and the malice is frequently at someone else's expense. To this, I would attach my own definition: To qualify as wit, a retort must be no more than five words.</p>\n<p>Clearly, then, what sets wit apart from humor is its cerebral quality and its verbal conciseness. Other terms that elicit laughter are lower on the pecking order because, although they may display quick thinking, they may lack the “tight framework.” Others pass the conciseness test but may be too contrived. Gentle or kindly humor fails the test for obvious reasons.</p>\n<p>Scores of lines that meet these criteria come to mind. My favorite is a retort by former college football coach, Duffy Dougherty, to a remark that football is a “contact” sport. Duffy cracked, “<em>Dancing</em> is a contact sport. Football is a <em>collision</em> sport.” This strikes me as remarkable because, although Dougherty was not a literary person, he managed to combine an ironic analogy and parallelism to come up with a line that could be called pure wit.</p>\n<p>Another broad term under the “eliciting laughter” premise is <em>joke</em>. In a way a joke, in its structure, is the antithesis of a witticism in that is usually placed within a narrative framework and withholds any response until the punch line is reached. In this sense, timing is extremely important. We know that if any joke begins with “A guy walks into a bar with an iguana on a leash, sits down, and orders a zombie ...,” we may be in for a long detailed narrative that may or may not be funny.</p>\n<p>Two terms that come close to being classic wit are <em>quip</em> and <em>wisecrack</em>, both of them Americanisms. These slangy expressions meet Nash's standard of conciseness in that they are pointed come-backs to a situation or a remark. However, they fall short in that their tone is sarcastic rather than malicious. Dorothy Parker once noted that “Wit has truth in it; wisecracking is simply calisthenics with words.” Although the quip and the wisecrack are usually quite shallow, George S. Kaufman, a member of the Algonquin Round Table, managed to turn the wisecrack into an art form. At one point he told Groucho Marx that a line he was supposed to deliver in a movie which Kaufman had scripted was not funny. Groucho, urging patience, replied, “Remember, they laughed at Fulton when he invented the steamboat.” To which Kaufman cracked, “Not at matinées.”</p>\n<p>Even farther down in the pecking order is the term, <em>gag.</em> Again, some distinctions are called for. In American theater parlance, the term <em>gag</em> is used frequently to differentiate “funny lines” in a movie script or stage comedy from mere jokes that are exchanged indiscriminately in everyday life. Neil Simon, the chief practitioner of the theatrical gag, has given this form of humor a new respect, if only because of its frequency in his comedies. In fact, punchy ripostes are sprinkled so heavily throughout Simon's comedies that people have been led to believe that he writes the gags first, then fleshes out the rest of the play around them. All this has placed a monkey on Simon's back. He would like to be considered a wit, perhaps the Samuel Johnson of American letters, but he will never achieve such eminence so long as he churns out gags, assembly-line fashion.</p>\n<p>Two terms, now considered somewhat archaic, that fit into the category of “eliciting laughter” are <em>jest</em> and <em>sally</em>. Most people associate <em>jest</em> with Shakespeare's clowns and that over-quoted line from <em>Romeo and Juliet</em>, “He jests at scars that never felt a wound.” In current American usage, the term resembles what we call “kidding”: that is, making fun of someone or some thing in a frivolous manner, such as in the obligatory banter at “roasts” of famous people. What separates a <em>jest</em> from a <em>witticism</em> is its lack of malice. A jest is never uttered at someone else's expense.</p>\n<p>A <em>sally</em> is defined in the <em>American Heritage Dictionary</em> as “a sudden quick witticism.” In other words, it is a line that is uttered off the top of one's head and, therefore, may or may not be funny.</p>\n<p>In the last few years, the expression <em>one-liner</em> has developed into an all-purpose usage. It seems to be an outgrowth of <em>sound bite</em>, a phenomenon of television communication in which politicians and pundits are required to reduce complex ideas to one concise sentence. For example, Ross Perot expressed his disapproval of NAFTA and GATT by saying that, relative to jobs in this country, these trade agreements would create a “giant sucking sound.” In a political context, “You're just rearranging the deck chairs on the Titanic” is another sound bite that now seems firmly established in the language. While the leap from a sound bite to a witticism <em>appears</em> to be easy to manage, few politicians have been inclined to take the risk and be labeled as a <em>wise-guy</em> or a <em>smart-ass</em>.</p>\n<p>To conclude, we might note that there is no shortage of Americans who have an urge to say something funny. What is missing is a standard for judging “funniness.” Perhaps these distinctions I have made will help in that direction.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Classic Wit</h1> <p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p> <p>At a time when dumb “one-liners” and tasteless jokes can be tossed off on TV and elsewhere as examples of wit without causing anyone to cringe, perhaps the moment has arrived to make some distinctions and straighten out the nomenclature among those terms that fall under the umbrella of “eliciting laughter.”</p> <p>We might start with the criteria for classic <em>wit</em>, the highest form of humor, that is set up by Walter Nash in the <em>Oxford Companion to the English Language</em>. According to Nash, true wit must meet the following standards: (1) The practitioner must have a quick mind, (2) The witticism must be stated within a very tight framework, and (3) It is characterized by four common rhetorical devices: parallelism, antithesis, definition, and “quasi-philosophical” propositions, an example being Woody Allen's line, “Not only is God dead, but try getting a plumber on Sunday.” One might add that classic wit is usually motivated by malice, which must be stated artfully, and the malice is frequently at someone else's expense. To this, I would attach my own definition: To qualify as wit, a retort must be no more than five words.</p> <p>Clearly, then, what sets wit apart from humor is its cerebral quality and its verbal conciseness. Other terms that elicit laughter are lower on the pecking order because, although they may display quick thinking, they may lack the “tight framework.” Others pass the conciseness test but may be too contrived. Gentle or kindly humor fails the test for obvious reasons.</p>"
}