{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Objectively Speaking",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Objectively Speaking</em></h1>\n<p><em>Lawrence Bush, Accord, New York</em></p>\n<p>I had been cruising the club for less than an hour when I bumped into Roger. After exchanging a few pleasantries, he lowered his voice and asked, “What do you think of Martha and I as a potential twosome?”</p>\n<p>“That,” I replied, “would be a mistake. Martha and me is more like it.”</p>\n<p>“Oh? You're interested in Martha?”</p>\n<p>“I'm interested in clear communication.”</p>\n<p>“Fair and square,” he agreed. “And may the best man win.” Then he added, with a sigh: “Here I thought we had a clear path to becoming a very unique couple.”</p>\n<p>“You <em>couldn't</em> be a very unique couple, Roger.”</p>\n<p>“Oh? And why is that?”</p>\n<p>“Martha couldn't be a little pregnant, could she?”</p>\n<p>“Say what? You think that Martha and me...”</p>\n<p>“Martha and I.”</p>\n<p>“Oh.” Roger blushed and set down his drink.</p>\n<p>“Gee, I didn't know.”</p>\n<p>“Of course you didn't,” I assured him. “Most people don't.”</p>\n<p>“I feel very badly about this.”</p>\n<p>“You shouldn't say that. I feel bad ...”</p>\n<p>“Hooray, Roger!” Martha herself wafted towards us. “Seeing you, the evening gets interesting.” She rested a hand on his shoulder. “Who have you two been gossiping about, hm?”</p>\n<p>They were obviously well-matched.</p>\n<p>I excused myself at once, left Roger in Cupid's hands and went over to check out another participle I'd noticed dangling by the bar. On my way there, however, I was charmed by a collective noun (foreign, I thought) having a singularly bad time in the middle of the dance floor with a profoundly intransitive verb.</p>\n<p>“Pardon—may I cut in?”</p>\n<p>Her partner looked past tense, indeed, completely overwrought, and gratefully stood aside. At first, the lady met my preposition with declension, but in a short time we were conjugating magnificently, even recklessly. “Ooh, you are the definite article,” she sighed.</p>\n<p>“Dvandva,” I whispered, knowing that she would understand.</p>\n<p>It was pluperfect—until I signaled for her bill. When the maître d' brought it over, I nearly split an infinitive: the syntax alone was astronomical!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Objectively Speaking</em></h1> <p><em>Lawrence Bush, Accord, New York</em></p> <p>I had been cruising the club for less than an hour when I bumped into Roger. After exchanging a few pleasantries, he lowered his voice and asked, “What do you think of Martha and I as a potential twosome?”</p> <p>“That,” I replied, “would be a mistake. Martha and me is more like it.”</p> <p>“Oh? You're interested in Martha?”</p>"
}