{
  "type": "Article",
  "title": "How Manieth?",
  "author": "O. Abootty",
  "location": "Kerala, India",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How Manieth?</h1>\n<p><em><span data-rel=\"author\">O. Abootty</span> <span data-rel=\"location\">Kerala, India</span></em></p>\n<p>I am very fond of the English language, to which I took a great fancy when I was twelve years old. It is no exaggeration when I say that I prefer English to my native tongue, Malayalam, the language spoken by the people of Kerala, a southern state in India, the language which has entered the pages of the <em>Guinness Book of Records</em> as the longest palindromic language in the world. To tell the truth, it is the little knowledge that I have of the English language that has made me what I am now. Had it not been for this knowledge, I would not have been a teacher, a writer, an English language columnist and an author.</p>\n<p>I know that English has merits and demerits. Not all ideas that arise in my mind in my own tongue can be expressed in English as well because not all words, phrases, sayings, and usages in my mother tongue have English equivalents. It was when I was a high-school student that I became convinced of this fact for the first time.</p>\n<p>A classmate of mine came to me one afternoon with a question. As I was the best student in English, he expected a correct answer. What he asked me was, “How can we ask a question in English that elicits an ordinal number as answer?” Abraham Lincoln was the 16th President of the US; try to form a question to which the answer is “the 16th.” I was— still am—at a loss for an answer.</p>\n<p>When, seven years back, I started writing an English language column entitled English Corner in a well-known Malayalam magazine for students and candidates, it became evident, from the letters of my readers, that most of them wanted to know how to ask such a question. I had already learnt that although there is no idiomatic way in English of asking such a question, it is very common in Malayalam and also, I think, in other Indian vernaculars. Unlike English, those languages do not distinguish between order or position.</p>\n<p>As a consequence, we have found our own ways of asking such questions in English. I have collected the following ones:</p>\n<blockquote>\n<ol>\n<li>\n<p>What is the rank/position/ordinal number of Bill Clinton as the President/among the presidents of the US?</p>\n</li>\n<li>\n<p>What is the chronological/numerical order of Bill Clinton as the President/among the presidents of the US?</p>\n</li>\n<li>\n<p>Which of the presidents of the US is Bill Clinton?</p>\n</li>\n</ol>\n</blockquote>\n<p>But none of them is really acceptable as idiomatic to English speakers. The second one would be acceptable to them if it is changed into “Where, in the numerical order of the presidents of the US, does Bill Clinton come?”</p>\n<p>Sir Randolph Quirk, the most famous British grammarian, says that the ordinal question can be obliquely asked in English like this: “How many presidents were there before Bill Clinton? But such a question does not satisfy us. Our answer to that question will be the total number of former presidents.</p>\n<p>I have recently come to know that it is correct in colloquial British speech to ask “What number president of the US is Bill Clinton?” In my estimation, this question is undoubtedly the best solution.</p>\n<p>Recently, a reader of my column sent me a letter asking me whether it would be correct to use “How manieth” to form an ordinal question. “How many” yields answers with cardinal numbers like five, ten, fifteen: <em>How many children have you? I have five</em>. Then, what about using “How manieth/ How manyeth” for an answer that contains an ordinal number like <em>fifth, tenth, fifteenth?</em> Unfortunately, “How manieth president of the US is Bill Clinton?” does not exist in English.</p>\n<p>Do you know any other good ways of asking such a question in English? If you do, please let me know of them so that I can include them in my next book on enjoyable English. I will give you credit. Please send your letters to O. Abootty/ K.T.82/ Cannanore City- 670 003 / Kerala, India.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How Manieth?</h1> <p><em><span data-rel=\"author\">O. Abootty</span> <span data-rel=\"location\">Kerala, India</span></em></p> <p>I am very fond of the English language, to which I took a great fancy when I was twelve years old. It is no exaggeration when I say that I prefer English to my native tongue, Malayalam, the language spoken by the people of Kerala, a southern state in India, the language which has entered the pages of the <em>Guinness Book of Records</em> as the longest palindromic language in the world. To tell the truth, it is the little knowledge that I have of the English language that has made me what I am now. Had it not been for this knowledge, I would not have been a teacher, a writer, an English language columnist and an author.</p> <p>I know that English has merits and demerits. Not all ideas that arise in my mind in my own tongue can be expressed in English as well because not all words, phrases, sayings, and usages in my mother tongue have English equivalents. It was when I was a high-school student that I became convinced of this fact for the first time.</p> <p>A classmate of mine came to me one afternoon with a question. As I was the best student in English, he expected a correct answer. What he asked me was, “How can we ask a question in English that elicits an ordinal number as answer?” Abraham Lincoln was the 16th President of the US; try to form a question to which the answer is “the 16th.” I was— still am—at a loss for an answer.</p>"
}