{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Fly-Fishing",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=75125916&amp;searchurl=&amp;cmtrack_data=cm_abecat%3D100200044\"><em>A Dictionary of Fly-Fishing</em></a></h1>\n<p>C.B. McCully, (Oxford University Press, 1993), 280pp.</p>\n<p>About a dozen years ago, when looking through a mail-order catalogue of sports clothes, I noticed a section offering fishing flies and became intrigued with their names—names like <em>Cree Sedge</em> and <em>Greenwell's Glory</em>. In a desultory way (I admit), I tried to discover more about the names, with an eye toward compiling a work on the subject. I did manage to acquire a catalogue or two on fishing flies— one, I recall, was from Leonard's—but the entire project slipped away from me to be replaced by other matters requiring more immediate attention. When I saw the present work (in a British catalogue of sports clothes), I sent away for it.</p>\n<p>I should explain that I fished—though not “seriously”—when I was about ten years old at summer camp, where we caught mostly sunfish; I once caught a lake bass, which we grilled on an open fire and ate: only those who have eaten fresh-caught fish know the difference between them and the store-bought variety. Some forty years ago, several friends persuaded me to join them on a party-boat to go fishing off Rockaway Beach, near New York City. The day was sultry, without the slightest breeze to create even a suggestion of a cat's paw on the surface of Sheepshead Bay; I caught about twenty-odd fluke, which just lay there, scarcely my notion of game fishing. As I had caught the most fish that day, I won a bottle of scotch, but my friends' wives viewed with some alarm our return bearing among us about fifty fluke, all of which needed cleaning and, of course, either eating or freezing. I have avoided fishing since.</p>\n<p>No self-respecting reader of books can consider his education complete without having read Izaak Walton. More recently, I have seen fishing competitions on television, happy to see that the fish were returned to the waters whence they have been taken. Most recently, I saw on BBC-TV a most enchanting film about two men who had gone fishing for “monster” carp on a lake at a private estate somewhere. It was quite beautiful. One might think that watching other people fishing is like watching the grass grow; it cannot compare for action with <em>The Terminator</em>, yet it is far from boring—especially if one is watching an edited version and does not have to sit on shore or in a boat for hours on end— and that particular program, punctuated here and there by fishing lore, was dreamily engaging and peaceful, well calculated to remove one's mind from the cares of the day.</p>\n<p>The literature of fishing goes back a long, long time. As I know little about it, I shall not attempt to expatiate on it here. The present book, although it is called a dictionary, contains much ancillary encyclopedic, folkloristic, and fishloristic information, most of it carefully referenced to sources, which are documented in an eight-page bibliography. (My only criticism of it is that the listing for the fifteenth-century <em>Treatise of Fishing with an Angle</em> appears as the first item, under “Anon.”: it ought to have a cross reference under <em>Treatise</em>, where I had sought it in vain.)</p>\n<p>Typically, an entry begins with the etymology of the headword, e.g.:</p>\n<blockquote>\n<p>baggot From a verbal participle, <em>bagged</em>, meaning 'big with young, pregnant.' (<em>Sir Perceval</em>, 1400: 'The mere was bagged with sole.')</p>\n</blockquote>\n<p>In many entries, the etymologies are far more replete: that for <em>barb</em> covers twelve lines of text.</p>\n<p>It would be more accurate to say that the terms are explained, rather than defined; opinions are given, techniques are discussed (carefully distinguishing between dry fly-fishing and wet), and the style is easy. The entries on <em>mayfly</em>¹, <em>mayfly</em>², and <em>mayfly</em>³, the first being any “up-winged insect,” the second the “true mayfly,” and the third, the “stonefly,” cover four full pages; more than six are devoted to <em>sea trout</em>; more than ten to <em>nymph fishing</em>. Mirror and <em>window</em> goes into a fish's view of the world. Line drawings illustrate the <em>single turle, grinner, blood, needle</em>, and <em>nail</em>—all knots used in tying flies.</p>\n<p>This book is a true pleasure to read, whether one's experience with fish is limited to the occasional accompaniment to chips, to <em>Dover sole véronique</em>, or to standing hip-deep in an icy stream at dawn. It cannot be compared with a dictionary, per se: its headwords serve more as a point of departure for McCully to hold forth on the myriad aspects of an activity—I hesitate calling fishing a “sport”— which he evidently knows and loves so well.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=75125916&amp;searchurl=&amp;cmtrack_data=cm_abecat%3D100200044\"><em>A Dictionary of Fly-Fishing</em></a></h1> <p>C.B. McCully, (Oxford University Press, 1993), 280pp.</p> <p>About a dozen years ago, when looking through a mail-order catalogue of sports clothes, I noticed a section offering fishing flies and became intrigued with their names—names like <em>Cree Sedge</em> and <em>Greenwell's Glory</em>. In a desultory way (I admit), I tried to discover more about the names, with an eye toward compiling a work on the subject. I did manage to acquire a catalogue or two on fishing flies— one, I recall, was from Leonard's—but the entire project slipped away from me to be replaced by other matters requiring more immediate attention. When I saw the present work (in a British catalogue of sports clothes), I sent away for it.</p> <p>I should explain that I fished—though not “seriously”—when I was about ten years old at summer camp, where we caught mostly sunfish; I once caught a lake bass, which we grilled on an open fire and ate: only those who have eaten fresh-caught fish know the difference between them and the store-bought variety. Some forty years ago, several friends persuaded me to join them on a party-boat to go fishing off Rockaway Beach, near New York City. The day was sultry, without the slightest breeze to create even a suggestion of a cat's paw on the surface of Sheepshead Bay; I caught about twenty-odd fluke, which just lay there, scarcely my notion of game fishing. As I had caught the most fish that day, I won a bottle of scotch, but my friends' wives viewed with some alarm our return bearing among us about fifty fluke, all of which needed cleaning and, of course, either eating or freezing. I have avoided fishing since.</p> <p>No self-respecting reader of books can consider his education complete without having read Izaak Walton. More recently, I have seen fishing competitions on television, happy to see that the fish were returned to the waters whence they have been taken. Most recently, I saw on BBC-TV a most enchanting film about two men who had gone fishing for “monster” carp on a lake at a private estate somewhere. It was quite beautiful. One might think that watching other people fishing is like watching the grass grow; it cannot compare for action with <em>The Terminator</em>, yet it is far from boring—especially if one is watching an edited version and does not have to sit on shore or in a boat for hours on end— and that particular program, punctuated here and there by fishing lore, was dreamily engaging and peaceful, well calculated to remove one's mind from the cares of the day.</p>"
}