{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Endangered English Dictionary: Bodacious Words Your Dictionary Forgot",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Endangered-English-Dictionary-Bodacious-Forgot-ebook/dp/B0131J2V6C\"><em>The Endangered English Dictionary: Bodacious Words Your Dictionary Forgot</em></a></h1>\n<p>David Grambs, (W.W. Norton &amp; Company, 1994), xiv + 264pp.</p>\n<p>David Grambs's name should be known to word buffs, for he has written several books—this is his sixth—about the English language. He has been active in lexicography for a number of years, originally on <em>The American Heritage Dictionary</em>, more recently on <em>The Random House</em> (Unabridged) <em>Dictionary, Second Edition</em>.</p>\n<p>This book, the title of which suggests that it might deal with dictionaries, is a dictionary of difficult, unusual, often obscure, obsolete words, a combination of <em>Poplollies and Bellibones</em>, by Mrs. Heifetz, and <em>The New York Times Everyday Reader's Dictionary of Misunderstood ... Words</em>, by this reviewer (recently published in a revised, British edition by Bloomsbury under the title, <em>Dictionary of Difficult Words</em> [plug, in case you missed it]). Both kinds of books have been around for many years: indeed, the latter type preceded general dictionaries that treat the broad spectrum of the English lexicon, for it was thought unnecessary to provide definitions and other information about words familiar to anyone who spoke English. Nowadays, of course, it is felt that a general dictionary ought to describe the lexicon of the language (as far as space permits), which is why modern dictionaries devote so much space to entries for words like <em>the, a, and, run, jump</em>, and <em>play</em>.</p>\n<p>The entries in <em>Endangered</em> can be divided roughly into two classes: those one knows and those one does not. Among the latter are some engaging terms that word lovers are likely to add to their writing (or drop into casual cocktail-party conversations), and, in some instances, might actually fill a need. My favorites among these, which are not found in the present work, are <em>tally</em> and <em>leman</em>, which mean a 'person with whom one cohabits without benefit of matrimony.' The struggle that spawned <em>POSSLQ, significant other, partner</em>, and other miscegenations and ennuiisms could have been avoided by resurrecting these terms, though <em>leman</em>, owing to its -<em>man</em> ending, might not make it through the stultifying morass of today's political correctness.</p>\n<p>Many of the rare words in the book are synonyms that have dropped out of the language for one reason or another, the main one being that they were not used. For many, it might be impossible to find evidence for their existence outside the single quotation in the <em>OED</em> or similar source, and they might have been nonce coinages. Their rarity is attributable to what linguists refer to as the <em>economy of language</em>, which is akin to the physical law stating that two objects cannot occupy the same space at the same time. Most of the time, two (or more) words that appear to be “pure” synonyms semantically tend to diverge in application or distribution (e.g., <em>windpipe/trachea</em>), in frequency (e.g., <em>niveous/ snowy, lutaceous/muddy</em>), or in connotation (<em>maternal/motherly</em>). [This matter is discussed at some length in the Introduction to my <em>Oxford Thesaurus</em>.]</p>\n<p>Notwithstanding, many people derive enjoyment from wallowing in peculiar, curious, and unfamiliar words, which often provide a source of amusement. The selection of such words is likely to be personal, reflecting the tastes and proclivities of the compiler, hence one is hard put to quarrel with the choices. These and other factors are well set forth by the author in his Preface. It is important to mention that all words in <em>Endangered</em> are pronounced (using the Moo Goo Gai Pan system), all are accorded succinct, clear definitions, and all are provided with example contexts.</p>\n<p>In the last hundred pages of <em>Endangered</em> an attempt is made at a reverse dictionary, yielding a more or less elaborate index to the dictionary section. Such reverse dictionaries as exist (<em>Bernstein's Reverse Dictionary</em> having been a popular example for many years) work well for those users whose word sense coincides with that of the compiler. Ted Bernstein's book never worked well for me, but I might not be a fair touchstone in such matters. In Grambs's book, the single-word synonyms work fairly well, but, as elsewhere, the system breaks down when trying to anticipate where a user ought to look to find a word: not everyone is likely to choose the same “reverse” concept. The problem has been anticipated by using more than one synonym and by providing entries under both. For example, <em>laziness</em> or <em>sluggishness</em>: SEGNITY appears both under <em>laziness</em> and <em>sluggishness; thick-lipped:</em> LABROSE appears also under <em>lips, having thick</em>. Still, no system could work perfectly for all users.</p>\n<p>Those who enjoy word play—which includes certain puzzle solvers who seem to need all the help they can find that is not already provided by dictionaries, special puzzlers' reference books, thesauruses, etc.—should find <em>Endangered</em> a useful, welcome addition to their libraries. Those who simply harbor an abiding affection for the language and like having fun with it will want to acquire the book for delectable browsing.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Endangered-English-Dictionary-Bodacious-Forgot-ebook/dp/B0131J2V6C\"><em>The Endangered English Dictionary: Bodacious Words Your Dictionary Forgot</em></a></h1> <p>David Grambs, (W.W. Norton &amp; Company, 1994), xiv + 264pp.</p> <p>David Grambs's name should be known to word buffs, for he has written several books—this is his sixth—about the English language. He has been active in lexicography for a number of years, originally on <em>The American Heritage Dictionary</em>, more recently on <em>The Random House</em> (Unabridged) <em>Dictionary, Second Edition</em>.</p> <p>This book, the title of which suggests that it might deal with dictionaries, is a dictionary of difficult, unusual, often obscure, obsolete words, a combination of <em>Poplollies and Bellibones</em>, by Mrs. Heifetz, and <em>The New York Times Everyday Reader's Dictionary of Misunderstood ... Words</em>, by this reviewer (recently published in a revised, British edition by Bloomsbury under the title, <em>Dictionary of Difficult Words</em> [plug, in case you missed it]). Both kinds of books have been around for many years: indeed, the latter type preceded general dictionaries that treat the broad spectrum of the English lexicon, for it was thought unnecessary to provide definitions and other information about words familiar to anyone who spoke English. Nowadays, of course, it is felt that a general dictionary ought to describe the lexicon of the language (as far as space permits), which is why modern dictionaries devote so much space to entries for words like <em>the, a, and, run, jump</em>, and <em>play</em>.</p> <p>The entries in <em>Endangered</em> can be divided roughly into two classes: those one knows and those one does not. Among the latter are some engaging terms that word lovers are likely to add to their writing (or drop into casual cocktail-party conversations), and, in some instances, might actually fill a need. My favorites among these, which are not found in the present work, are <em>tally</em> and <em>leman</em>, which mean a 'person with whom one cohabits without benefit of matrimony.' The struggle that spawned <em>POSSLQ, significant other, partner</em>, and other miscegenations and ennuiisms could have been avoided by resurrecting these terms, though <em>leman</em>, owing to its -<em>man</em> ending, might not make it through the stultifying morass of today's political correctness.</p>"
}