{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: Of Surf and Such",
  "author": "Bill Ramson",
  "location": "Canberra",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Of Surf and Such</em></h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Canberra</span></em></p>\n<p>There are several customary formulae applied to words whose histories remain unclear. “Of unknown origin” and “origin uncertain” are blank walls beyond which few can go. “Perhaps” indicates the lexicographer's wish to be helpful or to solve a problem or not to be beaten; “probably” a slightly firmer resolve or, more dangerously, tidiness of mind. But the fact remains that some hundreds of words that have entries in a standard dictionary remain etymological mysteries. And some of these are our everyday companions, whose credentials we do not doubt and whose very ordinariness leads us to take them for granted.</p>\n<p>Take <em>surf</em>, the 'swell of the sea which breaks on the shore and slides back' with Arnold's “slow, forgiving roar.” <em>Surf</em> is first found in 1685, on the coast of India and, bearing a strong resemblance to <em>suff</em>, found 100 years earlier on the same coast and with much the same meaning, may be presumed to be a variant form of the same word; it may also be assumed to be of Indian origin. In fact, as late as 1840, <em>crossing the surf</em> can be described as “an expression equivalent to 'entering or leaving India,' as a person is never supposed to venture across this tremendous barrier of the Coromandel coast, unless on such momentous occasions.” But, from the middle of the 18th century, this sense had been supplemented by a more generalized but at the same time more precise sense of the 'mass or line of white foamy water caused by the sea breaking upon a shore or a rock.' <em>Surf</em> in Australian English, of course, has this general meaning but is used mostly of the sea, and particularly the surf, as a place of recreation. It is earliest recorded in 1908, in a couplet Arnold would have been proud to claim:</p>\n<blockquote>\n<p>The Manly maidens shoot the surf,</p>\n<p>Or bake their bingies on the shingly shore.</p>\n</blockquote>\n<p>In this sense, and with a host of compounds amplifying and asserting the recreational possibilities, we tend to think of it as our own and as an important part of our social history. But it is as much a part of international English as it is of Australian, as the provenance of the range of compounds suggests. So, to take only a selection of the more common terms, <em>surfbathing</em> dates from 1884, <em>surfboard</em> from 1826, <em>surfboat</em> from 1856, <em>surfriding</em> from 1882, and <em>surf-swimmer</em> from 1845, all long before the first Australian enjoyment of the surf is recorded in the early years of this century. What is our own and what light do the terms collectively throw on our society? First, <em>surf</em> as a verb [1913] seems to be an abbreviation of the now obsolete <em>surf-bathe</em> [1906]. And <em>surf-bathing</em> was not always respectable. As a writer in the Sydney <em>Truth</em> observed in 1912, “I think respectable people may go surf-bathing and still remain respectable, but people who aren't moral and respectable do not become so by shooting the breakers and airing their figures on the beach.” Or, in the terms of a dialogue reported in the same journal. “ 'Oh, Auntie,' said the child, 'what's surf-bathing?' 'Something the savages do on boards,' replied the aunt vaguely.” The difficulty lay in the garments worn and the degree of exposure they allowed. As a local government ordinance put it in 1902:</p>\n<blockquote>\n<p>All persons bathing in any waters exposed to view from any wharf, street, public place, or dwelling-house in the Municipal District of Manly, before the hour of 7.30 in the morning and after the hour of 8 o'clock in the evening, shall be attired in proper bathing costume covering the body from neck to the knee. Any person committing a breach of this Bylaw shall be liable to a penalty not exceeding one pound.</p>\n</blockquote>\n<p>The existence of <em>surf beaches</em> within the environs of Sydney—at Bondi, Bronte, Coogee, and Tamarama in the south and Manly to the north—meant that the battle of the beaches was fought in Sydney, and, when respectability was obtained, that it was in the terms of an activity very much associated with Sydney, <em>surf-life-saving. Surf club</em>, glossed as 'lifesaving club,' is first found in 1913, <em>Surf and LifeSaving Club</em> in 1915. The <em>surf carnival</em> [1914] was initially as much a public-relations exercise as a competitive occasion, the <em>iron man</em> [19??] unheard-of.</p>\n<p>The earliest term for a swimmer who preferred swimming in the surf to swimming in the baths at, for instance, Coogee was <em>surf-bather</em> [1906]. This was soon joined, and ultimately replaced by <em>surfer</em> [1913], and the earliest quotation for <em>surfer</em>, being part of an account of “a surfer's companion,” a dainty article intended to hold bathing suit and wet towel in a water-proof case, suggests that there was a potential market amongst the fraternity (a writer in 1919 saying emphatically that “Surf-Bathing is dangerous for women”). The <em>surfer's companion</em>, incidentally, was irrefutably Australian, being made of dingo skin! The contemporary <em>surfie</em> [1962] at least partially replaces <em>surfer</em> in its turn though it invokes the image of the “monosyllabic cretin” who speaks two words of English—<em>yeah</em> and <em>man</em>—streaks his hair with Clairol, and, worst of all, drinks milk. In other words, a <em>Bondi surfie</em>, dated as it now is, is for many still predominant.</p>\n<p>Frequenting the surf entailed <em>sun-baking</em> [1910], without fear of the consequences, and <em>shooting</em> [1912] waves, with the ambition of “scraping your nose, after a shoot, on the sand of the beach itself,” or <em>cracking a beacher</em> [1949]. Refinements of both activities have been made over the years, as <em>body-surfing</em> [1956] is distinguished from <em>board-surfing</em> (or <em>board-riding</em>), though the latter use of <em>board</em>, first recorded by Captain Cook in 1779, cannot really be claimed as Australian.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Of Surf and Such</em></h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Canberra</span></em></p> <p>There are several customary formulae applied to words whose histories remain unclear. “Of unknown origin” and “origin uncertain” are blank walls beyond which few can go. “Perhaps” indicates the lexicographer's wish to be helpful or to solve a problem or not to be beaten; “probably” a slightly firmer resolve or, more dangerously, tidiness of mind. But the fact remains that some hundreds of words that have entries in a standard dictionary remain etymological mysteries. And some of these are our everyday companions, whose credentials we do not doubt and whose very ordinariness leads us to take them for granted.</p> <p>Take <em>surf</em>, the 'swell of the sea which breaks on the shore and slides back' with Arnold's “slow, forgiving roar.” <em>Surf</em> is first found in 1685, on the coast of India and, bearing a strong resemblance to <em>suff</em>, found 100 years earlier on the same coast and with much the same meaning, may be presumed to be a variant form of the same word; it may also be assumed to be of Indian origin. In fact, as late as 1840, <em>crossing the surf</em> can be described as “an expression equivalent to 'entering or leaving India,' as a person is never supposed to venture across this tremendous barrier of the Coromandel coast, unless on such momentous occasions.” But, from the middle of the 18th century, this sense had been supplemented by a more generalized but at the same time more precise sense of the 'mass or line of white foamy water caused by the sea breaking upon a shore or a rock.' <em>Surf</em> in Australian English, of course, has this general meaning but is used mostly of the sea, and particularly the surf, as a place of recreation. It is earliest recorded in 1908, in a couplet Arnold would have been proud to claim:</p> <blockquote>\n<p>The Manly maidens shoot the surf,</p>\n<p>Or bake their bingies on the shingly shore.</p>\n</blockquote>"
}