{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Escobarring",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Escobarring</em></h1>\n<p><em>K. Narayana Chandran, Hyderabad</em></p>\n<p>It is no longer news for the people of India when their media report that English is, again, under attack, for it has been part of Indian politics to denounce English in public forums but seek its socio-economic benefits in private. A language of “opportunity,” English is certainly the first preference of Indian parents who do not let their children go without it in their school curriculum.</p>\n<p>Any attempt at imposing English on children, however, is met with very strong resistance. This applies even to the south Indian state, Tamil Nadu, whose intolerance of our official language, Hindi, is matched evenly by its predilection for English. The state's capital, Madras, as a matter of fact, has an excellent track-record of having fostered English education and the publication of educational materials in English for more than 150 years. A month ago, however, a massive wave of anti-English protest swept across this state following a governmental directive urging students and teachers of schools to converse only in English on at least two days of the week. This directive, according to the state's Director of School Education, was meant to improve the abysmal standards of English, both written and spoken, at the school level.</p>\n<p>The Directorate had earlier supplied small handbooks in English for use in government-funded, Tamil-medium schools. Tamil zealots threatened statewide strikes and a demonstration before the Chief Minister's residence seeking immediate withdrawal of the directive. (Interestingly, the Tamils who have renamed practically every public landmark, road, and bylane after their national and regional heroes and heroines prefer to retain “Poes Garden,” the name of the locality to which the Chief Minister's official residence belongs.)</p>\n<p>This ambivalence towards English is most discernible in the columns of such English national dailies as <em>The Times of India, Indian Express, The Hindu,</em> and <em>The Hindustan Times. The Hindu</em>, for example, with its headquarters in Madras, dutifully reported the anti-English protests but also carried in its weekend supplement for October 2, 1994, a note on “Escobarring,” by A. Sathyamoorthy, presumably a Tamil. “Variety and vitality of the English language is worthy of admiration,” begins this note. It goes on to play with some well-known words and situate them in familiar Indian contexts, mentions the language's adaptability and resilience as borne out by its record of borrowings from such languages as Persian, Arabic, Tamil, and Sanskrit. Sathyamoorthy concludes his brief exercise with a suggestion that merits some attention by VERBATIM readers:</p>\n<blockquote>\n<p>If English is playful can it be sporting too? Are there many words and phrases which have roots in track and field games...? Has it honoured sportsment?... If not why not start with a footballer? [Andrés] Escobar could be the lucky one. And a timely one too. This rising star of Colombia was shot dead outside Medellin. His sin was to deflect a ball to his goal.... Death was decreed as his wage. He was kicked off. [<em>sic</em>]</p>\n<p>That was in the heat of the moment. In cooler times can we make amends? Can we immortalise him with a new word—Escobarring? It could mean tripping [up] your team or scoring a point against your colleagues[?]. Judas did that. Perhaps Brutus too....</p>\n</blockquote>\n<p>Sathyamoorthy's examples do not seem to convey Escobar's unenviable distinction. His fatality brims with a far sadder irony than either Judas's or Brutus's. <em>Escobarring</em> may well be that rare sin of commission and omission all at once. One ought to recall, alongside, Escobar's words, which closed his column in the newspaper that carried his obituary: “Until later, because life doesn't end here” (quoted in <em>Time</em>, July 19, 1994, p. 39.).</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Escobarring</em></h1> <p><em>K. Narayana Chandran, Hyderabad</em></p> <p>It is no longer news for the people of India when their media report that English is, again, under attack, for it has been part of Indian politics to denounce English in public forums but seek its socio-economic benefits in private. A language of “opportunity,” English is certainly the first preference of Indian parents who do not let their children go without it in their school curriculum.</p> <p>Any attempt at imposing English on children, however, is met with very strong resistance. This applies even to the south Indian state, Tamil Nadu, whose intolerance of our official language, Hindi, is matched evenly by its predilection for English. The state's capital, Madras, as a matter of fact, has an excellent track-record of having fostered English education and the publication of educational materials in English for more than 150 years. A month ago, however, a massive wave of anti-English protest swept across this state following a governmental directive urging students and teachers of schools to converse only in English on at least two days of the week. This directive, according to the state's Director of School Education, was meant to improve the abysmal standards of English, both written and spoken, at the school level.</p> <p>The Directorate had earlier supplied small handbooks in English for use in government-funded, Tamil-medium schools. Tamil zealots threatened statewide strikes and a demonstration before the Chief Minister's residence seeking immediate withdrawal of the directive. (Interestingly, the Tamils who have renamed practically every public landmark, road, and bylane after their national and regional heroes and heroines prefer to retain “Poes Garden,” the name of the locality to which the Chief Minister's official residence belongs.)</p>"
}