{
  "type": "Article",
  "title": "What Is Dementia?",
  "author": "Martin G. Netsky",
  "location": "M.D., Atlantic Beach, Florida",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What Is Dementia?</h1>\n<p><em><span data-rel=\"author\">Martin G. Netsky</span> <span data-rel=\"location\">M.D., Atlantic Beach, Florida</span></em></p>\n<p><em>Dementia</em> is a term often used by laypersons and by medical personnel, both of which have employed the word in different ways at various times. The resulting confusion is furthered by inconsistencies among definitions in medical dictionaries and textbooks. A survey of source material was therefore undertaken to provide a history of the word and of how its use has evolved.</p>\n<p><em>Dementia</em> derives from the Latin, <em>de</em>- 'away or from, 'and <em>ment-</em>, root of <em>mens</em> 'mind.' The <em>OED</em> incorrectly attributes the initial use of <em>dementia</em> to Philippe Pinel in 1806: the word was first used in an English text in 1592 by Richard Cosin, Member of Parliament, in defense of the hanging of a conspirator against the monarchy. Cosin defined <em>dementia</em> as “...a passion of the minde, bereaving it of the light of understanding...” The word first appeared in an English medical dictionary in 1775. George Motherby (<em>A New Medical Dictionary</em>) said it was “madness, or a delirium” and used the same definition for <em>insania</em>. <em>Dementia, insanity</em>, and <em>madness</em> were synonyms throughout most of the 19th century. Robley Dunglison in his series of medical dictionaries (1833—1903) echoes medical thinking of the time when he says of dementia “in common parlance, and even in legal language, this word is synonymous with insanity... It is characterized by a total loss of the faculty of thought.” Medical use of “madness” then disappeared, but the word was retained by the laity. In the 1900s, <em>insanity</em> also faded from the medical vocabulary, and it is now used by lawyers and judges when deciding on responsibility for acts committed while mentally deranged: “not guilty by reason of insanity.”</p>\n<p>Modern understanding of the meaning of <em>dementia</em> began in 1892 with <em>A Dictionary of Psychological Medicine</em>, by Daniel Tuke, where it was defined as “a state in which manifestations of mind are to a greater or less degree absent in consequence of disease or decay of the brain itself. It is always an acquired condition, and as such is to be distinguished from amentia, which is either a congenital state or one closely connected with that period.” Tuke's definition has a remarkably contemporary sound. It recognizes degrees of the syndrome rather than the previously described total loss of mentality. The condition is attributed to “disease or decay” of the brain and is acquired. Tuke also commented on reversibility and dismissed acute dementia as “really instances of <em>Melancholia cum stupore</em>.” In the late 19th century he listed nineteen forms of dementia, from acute and <em>accidentalis</em> to senile and <em>toxica</em>.</p>\n<p>The meaning of <em>dementia</em> frequently changed in the 20th century; the word lost popularity in the 1940s and '50s. Selected definitions from <em>Dorland's Medical Dictionary</em> illustrate some of the shifts:</p>\n<blockquote>\n<p>1917, 9th ed.: Insanity characterized by loss or impairment of intellect, will, and memory.</p>\n<p>1941, 19th ed.: A generic designation for mental deterioration, less frequently used than formerly, except in the term <em>dementia praecox</em>.</p>\n<p>1957, 23rd ed.: A general designation for mental deterioration.</p>\n<p>1974, 25th ed.: A generic designation for mental deterioration; called also aphrenia, aphronesia, and athymia.</p>\n<p>1981, 26th ed.: Organic loss of intellectual function, called also aphrenia, aphronesia, and athymia.</p>\n<p>1988, 27th ed.: [DSM-III] An organic mental disorder characterized by a general loss of intellectual abilities involving impairment of memory, judgment, and abstract thinking as well as changes in personality. It does not include loss of intellectual functioning caused by clouding of consciousness... nor that caused by depression... Dementia may be caused by a number of conditions, some reversible, some progressive...</p>\n</blockquote>\n<p>Each definition has deficiencies. “Will” (1917) is difficult to determine, and was soon abandoned. If <em>dementia</em> means only “mental deterioration” (1941 to 1974), it is not separated from neuroses and psychoses. The word <em>organic</em> (1981) addresses this problem. The three synonyms cited in 1974 and repeated in 1981 came from a lexicographer whose mind was fixed in an earlier (19th) century. The 1988 quotation of the Diagnostic and Statistical Manual (DSM-III) returned <em>Dorland's Medical Dictionary</em> to the 20th century: DSM-III is the standard psychiatric manual defining mental disorders.</p>\n<p>In the 1940s and '50s, dementia was seldom used except for types of schizophrenia, e.g., <em>dementia praecox</em>, or catatonic and paranoid dementia. Psychiatrists during that time officially replaced the word <em>dementia</em> with <em>chronic brain syndrome</em>, a useless phrase now almost completely abandoned.</p>\n<p>Let us examine critically some representative definitions of the word <em>dementia</em> to illustrate the complex nature of the term and to marvel at the diversity of words used to define this single concept:</p>\n<blockquote>\n<p>Lishman, <em>Organic Psychiatry</em>, 1978: An acquired global impairment of intellect, reason and personality but without impairment of consciousness.</p>\n</blockquote>\n<p><em>Global</em>, meaning 'all aspects of intellect,' is used by many medical authors, but is incorrect. The decay is not global at onset; discrete disorders of mention may dominate the clinical picture in midcourse; and even in the final stages cognitive impairment may be selective. Maintained consciousness is accepted by modern authors as necessary to the definition, but nothing is said here of the cerebral origin of dementia, its organic nature, or its degree of permanence.</p>\n<blockquote>\n<p><em>Butterworths Medical Dictionary</em>, 1978: A form of mental disorder in which the cognitive and intellectual functions of the mind are prominently or predominantly affected; invariably a symptom of organic cerebral disease, and as a rule, impairment of memory is one of the earliest symptoms. Dementia necessarily implies some degree of permanent change; totally recoverable confusional states in which cognitive changes are prominent are thus excluded.</p>\n</blockquote>\n<p><em>Cognitive</em> and <em>intellectual</em> are synonyms for the faculty of knowing (<em>OED</em>): use of both words is redundant. <em>Of the mind</em> is unnecessary—where else is knowing located? <em>Impairment of memory</em> is a frequent early symptom of Alzheimer's dementia, but not necessarily of other types. The concept of irreversibility arose from initially equating all dementias with senile dementia. Toxic and infectious dementias can be halted or reversed, as illustrated by the effect of penicillin on <em>dementia paralytica</em>, the cerebral form of neurosyphilis. It is therefore incorrect to state that some degree of permanent change is implied for all types of dementia.</p>\n<blockquote>\n<p><em>Diagnostic and Statistical Manual</em> DSM-III-R), 1987: The essential feature of Dementia is impairment in short-and long-term memory, associated with impairment in abstract thinking, impaired judgment, other disburbances of higher cortical function, or personality changes. The disturbance is severe enough to interfere significantly with work or usual social activities or relationships with others. The diagnosis of Dementia is not made if these symptoms occur only in the presence of reduced ability to maintain or shift attention to external stimuli, as in Delirium; however, Delirium and Dementia may coexist... an underlying causative organic factor is always assumed... Dementia may be progressive, static, or remitting...</p>\n</blockquote>\n<p>Emphasis on memory loss does not take into account dementias other than Alzheimer's. Insistence on severity eliminates mild cases of dementia or instances where a mildly demented person is able to manage when little intellectual ability is needed. All mental and physical disorders may “interfere with work or usual social activities,” hence these losses are not diagnostic of dementia. The assumption that a causative organic factor is always present is not proved in rare cases. Complete studies including autopsy may occasionally fail to disclose the cause.</p>\n<p>The definition of <em>dementia</em> has changed often since it was used by Richard Cosin in 1592, and it will continue to change as new information becomes available. Any definition, therefore, must be tentative, but it should not contain outmoded concepts, as occurs too often in medical dictionaries. Current meaning may be sought in articles published in recent medical journals, but authors are contentious, and judgment must be used.</p>\n<p>Dementia is not a single symptom but a syndrome, a group of symptoms and signs that occur in different combinations depending on the site and nature of changes in brain tissue. It therefore cannot be properly defined in a few words. A synthesis of current uses of the word would include the following concepts: an acquired syndrome of mental deterioration without loss of consciousness; onset often uncertain; early changes from normal to abnormal frequently imperceptible. Furthermore, dementia is chronic and usually progressive, but it may be static or reversible. It arises secondary to structural or biochemical alterations of the brain, hence its medical description is organic. Dementia is characterized by changes in personality and behavior with disturbances of orientation, memory, abstract thinking, and judgment. Altered cerebral function may also result in disordered language and difficulty in movements requiring dexterity.</p>\n<p>It should be noted that individual symptoms may occur in normal persons at various times and that memory commonly declines in <em>normal</em> old age. Popular and medical use of <em>dementia</em> first associated it with senility but since World War II has linked it predominantly with the type first described by Alois Alzheimer in 1907. Alzheimer's and multi-infarct dementia, the result of multiple small strokes, are currently considered the most frequent causes of dementia. The devastating and untreatable effects of senility and of these two types of dementia excite horror and pity. Other causes of dementia, however, although less common, can be treated effectively and reversed. These conditions include thyroid deficiency, mercury poisoning, infectious diseases such as neurosyphilis and meningitis, nutritional disorders, including pellagra and pernicious anemia that involve deficiency of elements of the vitamin B complex, and chronic alcoholism. Unfortunately, AIDS is a recent addition to the list of causes of dementia that lack an effective treatment.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What Is Dementia?</h1> <p><em><span data-rel=\"author\">Martin G. Netsky</span> <span data-rel=\"location\">M.D., Atlantic Beach, Florida</span></em></p> <p><em>Dementia</em> is a term often used by laypersons and by medical personnel, both of which have employed the word in different ways at various times. The resulting confusion is furthered by inconsistencies among definitions in medical dictionaries and textbooks. A survey of source material was therefore undertaken to provide a history of the word and of how its use has evolved.</p> <p><em>Dementia</em> derives from the Latin, <em>de</em>- 'away or from, 'and <em>ment-</em>, root of <em>mens</em> 'mind.' The <em>OED</em> incorrectly attributes the initial use of <em>dementia</em> to Philippe Pinel in 1806: the word was first used in an English text in 1592 by Richard Cosin, Member of Parliament, in defense of the hanging of a conspirator against the monarchy. Cosin defined <em>dementia</em> as “...a passion of the minde, bereaving it of the light of understanding...” The word first appeared in an English medical dictionary in 1775. George Motherby (<em>A New Medical Dictionary</em>) said it was “madness, or a delirium” and used the same definition for <em>insania</em>. <em>Dementia, insanity</em>, and <em>madness</em> were synonyms throughout most of the 19th century. Robley Dunglison in his series of medical dictionaries (1833—1903) echoes medical thinking of the time when he says of dementia “in common parlance, and even in legal language, this word is synonymous with insanity... It is characterized by a total loss of the faculty of thought.” Medical use of “madness” then disappeared, but the word was retained by the laity. In the 1900s, <em>insanity</em> also faded from the medical vocabulary, and it is now used by lawyers and judges when deciding on responsibility for acts committed while mentally deranged: “not guilty by reason of insanity.”</p> <p>Modern understanding of the meaning of <em>dementia</em> began in 1892 with <em>A Dictionary of Psychological Medicine</em>, by Daniel Tuke, where it was defined as “a state in which manifestations of mind are to a greater or less degree absent in consequence of disease or decay of the brain itself. It is always an acquired condition, and as such is to be distinguished from amentia, which is either a congenital state or one closely connected with that period.” Tuke's definition has a remarkably contemporary sound. It recognizes degrees of the syndrome rather than the previously described total loss of mentality. The condition is attributed to “disease or decay” of the brain and is acquired. Tuke also commented on reversibility and dismissed acute dementia as “really instances of <em>Melancholia cum stupore</em>.” In the late 19th century he listed nineteen forms of dementia, from acute and <em>accidentalis</em> to senile and <em>toxica</em>.</p>"
}