{
  "type": "Epistola",
  "title": "EPISTOLA E.A. Livingston",
  "contributor": "E.A. Livingston",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">E.A. Livingston</span></h1>\n<p>Re your recent OBITER DICTA [XXI,1], I'm sorry you did not delve further into the idea that the word <em>black</em> is on its way out. I hope not, though I have seen <em>people of color</em>, a far better descriptive term, being used more frequently. I do, however, pray fervently that the use of <em>African-American</em> would vanish completely. It is cumbersome and greatly misleading, and it sounds sycophantic. Whenever I hear a white person use that term I feel he is proudly intimating an obvious lack of prejudice. I draw an analogy between that and the time I heard my German landlady announce that she was going to a wedding between her niece and a “very nice Jewish boy,” suggesting strongly that “this German” harbored no prejudice towards Jews.</p>\n<p>Whenever I see the term <em>African-American</em>, with its sixteen letters, in print twelve times in a single article, I wonder if the writer realizes how much space is wasting and how pedantic it all sounds.</p>\n<p>Let me put a few cases, as the lawyer said to Pip, in <em>Great Expectations:</em> Suppose the following people came to the United States and became citizens:</p>\n<blockquote>\n<p>a Moroccan Jew from Casablanca</p>\n<p>a Rhodesian policeman</p>\n<p>a Boer farmer from just outside Johannesburg</p>\n<p>an Egyptian taxi-driver</p>\n</blockquote>\n<p>Are they all African-Americans? The word is a hyphenated misnomer.</p>\n<p><em>[E.A. Livingston, Glendale, New York]</em></p>\n<p>[The problem lies in the fact that people lack a sense of history. <em>Black</em>, used by Americans, refers to Negroes; but (colonial) Britons have used it to refer to any dark-skinned people, particularly southeast Asians. <em>People of color</em> is an old facetious euphemism for Negroes: it is the plural of <em>gentleman of color. Colored (man, woman, person, people</em>, etc.) all seemed quite satisfactory and have been used by Negroes to refer to themselves. The picture is further confused by the term <em>Cape coloured</em>, South African English for a 'person of racially mixed parentage.' (But then, there was the old vaudeville (minstrel?) tune, <em>My gal's a high-born lady / She's black but not too shady /.../ She ain't colored—she was born that way</em>... which would invoke great wrath today.) The problem with <em>colored</em> is that, taken literally, it can be used to refer to anyone who is not white. There is—or was—a US newspaper called <em>The Afro-American</em>, and there is a popular magazine called <em>Ebony</em>. As Mr. Livingston points out, <em>African-American</em> is—or can be—ambiguous and is a poor choice solely on that ground. The press in the US is virtually enjoined these days from identifying people by race in the text of articles, a practice that has extended to the banning of songs and spirituals like <em>Ol' Black Joe</em>. But that is got round either by showing a photograph or by making certain that we learn the subject's name is <em>Wong Fu, Takashimaya, Goldberg, O'Rourke, Nielsen, Gandhi, Rashid, Zbigniew, Molotov</em>, etc., though one is less likely these days to be able to identify race, color, or ethnicity from certain names (like Livingston, for example). These are linguistic clues, and can be misleading: cf. <em>Whoopi Goldberg</em>. The problem lies not in the name but in the prejudices of bigots and in the perception of those who are discriminated against. Undeniably, there is prejudice against Negroes in many Western societies, and, as long as that prejudice exists, it will attach to the name of those against whom the prejudice is felt or practiced. Thus, we can be confident that as time passes, the term <em>African-American</em> will be exchanged for something else: perhaps <em>Negro</em> will again become the politically correct term. Other words, like <em>darky</em>, are taboo, leading to a change in the lyrics of Jerome Kern's <em>Ol' Man Ribber</em> (now probably “Old Man River”).</p>\n<p>Racial and religious slurs and epithets abound; sometimes those who use them are not even aware that they are offensive (like the term <em>Hebrew</em> for a Jew). Older dictionaries labeled the term <em>Jewess</em> as offensive, but I have heard Jewish women refer to themselves using the word, evidently oblivious to what lexicographers identified as insulting.</p>\n<p>I quite agree that <em>African-American</em> is both cumbersome and undescriptive; I am also aware that many blacks do not use the term: Jesse Jackson uses <em>black</em>, and the NAACP has retained <em>Colored People</em> in its name. Not the smallest part of the problem arises between those who seek the general acceptance of anonymity in which any identifying reference is eschewed and those who stridently voice their ethnicity and race.—<em>Editor</em>]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">E.A. Livingston</span></h1> <p>Re your recent OBITER DICTA [XXI,1], I'm sorry you did not delve further into the idea that the word <em>black</em> is on its way out. I hope not, though I have seen <em>people of color</em>, a far better descriptive term, being used more frequently. I do, however, pray fervently that the use of <em>African-American</em> would vanish completely. It is cumbersome and greatly misleading, and it sounds sycophantic. Whenever I hear a white person use that term I feel he is proudly intimating an obvious lack of prejudice. I draw an analogy between that and the time I heard my German landlady announce that she was going to a wedding between her niece and a “very nice Jewish boy,” suggesting strongly that “this German” harbored no prejudice towards Jews.</p> <p>Whenever I see the term <em>African-American</em>, with its sixteen letters, in print twelve times in a single article, I wonder if the writer realizes how much space is wasting and how pedantic it all sounds.</p> <p>Let me put a few cases, as the lawyer said to Pip, in <em>Great Expectations:</em> Suppose the following people came to the United States and became citizens:</p> <blockquote>\n<p>a Moroccan Jew from Casablanca</p>\n<p>a Rhodesian policeman</p>\n<p>a Boer farmer from just outside Johannesburg</p>\n<p>an Egyptian taxi-driver</p>\n</blockquote>"
}