{
  "type": "Epistola",
  "title": "EPISTOLA Randy Alfred",
  "contributor": "Randy Alfred",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Randy Alfred</span></h1>\n<p>Some homosexual men may indeed use terms like <em>divine, adorable</em>, or <em>mauve</em> [XX,4,7 BIBLIOGRAPHIA], but that surely does not include all homosexual men. I, for one, can barely tell you which of the colors I dislike is mauve and which is fuchsia. I don't like Garland or disco either. And never mind that it's taken me almost 50 years to learn how to put a reasonable outfit together: I may be in danger of losing my gay accreditation.</p>\n<p>My point, however, is serious. Sexual orientation does not confer taste, the lack of it, or a set of socially approved (or disapproved) styles or—more important—values. Your closing comment on the research suggesting homosexuality is gene-related seems well off the mark in this regard.</p>\n<p>The entire drift of your article on sexism in language is that much sexual behavior is shaped by nature. Since the sexual orientation <em>heterosexual</em> is genetic, it stands to reason that the eternally recurring variant sexual orientation <em>homosexual</em> likewise has a genetic base.</p>\n<p>Acknowledging that, however, frees no one from accepting responsibility for her or his behavior. Nor does the hypothesized genetic link explain the awesome variations within the different sexual orientations. Chromosomes do not exculpate the predators Ted Bundy or John Wayne Gacy, and they certainly cannot reductively account for the prose of Hemingway or Proust.</p>\n<p><em>[Randy Alfred, San Francisco]</em></p>\n<p>[My point about <em>mauve</em> was that it has no particular usage associations but that <em>devine</em> and <em>adorable</em>, among other words, are “associated with ways in which some women but probably no men (except those imitating women sarcastically, homosexuals, or interior decorators) express themselves.” I certainly did not say or suggest that all homosexuals or, indeed, all of any group of speakers use any particular word with any consistency. Being either homosexual or heterosexual, male or female, or fitting into any one of the myriad gradations between those extremes has nothing whatsoever to do with taste or values, and I did not imply that it does.</p>\n<p>My closing comment referred to current research that attempts to show that homosexuality is gene-related, which I termed “fatalistic” because it would appear to relieve any individual of responsibility for his actions: as we learn from frequent press reports, defense attorneys are seeking exoneration for their clients on the grounds that although they committed the crime in question, it was circumstances—abuse when they were children is quite popular—that were responsible for their actions, and they should be let off.</p>\n<p>I did not write anywhere that “much sexual behavior is shaped by nature.” I wrote: “one must be careful to distinguish between nature, in which we must recognize that there are differences between males and females, and bias, which ought not be tolerated.” I keep an open mind on the question of the genetic origins of heterosexuality and homosexuality. I regard efforts to stereotype or categorize people as futile as they are tedious.—Editor]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Randy Alfred</span></h1> <p>Some homosexual men may indeed use terms like <em>divine, adorable</em>, or <em>mauve</em> [XX,4,7 BIBLIOGRAPHIA], but that surely does not include all homosexual men. I, for one, can barely tell you which of the colors I dislike is mauve and which is fuchsia. I don't like Garland or disco either. And never mind that it's taken me almost 50 years to learn how to put a reasonable outfit together: I may be in danger of losing my gay accreditation.</p> <p>My point, however, is serious. Sexual orientation does not confer taste, the lack of it, or a set of socially approved (or disapproved) styles or—more important—values. Your closing comment on the research suggesting homosexuality is gene-related seems well off the mark in this regard.</p> <p>The entire drift of your article on sexism in language is that much sexual behavior is shaped by nature. Since the sexual orientation <em>heterosexual</em> is genetic, it stands to reason that the eternally recurring variant sexual orientation <em>homosexual</em> likewise has a genetic base.</p> <p>Acknowledging that, however, frees no one from accepting responsibility for her or his behavior. Nor does the hypothesized genetic link explain the awesome variations within the different sexual orientations. Chromosomes do not exculpate the predators Ted Bundy or John Wayne Gacy, and they certainly cannot reductively account for the prose of Hemingway or Proust.</p>"
}