{
  "type": "Article",
  "title": "Insulting Nicknames Give Journalists Something to Be Proud of",
  "author": "Charles Stough",
  "location": "Dayton, Ohio",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Insulting Nicknames Give Journalists Something to Be Proud of</h1>\n<p><em><span data-rel=\"author\">Charles Stough</span> <span data-rel=\"location\">Dayton, Ohio</span></em></p>\n<p>Raffish louts, cigar-sucking men who wear their hats indoors, chain-smoking women with voices like rusty gates, cynical muckrakers with one eye poised on the nearest keyhole, one ear on the latest whispered gossip, one nose on the nearest free lunch. In short, news people.</p>\n<p>Or, earnest professionals fresh from college, technology freaks on the cusp between computer games and the Internet, dedicated defenders of society and protectors of truth, middle-class guardians of all that is good and nice, power freaks and culture groupies urgently seeking out the newest trend so they can play hipper-than-thou at the next person to notice it. In short, journalists.</p>\n<p>Take your pick. But if you're in the modern newspaper newsroom, you are more likely to encounter the latter than the former. Carpeted, air-conditioned, ergonometrically designed office decor discourages floor spitting. Computer technology discourages smoking, advances in interpersonal sensitivity discourage profanity or even loudness, enlightenment in personnel management discourages the proverbial fifth of cheap bourbon in the lower desk drawer.</p>\n<p>From time to time, mind you, someone spills a cup of cocoa onto the keyboard of a workstation and utters something untoward. In the modern newsroom, it stands to replace the legendary shout of “Stop the presses!” But this is not to say that newspapers do not maintain refreshingly cynical traditions—if quietly. It if still dangerous to invite journalists to free lunches. And with notes of pride, those rags that have earned pejorative names in the local lore use those sobriquets in private correspondence, saloon chat, and unofficial résumés. No other profession has so rich a tradition of self-deprecation. Newspaper people have no self-respect, and they're proud of it.</p>\n<p>Some nicknames are promulgated by readers, of course, though for other reasons. It may be a sop for the few remaining grizzled veterans, sweating out their pensions in the corners of the world's city rooms at papers taken over by Perrier-quaffing yuppies. Where once reputations rose and fell on the ability to jump a fence in the stormy dark, now something called a “performance review” scores their affability in committee meetings. It isn't lost on these dinosaurs that with respectability came vast declines in newspaper readership. That, and insulting nicknames, are all that is left of the old reporters' pride.</p>\n<p>So there is no danger that these names, no matter how vigorously opposed by newspaper marketing departments, will pass from use.</p>\n<blockquote>\n<p><em>The Dayton Daily News?</em> No, the <em>Dayton Barely News.</em></p>\n<p><em>Phoenix Gazette? Phoenix Guess-At-It.</em></p>\n<p><em>Seattle Slimes (Times).</em></p>\n<p>The defunct <em>Philadelphia Journal</em> was an attempt to bring European-styled street-paper tabloid journalism to the City of Brotherly Shove—er, Love. It did not go over and became known as the <em>Philadelphia Urinal.</em></p>\n<p>The <em>Grauniad</em> (<em>Guardian:</em> the pejorative is said to reflect something wrong with its proofreading).</p>\n<p><em>The News of the Screws (News of the World).</em></p>\n<p><em>The Indescribablyboring (Independent)</em>.</p>\n</blockquote>\n<p>Journalism students and their campus readers are not exempt from the cynicism. Consider the University of Florida's <em>Independent Florida Aggravator (Alligator</em>, the U. of F. mascot); Virginia Tech's <em>Dependent (Independent)</em>; the University of Illinois' <em>Daily Illiterate (Illini);</em> North Carolina State U.'s <em>Tackynician (Technician);</em> University of North Carolina's <em>Daily Tar Hole (Tar Heel);</em> University of Maryland's <em>Dime-a-Stack (Diamondback;</em> in fact they're free); Southern Methodist University's <em>Daily Compost (Daily Post);</em> Rice University's <em>Rice Thrasher (Rice Thresher);</em> Ohio State University's <em>Latrine (Lantern);</em> Baylor University's <em>Hilariat (Lariat);</em> Michigan State University's <em>Stale News (State News);</em> San Jose State University's <em>Spotted Doily (Spartan Daily);</em> Southern Illinois U.'s <em>Daily Erection (Egyptian);</em> and Indiana U.'s <em>Daily Stupid (Student)</em>.</p>\n<p>York, Pa., supports <em>The York Disgrace (Dispatch), The York Sunday Snooze (News)</em>, and the <em>York Daily Wreckage (Record)</em>...</p>\n<blockquote>\n<p><em>The Aurora Be Confused (Beacon News)</em>.</p>\n<p><em>The Portland Boregonian (Oregonian)</em>.</p>\n<p><em>The San Jose Murky News (Mercury News)</em>.</p>\n<p><em>Santa Monica Evening Outrage (Outlook)</em>.</p>\n<p><em>San Francisco Comical (Chronicle)</em>.</p>\n<p><em>Halifax Chronically Horrid (Chronicle-Herald)</em>.</p>\n<p><em>Santa Barbara News-Suppress (News-Press)</em>.</p>\n<p><em>San Antonio Excuse-for-News (Express-News)</em>.</p>\n<p><em>Dallas Morning Snooze (News)</em>.</p>\n<p>Austin American Real Estatesman (American-Statesman; the pejorative reflects the Sun Belt migration that has sent Texas' housing market into a boom).</p>\n<p>Pilfered Daily News (Milford, Mass., Daily News, which may no longer deserve its reputation for copying stories from other papers).</p>\n<p>Worcester Dullagram (Telegram).</p>\n<p>Aviation Leak and Space Mythology (Aviation Week and Space Technology: it isn't good at guarding secrets).</p>\n<p>The Orillia Racket and Crimes (Packet and Times).</p>\n<p>Toronto Sin (Sun).</p>\n<p>Cornwall Standard Freeloader (Standard-Freeholder).</p>\n<p>Kingston Substandard (Whig-Standard).</p>\n<p>Owen Sound Stun Crimes (Sun Times).</p>\n<p>Bloomington Horrible-Terrible (Herald-Telephone, an arcane name from a time when Indiana was impressed by telephones. It is now the Herald-Times. Old timers recall when a young reporter named Cheryl Magazine worked there and they could listen to her calling people and saying, “Hello, this is Cheryl Magazine at the Herald-Telephone ... no, the newspaper, not the phone company ... Magazine ... no, it's not a magazine, it's a newspaper. I'm Magazine ... hello? Hello?”).</p>\n<p>Chattanooga News-free Press. The masthead says News-Free Press.</p>\n<p>Arizona Repulsive (Republic).</p>\n<p>Toronto Grope and Flail (Globe and Mail).</p>\n<p>Green Bay Press-Gannett (Press-Gazette; it is one of the Gannett chain).</p>\n<p>Laramie Daily Boomerag (Boomerang, said to be named after the first publisher's mule, but some Wyoming news veterans say it's because when the newsboy tossed copies onto the reader's porches, the readers threw it back).</p>\n<p>Carbondale Southern Illusion (Illioisan).</p>\n<p>Bryan-College Station Buzzard (Eagle).</p>\n<p>The Baltimore Stun (Sun).</p>\n<p>Louisville Curious Jumble (Courier-Journal).</p>\n<p>The Toledo Bland (Blade).</p>\n<p>Bend Bullshit (Bulletin; Oregonians, in the American westerners' tradition, are frank).</p>\n<p>West Chester Lack of News (West Chester, Pa., Local News).</p>\n<p>Huntington Herald Disgrace (Herald Dispatch).</p>\n<p>Charleston Daily Snail (Daily Mail).</p>\n<p>South Bay Brays (Breeze).</p>\n<p>Bangor Daily Snooze (News).</p>\n<p>Portland Pressed Herring (Press Herald).</p>\n<p>San Diego Onion (Union).</p>\n<p>Albuquerque Urinal (Journal).</p>\n<p>Charlotte Disturber (Observer).</p>\n<p>Busy Week (Business Week).</p>\n<p>The Christiansburg News Mess (News Press).</p>\n<p>Redding Wretched Flashlight (Record Searchlight).</p>\n<p>Las Vegas Son (Sun, a dynastic ownership situation).</p>\n<p>Saskatoon Star Kleenex (Star Phoenix).</p>\n<p>Houston Pest (Post).</p>\n<p>Orlando Slantinel (Sentinel).</p>\n<p>The Euphoria Gazelle (Emporia Gazette, but its Kansas staff in the flower-child era of the 1960s settled on something more melodious).</p>\n<p>Gay Bimbos (Bay Windows, a Massachusetts newspaper serving homosexual readers).</p>\n<p>Fitchburg-Leominster Emptyprize (Enterprise).</p>\n<p>Useless News &amp; World Distort (U.S. News &amp; World Report).</p>\n<p>Chesterton Ribtoon (Tribune).</p>\n<p>Fort Wayne News Senile (Sentinel).</p>\n<p>Charlottesville Regress (Progress).</p>\n<p>Kent Wretched Courier (Record Courier).</p>\n<p>Raleigh News Gets Absurder (News &amp; Observer).</p>\n<p>Rochester Demagogue &amp; Comical (Democrat &amp; Chronicle).</p>\n<p>Columbus Distort (Dispatch).</p>\n<p>Dover-New Philadelphia Times-Distorter (Times-Reporter).</p>\n<p>Springfield Nuisance (News-Sun).</p>\n<p>Columbia Manurian (Missourian).</p>\n<p>Manassas Messy Journal (Journal Messenger).</p>\n<p>Omaha Weird Harold (World Herald).</p>\n<p>Waco Tribulation-Herald (Tribune-Herald).</p>\n<p>Escondido Times-Adequate (Times-Advocate).</p>\n<p>Santa Rosa Depressed Democrat (Press Democrat).</p>\n<p>The Boston Glob (Globe).</p>\n<p>Boston Hairball (Herald, but a newspaper given to coughing up scandal and sin).</p>\n<p>The New York Crimes (Times, most Timeses are Slimeses, but important people at the Times were delighted when Reagan administration arms merchant Oliver North called it the Crimes, so it stuck).</p>\n<p>Philadelphia Inky (Inquirer, as opposed to the Cincinnati Inky, or Enquirer).</p>\n<p>Cincinnati Conspirer (Enquirer, when it's not Inky).</p>\n<p>Newsdaze (Newsday).</p>\n<p>Fort Worth Startlegram (Star-Telegram).</p>\n<p>Manhattan Turkey (Eagle).</p>\n<p>The Canton Suppository (Repository).</p>\n<p>Placerville Mountain Democrap (Democrat).</p>\n<p>The Stars and Gripes (Stars and Stripes).</p>\n<p>The New Orleans Times-Picka-You-Nose (Times-Picayune).</p>\n<p>St. Louis Post-Disgrace (Post-Dispatch).</p>\n<p>Miami Horrid (Herald).</p>\n<p>Sioux Falls Argus Liar (Argus Leader).</p>\n<p>Charlotte Disturber (Observer).</p>\n<p>New Bedford Substandard-Times (Standard-Times).</p>\n<p>Boulder Daily Chimera (Camera).</p>\n<p>New Haven Rag (Register).</p>\n<p>Palm Springs Desperate Sun (Desert Sun).</p>\n<p>McPaper (USA Today; some purists consider it somewhat overdesigned, overmarketed, and occasionally arch).</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Insulting Nicknames Give Journalists Something to Be Proud of</h1> <p><em><span data-rel=\"author\">Charles Stough</span> <span data-rel=\"location\">Dayton, Ohio</span></em></p> <p>Raffish louts, cigar-sucking men who wear their hats indoors, chain-smoking women with voices like rusty gates, cynical muckrakers with one eye poised on the nearest keyhole, one ear on the latest whispered gossip, one nose on the nearest free lunch. In short, news people.</p> <p>Or, earnest professionals fresh from college, technology freaks on the cusp between computer games and the Internet, dedicated defenders of society and protectors of truth, middle-class guardians of all that is good and nice, power freaks and culture groupies urgently seeking out the newest trend so they can play hipper-than-thou at the next person to notice it. In short, journalists.</p> <p>Take your pick. But if you're in the modern newspaper newsroom, you are more likely to encounter the latter than the former. Carpeted, air-conditioned, ergonometrically designed office decor discourages floor spitting. Computer technology discourages smoking, advances in interpersonal sensitivity discourage profanity or even loudness, enlightenment in personnel management discourages the proverbial fifth of cheap bourbon in the lower desk drawer.</p>"
}