{
  "type": "Article",
  "title": "Wot's de rite spellin', den?",
  "author": "Nigel J. Ross",
  "location": "The City of Milan School for Interpreters and Translators",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Wot's de rite spellin', den?</h1>\n<p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">The City of Milan School for Interpreters and Translators</span></em></p>\n<p>It does not require much effort to read the title question as “What's the right spelling, then?” though none of the words is spelled conventionally. English has a wealth of modified spellings ranging from <em>wot</em> and <em>rite, comin'</em> and <em>'ad, yuh</em> and <em>gonna</em>, <em>snax</em> and <em>pleez</em>, to <em>thru</em> and <em>Xpelair</em>. And although they may cause few problems for native English speakers, they can baffle foreigners. Where do we usually find these nonstandard forms? What purpose do they serve? When are they right and when are they wrong? Why do we usually read them so easily? There are many questions to be answered, so, 'ow 'bout takin' a kwik look a' sum o' de main kindsa nonstand'd spellin'?</p>\n<p>From the sheer numerical point of view, there can be no doubt that literature provides us with most examples of modified spellings, the vast majority in fact being found in dialogues in novels. Authors usually want to give readers an idea of not just <em>what</em> a character says, but also <em>how</em> he says it. In other words, they want to indicate how a character's speech is delivered and how it may reflect social, cultural, or geographical deviations from standard forms. The author's purpose is to give a more realistic presentation of speech, to provide a more vivid picture for readers.</p>\n<p>Alongside other features such as nonstandard vocabulary (regional forms, slang, etc.), nonstandard grammar <em>(we was, he don't)</em> and graphological features <em>(imPORtant, im-per-fec-tion)</em>, modified spelling is an essential ingredient in many novels. The use of such modified spelling in literature is generally referred to as 'eye dialect' (see definitions in the <em>Random House Unabridged</em> and the <em>Oxford Companion to the English Language)</em>. An author may omit letters, perhaps to show clipped gerund forms <em>(singin', goin', whistlin')</em>, to indicate dropped hs <em>('ello, 'adn't, 'ome)</em>, or lost final <em>ds (husban', tol')</em>. Extra letters are sometimes added <em>(hexpect, burg-u-lar, shuttup)</em>. Letters can be changed to mimic pronunciation, for example <em>d</em> may replace <em>th (dat, dese, dem)</em> or <em>a</em> may substitute a final <em>ow (fella, sparra, tomorra)</em>. Sometimes words may be elided into forms such as <em>kinda, twer, wodja, gonna, tellem, owsya.</em> The possibilities are more or less limitless. Here is a fairly fertile example:</p>\n<blockquote>\n<p>We done jest that. I cleant dat lantun and me and her sot de balance of de night on top o dat knoll back de graveyard. En ef I'd knowed of aihy one higher, we'd a been on hit instead.</p>\n<p>[William Faulkner, <em>The Sound and the Fury</em>]</p>\n</blockquote>\n<p>Opportunities to modify spelling may be more or less limitless, but they may also be rather dangerous. If an author tries to make a fairly accurate transcript of, say, a regional accent by using a good deal of eye dialect, the printed version may end up with almost every word being altered. At this point, readers will be faced with a barrage of unusual letter combinations, a complex code that needs to be unraveled. The consequences may be disastrous, with readers forced to concentrate more on deciphering the words than considering their meaning, losing the thread of events. For many readers, certain sections of <em>Wuthering Heights</em> have always been an irritating puzzle:</p>\n<blockquote>\n<p>“Aw sud more likker look for th' horse,” he replied. “It'd be tuh more sense. Bud, aw can look for norther horse, nur man uf a neeght loike this as black as t' chimbley! und Hathecliff's noan t' chap tuh coom ut <em>maw</em> whistle—happen he'll be less had uh hearing wi' <em>ye</em>.”</p>\n<p>[Emily Brontë, <em>Wuthering Heights</em>]</p>\n</blockquote>\n<p>To bring some order to this possible chaos, a set of unwritten rules has emerged for the use of modified spelling in direct speech in novels. The most important rule of thumb is to avoid overburdening readers with anything like a close transcript of what might actually have been said. Since readers are already using their imagination when reading a novel, a good writer must simply encourage them to imagine what a character's speech may actually sound like by providing them with a smattering of eye-dialect “markers.” In other words, just a handful of well-chosen modified spellings indicating that a character's speech is nonstandard should be enough to convince readers of the mock speech reality the author is trying to create.</p>\n<p>Most authors therefore limit nonstandard forms to small sections of direct speech, and only rarely are major characters given much nonstandard dialogue. A sprinkling of dropped <em>hs</em> or modified conjunctions is often quite enough. Indeed there are certain common lexical items that are regularly subjected to this treatment, and readers have probably already seen them elsewhere or quickly become accustomed to them. This group includes conjunctions <em>(an', 'n', 'cos)</em>, prepositions <em>(o', 'bout, b'tween)</em>, common verb forms <em>('ave, spok'n, woz, wuz)</em> and pronouns as shown in the table on the next page.</p>\n<p>Other common lexical items that are often altered include elided verb forms <em>(wanna, canna,</em> dunno) and question words linked to verbs (wodya, owja). A pattern emerges here: the words that are written with nonstandard spellings are generally short words which carry little essential meaning and which are repeated often enough for readers to become familiar with them. They remind readers of a character's way of speaking without distracting from what is actually being said.</p>\n<p>When an author wishes to indicate a geographical or regional variety, a few key markers are again usually quite enough. The use of v instead of f (It's a vine day) is almost enough on its own to indicate a speaker from southwest England; repeated t in place of the (It's in t' house) suggests a Yorkshire dialect; the use of e instead of a indicates a South African speaker (Shell I give you e hend); a long drawn-out aw rather than a shorter o suggests a southern US speaker (He's gawn fishin' with his dawg). Foreign speakers of English can quickly be identified with one or two key sounds: a v for a w suggests a German, a z for a th pin-points a French speaker. Likewise when English-based pidgins and creoles are written down, the phonetic transcriptions use a similar system of modified spellings to indicate pronunciation. Examples abound in the writings of authors from the Caribbean, West Africa, Oceania, and so on. We come across dialogue extracts such as:</p>\n<blockquote>\n<p>“E better so. No be for umbrella we de roast for sun since waka come here dis morning.”</p>\n<p>[Chinua Achebe, Anthills of the Savannah]</p>\n</blockquote>\n<p>Most of the conventions established for representing nonstandard forms of English are applied to English-based pidgins and creoles when used in literature.</p>\n<p>Writers can also use eye dialect to indicate social class or level of education. A common practice in novels is to show the speech of the lower classes or poorly educated with dropped hs and other truncated forms. A further device used to indicate a lack of education is incorrect spelling—what we could term “pointless spelling changes.” When an author writes what as wot, no indication of pronunciation is being given; the same is true for a number of other words (woz, skool, gon, sez, sed, 'our, rite). In such cases the writer is using a phonetic spelling that reminds us of the incorrect attempts made by children or the uneducated at spelling these words.</p>\n<p>But 'wot' as a modified spelling of 'what' is not restricted to novels. It regularly crops up in graffiti, in press advertising, in humorous publications, in signs. Its wrongness immediately attracts people's attention and, at least as far as graffiti is concerned, it helps to set up a kind of anti-establishment bond. The proverbial writing on the school wall is “Down with skool!” When such spellings are used in signs and advertising for their eye-catching value, they are usually referred to as “sensational spellings.” A classic example is the much-quoted slogan “Beanz Meanz Heinz,” used in Britain. Advertisements along the roadside sometimes use sensational spelling to an extreme degree, especially in the US. The following table has some typical examples:</p>\n<p>For similar reasons, trade names often employ modified spellings, particularly when two or more words are put together to make a brand name. Some examples are Accurist, Dabitoff, Dunlopillo, Kleenex, Kwiksave, Loctite, PlakOut, Playskool, Trufit, Westclox, Windolene, Xpelair.</p>\n<p>In a few cases, a modified spelling can move into an everyday (standard?) area of usage. Though is frequently seen as tho, and through as thru in thru- way—the official spelling for many US state roads.</p>\n<p>High spelled as hi is frequently found in compounds such as hijack and hi-fi. Swop, the misspelled form of swap has become so widely used that it is now accepted as a standard variant by most dictionaries. Similarly, few people—except perhaps some pedants—nowadays frown on certain alternative spellings, many of which has come about through misspellings. Some common examples are given in the following table:</p>\n<p>Of course, some language purists object to all forms of modified spelling outside dialogues in novels. Leaving aside unintentional errors, spelling some people claim that in Dickens' wot is acceptable, while almost everywhere else it is wrong. Such distinctions are hard to substantiate and deny the fact that alternative spellings can serve the purpose of being eye-catching or distinctive, or even creating a social tie. A comparison with some other languages, particularly languages with a largely phonetic spelling system—(German, Italian, Spanish)— shows that this range of nonstandard spellings is an added bonus that our quirky English spelling system has given to the language. It is often impossible for translators, for example, to transfer the implications and undercurrents suggested by modified English spellings into another language. The multiplicity of English spelling can therefore provide readers with a rich source of extra information that should clearly be looked on as a positive, enriching feature of the language. In the right place, a “wrong” spelling is often just the “rite” thing!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Wot's de rite spellin', den?</h1> <p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">The City of Milan School for Interpreters and Translators</span></em></p> <p>It does not require much effort to read the title question as “What's the right spelling, then?” though none of the words is spelled conventionally. English has a wealth of modified spellings ranging from <em>wot</em> and <em>rite, comin'</em> and <em>'ad, yuh</em> and <em>gonna</em>, <em>snax</em> and <em>pleez</em>, to <em>thru</em> and <em>Xpelair</em>. And although they may cause few problems for native English speakers, they can baffle foreigners. Where do we usually find these nonstandard forms? What purpose do they serve? When are they right and when are they wrong? Why do we usually read them so easily? There are many questions to be answered, so, 'ow 'bout takin' a kwik look a' sum o' de main kindsa nonstand'd spellin'?</p> <p>From the sheer numerical point of view, there can be no doubt that literature provides us with most examples of modified spellings, the vast majority in fact being found in dialogues in novels. Authors usually want to give readers an idea of not just <em>what</em> a character says, but also <em>how</em> he says it. In other words, they want to indicate how a character's speech is delivered and how it may reflect social, cultural, or geographical deviations from standard forms. The author's purpose is to give a more realistic presentation of speech, to provide a more vivid picture for readers.</p> <p>Alongside other features such as nonstandard vocabulary (regional forms, slang, etc.), nonstandard grammar <em>(we was, he don't)</em> and graphological features <em>(imPORtant, im-per-fec-tion)</em>, modified spelling is an essential ingredient in many novels. The use of such modified spelling in literature is generally referred to as 'eye dialect' (see definitions in the <em>Random House Unabridged</em> and the <em>Oxford Companion to the English Language)</em>. An author may omit letters, perhaps to show clipped gerund forms <em>(singin', goin', whistlin')</em>, to indicate dropped hs <em>('ello, 'adn't, 'ome)</em>, or lost final <em>ds (husban', tol')</em>. Extra letters are sometimes added <em>(hexpect, burg-u-lar, shuttup)</em>. Letters can be changed to mimic pronunciation, for example <em>d</em> may replace <em>th (dat, dese, dem)</em> or <em>a</em> may substitute a final <em>ow (fella, sparra, tomorra)</em>. Sometimes words may be elided into forms such as <em>kinda, twer, wodja, gonna, tellem, owsya.</em> The possibilities are more or less limitless. Here is a fairly fertile example:</p>"
}