{
  "type": "Article",
  "title": "The True Meaning of Christmas",
  "author": "Leo Stages",
  "location": "Orpington, Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The True Meaning of Christmas</h1>\n<p><em><span data-rel=\"author\">Leo Stages</span> <span data-rel=\"location\">Orpington, Kent</span></em></p>\n<p>Mistletoe and festivities, holly and ivy, peace to the world, commerciality... Just what is the meaning of Christmas? This is a question asked all too often these days. A little research soon reveals the true meaning of the season of good will to all men.</p>\n<p>The word <em>Christmas</em> derives from the late old English <em>Christes mæsse</em>, meaning the 'mass of Christ.' That is easy enough to follow, but digging a little deeper into the meaning of Christmas leads us to a strange anomaly. <em>Mass</em> has its roots, as already noted, in the old English <em>mæsse</em> which itself derives from the written Latin <em>missa</em> which means 'send, send away, or dismiss.' The earliest occurrences of the word being used to refer to a religious service are to be found in the epistles of Saint Ambrose and the itinerary of Silvia of Aquitania in the last quarter of the fourth century, when it was applied to matins and vespers; however, in its most eminent sense, <em>mæsse</em> was used to denote the Eucharist.</p>\n<p>Some etymologists believe that <em>missa</em> at first denoted the solemn conclusion of a religious service, the words <em>Ite, missa est</em> 'Go, it is the dismissal' being uttered at the end of the ceremony but later applied to the service itself. And it is here that the anomaly can be seen; in its most rudimentary form, <em>Christmas</em> means 'Christ's dismissal,' quite the opposite of its meaning of 'Christ's birth' today.</p>\n<p>The angel may well have sung <em>The First Noel</em>, but what exactly is a <em>Noël? A Noël</em> originally was a 'canticle or song sung at Christmas time in country churches in France,' but it soon became a general term for a 'Christmas carol.' The English word <em>nowel</em> is closely related to <em>Noël</em>, although there is a slight difference in meaning: <em>nowel</em> was a word shouted or sung as an expression of joy to commemorate the birth of Christ. Both words derive from the Latin <em>nātālis</em> 'birth.'</p>\n<p>Another term used to describe Christmas is <em>Yule. Yule</em> has its roots in both Christianity and paganism. In Old English the word <em>\\?\\eól</em> was used to mean 'Christmas Day or Christmastide.' It corresponds to the old Norse <em>jól</em> which was a heathen festival lasting twelve days, from December to January. It was this festival that was adopted by the Christians and later became known as Christmas, hence the twelve days of celebration around the Christmas period.</p>\n<p>Christmas is known as the Festive Season. The time of year when we remember the poor and needy by spending wallets full of money and gorging ourselves on turkey, sage and onion stuffing, and Christmas pudding. Indeed, the word <em>festive</em> comes from the word <em>feast</em> which derives from the Latin <em>festa</em> which was a 'feastal ceremony.' <em>Festa</em> itself derives from <em>festus</em> which probably, according to etymologists, had the same root as <em>feria</em> 'fair.'</p>\n<p>Such is the true meaning of <em>Christmas</em>. It is exactly the same as it means to us now: twelve days of ceremonial feasting. Maybe Christmas has always been the most commercial time of year, and it is just our perception of it that has changed.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The True Meaning of Christmas</h1> <p><em><span data-rel=\"author\">Leo Stages</span> <span data-rel=\"location\">Orpington, Kent</span></em></p> <p>Mistletoe and festivities, holly and ivy, peace to the world, commerciality... Just what is the meaning of Christmas? This is a question asked all too often these days. A little research soon reveals the true meaning of the season of good will to all men.</p> <p>The word <em>Christmas</em> derives from the late old English <em>Christes mæsse</em>, meaning the 'mass of Christ.' That is easy enough to follow, but digging a little deeper into the meaning of Christmas leads us to a strange anomaly. <em>Mass</em> has its roots, as already noted, in the old English <em>mæsse</em> which itself derives from the written Latin <em>missa</em> which means 'send, send away, or dismiss.' The earliest occurrences of the word being used to refer to a religious service are to be found in the epistles of Saint Ambrose and the itinerary of Silvia of Aquitania in the last quarter of the fourth century, when it was applied to matins and vespers; however, in its most eminent sense, <em>mæsse</em> was used to denote the Eucharist.</p> <p>Some etymologists believe that <em>missa</em> at first denoted the solemn conclusion of a religious service, the words <em>Ite, missa est</em> 'Go, it is the dismissal' being uttered at the end of the ceremony but later applied to the service itself. And it is here that the anomaly can be seen; in its most rudimentary form, <em>Christmas</em> means 'Christ's dismissal,' quite the opposite of its meaning of 'Christ's birth' today.</p>"
}