{
  "type": "Article",
  "title": "Crossing",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Crossing</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>Crossing language boundaries is not uncommon in literature, the performing arts, or for that matter in everyday speech. There is more than one way of doing it. The comedian Sid Caesar used to utter gibberish that sounded like Japanese or German without meaning anything in any language. Ernest Hemingway in such books as <em>For Whom the Bell Tolls</em> and <em>The Old Man and the Sea</em> wrote some dialogue in language that was phonetically English but suggests Spanish by its simpler, more formal grammar.</p>\n<p>More common, however, is the insertion into a work in one language the words, phrases, or passages from another language. In literature this kind of inclusion, besides having snob value for writer and reader or audience, lends authenticity. These are the very words; e.g., “Eli, Eli, lama sabach thani?” (Matthew 27.46). Shakespeare included some dialogue in French in <em>Henry V,</em> Act III, Scene V:</p>\n<blockquote>\n<p>KATHE. Alice, tu as este en Angleterre, et tu bien parlas le Langage.</p>\n<p>ALICE. En peu Madame.</p>\n<p>KATHE. Ie te prie m ensigniez, il faut que ie apprend a parlen: comient appelle vous le main en Anglois?</p>\n</blockquote>\n<p>(The errors in this French dialogue as it appears in the First Folio, some or all of which may be typos, have been edited out of subsequent editions, such as <em>The Annotated Shakespeare,</em> edited by A.L. Rowse.)</p>\n<p>Tolstoi introduced whole pages of impeccable French into the Russian text of <em>War and Peace</em>, as did Goytisolo, for a more recent example, into his <em>Señas de Identidad</em>. French, perhaps because it is a language of prestige, seems to be transplanted more carefully than other modern languages. Ramón J. Sender has quotations in three languages on the frontispiece of his novel <em>La Tesis de Nancy:</em></p>\n<blockquote>\n<p>Es tarea de discretos hacer reír.</p>\n<p>Cervantes</p>\n<p>Je me presse de rire de tout, de peur d'être obligé d'en pleurer.</p>\n<p>Beaumarchais</p>\n<p>(So far, so good; but:)</p>\n<p>Does thou laugh to see how fools are vexed?</p>\n<p>T. Dekker</p>\n</blockquote>\n<p>English generally fares rather poorly in Spanish texts, and vice versa.</p>\n<p>Ezra Pound, for all his provincial pedantry, in his Canto LXXXI as printed on p. 526 of <em>The New Oxford Book of American Verse,</em> writes didactically:</p>\n<blockquote>\n<p>Hay aquí mucho catolicismo [pronounced catoli<em>th</em>ismo] y muy poco reli<em>H</em>ion</p>\n</blockquote>\n<p>The <em>o</em> in <em>reliHion</em> ought to carry a written accent, as does the <em>i</em> of <em>aquí</em>, and <em>poco</em> ought to be <em>poca.</em></p>\n<p>As far as I know, the most recent example of extensive switching to Spanish—or for that matter to any foreign language—in an English-language text is to be found in the two already published books of Cormac McCarthy's much-acclaimed Border Trilogy, <em>All the Pretty Horses</em> and <em>The Crossing,</em> especially the latter. McCarthy excels in the laconic, colloquial dialogue of his Texas and New Mexico cowboys, and the untranslated lingo of his Mexican characters generally rings true as well. He does occasionally err, though, and one cannot help wondering what arrogance keeps an author like Sender or McCarthy from having his text proofread by a competent native speaker. First let us scan the first novel of the trilogy, <em>All the Pretty Horses.</em></p>\n<blockquote>\n<p>Cuánto, said John Grady.</p>\n<p>Para todo? [p. 51]</p>\n</blockquote>\n<p><em>Por todo?</em> is correct and usual. Since almost any grammatical rule that can be broken in any language is sometimes broken, I cannot say that McCarthy has never heard a Mexican say <em>Para todo,</em> meaning 'for the whole [purchase]?' But I tested the two phrases on a New Mexico Hispanic of about the same type as the clerk in the book and confirmed that <em>por</em>, not <em>para</em>, is not only the correct word but also the usual word in Spanish meaning 'for' in the sense of 'in payment of.'</p>\n<blockquote>\n<p>Soy comandante de las yegunas ... yo y yo sólo. Sin la caridad de estas manos no tengas nada. [p. 128]</p>\n</blockquote>\n<p>I see no reason to use the present subjunctive (<em>tengas</em>) here. <em>No tendrías</em> or possibly even <em>no tuvieras</em> sounds more grammatical and more likely. Here McCarthy spells <em>comandante</em> right, but on pages 208 and 228 his English misleads him into misspelling the Spanish word with two <em>m's</em>.</p>\n<blockquote>\n<p>Digame, he said. Cuál es lo peor. Que soy pobre o que soy americano.</p>\n<p>The vaquero shook his head. Una llave de oro abre cualquier puerta, he said.</p>\n<p>Tienes razón, said John Grady. [p. 147]</p>\n</blockquote>\n<p>Here and elsewhere in the two novels we find a shuttling between familiar and formal verb forms (<em>Digame/Tienes</em>) that certainly happens in Spanish, as it did in Elizabethan English as evidenced in <em>King Henry IV,</em> Part II, Act II, Scene IV:</p>\n<blockquote>\n<p><em>Dol</em>. Captain! thou abominable damned cheater, art thou not ashamed to be called captain! An captains were of my mind, they would truncheon you out, for taking their names upon you before you have earned them. You a captain!</p>\n</blockquote>\n<p>And I once heard a Segovian graduate of Salamanca University say <em>Venga</em> to a small, timid dog. Still, in McCarthy's Mexican dialogue he shuttles between familiar and formal verb forms with an abandon that I find a bit excessive. There are other examples of this inconsistency on pages 202 and 259 in the first novel.</p>\n<p>On page 151 and on pages 174 and 175: <em>ciénaga,</em> the Iberian form of the noun appears instead of the Mexican form, <em>ciénega</em>. Also, the place name that McCarthy has as <em>Cuatro Ciénagas</em> appears on the AAA map of Mexico as <em>Cuatrocienegas.</em></p>\n<blockquote>\n<p>Quién és usted? [p. 205]</p>\n</blockquote>\n<p>The written accent on the verb is wrong here. As we shall see, McCarthy gets quite wild with his accents in the more extensive Spanish of his second novel.</p>\n<blockquote>\n<p>Gracias.</p>\n<p>De nada. [p. 222]</p>\n</blockquote>\n<p>I have heard Mexicans say <em>de nada</em> ('you're welcome'), but <em>por nada</em> is particularly Mexican. I have had Spaniards identify my Spanish as of the Mexican variety, more or less, because of my saying <em>por nada</em>, the more typical expression in Mexico.</p>\n<blockquote>\n<p>Cúal caballo? [p. 262]</p>\n</blockquote>\n<p>Now, here is an expression where McCarthy is at odds with grammar-book usage, which would prescribe <em>Qué caballo?</em>, but right for popular Mexican usage.</p>\n<p>In <em>The Crossing</em> McCarthy hits his stride in dialogue in colloquial Mexican Spanish and does himself proud. Some readers might think him a bit presumptuous. I am not sure that his Spanish here, any more than in the first novel, is faulty at all, except for incorrect written accents, in the sense that Mexicans would never say what he has them saying. Sometimes, as noted above, his Spanish dialogue in being technically ungrammatical faithfully reflects popular usage, as is the case with his English dialogue. For instance <em>Estoy regresándole a mi país</em> [p. 412]. The <em>Pequeño Larousse Ilustrado</em> dictionary brands this transitive use of the verb <em>regresar</em> as a “<em>barbarismo</em>.” But McCarthy's characters are barbaric—sometimes nobly so—if nothing else, and <em>regresar</em> is exactly right here. And speaking of popular expressions, on page 275 we find <em>blanquillos</em>, the euphemism for “eggs” that has been the subject of three recent EPISTOLAE in VERBATIM.</p>\n<p>On pages 43 and 414 appears the more common Mexican expression <em>por nada</em> instead of <em>de nada</em>.</p>\n<p>On pages 44 and 47: <em>matríz.</em> There should be no written accent here. McCarthy, who seems to be contemptuous of punctuation in any language, rarely writes accents where they are not needed but often omits them where they are, e.g., <em>mia</em> [pp. 90, 117]; <em>borrachon</em> [p. 227]; <em>mascara</em> [p. 229]; <em>perdida</em> [p. 283]; <em>asi</em> [p. 284]; <em>haran</em> [p. 290]; and <em>que</em> [p. 318].</p>\n<blockquote>\n<p>Tan como preguntar lo que saben las piedras.</p>\n<p>[p. 45]</p>\n</blockquote>\n<p>I think that the substantive <em>tanto</em> ought to be here instead of the adverbial <em>tan</em>.</p>\n<blockquote>\n<p>Todos que vengas alrededor. [p. 88]</p>\n</blockquote>\n<p>To agree with its subject the verb should be <em>vengan</em>. The second-person singular form is probably a typographic error.</p>\n<blockquote>\n<p>Es lejos? [p. 102]</p>\n</blockquote>\n<p>I think that <em>está</em> for location should be here, as it is in a similar context on page 236.</p>\n<blockquote>\n<p>No le molesta. [p. 123]</p>\n</blockquote>\n<p>I cannot say that Mexicans never use the second-person imperative negatively in real life as here and on pages 281, 305, and 312. But correctly and popularly, too, and as on page 306 <em>(No te preocupes)</em>, the subjunctive is used for a negative imperative in the second-person singular. <em>Canta y no llores</em> ... the old song goes.</p>\n<blockquote>\n<p>Tengo miedo es verdad. [p. 138]</p>\n</blockquote>\n<p>Here the subjunctive <em>sea</em> is called for.</p>\n<blockquote>\n<p>Los hombres han salido por Madero? [p. 225]</p>\n</blockquote>\n<p>Is the <em>Madero</em> here the same place as the <em>Madera</em> on page 404? In any case, if <em>Madero</em> is a place, <em>para</em> or <em>pa</em>' should be here instead of <em>por</em>. The leader Madero died in 1913.</p>\n<blockquote>\n<p>Ya nos hemos encontrado la mujer y el hombre.</p>\n<p>[p. 284]</p>\n</blockquote>\n<p>Here, on page 292 (...<em>no podemos ver el buen Dios</em>), and on page 297 (<em>Busca el herido, no</em>?), both grammar and custom call for an <em>a</em> before the personal object of the verb.</p>\n<blockquote>\n<p>Los aspectos de las cosas son engañosas. [p. 290]</p>\n</blockquote>\n<p>Here the adjective fails to agree in gender with the noun it modifies.</p>\n<blockquote>\n<p>Quizás hay poca de justicia... [p. 293]</p>\n</blockquote>\n<p>Either the <em>de</em> should be omitted or <em>poco</em> instead of <em>poca</em> should be here.</p>\n<blockquote>\n<p>Que joven tan enforzado. [p. 318]</p>\n</blockquote>\n<p>The adjective here may be a dialect form unknown to me, but more likely it is a typographical error for <em>esforzado.</em></p>\n<p>In a way this essay is complimentary. If McCarthy's Mexican dialogue were not so close to perfection as it is, one would not be challenged to nitpick through it but would simply dismiss it as incompetent.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Crossing</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>Crossing language boundaries is not uncommon in literature, the performing arts, or for that matter in everyday speech. There is more than one way of doing it. The comedian Sid Caesar used to utter gibberish that sounded like Japanese or German without meaning anything in any language. Ernest Hemingway in such books as <em>For Whom the Bell Tolls</em> and <em>The Old Man and the Sea</em> wrote some dialogue in language that was phonetically English but suggests Spanish by its simpler, more formal grammar.</p> <p>More common, however, is the insertion into a work in one language the words, phrases, or passages from another language. In literature this kind of inclusion, besides having snob value for writer and reader or audience, lends authenticity. These are the very words; e.g., “Eli, Eli, lama sabach thani?” (Matthew 27.46). Shakespeare included some dialogue in French in <em>Henry V,</em> Act III, Scene V:</p> <blockquote>\n<p>KATHE. Alice, tu as este en Angleterre, et tu bien parlas le Langage.</p>\n<p>ALICE. En peu Madame.</p>\n<p>KATHE. Ie te prie m ensigniez, il faut que ie apprend a parlen: comient appelle vous le main en Anglois?</p>\n</blockquote>"
}