{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Contemporary English: Word Lists",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Contemporary English: Word Lists</em></h1>\n<p>Tadeusz Piotrowski, (Wydawnictwo Uniwersytetu Wroclawskiego, 1993), in two volumes: Part I, The Reverse List 151pp., Part II, The Forward List 139pp.,</p>\n<p>[Those interested in ordering should write for information to Wydawnictwo Uniwersytetu Wroclawskiego / pl. Uniwersytecki 9/13 / 50-137 Wroclaw, / Poland.]</p>\n<p>In the early 1960s, while I was directing the compilation and editing of <em>The Random House Dictionary of the English Language-Unabridged Edition,</em> it occurred to me that it would be extremely useful to have a listing of a large number of English words alphabetized from the right—that is, listed in normal spelling order but with words ending in <em>a</em> followed by those ending in <em>b,</em> and so on, to those ending in <em>z.</em> My primary purpose was to facilitate the examination of suffixes and desinences. It was a simple matter to find words beginning with prefixes like <em>anti-, pre-, pro-, un-,</em> etc., but finding those that ended in <em>-able, -graph, -ity, -ous</em>, etc. was an entirely different matter. There was no problem identifying the obvious ones, but the less common ones were a bit more elusive.</p>\n<p>As Random House was unable to fund such research, I approached someone I knew at Air Force Intelligence, at Griffiss Air Force Base, in Rome, New York, with my proposal, suggesting that such an analysis would yield useful results for cryptanalytical research. I was summarily turned down in a peremptory letter that questioned the possible usefulness of such an enterprise. I was consequently a little surprised—and pleased—to be phoned a few months later by one A.F. Brown, a professor in the Psychology Department at the University of Pennsylvania, who told me that he had been called in by Air Force Intelligence and given the job of preparing just such a list. It was at the suggestion of the agency that he was getting in touch with me, as he had no notion of how to go about the work. We met in my office some time later, and, being far more interested in the results than in who did the work or got the credit, I set forth for him the procedures that would yield the list. Although nothing was committed to writing, I gave Brown to understand that all I expected in return was a copy of the resulting work and an acknowledgment of my help in his Foreword. Several years later, the work was published in eight quarto-sized, thick volumes, one set of which was duly delivered to my office. The Foreword was totally devoid of any acknowledgment, however.</p>\n<p>The first three volumes contained listed solid words, all in capital letters, alphabetized from the right, with codes for each indicating which one or more of some eighteen sources that had yielded them. The fourth volume listed hyphenated forms in the same way. The next four volumes contained the same listings as the first four, but these were alphabetized normally, from the left. The sources were (mainly) the <em>Merriam-Webster Unabridged, Second Edition,</em> and, in addition, as number of other specialized medical, scientific, and other dictionaries. I understand that an attempt had been made to persuade Merriam to allow the use of the entry lists for the <em>Third Edition,</em> but they refused. I cannot recall the exact number of items in the lists, but my impression is that it was approximately 750,000. [As far as I know, the information is still available from the National Technical Information Service, Alexandria Virginia, U.S.A., either in microfiche or as an enlarged machine copy of same.]</p>\n<p>As this work is not mentioned in <em>Contemporary English: Word Lists,</em> one must assume that its existence was unknown to the author; but that should not put off those who have need of a list that is not only more up to date but is also more selective and, on the grounds of frequency, probably more useful. Hyphenated forms (<em>heaven-sent</em>) and multi-word units (<em>old wives' tale</em>) are conveniently included in a single listing; though these are alphabetized word-by-word (putting <em>black sheep</em> before <em>blackberry, taxfree</em> before <em>taxable</em>), the list is short enough so that these are readily found in the <em>Forward</em> part. I missed <em>black hole,</em> which is widely used as a popular metaphor, and was a little surprised find <em>reported speech, Excellency</em> (presumably only a form of address), and <em>sandwich course.</em> Different forms of the same word are listed, e.g., <em>exact, exactly,</em> and <em>exactness, exaggerate, exaggerated, exaggeratedly,</em> and <em>exaggeration.</em></p>\n<p>Is it vain of me to suggest that the author might have found it useful to have had at hand my <em>Suffixes and Other Word-final Elements of English</em> (Gale Research Company, 1982)? It lists 1545 word-final elements, many of which are not represented in the book under review. One might well counter that words containing those elements are therefore not common enough to merit inclusion, but is that suffi- cient reason to omit -<em>mane</em> words (<em>balletomane</em>), -<em>bund</em> words (<em>moribund</em>), and all words ending in -<em>phobe</em> or -<em>phile</em>? I believe that to create a truly useful work, even acknowledging its restrictions, the author should have considered matters other than raw frequency, the criterion applied for “use in the classroom or at home.” For instance, I am not entirely sure what purpose is served in long lists of words ending in -<em>ly</em> that are adverbs formed on adjectives: a formula would not only have sufficed but would enable some words, like <em>kindly</em> and <em>friendly</em>, to have been especially marked. Introducing a formula to cover -<em>ize</em>/-<em>ise</em> variants (and some others) would have freed up space for more important inclusions.</p>\n<p>Of the three suggested uses for the books— teaching or learning English word formation, employing the list as a source of frequently used words, and having available “only items actually found in English texts, without the—often delightful—oddities one can find in larger dictionaries”—the last seems to me the most telling. There are 23,163 items listed; those who argue about the size of native speakers vocabularies would be hard put to find any words or phrases that are not familiar and could very likely extend the list without difficulty. If semantic criteria were applied to homographs (which appear only once), like <em>saw</em>, and to polysemic items, like <em>take up, take in, etc.</em>, even the most naive speaker could expand the list considerably.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Contemporary English: Word Lists</em></h1> <p>Tadeusz Piotrowski, (Wydawnictwo Uniwersytetu Wroclawskiego, 1993), in two volumes: Part I, The Reverse List 151pp., Part II, The Forward List 139pp.,</p> <p>[Those interested in ordering should write for information to Wydawnictwo Uniwersytetu Wroclawskiego / pl. Uniwersytecki 9/13 / 50-137 Wroclaw, / Poland.]</p> <p>In the early 1960s, while I was directing the compilation and editing of <em>The Random House Dictionary of the English Language-Unabridged Edition,</em> it occurred to me that it would be extremely useful to have a listing of a large number of English words alphabetized from the right—that is, listed in normal spelling order but with words ending in <em>a</em> followed by those ending in <em>b,</em> and so on, to those ending in <em>z.</em> My primary purpose was to facilitate the examination of suffixes and desinences. It was a simple matter to find words beginning with prefixes like <em>anti-, pre-, pro-, un-,</em> etc., but finding those that ended in <em>-able, -graph, -ity, -ous</em>, etc. was an entirely different matter. There was no problem identifying the obvious ones, but the less common ones were a bit more elusive.</p> <p>As Random House was unable to fund such research, I approached someone I knew at Air Force Intelligence, at Griffiss Air Force Base, in Rome, New York, with my proposal, suggesting that such an analysis would yield useful results for cryptanalytical research. I was summarily turned down in a peremptory letter that questioned the possible usefulness of such an enterprise. I was consequently a little surprised—and pleased—to be phoned a few months later by one A.F. Brown, a professor in the Psychology Department at the University of Pennsylvania, who told me that he had been called in by Air Force Intelligence and given the job of preparing just such a list. It was at the suggestion of the agency that he was getting in touch with me, as he had no notion of how to go about the work. We met in my office some time later, and, being far more interested in the results than in who did the work or got the credit, I set forth for him the procedures that would yield the list. Although nothing was committed to writing, I gave Brown to understand that all I expected in return was a copy of the resulting work and an acknowledgment of my help in his Foreword. Several years later, the work was published in eight quarto-sized, thick volumes, one set of which was duly delivered to my office. The Foreword was totally devoid of any acknowledgment, however.</p>"
}