{
  "type": "Article",
  "title": "VERBUM SAP: The Media Is the Message",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>The Media Is the Message</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>I have few data to support me, and my stamina are not up to long, tedious research, but I have a hunch that <em>media</em>—the main agendum on many a pedant's plate these days—is well on its way to becoming a standard singular noun, except perhaps among hidebound literati and intransigent intelligentsia on various university campi, in style books, and in other blessed receptacles of holy semantic writ. My hunch also tells me that there are more people who use <em>media</em> as a singular noun than there are people who write bristling letters to the editor insisting on its immutable plurality—which is to say, a lot.</p>\n<p>The media itself/themselves has its/their needle stuck in the old monaural groove. Most style books stoutly maintain <em>media</em> is a plural noun, period. <em>The New York Times Manual of Style and Usage</em> admits the existence of an alternative but dismisses it as a subversive plot: “<em>Media</em>—still a plural, despite persistent efforts to turn it into a singular.” It adds, with smug ivory-tower certainty, “The singular is, of course, <em>medium.”</em> The <em>British Broadcasting Corporation's Style Guide</em> is also stuck in the mud. Its diktat on <em>media</em> says this: “Plural. 'The media sometimes display (not displays) a sensational approach to events.' Remember also that data, criteria, and phenomena are plurals. But the plural of referendum is referendums, not referenda!” The (Toronto) <em>Globe and Mail Style Book</em> not only holds <em>media's</em> plurality, but includes within its wide network “books, periodical publications, radio, TV, advertising, mass mailing.” How did they overlook town criers?</p>\n<p>In a recent <em>Globe and Mail</em> column, a magazine critic was taking pot shots at a gun-supporting U.S. publication called <em>Women's Self Defense.</em> Among his targets was a cover-story headline that read: “How the Media Encourages Violence, Yet Discourages Women from Owning Guns.” “The magazine,” he tut-tutted, “is full of similar grammatical mistakes.” I could detect no other solecisms, so I assumed he was taking aim at the use of the singular verb with the noun <em>media.</em></p>\n<p>What these dauntless defenders of the <em>status quondam</em> fail to detect is that a linguistically fascinating, and utterly inevitable, semantic change is occurring—has already occurred, really—beneath their very proboscises (or <em>proboscides</em> for the classically rigorous). The result of this evolution is that there is now both a plural <em>media</em> and a singular <em>media,</em> and each means something different. The legitimate and widely recognized singular meaning was illustrated recently in the <em>Globe and Mail,</em> despite the Style Book's taboo. The paper's television critic began a story this way: “It is a mean, cold morning down at CHCH-TV, where the media has been invited to risk its collective life on the icy highway from Toronto to Hamilton [to preview a series premiere].” The sense is clear and logical here. This <em>media</em> does not include book publishers and junk-mail pushers, and no reader would take that meaning. It means simply “the news media,” or what used to be called “the press,” used as a collective singular as early as 1797 (See <em>OED</em> press n., 14). <em>The press</em> served the purpose well, as long as it involved only “print” media. When radio and television joined the club, some new collective handle was felt to be needed. The public, in its wisdom, opted for the nettlesome <em>media,</em> first used in this sense, to anyone's knowledge, in a 1923 article in <em>Advertising &amp; Selling</em> called “Class Appeal in the Mass Media.” In the same magazine, the singular <em>medium</em> appeared, but so did the singular <em>media.</em> And ever since, the purists have been more concerned about bad Latin than good English.</p>\n<p>The language has a way of sorting out awkward situations, such as those created by the rather tortured “proper” examples in the first paragraph. <em>Data,</em> still in transition, is usually singular outside academic and scientific settings. <em>Stamina</em> (plural of <em>stamen</em>), has been singular since the early 18th century when, like <em>media,</em> it developed a new sense. <em>Agenda</em> (which once had the singular <em>agend</em> in English) has been treated as one since the turn of this century. <em>Literati</em> and <em>intelligentsia</em> retain their snooty classical endings because it looks good on them and other pseudo-<em>cognoscente. Campi</em> is a joke. <em>Bacteria</em> has just about completed its evolution to singularity. <em>Criteria</em> and <em>phenomena,</em> heard everywhere as singles, are encountering stern opposition from people who take care to speak of <em>a grafitto,</em> but never say <em>a confetto.</em> Many of them also talk of <em>octopi,</em> unaware that the “correct” Greek plural is <em>octopodes</em> or that the accepted anglicized one is <em>octopuses,</em> the simple English plural -<em>s</em> or -<em>es</em>, as in <em>thesauruses, campuses, formulas, indexes,</em> and <em>memorandums.</em></p>\n<p><em>Mediums</em> would have made sense, but usage dictated the plural <em>media.</em> And, certainly, it is still a plural in such senses as “various media are on display at the art show.” But <em>media</em> unmistakably has also taken on a monolithic unitary sense. I am happy to let the usually conservative <em>American Heritage Dictionary</em> have the last word: “As with the analogous words <em>data</em> and <em>agenda,</em> the originally plural form has begun to acquire a sense that departs from that of the singular [<em>medium</em>]; used as a collective term, <em>media</em> denotes an industry or community.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>The Media Is the Message</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>I have few data to support me, and my stamina are not up to long, tedious research, but I have a hunch that <em>media</em>—the main agendum on many a pedant's plate these days—is well on its way to becoming a standard singular noun, except perhaps among hidebound literati and intransigent intelligentsia on various university campi, in style books, and in other blessed receptacles of holy semantic writ. My hunch also tells me that there are more people who use <em>media</em> as a singular noun than there are people who write bristling letters to the editor insisting on its immutable plurality—which is to say, a lot.</p> <p>The media itself/themselves has its/their needle stuck in the old monaural groove. Most style books stoutly maintain <em>media</em> is a plural noun, period. <em>The New York Times Manual of Style and Usage</em> admits the existence of an alternative but dismisses it as a subversive plot: “<em>Media</em>—still a plural, despite persistent efforts to turn it into a singular.” It adds, with smug ivory-tower certainty, “The singular is, of course, <em>medium.”</em> The <em>British Broadcasting Corporation's Style Guide</em> is also stuck in the mud. Its diktat on <em>media</em> says this: “Plural. 'The media sometimes display (not displays) a sensational approach to events.' Remember also that data, criteria, and phenomena are plurals. But the plural of referendum is referendums, not referenda!” The (Toronto) <em>Globe and Mail Style Book</em> not only holds <em>media's</em> plurality, but includes within its wide network “books, periodical publications, radio, TV, advertising, mass mailing.” How did they overlook town criers?</p> <p>In a recent <em>Globe and Mail</em> column, a magazine critic was taking pot shots at a gun-supporting U.S. publication called <em>Women's Self Defense.</em> Among his targets was a cover-story headline that read: “How the Media Encourages Violence, Yet Discourages Women from Owning Guns.” “The magazine,” he tut-tutted, “is full of similar grammatical mistakes.” I could detect no other solecisms, so I assumed he was taking aim at the use of the singular verb with the noun <em>media.</em></p>"
}