{
  "type": "Article",
  "title": "VERBUM SAP: Me and Empathy",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>Me and Empathy</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>My morning newspaper has a feature called the “Facts &amp; Arguments Page,” wherein articles are normally fairly factual and tenably argumentative. A glaring recent exception was a misguided missive that railed against the perceived (by the author) rising popularity of <em>empathy</em> at the expense of good old fashioned <em>sympathy</em>. It was not entirely clear whether the article was meant to be philosophical or philological. But since it meandered erratically and erroneously for more than half of its length through the realm of semantics, I of course took both an interest and umbrage.</p>\n<p>The article's was meant thesis seemed to be that we should not attempt to empathize with others—that is, really to try to feel their experiences and share their burdens. To claim to do so, it was argued, is an invasion of privacy and “an insupportable claim.” The most we can or should do when confronted or affected by someone's wretchedness is sympathize, or commiserate.</p>\n<p>Exhibit A was a story about a rich American lawyer who, according to the writer, claimed “her Native American clients love and respect her because she empathizes with them. When I suggested that such empathy was unlikely given that, at the end of the day, she climbs into an air-conditioned BMW and drives back to her Malibu mansion while her clients return to stinking penury, I was told that she could empathize because her grandparents' cousins died in Auschwitz.” This, it was argued,“is the most common, and the most outrageous, of empathic claims.” It is most certainly outrageous. It is also incredible. And it left unexplained how anything can be at the same time the most common and the most outrageous, the latter strongly suggesting something quite outside the usual. This was the least of my quibbles.</p>\n<p>The article began by stating there is a Gresham's Law of Language in which bad words drive out good. Oh, really? The 16th-century financier Thomas Gresham was talking about money, not language. The word phenomenon is called <em>pejoration</em>, or <em>degeneration</em>, and it usually involves a change of meaning, rarely the disappearance of a word. But the article's illustration of this assertion is even more fallacious. Because of the “search for false importance,” it alleges, the “useful old English words <em>burgle</em> and <em>burglar</em> have led by inflation [may be this was, after all, an economics essay] to the unnecessary verb <em>burglarize</em>.” The fact is that <em>burgle</em> and <em>burglarize</em> saw the light of day at about the same time, 1870-71, and it is the useful old <em>burgle</em>, not <em>burglarize</em> that has been disparaged by usage critics, many of whom have argued that <em>rob</em> could have served for all of them.</p>\n<p>While <em>sympathy</em> is the “most important word to have been murdered in the late 20th century,” we were also given the sad, so-called facts surrounding the “recent” demise of <em>discrimination</em> and <em>disinterested. “Discrimination,”</em> we read, “was the first to go in modern times.” Fact: the word was already taking on prejudicial overtones a century and a half ago. On March 27, 1866, U.S. President Andrew Johnson said, “Thus a perfect equality of the white and colored races is attempted to be fixed by federal law in every state of the union over the vast field of State jurisdiction covered by these enumerated rights. In no one of these can any State ever exercise any power of discrimination between the different races.” This pejorative sense has been used regularly ever since, but it has not succeeded in driving out the “discerning” sense of <em>discriminating</em>.</p>\n<p>“<em>Disinterested</em> went next,” the eulogy continued, “becoming a posh synonym for <em>uninterested</em>, because we no longer choose to believe that anyone can put aside their own interests to review a situation dispassionately.” Yet the author proceeded to give recent examples of disinterest (impartiality, fairness, dispassion, neutrality, unbiasedness) in action—proving that behavior can continue to exist unaltered even if our words for it change, and disproving the writer's own contentions. Fact: <em>Disinterested</em> “went” a long time ago, and not in the direction deplored. When this word was first used in the late 16th and early 17th centuries, it meant 'unconcerned, lacking interest, apathetic, uninterested'—the very senses it has been struggling to return to in this century, against great opposition. The sense of impartiality or an absence of self-interest did not develop until the middle of the 17th century, after which the original sense disappeared for about 200 years.</p>\n<p>Why is it, as etymologist Walter Skeat asked frequently in the last century, that people will not hesitate to proffer publicly their guess-work on word origins and other language matters, when they would not similarly dare to “explain the ordinary facts of botany and chemistry”?</p>\n<p>On the question of <em>empathy</em> versus <em>sympathy</em>, I am not competent to comment, except on their etymological and semantic distinctions. But I seem to recall reading, more than once, that people coping with various forms of distress do not want sympathy. Instead we are urged to “walk a mile in their shoes,” which I believe is a metaphor for empathy, or at least an understanding based on something more profound than arm's-length pity. In any case, the writer seems to have based his case more on etymology than sociology. <em>Empathy</em>, he maintained, is a legitimate technical term, but only in psychotherapy and in the arts. And we were admonished that to claim empathy outside those two special areas is an “enormity”—a word he described as “another dead word,” but used anyway.</p>\n<p>While we're at it, why not outlaw all words and expressions we've purloined over the years from specialized fields—such as <em>melancholy, hectic, chronic</em>, and <em>allergic</em> (medicine); <em>leading question</em>, time is of the essence (law); <em>by and large, high and dry, slush fund, round robin, aloof</em> (sailing); <em>ego, extrovert, complex, phobia, psyche, depression, trauma, subconscious</em> (same place as empathy); and many more of what Fowler called “popularized technicalities.” But I doubt that will deter some legitimately interested, sympathetic, altruistic, caring people from trying to get inside other people's heads and hearts, in order to share their pain. It may not be possible to do it, but I don't see anything wrong in trying—no matter what word we use to describe the attempt.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>Me and Empathy</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>My morning newspaper has a feature called the “Facts &amp; Arguments Page,” wherein articles are normally fairly factual and tenably argumentative. A glaring recent exception was a misguided missive that railed against the perceived (by the author) rising popularity of <em>empathy</em> at the expense of good old fashioned <em>sympathy</em>. It was not entirely clear whether the article was meant to be philosophical or philological. But since it meandered erratically and erroneously for more than half of its length through the realm of semantics, I of course took both an interest and umbrage.</p> <p>The article's was meant thesis seemed to be that we should not attempt to empathize with others—that is, really to try to feel their experiences and share their burdens. To claim to do so, it was argued, is an invasion of privacy and “an insupportable claim.” The most we can or should do when confronted or affected by someone's wretchedness is sympathize, or commiserate.</p> <p>Exhibit A was a story about a rich American lawyer who, according to the writer, claimed “her Native American clients love and respect her because she empathizes with them. When I suggested that such empathy was unlikely given that, at the end of the day, she climbs into an air-conditioned BMW and drives back to her Malibu mansion while her clients return to stinking penury, I was told that she could empathize because her grandparents' cousins died in Auschwitz.” This, it was argued,“is the most common, and the most outrageous, of empathic claims.” It is most certainly outrageous. It is also incredible. And it left unexplained how anything can be at the same time the most common and the most outrageous, the latter strongly suggesting something quite outside the usual. This was the least of my quibbles.</p>"
}