{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of Wellerisms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>A Dictionary of Wellerisms</em></h1>\n<p>Wolfgang Mieder and Stewart A. Kingsbury, eds., (Oxford University Press, 1994), xix + 187pp.</p>\n<p>Wellerisms are, essentially, what Americans would call Tom Swifties. For instance:</p>\n<blockquote>\n<p>“Laugh that off,” said the fat man's wife, as she sewed his vest button on with wire.</p>\n</blockquote>\n<p>It gets worse—far worse. Not only are the puns atrocious (which is not a legitimate complaint, I suppose), but they are often obscure, many having been dredged up from collections that include 18th- and 19th-century examples:</p>\n<blockquote>\n<p>“Bar that,” as the Sheriff's officer said to his first floor window. [1841]</p>\n<p>“I have risen from the bar to the bench,” said a lawyer, on quitting the profession and taking up shoemaking.</p>\n</blockquote>\n<p>Pretty bad, eh? How about:</p>\n<blockquote>\n<p>“I have to hear people talk behind one's back,” as the robber said when the constable called, “Stop thief!” [1861]</p>\n</blockquote>\n<p>It seems clear from the above that one must be seeking something other than amusement from collecting such material. Mieder and Kingsbury are highly respected par(o)emiologists ('experts in the field of proverbs' for those who have the <em>RHD Unabridged</em>, which does not list the word or any of its congeners), hence one would assume that such a collection is not entirely a waste of time. The Preface describes the book as “the first book-length collection of wellerisms in the English language”; unless reasoning man can find a way to put this information to good and useful purpose, it may well be the last. Proverbs can be interesting because they are a key to human wisdom and folly; wellerisms seem to have no redeeming qualities.</p>\n<p>This reflects an admitted prejudice against the material, which is about as quippy and clever as the brick-wall comedians one must suffer on odd nights on obscure cable channels in the US. Further on in the Preface one reads that “major collections of wellerisms in some of the European languages are readily available” and the implication that what we have here is representative of the “rich British and American materials.” According to the <em>OED</em>, a <em>wellerism</em> is “a form of comparison in which a familiar saying or proverb is identified, often punningly, with what was said by someone in a specified but humorously inapposite situation.” It is on a par with the literal interpretation of idioms, as in the cartoon of someone puffing on a chain with the caption “Chainsmoker.”</p>\n<p>There are many things about modern life—air conditioning (in particular), electricity, indoor plumbing, supermarkets—that make me grateful to be living in the latter half of the 20th century and not back in the antediluvian or “good old” days so often pined for, and one of them is the knowledge (gained from the Introduction) that American newspapers and magazines published numerous short lists of wellerisms during the 19th century. It ineluctably reminds me of the favorite execrable pun perpetrated by those who seem to be in the throes of learning English: “Let's throw a little light on the subject,” said the man as he turned on the lamp. It is one thing to utter little truisms here and there during one's lifetime, sprinkling them about like sesame seeds on a bagel; it is quite another to make a fetish out of collecting such tripe.</p>\n<p>In my role as Editor, I must be scholarly and democratic, so I shall be happy to publish in a future issue of VERBATIM a rebuttal either from the editors of <em>Wellerisms</em> or from a champion of their cause. It may not exceed the length of this review: 580 words.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>A Dictionary of Wellerisms</em></h1> <p>Wolfgang Mieder and Stewart A. Kingsbury, eds., (Oxford University Press, 1994), xix + 187pp.</p> <p>Wellerisms are, essentially, what Americans would call Tom Swifties. For instance:</p> <blockquote>\n<p>“Laugh that off,” said the fat man's wife, as she sewed his vest button on with wire.</p>\n</blockquote> <p>It gets worse—far worse. Not only are the puns atrocious (which is not a legitimate complaint, I suppose), but they are often obscure, many having been dredged up from collections that include 18th- and 19th-century examples:</p>"
}