{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Cursing in America: A psycholinguistic study of dirty language in the courts, in the movies, in the schoolyards and on the streets",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Cursing-America-psycholinguistic-language-schoolyards/dp/155619451X\"><em>Cursing in America: A psycholinguistic study of dirty language in the courts, in the movies, in the schoolyards and on the streets</em></a></h1>\n<p>Timothy Jay, (John Benjmins, Philadelphia/Amsterdam, 1992), 273pp.</p>\n<p>Language taboos seem to be persistent in American English—more so than in British English, where, although one cannot say that anything goes, one encounters more dirty language on television (in particular), especially after the so-called “watershed” hour of nine o'clock (which some are trying to put off till ten o'clock). In this comprehensive study, Timothy Jay, who teachers at North Adams State College, in Massachusetts, divides his subject into several subcategories: Cursing, Profanity, Blasphemy, Taboo, Obscenity, Vulgarity, Slang, Epithets, and Scatology. Although he defends these classifications by detailed discussion and definition, it is not easy to apply them, for the distinctions tend to be blurred. <em>Blasphemy</em> and <em>profanity</em>, for instance, are differentiated on the grounds that the former treats “(something sacred) with abuse, irreverence, or contempt,” while the latter “is an attack on religion or religious doctrine.” These are points too subtle to be readily grasped. The term <em>taboo</em> in linguistics means, simply, 'proscribed by society as improper or unacceptable' <em>[RHD2]</em>, but Jay prefers the narrow, somewhat archaic, anthropologist's definition that focuses on “supernatural” and “ritualistic” interdiction. The definition he accepts for <em>obscenity</em> is as alegal term, which he expatiates on to confusion. In the same way, he accepts a traditional definition of <em>vulgarity</em>—“language of the common person... not necessarily obscence or taboo”—but that is not the meaning most people would apply in the context of a book on cursing. The perception and usage of these terms is personal, and I, for example, prefer to use <em>vulgar</em> to describe current manifestations like <em>Roseanne, Butthead and Beavis</em>, and other television shows that exhibit crude situations encountered by rude people; drawings and graphic style, as in <em>Butthead</em>, some of the “artwork” in <em>Mad Magazine</em>, and many of the new cartoons on the television are extraordinarily vulgar and tasteless, without any redeeming quality.</p>\n<p>It is likely that one's taste deteriorates under the continuous barrage of vulgarity: many who today admire the dadaists, cubists, surrealists, hard-edge realists, nonobjective and abstract artists would have reviled them, along with a significant percentage of the population, had they been dalive when their paintings first appeared, just as staid, conservative critics condemned the impressionists and advocates of other <em>nouvelles vagues</em>. Is it that we gradually become accustomed to what we first perceive as trash—as vulgarity—and become inured to it, or that we come to understand and, if not enamored of it, at least tolerate it as a legitimate form of expression?</p>\n<p>To be sure, one is no longer shocked at hearing <em>hell</em> and <em>damn</em> on radio or television or even reading it in the press, although both were taboo a scant twenty years ago. Programs and films that are broadcast on television after ten o'clock in the evening are no longer censored—even in the United States—for mentions of <em>shit</em> and <em>piss</em>, though <em>fuck</em>, which can occasionally be heard on British television, has not, as far as I know, made it to the American media. Still, it is worth pointing out that the shock felt was not at hearing these words but at hearing them on radio and television, where everyone knew they were banned. In other words, the context was inappropriate: as if one heard his priest say “Goddammit !,” despite the fact that one said it oneself whenever something went awry. The 1930s' Hollywood censors' ban on showing even a married couple in the same bed or a man putting on his trousers and zipping (or buttoning) his fly seems ludicrously prudish to us today. But the motivations of those censors, driven by powerful conservative religious groups, were quite different, and we ridiculed them even then because of their interference with the everyday facts of life. It is difficult today to find a film made in the past decade that does not contain what must be regarded as an obligatory nude scene, and in many instances such scenes have no integral part in the plot. To me, vulgarity means 'bad taste,' whether deliberate (as in the case of <em>Roseanne</em>) or unintentional (as in the case of crude drawings foisted on us as “art”).</p>\n<p>The chief problem with these and other definitions is that some are based on semantics (the intent of the speaker and the understanding of the hearer), others on usage, and others on referents. In a subject where there are no fixed criteria of definition, it is unfair to criticize an attempt at classification: after all, we have been putting up with ambiguous definitions for the eight parts of speech for as long as anyone can remember, yet we find their occasional application convenient. In short, the perception of these terms is culture-dependent, and culture is akin to language in the sense that while a large number of people might be said to speak a language, we know that it is made up of a larger number of dialects which, in turn, are made up of a still larger number of idiolects.</p>\n<p>To some extent, these social aspects of language are accounted for in <em>Cursing in America</em>, but the study is married by the lack of up-to-date data: some of the more interesting tables result from surveys done in the late 1970s, and one can be certain that things have changed markedly since then.</p>\n<p>On the other hand, I found utterly fascinating the chapter Censorship, which describes—rather cursorily, I regret to say—several US court cases in which defendants were charged with various violations stemming from their use of bad language. In the case of the State (unspecified) vs. Dreifurst, more detailed comments is forthcoming, but it is difficult to understand whether the source of the exposition that follows is the author's or a rewording and digest of the proceedings.</p>\n<p>The writing is easy to read and colloquial (by which I mean it contains the classic solecisms that purists deride). Disturbing are the gaps in information: Appendix I consists of several lists of films from 1939-1960, 1960-69, etc., totaling 73 in all and showing for each the “Total number of [twenty-seven] Bad Words” as checked by an unspecified number of “film reviewers [who] were volunteers from a college psychology course on the topic of human communication,” scarcely a representative cross-section of the population. No comment is offered on the selection of the films. Other manipulations of the data are described in general but are not reflected in detail in the statistics.</p>\n<p>On the whole, <em>Cursing in America</em>, while an interesting book, does not go very far in presenting a cogent analysis of the present situation or its history. The fault lies partly in the difficulty in securing funding for proper studies in the area; on the other hand, one cannot help feeling that studies that have been done could have been better conceived and organized. There is a miscellaneous Bibliography, which seems to include every linguistics book and article the author has ever read, and a pitifully poor Index, containing about seventy items.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Cursing-America-psycholinguistic-language-schoolyards/dp/155619451X\"><em>Cursing in America: A psycholinguistic study of dirty language in the courts, in the movies, in the schoolyards and on the streets</em></a></h1> <p>Timothy Jay, (John Benjmins, Philadelphia/Amsterdam, 1992), 273pp.</p> <p>Language taboos seem to be persistent in American English—more so than in British English, where, although one cannot say that anything goes, one encounters more dirty language on television (in particular), especially after the so-called “watershed” hour of nine o'clock (which some are trying to put off till ten o'clock). In this comprehensive study, Timothy Jay, who teachers at North Adams State College, in Massachusetts, divides his subject into several subcategories: Cursing, Profanity, Blasphemy, Taboo, Obscenity, Vulgarity, Slang, Epithets, and Scatology. Although he defends these classifications by detailed discussion and definition, it is not easy to apply them, for the distinctions tend to be blurred. <em>Blasphemy</em> and <em>profanity</em>, for instance, are differentiated on the grounds that the former treats “(something sacred) with abuse, irreverence, or contempt,” while the latter “is an attack on religion or religious doctrine.” These are points too subtle to be readily grasped. The term <em>taboo</em> in linguistics means, simply, 'proscribed by society as improper or unacceptable' <em>[RHD2]</em>, but Jay prefers the narrow, somewhat archaic, anthropologist's definition that focuses on “supernatural” and “ritualistic” interdiction. The definition he accepts for <em>obscenity</em> is as alegal term, which he expatiates on to confusion. In the same way, he accepts a traditional definition of <em>vulgarity</em>—“language of the common person... not necessarily obscence or taboo”—but that is not the meaning most people would apply in the context of a book on cursing. The perception and usage of these terms is personal, and I, for example, prefer to use <em>vulgar</em> to describe current manifestations like <em>Roseanne, Butthead and Beavis</em>, and other television shows that exhibit crude situations encountered by rude people; drawings and graphic style, as in <em>Butthead</em>, some of the “artwork” in <em>Mad Magazine</em>, and many of the new cartoons on the television are extraordinarily vulgar and tasteless, without any redeeming quality.</p> <p>It is likely that one's taste deteriorates under the continuous barrage of vulgarity: many who today admire the dadaists, cubists, surrealists, hard-edge realists, nonobjective and abstract artists would have reviled them, along with a significant percentage of the population, had they been dalive when their paintings first appeared, just as staid, conservative critics condemned the impressionists and advocates of other <em>nouvelles vagues</em>. Is it that we gradually become accustomed to what we first perceive as trash—as vulgarity—and become inured to it, or that we come to understand and, if not enamored of it, at least tolerate it as a legitimate form of expression?</p> <p>To be sure, one is no longer shocked at hearing <em>hell</em> and <em>damn</em> on radio or television or even reading it in the press, although both were taboo a scant twenty years ago. Programs and films that are broadcast on television after ten o'clock in the evening are no longer censored—even in the United States—for mentions of <em>shit</em> and <em>piss</em>, though <em>fuck</em>, which can occasionally be heard on British television, has not, as far as I know, made it to the American media. Still, it is worth pointing out that the shock felt was not at hearing these words but at hearing them on radio and television, where everyone knew they were banned. In other words, the context was inappropriate: as if one heard his priest say “Goddammit !,” despite the fact that one said it oneself whenever something went awry. The 1930s' Hollywood censors' ban on showing even a married couple in the same bed or a man putting on his trousers and zipping (or buttoning) his fly seems ludicrously prudish to us today. But the motivations of those censors, driven by powerful conservative religious groups, were quite different, and we ridiculed them even then because of their interference with the everyday facts of life. It is difficult today to find a film made in the past decade that does not contain what must be regarded as an obligatory nude scene, and in many instances such scenes have no integral part in the plot. To me, vulgarity means 'bad taste,' whether deliberate (as in the case of <em>Roseanne</em>) or unintentional (as in the case of crude drawings foisted on us as “art”).</p>"
}