{
  "type": "Article",
  "title": "Some Secrets of English Nicknames",
  "author": "Ralph H. Emerson",
  "location": "South Glastonbury, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Some Secrets of English Nicknames</h1>\n<p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p>\n<p>Names are a tricky subject in English as in any language, but happily a very few facts go a long way towards explaining the origins of hundreds of English nicknames and family names. Many family names are patronymics, so called because they are based on the first name of some long-ago father. English patronymics fall into three common types: 1) the father's name alone, John Will; 2) the father's name plus possessive <em>-s</em>, John <em>Williams</em> or <em>Wills</em>, meaning, in effect, 'William's John'; and 3) the father's name plus <em>-son</em>, John <em>Williamson</em> or <em>Wilson</em>. (Sometimes spelling disguises the clarity of these forms: for instance, <em>Davis</em> or <em>Davies</em> is really <em>Davy's</em> and <em>Dixon</em> is <em>Dick-son</em>.) Not all patronymic-like names are based on a father's name; they might also recall an employer, like John <em>Lord</em>, or a female relative, like John <em>Jillian</em> (from <em>Juliana</em>).</p>\n<p>A patronymic can be based on a full name (<em>William-s</em>) or a nickname (<em>Will-s</em>). That is important because many familiar patronymics are based on otherwise obsolete nicknames, as we shall see. A lot of these ancient nicknames had cute diminutive suffixes. Only one of these remains productive today, the -<em>y</em> or -<em>ie</em> in <em>Willy</em> or <em>Willie</em>, but Middle English had several others at hand. Anglo-Saxon provided -<em>kin</em>, as in <em>Will-kin</em> and <em>Tom-kin</em>, whence <em>Wilkins</em> and <em>Tompkins</em>; and -<em>cock</em>, as in <em>Will-cock</em>, whence <em>Wilcox</em>. French provided -<em>ot</em>, as in <em>Mary-ot</em> and <em>Philip-ot</em>, whence the surnames <em>Marriott</em> and <em>Philpott</em>; and <em>-in</em> or <em>-on</em>, which could turn <em>Mary</em> to <em>Marion, Alice</em> to <em>Alison, Dick</em> to <em>Dickon</em> (whence <em>Dickens</em>), and <em>Rob</em> to <em>Robin</em> (whence <em>Robbins</em> and <em>Robinson</em>). All of these suffixes show up again and again in surnames, so they can be quickly recognized.</p>\n<p>Harder to recognize are certain distortions imposed on the bodies of first names when they are clipped down to nicknames. Usually, to make a first name into a nickname we just pluck out the most prominent syllable, like <em>Sue</em> from <em>Susan</em>, and either leave it plain or make a diminutive out of it by adding -<em>ie</em> or -<em>y: Susie</em> or <em>Suzy</em>. Some names refuse one or both of these tricks (<em>Laura</em> makes only <em>Laurie</em>, not *<em>Laur</em>); but they are about the only ones left to us in Modern English. Middle English, however, had many other ways to play around with a first name to make new nicknames, including the seven patterns of consonant substitution discussed below. Many of the resulting forms remain current as nicknames (or indeed as names in their own right), others are preserved only in patronymics, and still others have vanished entirely. Listed below by consonant category are all the forms I have been able to find, regardless of their modern currency. Some of the stranger ones are from a list in Thomas Nugent's <em>New Pocket Dictionary of the French and English Languages</em> (New York, 1834). Note that a few names fall into more than one category.</p>\n<p>1) <em>r becomes d or h.</em> This affects just three names: <em>Robert</em> makes <em>Dob</em> or <em>Hob</em>, <em>Roger</em> makes <em>Dodge</em> or <em>Hodge</em>, and <em>Richard</em> makes <em>Dick, Hick</em>, or <em>Hitch</em>—though not *<em>Ditch</em>, apparently! This is the origin of the surnames <em>Hobbes</em> and <em>Hopkins</em> (i.e., <em>Hobs</em> and <em>Hobkins</em>), <em>Dodge</em> cars, and Alfred <em>Hitchcock</em>, among other things, including some famous sobriquets. Yokels, for example, are called <em>hicks</em> in America and <em>hodges</em> in England; and because workhorses once often sported the name <em>Robert</em>, we call a prototype horse <em>Old Dobbin</em> and our ancestors called rocking horses <em>hobby horses</em>. Pursuing a favorite pastime was known as <em>riding one's hobby horse</em>, the origin of <em>hobbies</em>. There are also some similarlooking names that merit attention. <em>Bob</em> for <em>Robert</em> seems to have been created by phonological assimilation, the final <em>b</em> attracting an initial <em>b</em>, but <em>Richard</em> and <em>Roger</em> have no corresponding nicknames *<em>Bick</em> and *<em>Bodgee</em>. The surname <em>Dodd</em> is rooted in an obsolete first name, <em>Dodda</em> (though <em>Dodson</em> seems to be a variant of <em>Dodgson</em>). The <em>Hud</em> of <em>Hudson</em> was a nickname for both <em>Richard</em> and <em>Hugh</em>; another name rooted in <em>Hugh</em> is <em>Hutchins</em>, via the French diminutive <em>Huchon</em>.</p>\n<p>2) <em>r becomes l.</em> Thus <em>Dorothy</em> to <em>Dolly, Harold</em> to <em>Hal</em> (and also <em>Henry</em> to <em>Hal</em>, via <em>Harry</em>), <em>Mary</em> to <em>Mal</em> or <em>Molly, Peregrine</em> to <em>Pel</em>, and <em>Sarah</em> to <em>Sally</em>. It is comforting to find that Dolley Madison was christened <em>Dorothea</em>, and perhaps not so comforting that <em>Molly</em> shows up also in <em>gun molls</em> 'gangsters' girlfriends.'</p>\n<p>3) <em>r vanishes.</em> This was happening long before <em>r-</em> dropping became common in English accents: <em>Barbara</em> to <em>Babs, Bartholomew</em> to <em>Bat, Bridget</em> to <em>Biddy, Christopher</em> to <em>Kit, Dorothy</em> to <em>Dot, Frances</em> to <em>Fanny, Harriet</em> to <em>Hat, Herbert</em> to <em>Hab</em> or <em>Hub, Jordan</em> to <em>Judd, Margaret</em> to <em>Maggie</em> or <em>Meg, Margery</em> to <em>Madge, Martha</em> to <em>Mattie</em>, and <em>Theresa</em> to <em>Tess</em>.</p>\n<p>4) <em>I vanishes.</em> Thus, <em>Alice</em> to <em>Assy, Gilbert</em> to <em>Gib, Melissa</em> to <em>Misa, Philip</em> to <em>Phip</em> or <em>Pip, Walter</em> to <em>Wat</em>—and perhaps <em>Charles</em> to <em>Chaz</em>, though I think that is just a joke pronunciation for the abbreviation <em>Chas</em>. As nicknames, most forms in this set are obsolete, and perhaps for good reason: I knew a Melissa who absolutely hated being called Missy. But <em>Gib, Phip</em>, and <em>Wat</em> survive in patronymics: <em>Gibson, Gibbons, Gibbs; Phipps; Watson, Watkins, Watts</em>. Electrical <em>watts</em> were named for the Scottish engineer James Watt, and readers will recall <em>Wat Tyler's Rebellion</em> of 1381.</p>\n<p>5) <em>zero or h becomes n.</em> Thus <em>Abigail</em> to <em>Nab, Ambrose</em> to <em>Nam, Anne</em> to <em>Nan</em> or <em>Nancy, Edward</em> to <em>Ned, Eleanor</em> or <em>Helen</em> to <em>Nell, Humphrey</em> to <em>Nump</em>, <em>Isaac</em> to <em>Nykin, Isabel</em> to <em>Nib, Obadiah</em> to <em>Nobs</em>, and <em>Oliver</em> to <em>Noll</em>. These nicknames originated as possessives, since Middle English words beginning with a vowel or silent <em>h</em> took the possessive <em>mine</em> instead of <em>my</em>; so instead of “my <em>Anne,</em>” people said “mine <em>Anne,</em>” which was reinterpreted as “my <em>Nan,</em>” just as the animal once called “an eft” or “an ewt” is now known as “a newt.” Two of these nicknames developed notorious associations: Oliver Cromwell was known as <em>Iron Noll</em>, and the children's verses of Ambrose Philips ensured the everlasting fame of his nickname, <em>Namby Pamby</em>.</p>\n<p>6) <em>m becomes p.</em> This applies to only four names: <em>Margaret</em> via <em>Meg</em> makes <em>Peg, Margery</em> via <em>Madge</em> makes <em>Paige, Martha</em> via <em>Mattie</em> makes <em>Patty,</em> and <em>Mary</em> via <em>Mal</em> or <em>Molly</em> makes <em>Pal</em> or <em>Polly</em>. All <em>Pattys</em> nowadays are probably <em>Patricias,</em> but Nugent did list <em>Patty</em> for <em>Martha</em>.</p>\n<p>7) <em>th becomes t.</em> Thus <em>Anthony</em> to <em>Tony, Arthur</em> to <em>Art, Bartholomew</em> to <em>Bart</em> or <em>Bat</em>, <em>Catherine</em> to <em>Kate</em> or <em>Cat</em> or <em>Kitty, Dorothy</em> to <em>Dot</em> (and Dickens's Little <em>Dorrit</em>), <em>Elizabeth</em> to <em>Betty</em> or <em>Bet</em> (whence <em>Betsy</em> and <em>Bessie</em>), <em>Martha</em> to <em>Martie</em> or <em>Mattie</em>, <em>Matthew</em> to <em>Matt, Nathaniel</em> to <em>Nat</em> or <em>Nate, Theodore</em> to <em>Ted, Theresa</em> to <em>Tess</em> or <em>Tracy,</em> and <em>Thomas</em> to <em>Tom</em>. In England before the 1600s, <em>th</em> in Hebrew and Classical words and names such as these was pronounced as plain <em>t</em> after the French fashion, as is still the case with <em>Thomas: Tom</em> and the other nicknames in this set are partly just phonetic spellings of the old sounds of the full names. Note that the old <em>t-for-th</em> sound survives also in <em>Esther, Theresa,</em> the river <em>Thames,</em> the British pronunciation of <em>Anthony</em> as “Antony,” and the name of the spice <em>thyme</em>, usually called “time.”</p>\n<p>In the nicknames <em>Babs</em> and <em>Nobs,</em> the suffix <em>-s</em> is an old diminutive suffix like -<em>y;</em> in fact, a few nicknames apparently combine the two: <em>Betsy, Patsy,</em> and <em>Nancy.</em> The suffix still surfaces occasionally, as for England's Prince William, known as <em>Wills.</em> (This is distinct from the patronymic -<em>s</em> of John <em>Wills</em>.) One last diminutive suffix is -<em>o</em>, a macho one for boys only—<em>Tommo</em> for <em>Tommy</em>. This has a modern ring, but it is older than it looks: in Samuel Butler's <em>Hudibras,</em> from the late 1600s, I find <em>Ralpho</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Some Secrets of English Nicknames</h1> <p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p> <p>Names are a tricky subject in English as in any language, but happily a very few facts go a long way towards explaining the origins of hundreds of English nicknames and family names. Many family names are patronymics, so called because they are based on the first name of some long-ago father. English patronymics fall into three common types: 1) the father's name alone, John Will; 2) the father's name plus possessive <em>-s</em>, John <em>Williams</em> or <em>Wills</em>, meaning, in effect, 'William's John'; and 3) the father's name plus <em>-son</em>, John <em>Williamson</em> or <em>Wilson</em>. (Sometimes spelling disguises the clarity of these forms: for instance, <em>Davis</em> or <em>Davies</em> is really <em>Davy's</em> and <em>Dixon</em> is <em>Dick-son</em>.) Not all patronymic-like names are based on a father's name; they might also recall an employer, like John <em>Lord</em>, or a female relative, like John <em>Jillian</em> (from <em>Juliana</em>).</p> <p>A patronymic can be based on a full name (<em>William-s</em>) or a nickname (<em>Will-s</em>). That is important because many familiar patronymics are based on otherwise obsolete nicknames, as we shall see. A lot of these ancient nicknames had cute diminutive suffixes. Only one of these remains productive today, the -<em>y</em> or -<em>ie</em> in <em>Willy</em> or <em>Willie</em>, but Middle English had several others at hand. Anglo-Saxon provided -<em>kin</em>, as in <em>Will-kin</em> and <em>Tom-kin</em>, whence <em>Wilkins</em> and <em>Tompkins</em>; and -<em>cock</em>, as in <em>Will-cock</em>, whence <em>Wilcox</em>. French provided -<em>ot</em>, as in <em>Mary-ot</em> and <em>Philip-ot</em>, whence the surnames <em>Marriott</em> and <em>Philpott</em>; and <em>-in</em> or <em>-on</em>, which could turn <em>Mary</em> to <em>Marion, Alice</em> to <em>Alison, Dick</em> to <em>Dickon</em> (whence <em>Dickens</em>), and <em>Rob</em> to <em>Robin</em> (whence <em>Robbins</em> and <em>Robinson</em>). All of these suffixes show up again and again in surnames, so they can be quickly recognized.</p> <p>Harder to recognize are certain distortions imposed on the bodies of first names when they are clipped down to nicknames. Usually, to make a first name into a nickname we just pluck out the most prominent syllable, like <em>Sue</em> from <em>Susan</em>, and either leave it plain or make a diminutive out of it by adding -<em>ie</em> or -<em>y: Susie</em> or <em>Suzy</em>. Some names refuse one or both of these tricks (<em>Laura</em> makes only <em>Laurie</em>, not *<em>Laur</em>); but they are about the only ones left to us in Modern English. Middle English, however, had many other ways to play around with a first name to make new nicknames, including the seven patterns of consonant substitution discussed below. Many of the resulting forms remain current as nicknames (or indeed as names in their own right), others are preserved only in patronymics, and still others have vanished entirely. Listed below by consonant category are all the forms I have been able to find, regardless of their modern currency. Some of the stranger ones are from a list in Thomas Nugent's <em>New Pocket Dictionary of the French and English Languages</em> (New York, 1834). Note that a few names fall into more than one category.</p>"
}