{
  "type": "Article",
  "title": "Safire's Syndrome",
  "author": "John H. Felts",
  "location": "Winston-Salem, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Safire's Syndrome</h1>\n<p><em><span data-rel=\"author\">John H. Felts</span> <span data-rel=\"location\">Winston-Salem, North Carolina</span></em></p>\n<p>William Safire, the political and language columnist for the <em>New York Times</em>, has been concerned about the correct use of the apostrophe and <em>s</em> with proper nouns ending in <em>s</em>, particularly with eponyms, so concerned that he has named a syndrome for himself: <em>Safire's syndrome</em>—'the urge to correct.' His compulsion emerged when both President and Mrs. Bush were diagnosed as having Graves's disease, one of several eponyms for hyperthyroidism, a common condition caused by excessive secretion of thyroid hormone.</p>\n<p>Which leads to the use of medical eponyms, proper names, usually of persons or places, to designate diseases; their signs and symptoms, alone or in combination; reflexes, and a host of other medical phenomena. <em>Dorland's Medical Dictionary</em>, 26th edition (1974), devotes more than nineteen columns to short definitions of diseases, the vast majority eponymous, seven named for physicians who early described hyperthyroidism. Fortunately, only Graves's name ends in <em>s</em> but his is the overwhelmingly favored eponym of English-speaking physicians. <em>Dorland</em> also listed 488 signs, again mostly eponymous, of different diseases, thirty-three in thyrotoxicosis. Twenty-five of the physicians commemorated were western Europeans or Americans active between 1860 and 1920, years of intensive correlation of bedside and pathological findings, whose names now linger as historical markers.</p>\n<p>But historical background offers little help in the management of Safire's syndrome, because criteria for correct use of apostrophes and <em>s</em>'s for proper nouns ending in <em>s</em> are lacking. Fowler noted the problem favoring <em>s</em>'s but made no specific reference to the conversion of proper possessive nouns to adjectives; Strunk and White affirmed the propriety of <em>s's</em>, and Gowers, in <em>The Complete Plain Words</em>, prefers <em>s's</em>, a choice of some importance because his father, the British neurologist Sir William Richard Gowers (1845-1915), is remembered for his column, disease, fasciculus, sign, solution, syndrome, and tract by Dorland.</p>\n<p>Critics may sensibly ask, “Who owns the eponym?” Some processes are named for early reporters, as is Graves, and some for victims as Lou Gehrig (amyotrophic lateral sclerosis), usually without their permission or even awareness. Should the earliest reporter, the most accurate one or the one most widely known today be memorialized? One might look to modern medical journals for guidance but little is to be had. <em>The Annals of Internal Medicine</em>, organ of the American College of Physicians, abandoned the possessive form totally in 1988, protesting that eponyms are inappropriate when “a directly descriptive synonym” is available. Many medical journals, however, have declined to follow its lead and medical dictionaries are neither particularly helpful nor consistent. By 1988 the editors of <em>Dorland's</em> 28th edition had deleted three eponymous entries for hyperthyroidism, retaining <em>Graves</em> but now as <em>Graves disease</em>, the second <em>s</em> and its possessive apostrophe banished. <em>Stedman's Medical Dictionary</em>, 26th edition (1995), argues that <em>Graves</em>' is correct, while the <em>Churchill</em> lexicon (1989) omits both apostrophe and <em>s</em> with <em>Graves</em> but keeps both with <em>Parry's disease</em>, another eponym for hyperthyroidism.</p>\n<p>Those who prescribe written usage offer no guide at all as to how to handle the problem posed by the spoken word. How can Dan Rather or Peter Jennings let his audience know when a celebrity suffers eponymously? The speaker, the scriptwriter, and their audience might have thought that President and Mrs. Bush were ill with “Grave” disease. And there is <em>Bright's disease</em>, used by the public to identify chronic kidney disease of any cause which might be called <em>Bright disease</em> by some. And what of</p>\n<blockquote>\n<p><em>Best's disease</em>—congenital macular degeneration of the eye</p>\n<p><em>Gross's disease</em>—saccular dilatation of the anal wall with retained inspissated feces (What is a “directly descriptive synonym” for this process?)</p>\n<p><em>His's disease</em>—trench fever</p>\n<p>Little's disease—spastic palsy (Little disease would pose a nice problem for the TV or radio announcer)</p>\n<p>Tooth's disease—progressive personeal muscular atrophy (usually compounded as Charcot-Marie-Tooth's disease)?</p>\n</blockquote>\n<p>Consider these without 's</p>\n<p>What if Prichard were asked to present his 1993 VERBATIM article, “Whatever Happened to Frank Beriberi?,” before an audience? He reported that the late, lamented Sidney J. Perelman confessed that “he had Parkinson's disease” and Parkinson “had mine,” but Eisenberg, in Scientific American, asserted that Perelman said he had “Bright's disease” and “he has mine” (James Parkinson, 1755-1824, described paralysis agitans and Richard Bright, 1789-1858, chronic glomerulonephritis). Poor Perelman ! Other sources, however, assert that Bright had Groucho Marx disease and that Groucho had his. Which then is correct, Marx, Marx, or Marx's disease?</p>\n<p>Safire's problem, and mine, too, are avoided in the Linnaean nomenclature for biological classification in that the names of persons and places are latinized or otherwise altered, as</p>\n<blockquote>\n<p>Salmonella typhi, the microbial cause of typhoid fever, recalls the American bacteriologist David Elmer Salmon (1850-1914)</p>\n<p>Rickettsia rickettsia, or Rocky Mountain spotted fever, the American, Howard T. Ricketts (1871-1910)</p>\n<p>Neisseria gonorrhoeae, the German A.L.S. Neisser (1855-1916).</p>\n</blockquote>\n<p>Safire's syndrome would have been of little concern in the 18th century, before eponyms became fashionable, and, according to Johnson's Dictionary of the English Language, before the adjective possessive would modify case. There, possessive is defined as “having possession” and apostrophe as “In rhetoric, a diversion of speech to another person” or “In grammar, the contraction of a word; as, tho', for though.” Use of the apostrophe to indicate possession or in combining short words, as, isn't for is not, is not considered.</p>\n<p>However, The Chicago Manual of Style, 14th edition (1993), does offer comfort and guidance to the perplexed, proclaiming that “Most proper nouns including most names ending in sibilants take 's as in “Kansas's, Burns's poems, Marx's theories, Berlioz's opera, and Ross's lane.” Among the exceptions are Jesus', Moses', and names of more than one syllable whose unaccented endings are pronounced “eez,” as in Euripides' or Xerxes'.</p>\n<p>Safire's syndrome is not limited to medicine. A recent “Wine Talk” in the New York Times tried to answer the question “Stags Leap, Stag's Leap, Stags' Leap—Which of these spellings is correct in referring to the wines of a particular section of the Napa Valley in California?” The answer: “All of the above.” The advice to the consumer, “Just keep the apostrophes straight.” Just so.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Safire's Syndrome</h1> <p><em><span data-rel=\"author\">John H. Felts</span> <span data-rel=\"location\">Winston-Salem, North Carolina</span></em></p> <p>William Safire, the political and language columnist for the <em>New York Times</em>, has been concerned about the correct use of the apostrophe and <em>s</em> with proper nouns ending in <em>s</em>, particularly with eponyms, so concerned that he has named a syndrome for himself: <em>Safire's syndrome</em>—'the urge to correct.' His compulsion emerged when both President and Mrs. Bush were diagnosed as having Graves's disease, one of several eponyms for hyperthyroidism, a common condition caused by excessive secretion of thyroid hormone.</p> <p>Which leads to the use of medical eponyms, proper names, usually of persons or places, to designate diseases; their signs and symptoms, alone or in combination; reflexes, and a host of other medical phenomena. <em>Dorland's Medical Dictionary</em>, 26th edition (1974), devotes more than nineteen columns to short definitions of diseases, the vast majority eponymous, seven named for physicians who early described hyperthyroidism. Fortunately, only Graves's name ends in <em>s</em> but his is the overwhelmingly favored eponym of English-speaking physicians. <em>Dorland</em> also listed 488 signs, again mostly eponymous, of different diseases, thirty-three in thyrotoxicosis. Twenty-five of the physicians commemorated were western Europeans or Americans active between 1860 and 1920, years of intensive correlation of bedside and pathological findings, whose names now linger as historical markers.</p> <p>But historical background offers little help in the management of Safire's syndrome, because criteria for correct use of apostrophes and <em>s</em>'s for proper nouns ending in <em>s</em> are lacking. Fowler noted the problem favoring <em>s</em>'s but made no specific reference to the conversion of proper possessive nouns to adjectives; Strunk and White affirmed the propriety of <em>s's</em>, and Gowers, in <em>The Complete Plain Words</em>, prefers <em>s's</em>, a choice of some importance because his father, the British neurologist Sir William Richard Gowers (1845-1915), is remembered for his column, disease, fasciculus, sign, solution, syndrome, and tract by Dorland.</p>"
}