{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: Famous Australian Etymologies",
  "author": "Bill Ramson",
  "location": "Clovelly",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Famous Australian Etymologies</em></h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly</span></em></p>\n<p>The prize for the first—in the sense of earliest recorded and significant—Australianism is generally awarded to <em>kangaroo</em>, despite the fact that another, much less striking animal, the <em>quoll</em>, is noticed in the same glossary of an Australian language, that compiled by James Cook, navigator and explorer, in 1770. Some years elapsed before the British decided to establish a penal settlement in the land which Cook, when he took possession of it in 1770, primarily to forestall the French, named New South Wales. But, in 1788, Captain Arthur Phillip landed at Botany Bay (near the present Sydney) with a mixed party of convicts and their military custodians and sought to use what little knowledge had been passed on to him of the indigenous inhabitants, their language, and the new land's flora and fauna.</p>\n<p>Somewhat to his surprise and that of others in the party, the Aborigines of Port Jackson (as Sydney Harbour was named) did not recognize the word. Instead, they appeared to think it was an English word and borrowed it (as they did other words, like <em>gammon</em> and <em>fellow</em>) with glee, using it of the cattle which the invaders had brought with them and apparently thinking it meant 'edible animal.'</p>\n<p>This was to give Phillip and others their first intimation that there was more than one Aboriginal language; but, so distinctive and so immediately made a symbol of the country was the animal itself, and the word rapidly took on in English and, indeed, in French. And when, in 1820, Phillip King landed at the Endeavour River, in the north of what is now Queensland, where Cook's glossary was obtained, he found that the local Aborigines did not recognize the word, using a name something like <em>menuah</em> instead. It was to be more than a century before the explanation became clear, and, in the meantime, several other possibilities were floated. It was at first thought that Cook and the naturalist Joseph Banks, who was at his side, had erred, either in their understanding or in their documentation, and it was later suggested that an Aboriginal informant had misunderstood the question and replied “I don't know” or something a little less polite. It was 1972 before the linguist John Haviland identified the word in the Queensland language Guugu Yimidhirr, where it denoted a particular species of kangaroo and evidenced the fineness of distinction that characterizes Aboriginal languages. By this time, of course, the number and complexity of Aboriginal languages was well known, and the Port Jackson language, or Dharuk as it is now known, was long extinct.</p>\n<p>As a footnote, and in illustration of the sense of Aboriginal humor which might have misled Cook, consider the Victorian Aboriginal word <em>moomba</em>, used since 1955 as the name of a Melbourne carnival and freely translated 'let's get together and have fun.' Later scholarship suggests that the city fathers were taken for a ride, the word apparently being widespread in Victorian languages and meaning 'buttocks.'</p>\n<p>Aboriginal etymologies are now mostly settled, the historical and geographical evidence of a word's early use being brought collectively to bear as in the case of <em>kangaroo</em>. But where there is no evidence of borrowing and no feasible source language, some other explanation has to be sought. This is the case with a favorite Australian term for an Englishman, <em>pom</em> or <em>pommy</em>. At first sight this might appear to be a British regional dialect word, but there is no possible etymon even remotely like it recorded in Wright or the <em>OED</em>. So, whereas for <em>dinkum</em>, for instance, a sense history can be established that fits chronologically with a verifiable regional antecedent, for <em>pommy</em> there is no such answer. The first task then is to track the word back to its earliest recorded occurrence in Australian English to see if the context yields any clues as to origin. And it does. Both forms are first found in popular newspapers, notably the <em>Bulletin</em>, an aggressively Australian weekly, and in the Sydney <em>Truth</em>, also a weekly and no less Australian, but more scurrilous because more urban in outlook. In both papers the chase goes back to 1912, when there was a sudden increase in assisted immigration and in the consequent expression of attitudes to this immigration. Both papers displayed an editorial indulgence in word play. Both evidence a third form, <em>pomegranate</em>, with its tell-tale variant spelling <em>pommy grant</em>. The rhyme might not have been a very good one, but the chant went up nonetheless—“Immigrant, Jimmy-grant, Pommy-grant”—originally expressing a prejudice against assisted immigration of any sort, but later, simply because of the numbers involved, becoming focused on the British, and later still on the English. For some reason unknown to lexicographers the word became popular, and it was but a matter of time before it was shortened to <em>pommy</em> and then <em>pom</em>, both of which were used adjectivally as well.</p>\n<p>But this explanation, first advanced and documented by the <em>Australian National Dictionary</em>, has yet to win full acceptance, there still being those who prefer the unsubstantiated acronym <em>POME</em> 'Prisoner Of Mother England' or the French <em>pomme de terre</em> as a source. There are even those who find the comparison of the brightly colored fruit with the ruddy cheeks of the newly arrived English immigrant sufficient explanation in itself. Folk etymologies often have a life of their own.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Famous Australian Etymologies</em></h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly</span></em></p> <p>The prize for the first—in the sense of earliest recorded and significant—Australianism is generally awarded to <em>kangaroo</em>, despite the fact that another, much less striking animal, the <em>quoll</em>, is noticed in the same glossary of an Australian language, that compiled by James Cook, navigator and explorer, in 1770. Some years elapsed before the British decided to establish a penal settlement in the land which Cook, when he took possession of it in 1770, primarily to forestall the French, named New South Wales. But, in 1788, Captain Arthur Phillip landed at Botany Bay (near the present Sydney) with a mixed party of convicts and their military custodians and sought to use what little knowledge had been passed on to him of the indigenous inhabitants, their language, and the new land's flora and fauna.</p> <p>Somewhat to his surprise and that of others in the party, the Aborigines of Port Jackson (as Sydney Harbour was named) did not recognize the word. Instead, they appeared to think it was an English word and borrowed it (as they did other words, like <em>gammon</em> and <em>fellow</em>) with glee, using it of the cattle which the invaders had brought with them and apparently thinking it meant 'edible animal.'</p> <p>This was to give Phillip and others their first intimation that there was more than one Aboriginal language; but, so distinctive and so immediately made a symbol of the country was the animal itself, and the word rapidly took on in English and, indeed, in French. And when, in 1820, Phillip King landed at the Endeavour River, in the north of what is now Queensland, where Cook's glossary was obtained, he found that the local Aborigines did not recognize the word, using a name something like <em>menuah</em> instead. It was to be more than a century before the explanation became clear, and, in the meantime, several other possibilities were floated. It was at first thought that Cook and the naturalist Joseph Banks, who was at his side, had erred, either in their understanding or in their documentation, and it was later suggested that an Aboriginal informant had misunderstood the question and replied “I don't know” or something a little less polite. It was 1972 before the linguist John Haviland identified the word in the Queensland language Guugu Yimidhirr, where it denoted a particular species of kangaroo and evidenced the fineness of distinction that characterizes Aboriginal languages. By this time, of course, the number and complexity of Aboriginal languages was well known, and the Port Jackson language, or Dharuk as it is now known, was long extinct.</p>"
}