{
  "type": "Article",
  "title": "On Good Terms",
  "author": "Richard L. Champlin",
  "location": "Jamestown, Rhode Island",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">On Good Terms</h1>\n<p><em><span data-rel=\"author\">Richard L. Champlin</span> <span data-rel=\"location\">Jamestown, Rhode Island</span></em></p>\n<p>The shift away from agricultural life progresses apace. With this shift also fades the rural idiom that accompanied it. All the more reason, then, to focus on this idiom as seen in colorful terms before it drops below the horizon.</p>\n<p>Near the highest elevation in Rhode Island in the woods stands a heap of rocks, a marker, about six feet high surmounted by a flat, upright slab adding another two feet to its height. Such a marker goes by the name <em>merestone</em> (also <em>meerestone</em> or <em>mear-stone)</em>. According to the <em>OED2e</em> that term harks back to a Saxon text dating from 956 <em>AD</em>. A millennium later when I asked a nearby resident about the land marker, although he had not seen it, he without hesitation called it a <em>merestone</em>. Few others knew that term, although John Holdsworth added that it turns up in old deeds. For me it served as a milestone prompting me to collect rare words.</p>\n<p>What would you call a low, narrow strip of land, for instance, a flat stretch running between a hillside and a brook? Answer: a <em>slang. Webster's Third</em> calls it dialectal. <em>OED2e</em> offers a quotation dating from 1610: “There runneth forth into the sea a certaine shelfe or slang, like unto an out-thrust tongue.”</p>\n<p>The Auchincloss family dwelling, Hammersmith Farm at Newport, R.I., originated on the drawing boards of architect R.H. Robertson, and landscape architect Frederick Law Olmsted. The plan as executed included a barrier, a <em>ha-ha</em>, to prevent livestock from straying too close to the dwelling. Though now in disuse, it consists of a trench three feet deep, on sloping land, with a retaining wall on the uphill side. This ha-ha was constructed so as to be completely invisible to the occupants of Hammersmith Farm. The ha-ha is probably encountered more often now in crossword puzzles than in the landscape.</p>\n<p>Five likely dictionaries omit the word <em>tug</em> as it is used locally. Block Islander Ellsworth Lathan assured me that his fellow-islanders refer to peat, once widely used for fuel, as <em>tug</em>. To them “winning” peat consists of digging tug from bogs and hauling it out to dry before burning. Who knows, perhaps the arduous haul gave rise to the term <em>tug?</em> Peat bogs, where tug lies waiting, occur in the lowest land around. Hence it comes as no surprise to find in the town of Exeter a lowland called <em>Tug Hollow</em>. In such places, too, is found <em>bog iron</em>, sometimes concentrated enough to deflect compasses. <em>Bog iron</em> has found its way into the dictionary (viz. <em>Webster</em>), and so, too, should <em>tug</em>.</p>\n<p>Rhode Islanders have been ridiculed for their eccentric pronunciation, leaving <em>rs</em> out of words or adding them at random. Witness the bumper-sticker that reads, “In Rhode Island Drunk Drivers get Court.” Or the native son who quoted the Bible phrase “the law of the Lord” in such a way that it came out “the lore of the Lawd.” Something like that happened when a tried-and-true Swamp Yankee pointed to a tree with an abnormally wide-flaring bole, saying, “It's a churn-buttered oak.” That needed unscrambling. <em>Churn</em> because like a butter churn the tree flares widely at its base. Since churns are associated with butter, the word <em>butted</em>, which is what he meant to say, became converted into <em>buttered</em>. As a term, <em>churn-butted</em> has identical twins, <em>swell-butted</em> and the more graphic <em>bell-butted</em>.</p>\n<p>While considering boles, butts and churns, let's take the word <em>haggle</em>. Of course, you may say, it means to argue over a price, hopefully to whittle it down to size. That is literally what my friend, Leon Peckham, meant when he spoke of <em>haggling a stick of wood</em>. And that is exactly how the <em>Century Dictionary</em> defines it: variant form of <em>heckle</em> “to hack; to cut or chop.” Further, <em>OED2e</em> supports this with its definition, “to make cuts, hack.” Leon was right.</p>\n<p>Leon's father had a sawmill where he frequently spoke of <em>dozy</em> wood, a term seldom used on Times Square. As the <em>OED2e</em> delicately puts it, “of timber or fruit in a state of incipient decay.” Akin to <em>dozy</em> is the term <em>wany</em> (or <em>waney</em>), used to describe a board as cut at the sawmill, imperfect because it ran into bark of the log from which it was cut.</p>\n<p>Once again from the sawmill or more correctly the planing mill, the term <em>pickwick</em> in the following sense has nothing to do with Dickens. When knotty pine panels are installed, their boards nailed side by side form quirky joints. These may be simple V-shaped grooves or more fancy ones such as a molding with an ogee curve. The plane was equipped with a <em>pickwick</em>, a sharp distinctive cutting edge to gouge out the desired groove, and the term came to be applied to the wood as well as the tool. <em>Pickwick</em> comes to us from the age of oil lamps: when the wick burned down too low to give a good flame, it had to be raised, often by use of a sharp-pointed instrument designed expressly to do that, a <em>pickwick</em>. Was a pickwick, then, the prototype of the sharp-profiled attachment on a plane?</p>\n<p>After lumberjacks snaked the logs out of the woods, one log behind another, linked by chains and horse-drawn, they set aside some logs to be hand-hewn. Before hewing with the broad ax, they first scored the logs at intervals to prevent deep, damaging cuts. This scoring process they called <em>skaffing</em>, and the marks so made, <em>skaffs</em> — at least so my informants tell me. <em>Webster</em>, however, defines <em>skaff</em> as a “saw kerf,” labeling the term “colloquial New England.” Granted, saws leave kerf marks, uneven ridges which are straight if they came from the old up-and-down saws, circular if from the later circular saws. But kerf marks on milled timber are hardly the same as skaffs on hewn logs. Perhaps the term varied from place to place and in different ages.</p>\n<p><em>Hay poles</em> as a term would never win a popularity contest with computer terminology, but lest we forget, they were poles used in pairs by two men, one out from with a pole in each hand, the other, holding the opposite ends, bringing up the rear, and carrying bales of hay cut by scythe from the hummocks of a bog. Making the poles of light-weight poplar reduced the overall burden. Horses were of no use in swamp or swale, but hay poles did the trick.</p>\n<p>On a dairy farm, if the farmer overworked the same bull in breeding cows, the cattle would at length become too inbred. In such a case Willoughby Young would observe, “There's too much <em>snipper</em> in the stock.” The nearest I could find to that in a dictionary was in the <em>Century</em>, which defines a <em>snipper-snapper</em> as “a small, insignificant fellow.” The <em>OED2e</em> defines <em>snipper</em> as a “cattle dealer on a small scale.”</p>\n<p>The term <em>dandling board</em> means a 'seesaw.' This one came to me from a countryman with a remarkable name, Resolved Waterman, who pronounced his first name with three syllables. Solvey, as everyone called him, kept Holstein oxen and Suffolk sheep. Nothing unusual about that, except that he trained them to perform on a dandling board at county fairs or before other awestruck audiences. It seems doubtful that Disneyland would carry on this tradition.</p>\n<p>Colorful names from the plant and animal kingdom are rife. A few examples follow: <em>dipper duck</em> for the 'pied-billed grebe'; <em>jakes</em> for 'young male turkeys' (their elders are toms); <em>loopwood</em> or <em>witch hobble</em> for the 'hobblebush' (<em>Viburnum alnifolium</em>) because the stems bend over and grow roots at the tips creating a loop that can abruptly trip a hiker in snowy woods; <em>pippin</em>, not for the apple, but for the 'tangy, red berry of wintergreen' <em>(Gaultheria procumbens); pugger</em> for 'ferret'; <em>quong-queedle</em> for the 'bobolink'; <em>rain crow</em> for the 'cuckoo,' often heard before rain; <em>scoke</em> (or <em>skoke</em>) for 'pokeweed' (<em>Phytolacca americana</em>) of Massachusett Indian origin; <em>skipper</em> for a 'young deer'; and finally an imaginative one, <em>whippoorwill shoes</em> for the 'lady's slipper orchid' <em>(Cypripedium acaule)</em>.</p>\n<p>In the kitchen the baker before baking her bread must make the dough <em>gaumy,</em> by which she meant moist enough. <em>OED2e</em> calls <em>gaumy</em> a rare word and offers the alternate spelling <em>gormy</em>. One wonders how gaumy the dough was that Thoreau mentions when he tells us that his mother left a bowl of dough overnight to rise, only to find the cate the next morning comfortably enthroned on the dough. We trust she rose to the occasion.</p>\n<p>If a forest fire ravaged the trees leaving them twigless and limbless, the above-mentioned Willoughby Young would call them <em>dead staddles.</em> Country people understand this; city people do not.</p>\n<p>Members of the Kenyon family are so numerous in Rhode Island that one of them commented, “If you lift up a stone in Hope Valley, Kenyons will go scuttering off in all directions.” Picturesque, and the meaning is perfectly clear.</p>\n<p>Finally, Willoughby, who was my mentor in matters of country language, explained the term <em>scythe rifle.</em> He had shown me his <em>boiling spring,</em> a spring that boils up from the depths and also bubbles. He and his folks used to collect the sand from a boiling spring to make scythe rifles. This tool was used for sharpening scythes on the hayfield in hot July. A <em>scythe rifle</em> consisted of a stick of wood flattened on two sides like a paint paddle, then smeared with Le Page's glue and sprinkled liberally with the dried sand from a boiling spring. So said Willoughby. Pleased with my new knowledge, I paraded if before another old-timer, John Lester Brown, who caught me up short. “That's the new way of doing it.” quoth he. The old way was to take a flat stick, hickory was good, and jab it with an ice pick hundreds of times, spread beef tallow over the pits, and finally sprinkle boiling spring sand on and work it in. “That,” he concluded, “would last two or three years on the hayfield.” Surprisingly even Ralph Waldo Emerson Knew about scythe rifles. In his essay on Prudence he remarks, “...what is more lonesome than the sound of a whetstone or mower's rifle when it is too late in the season to make hay.”</p>\n<p>The words or terms included herein comprise a mere cross-section, a sampler of the language of rural America, these coming only from the smallest state. The people who use them use a language far richer than that of simple Basic English. Old words fade out. New words take their place. But isn't that the difference between a dead and a living language?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">On Good Terms</h1> <p><em><span data-rel=\"author\">Richard L. Champlin</span> <span data-rel=\"location\">Jamestown, Rhode Island</span></em></p> <p>The shift away from agricultural life progresses apace. With this shift also fades the rural idiom that accompanied it. All the more reason, then, to focus on this idiom as seen in colorful terms before it drops below the horizon.</p> <p>Near the highest elevation in Rhode Island in the woods stands a heap of rocks, a marker, about six feet high surmounted by a flat, upright slab adding another two feet to its height. Such a marker goes by the name <em>merestone</em> (also <em>meerestone</em> or <em>mear-stone)</em>. According to the <em>OED2e</em> that term harks back to a Saxon text dating from 956 <em>AD</em>. A millennium later when I asked a nearby resident about the land marker, although he had not seen it, he without hesitation called it a <em>merestone</em>. Few others knew that term, although John Holdsworth added that it turns up in old deeds. For me it served as a milestone prompting me to collect rare words.</p> <p>What would you call a low, narrow strip of land, for instance, a flat stretch running between a hillside and a brook? Answer: a <em>slang. Webster's Third</em> calls it dialectal. <em>OED2e</em> offers a quotation dating from 1610: “There runneth forth into the sea a certaine shelfe or slang, like unto an out-thrust tongue.”</p>"
}