{
  "type": "Article",
  "title": "Jam Pass Die",
  "author": "Donald MacIntosh",
  "location": "Maldon, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Jam Pass Die</h1>\n<p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p>\n<blockquote>\n<p>“Jam pass die, monkey chop peppeh”</p>\n<p><em>Cameroon Pidgin Saying</em></p>\n<p>[Literally, 'In dire straits, a monkey will even eat chillies' or 'Anything will do in an emergency.']</p>\n</blockquote>\n<p>Pidgin English is spoken by millions of people all over the Third World. There are many varieties, but they are all most expressive and entertaining. The most publicized is probably “Tok Pisin,” the pidgin of Papua New Guinea. This has developed into a language in its own right. One of the country's weekly newspapers, <em>Wantok</em>, is published entirely in Tok Pisin, and there are daily radio programs in it,. Attempts have even been made to introduce the works of Shakespeare to the masses by translating them into Tok Pisin.</p>\n<p>No one who has ever seen the Bard's immortal words, “I come to bury Caesar...,” reduced to “Mi kam tasol long plantim Kaesar ...” can be expected to take Shakespeare too seriously again. And a Tok Pisin version of “Little Red Riding Hood,” told me some years ago by an old China Sea sailor, remains to this day one of the most hilarious monologues I have ever heard.</p>\n<p>Tok Pisin does not stand on ceremony, either. Even the formidable Duke of Edinburgh was heard to remark ruefully on an official visit to Papua New Guinea that it was very difficult to maintain a stiff upper lip when one was constantly being introduced as “Whitefella Blongum Kween.”</p>\n<p>But it is “Coast Pidgin” with which I am most familiar. This is the lingua franca of West Africa. I worked as a forester on “The Coast” for thirty years, so I suppose I had more time than most to become fluent in the language. Here, too, there are subtle differences from one country to another both in the spoken word and in the written word, from the phonetic Krio of Sierra Leone and Liberia to the more straightforward pidgins of Nigeria and Cameroon.</p>\n<p>But, whatever its background, pidgin remains colorful and, often, onomatopoetic. In Coast Pidgin “mud” becomes <em>putta-putta</em> and “noise” becomes <em>wahallah</em>. A phrase like “I have been involved in an accident” becomes, graphically, <em>I dun fukkup</em>. One's outrage over some disastrous contretemps is alleviated somewhat by the culprit's risible attempts to explain away the circumstances of his crime in pidgin.</p>\n<p>I had in my employ, for a mercifully brief period, an ancient caretaker called Sixpence. Sixpence's main claim to fame was that, as a very young lad living in Cameroon, he had been employed by the celebrated Mary Kingsley as a houseboy. His relationship with the renowned traveler had ended in some acrimony after just eight hours, during which time Sixpence had managed to consign the whole of her insect collection (painstakingly accumulated for the British Museum) to the bonfire which he had lit in the compound outside her chalet for the express purpose of burning the rubbish from within it. This was the day on which Sixpence's innocence had come to an end, and Miss Kingsley's sulfurous expertise with the English language had remained indelibly etched in his memory all his life.</p>\n<p>Sixpence's eyesight was failing badly when we first met, and he was disaster-prone. Gas cooking had just been introduced to the European houses in the area at the time I hired him, and Sixpence, I was soon to find out, had much to learn about the dangers of gas cylinders. I was walking up the path one day when a colossal explosion rent Africa asunder and a large part of my house fell down before my eyes. I stumbled through the dust and the ruins to find Sixpence, dazed but miraculously unscathed, sitting amidst the debris. “Na some kine ting meka na WHISSSSH lika na shanake foh one dahk konna,” he explained aggrieved, “I go put fiah mek I look am gooh. Den de whole forking place go jakarah.” [A slightly bowdlerized translation might read: “I heard a sound which I took to be the hiss of a snake emanating from a dark corner. I lit a match in an endeavor to locate the reptile. Then the whole deuced building disintegrated.”]</p>\n<p>Pidgin loses much of its character when written, and it is a sad fact that both the writing and the speaking of it is discouraged today in many of West Africa's more modern schools for much the same reason, I suppose, that I remember many years ago being made to feel an outcast for having Gaelic as my mother tongue in an English-speaking school in my native Scotland. One would hope that the evocative pidgin will be kept alive. If it is, it will be due in no small part to the efforts of a few of the older missionaries in the hinterland. I am not, alas, of their faith, but I had to admire the command these old-timers had of tribal languages in general and of pidgin in particular.</p>\n<p>It was from one of those missionaries that I obtained a copy of Genesis in pidgin English. It was a version still being used in churches in parts of Nigeria and Cameroon when I was there:</p>\n<blockquote>\n<p>For de furs time nutting been dey. Only de Lawd na He dey. An de Lawd He dun go wakka hard for meka dis ting dem de call Eart. For six day de Lawd He wakka an He dun mek all ting—everything He go put for Eart. Plenty beef, plenty cassava, plenty banana, plenty yam, plenty guinea-corn, plenty mango, plenty groundnut—everything. An for de wata He put plenty fish, an for de air He put plenty kind bird.</p>\n<p>After six day de Lawd He dun go saleep. An when He saleep, plenty palava start for dis place wey dem call Hebben. Dis Hebben na de place wey we go lib after we dun die if we no do so-so bad ting for dis Eart. De angeli lib for Hebben an play banjo an get plenty fine chop an plenty palm wine.</p>\n<p>De headman for dem angeli, dem de callam Gabriel, he dey dere when dis palava begin for Hebben. Dere be plenty humbug by one bad angeli, dem de callam Lucifer. An Gabriel he catch Lucifer an he beat am ploppa an palava finish one time...</p>\n</blockquote>\n<p>One is almost tempted to remark, “Eat your heart out, Billy Graham!”</p>\n<p>There is no doubt in my mind that, without pidgin, West Africa would be the poorer. It is a language of humor and it can lighten the darkest of moments. I have rarely known a situation so bad that a few words of pidgin could not make it seem a little brighter.</p>\n<p>It was the height of the African rainy season and I had hitched a ride with an old Dutch missionary to a ceremony several hundred miles away to which we had both been invited. The roads were a sea of mud and now, with night approaching, we were stuck, finally and irrevocably, in the middle of the rainforest. The river in front of us thundered over the road where just the day before a wooden bridge had spanned it. Behind us, a colossal tree had fallen across the road, effectively blocking our retreat. We had not eaten since morning, and the chances of our doing so in the next twelve hours looked slim indeed.</p>\n<p>A troupe of chimpanzees emerged from the forest beyond the river. They were the wettest looking monkeys I had ever seen. They stopped and stared at us, then began a chorus of hooting noises that echoed out through the treetops. I swear that they were laughing at us.</p>\n<p>“No food for us this night, Father,” I said sorrowfully. “In fact, at this rate we'll be lucky to eat before Christmas!”</p>\n<p>He did not reply immediately. He was ferreting around behind the car seat. He hauled out a disreputable-looking traveling bag and rummaged inside. I caught glimpses of a white soutane, some underpants, a string of rosary beads, a big black Bible. Finally, he unearthed what he was looking for. He removed the cork and handed the bottle to me. The twinkle was back in his wise old eyes. “Jam pass die,” he said. “Monkey chop peppeh.”</p>\n<p>I took a long, long pull at Scotland's finest. I felt it kindle heavenly fires within me right down to the soles of my boots. Suddenly, Africa did not seem so wet and muddy and dreary after all. I handed the amber nectar back to the Reverend Father. The old man raised the bottle to his lips and we watched as the chimps scurried silently, one behind the other, back into the sodden forest.</p>\n<p>“Yes, Father,” I replied with quiet satisfaction. “Monkey chop peppeh, indeed!”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Jam Pass Die</h1> <p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p> <blockquote>\n<p>“Jam pass die, monkey chop peppeh”</p>\n<p><em>Cameroon Pidgin Saying</em></p>\n<p>[Literally, 'In dire straits, a monkey will even eat chillies' or 'Anything will do in an emergency.']</p>\n</blockquote> <p>Pidgin English is spoken by millions of people all over the Third World. There are many varieties, but they are all most expressive and entertaining. The most publicized is probably “Tok Pisin,” the pidgin of Papua New Guinea. This has developed into a language in its own right. One of the country's weekly newspapers, <em>Wantok</em>, is published entirely in Tok Pisin, and there are daily radio programs in it,. Attempts have even been made to introduce the works of Shakespeare to the masses by translating them into Tok Pisin.</p> <p>No one who has ever seen the Bard's immortal words, “I come to bury Caesar...,” reduced to “Mi kam tasol long plantim Kaesar ...” can be expected to take Shakespeare too seriously again. And a Tok Pisin version of “Little Red Riding Hood,” told me some years ago by an old China Sea sailor, remains to this day one of the most hilarious monologues I have ever heard.</p>"
}