{
  "type": "Article",
  "title": "An Aye for an Aye",
  "author": "Carl Wood",
  "location": "Crabtree, Tasmania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">An Aye for an Aye</h1>\n<p><em><span data-rel=\"author\">Carl Wood</span> <span data-rel=\"location\">Crabtree, Tasmania</span></em></p>\n<p>I cannot really lay claim to being a native of England's “North Country” as most of my ancestors left the Borders during the Industrial Revolution, and I was born farther south, in Yorkshire. However, I did live a large part of my life in Seahouses, a small fishing village on the north Northumbrian Coast. Even though I consider Northumberland and the Scottish Borders to be home, technically I am still a Yorkshireman, and, having been raised in that county of virtually unshakable local accents, it was natural that my tongue would give me away and that I would be called a “Yorkie” when living in Northumberland. But on return trips to my birth place, the Northumbrian influence would show and I would be baited as a “Geordie.” (I have since gone international: I'm a “Pommie” in Australia and an “Aussie” when back in England!)</p>\n<p>While in Northumberland I did serve my time on a coble, a traditional fishing boat working out of that tiny harbor not far from the Scottish border, and it was during those years at sea that I learned some of the more subtle intricacies of Northumbrian, in particular that most flexible of all words— <em>Aye</em>. To most people in the English-speaking world, <em>Aye</em> means 'yes,' as in that well-worn phrase, “Aye, aye, skipper.” But the initiated know that there is a great deal more to this little gem than meets the ear, so to speak.</p>\n<p>I remember walking down to the harbor, early one very misty morning, with a friend from Yorkshire who was coming out on the boat to watch us haul the creaves ('lobster pots'). As we neared the village we met an older fisherman heading in the opposite direction. He glanced up as we passed, shook his head and uttered a terse greeting.</p>\n<p>“Thick, eh?”</p>\n<p>“Aye,” I replied.</p>\n<p>That was the sum total of the conversation. After a few minutes of deep reflection, my Yorkshire friend could contain himself no longer.</p>\n<p>“What was that all about?” he asked.</p>\n<p>“He said that it was very foggy today and he thought that the boats would probably not be going out—he asked me if I was of the same opinion. I said that I agreed with him.”</p>\n<p>My friend lapsed back into thought, stunned by the hidden complexity of such a brief exchange. Unknown to him, the conversation down at the harbor would be even more perplexing.</p>\n<p>The smaller boats had no radio or radar, so it was customary, during adverse weather conditions, for the fishermen to congregate around whatever spot at the harbor offered the maximum shelter from the weather of the day. After an appropriate period of time, some sort of taciturn group decision would be made on whether or not the boats would go out that morning. Sometimes the men would stand for several hours, all attention turned to the prevailing conditions—and anything else that might happen by. As we joined the inevitable group gathered at the end of the old lime kilns, one man looked up. The conversation went something like this:</p>\n<p>“Aye?” (In a short rising tone as if to say, 'Who's this stranger with you?')</p>\n<p>Another fisherman turned his head.</p>\n<p>“Aye, aye.” (These were two level-sounding words meaning 'So your mate's going out with you, is he?' It was more of a statement than a question.)</p>\n<p>Another voice added:</p>\n<p>“H'aye.” (With an expulsion of breath, and going down at the end: 'He'll be lucky to go anywhere today, with all this fog... it's far too thick.')</p>\n<p>And another...</p>\n<p>“Aye' he.” (This had a long dip in the middle, with a short ending: 'That's right, very lucky to get out. He'll be lucky to climb down onto the boat.') Silence for a while. Then a more resigned sound came from within the group. It was almost a sigh:</p>\n<p>“Aye.” ('I think everything that you all just said is correct, I don't think that the mist will clear, not this morning.')</p>\n<p>“Aye.” (A short, sharp, high note, with a hint of contradiction: 'You never know, it could; we'll see who's right.')</p>\n<p>Silence again. An old bomb of a car bounced past with several rough-looking youths inside.</p>\n<p>“Aye!” (Quite strong, starting low, rising to the end, as if to say, 'Going far too fast!')</p>\n<p>“Aye!” (More of a growl: 'Yes, a ridiculous speed to be traveling; and what are they doing, driving about at this time of day anyway? Up to no good if you ask me.')</p>\n<p>Several “Ayes”—all different, but all in agreement. (A rare thing!)</p>\n<p>Silence. A big lift ('sea, wave') came in the harbor and all the boats made a run on their rope ends. It was studied thoughtfully, the implications for the prospects of the day mulled over.</p>\n<p>“Aye!” (Long and strong, quite a dip in the middle: 'Not only is it misty, but the sea is making too!')</p>\n<p>“Aye!” (Short, resigned, exhaled as a sigh: 'I can't see that we'll be out today, just you mark my words.')</p>\n<p>“Aye.” (Fairly level, slight dip, then rise toward the end: 'That's right, we'd have been far better off staying in bed.')</p>\n<p>More silence. One of the fishermen lazily drew his knife out of his trouser pocket; he laboriously opened it and began to sharpen the blade on the corner of the sandstone wall. There are providence-tempting implications to be considered in an act like this.</p>\n<p>“Aye!” (Throaty, short, rise at the end, hint of disgust: 'I don't know what you're sharpening that thing for...')</p>\n<p>“H'aye!” (Strong, definite but falling: 'Put your knife away, man, you'll only make things worse.')</p>\n<p>One man looked up at the mist. His face scanned the bland emptiness of the full sky.</p>\n<p>“Aye.” (Descending, exhaled, slightly wavy, almost a touch of ridicule: 'Well, you lot can do what you like, I've been here long enough, I'm off back home.')</p>\n<p>“Aye!” (Short, sharp, level: 'Me too!' This was followed by other “Ayes” of agreement, but all different.)</p>\n<p>“Aye, aye.” (First one level, second one descending: 'We'll not do any good down here. I think we've made our decision.')</p>\n<p>The men started to move off, each going his own way. My skipper turned to me.</p>\n<p>“Aye.” (Short, to the point: 'That's it my bonnie lad.')</p>\n<p>My Yorkshire friend looked inquiringly into my face.</p>\n<p>“Does this mean we're not going out to sea?”</p>\n<p>What could I say?</p>\n<p>“Aye.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">An Aye for an Aye</h1> <p><em><span data-rel=\"author\">Carl Wood</span> <span data-rel=\"location\">Crabtree, Tasmania</span></em></p> <p>I cannot really lay claim to being a native of England's “North Country” as most of my ancestors left the Borders during the Industrial Revolution, and I was born farther south, in Yorkshire. However, I did live a large part of my life in Seahouses, a small fishing village on the north Northumbrian Coast. Even though I consider Northumberland and the Scottish Borders to be home, technically I am still a Yorkshireman, and, having been raised in that county of virtually unshakable local accents, it was natural that my tongue would give me away and that I would be called a “Yorkie” when living in Northumberland. But on return trips to my birth place, the Northumbrian influence would show and I would be baited as a “Geordie.” (I have since gone international: I'm a “Pommie” in Australia and an “Aussie” when back in England!)</p> <p>While in Northumberland I did serve my time on a coble, a traditional fishing boat working out of that tiny harbor not far from the Scottish border, and it was during those years at sea that I learned some of the more subtle intricacies of Northumbrian, in particular that most flexible of all words— <em>Aye</em>. To most people in the English-speaking world, <em>Aye</em> means 'yes,' as in that well-worn phrase, “Aye, aye, skipper.” But the initiated know that there is a great deal more to this little gem than meets the ear, so to speak.</p> <p>I remember walking down to the harbor, early one very misty morning, with a friend from Yorkshire who was coming out on the boat to watch us haul the creaves ('lobster pots'). As we neared the village we met an older fisherman heading in the opposite direction. He glanced up as we passed, shook his head and uttered a terse greeting.</p>"
}