{
  "type": "Article",
  "title": "A Proper Look at Verbs",
  "author": "Nigel J. Ross",
  "location": "The City of Milan School for Interpreters and Translators",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Proper Look at Verbs</h1>\n<p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">The City of Milan School for Interpreters and Translators</span></em></p>\n<p>“She was <em>Christian Diored</em> from head to foot.” “Do you know how to Charleston?” “The plot was <em>Holly-woodized</em>.” “Would you <em>xerox</em> this page for me?” “They <em>Sundayed</em> at the lake.” “The milk is <em>pasteurized</em>.” “He <em>Christied</em> down the slope.” All these italicized words belong to a sizable group of verbs based on names— names of people, brands, places, time periods, and so on. But although we can talk about “proper nouns” and “proper adjectives,” we do not have a proper term to classify such verbs. Surely they deserve to be classified, but as what? The answer is not an easy one, so before trying to put forward some ideas, let us start by looking at how similar nouns and adjectives are classed.</p>\n<p>The words <em>Jane, Italy</em>, and <em>February</em> are three examples of what we usually refer to as “proper nouns”—those individual nouns that refer primarily to people, places, and time periods and that are generally written with an initial capital letter, Such words can also be termed “proper names” or “proper nouns,” though these more general terms may also include titles (<em>The Times, Gone With The Wind</em>), nationalities (<em>the Japanese, Russians</em>), ethnic or religious groups (<em>Arabs, Jews</em>), languages (<em>English, Swahili</em>), buildings (<em>the Central Station, Durham Cathedral</em>), and organizations (<em>OPEC, the United Nations</em>).</p>\n<p>Some grammar books go a step further, pointing out that along with proper nouns there is also a category of “proper adjectives.” Proper adjectives, we are told, generally derive from proper names and are also usually written with an initial capital letter. In the main they refer to nationalities (<em>Swiss, British, Egyptian</em>), places (<em>Venetian, Himalayan, Balkan</em>), ethnic, linguistic, or religious groups (<em>Sanskrit, Gaelic, Muslim</em>), and people (<em>Napoleonic, Smithsonian, Dantesque</em>). Sometimes a proper noun is used attributively, as an adjective (<em>a London buy</em>).</p>\n<p>Some proper nouns and proper adjectives that have given rise to widely used expressions are normally written with a lower-case letter; examples include <em>cardigan, boycott, sandwich, platonic love, quixotic</em>. Many experts, however, prefer to categorize these as common nouns or adjectives, labelling them <em>eponyms</em>—words derived from names. In fact, the name that originally inspired the word is now often merely incidental to the meaning and presumably in consequence the capital letter is omitted. These factors appear to strip such words of “proper” status. The <em>OED</em> states quite dogmatically that “a proper noun is written with an initial capital letter.” Other sources are not quite so outspoken; Merriam-Webster dictionaries maintain that proper nouns are “usually capitalized in English.” Definitions tend to be <em>gerrymandered</em> to comply with editorial policies.</p>\n<p>A small number of problems of capitalization—and therefore of categorization—arise, as, for instance, with words and expressions like <em>F/french fries, Hoover, B/bohemian, C/casanova, S/scotch whisky, C/casarean</em>. In such cases there seem to be few hard and fast rules: some dictionaries indicate a capital letter, others a small letter, still others give both forms. Here the dividing lines between proper nouns and adjectives and eponymous common nouns and adjectives become even hazier.</p>\n<p>But rather than pursue that obscure tack any further (place names such as <em>Washington</em> are surely both proper nouns and eponyms), let us see if the “proper” categories of words really end there as grammar books tend to suggest. If we have “proper nouns” and “proper adjectives,” can we not have “proper verbs,” too? What about verbs such as <em>boycott, hoover, gerrymander, pasteurize</em> (all based on personal names, though all usually written with a small letter). Can they not be termed “proper verbs”? Once again, as far as these verbs are concerned, the answer would seem to lie in the lack of an initial capital letter and the fact that they refer to something very much removed from the naine itself. For these reasons, most grammarians would simply classify these verbs as “eponyms.”</p>\n<p>If, however, we look at a few more verbs based on names, the situation is perhaps not quite so clear cut. Brand names, for example, are also regularly seen in verbal form; some typical examples are shown in the following sentences. (All name-based verbs given as examples in this article are included in the <em>OED2</em>, the <em>Oxford Dictionary of Modern Slang</em> or the <em>Longman Register of New Words</em> unless otherwise stated.)</p>\n<blockquote>\n<p>I'm going to <em>Ajax</em> the sink next. (<em>Ajax</em> is a cleanser.)</p>\n<p>You can do it when you <em>B&amp;Q</em> it' (British advertising slogan; <em>B&amp;Q</em> is a DIY chain.)</p>\n<p>She <em>barbified</em> herself to go out that evening. (from the <em>Barbie</em> doll.)</p>\n<p>We were given a <em>bovrilized</em> version of the report. (<em>Bovril</em> is a concentrated beef extract.)</p>\n<p>The pack was <em>cellophaned</em> for convenience.</p>\n<p>Most Eastern European countries are now well and truly <em>coca-colonized</em>.</p>\n<p>The area is to be <em>Disneyed</em> into yet another theme park.</p>\n<p>They <em>Gallup-polled</em> a large sample.</p>\n<p><em>Kodak</em> as you go. (American advertising slogan.)</p>\n<p>Please, <em>Sellotape/Scotch-tape</em> the envelope. (from British and US trade names.)</p>\n<p>Don't just book it, <em>Thomas Cook</em> it! (British advertising slogan.)</p>\n<p>You should <em>Vaseline</em> your hair down.</p>\n<p>The pocket flap was <em>Velcroed</em> shut.</p>\n<p>Could you please <em>xerox</em> this letter.</p>\n</blockquote>\n<p>Quite deliberately, some of these have been written with capital letters and some with lower-case letters. To <em>coca-colonize, cellophane</em>, and <em>xerox</em> appear to work quite well with small letters, but capital letters are surely preferable for many of the others. It probably depends on how widely used each individual verb is. Whether or not a capital letter is used may often be a question of personal choice, and dictionaries frequently give both forms.</p>\n<p>Place names can also crop up in a verbal form, <em>C/charleston</em> being a classic example. Countries, areas, and cities used as verbs can often indicate a visit: you might hear: <em>They Cyprused in spring</em> or <em>We Florida'd last fall</em> in the course of normal conversation. But other more specific meanings can become attached to places: to <em>Benidorm</em> means to develop (a seaside resort without much respect to the natural landscape or the urban environment); to <em>Rubicon</em> implies going beyond a point of no return. Hardly anyone is aware that the verb to <em>meander</em> comes from the name of the winding Menderes river in Turkey. Place names and the like often become verbs when used with an-<em>ize</em> or an -<em>ify</em> suffix: <em>The story was Hollywoodized; The area risks being balkanized; The region was Vaticanized; The decor was Frenchified; The country is becoming Swissified; The immigrant quickly became Americanized; Standard British English is being Cockneyfied</em>. Capital letters are generally used here, except for verbs which have become fairly common.</p>\n<p>Capital letters usually seem compulsory for names of time periods used as verbs. <em>We Christmased at home and New Yeared in the mountains. She April Fooled him</em> would look very strange with lower-case letters. Likewise, capital letters are essential in the song <em>Dishonest Modesty</em>, by Carly Simon and Zach Weisner, where we find the magazines <em>House and Garden, Vogue, Glamour, Mademoiselle, Bitch and Screw</em>, and <em>Penthouse</em> all being used as verbs.</p>\n<p>Personal names probably constitute the largest category of name-based verbs. Frequently used verbs found in dictionaries are usually written with lower-case letters (<em>boycott, bowdlerize, hoover</em>), the name behind the verb being almost insignificant. Other examples include to <em>braille</em>, to <em>biro</em>, to <em>grangerize</em>, to <em>malaprop</em>, to <em>spoonerize</em>, and to <em>morse</em>. But a more original, significant use of a personal name in a verbal form is more likely to be written with a capital letter. Advertising copy, topical conversation, and song lyrics seem to be three very fertile sources of this latter use. For example, in the song <em>Rainbow High</em>, from <em>Evita</em>, by Andrew Lloyd Webber and Tim Rice, we find, “So Christian Dior me,” “So Machiavell-me,” “So Lauren Bacall me.”</p>\n<p>There are numerous expressions based on famous names that celebrate the well-known traits of the people in question; here is a fairly short list:</p>\n<blockquote>\n<p>She threatened to <em>Bobbit</em> him.</p>\n<p>She <em>Ciceroned</em> us around the site.</p>\n<p>The old couple often <em>Darby-and-Joan-ed</em> a bit.</p>\n<p>They tended to <em>Darwinize</em> their theories.</p>\n<p>You need to <em>Grundify</em> your comments.</p>\n<p>He is <em>Hitlerizing</em> his style of leadership.</p>\n<p>You <em>Judased</em> on us.</p>\n<p>He tried to <em>Napoleonize</em> his image.</p>\n<p>Her drink had been <em>Mickey-Finned</em>.</p>\n<p>It was not the first time he was caught <em>Ponting</em> military secrets. (After Clive Ponting who leaked to the press details of the sinking of the Argentinian cruiser, <em>General Belgrano</em>.)</p>\n<p>Stop <em>Pecksniffing</em> at me!</p>\n<p>He's <em>Prince Charming</em> her.</p>\n<p>They unsuccessfully tried to <em>Stonewall</em> the move.</p>\n<p>He <em>Tarzaned</em> out of the tree.</p>\n<p>Don't <em>Uncle Tom</em> me so!</p>\n</blockquote>\n<p>The examples <em>Ponting</em> and <em>Prince Charming</em> from the above list are generally found as verbs only in their -<em>ing</em> form, as that is their original form. But few other name-based verbs seem to have such constraints, probably because English is such a relatively uninflected language, whereas many other languages have dozens or even hundreds of verb forms. The flexible nature of English means that verbs can easily be based on names, whereas in Latinate languages, with their many inflections, such a process is clearly hampered. Perhaps it is precisely because our approach to the grammar of English is still in many ways based on Latin grammar that we do not have a specific grammatical term for name-based verbs, and it is time to give proper recognition to this feature.</p>\n<p>The dividing line between proper nouns (and proper names) and common nouns-cum-eponyms is difficult to define. Nevertheless, two key factors for classification seem to be whether the name behind the verb is still relevant to the meaning and whether a capital letter is used. Such considerations are also pertinent to name-based adjectives. There would appear to be no reason why the first of these defining factors cannot be applied equally well to verbs, <em>a boycott</em> and <em>to boycott</em> could be labelled hand-in-hand as eponymous noun and verb (poor Capt. Boycott having been forgotten by everyone except the etymologists and encyclopedists). In the majority of cases, however, the name is not irrelevant, and the capital is usually kept. Clearly, we need a second category for those verbs that still allude directly to the name and that are consequently often written with a capital letter. The only proper term for such a category must be <em>proper verb</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Proper Look at Verbs</h1> <p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">The City of Milan School for Interpreters and Translators</span></em></p> <p>“She was <em>Christian Diored</em> from head to foot.” “Do you know how to Charleston?” “The plot was <em>Holly-woodized</em>.” “Would you <em>xerox</em> this page for me?” “They <em>Sundayed</em> at the lake.” “The milk is <em>pasteurized</em>.” “He <em>Christied</em> down the slope.” All these italicized words belong to a sizable group of verbs based on names— names of people, brands, places, time periods, and so on. But although we can talk about “proper nouns” and “proper adjectives,” we do not have a proper term to classify such verbs. Surely they deserve to be classified, but as what? The answer is not an easy one, so before trying to put forward some ideas, let us start by looking at how similar nouns and adjectives are classed.</p> <p>The words <em>Jane, Italy</em>, and <em>February</em> are three examples of what we usually refer to as “proper nouns”—those individual nouns that refer primarily to people, places, and time periods and that are generally written with an initial capital letter, Such words can also be termed “proper names” or “proper nouns,” though these more general terms may also include titles (<em>The Times, Gone With The Wind</em>), nationalities (<em>the Japanese, Russians</em>), ethnic or religious groups (<em>Arabs, Jews</em>), languages (<em>English, Swahili</em>), buildings (<em>the Central Station, Durham Cathedral</em>), and organizations (<em>OPEC, the United Nations</em>).</p> <p>Some grammar books go a step further, pointing out that along with proper nouns there is also a category of “proper adjectives.” Proper adjectives, we are told, generally derive from proper names and are also usually written with an initial capital letter. In the main they refer to nationalities (<em>Swiss, British, Egyptian</em>), places (<em>Venetian, Himalayan, Balkan</em>), ethnic, linguistic, or religious groups (<em>Sanskrit, Gaelic, Muslim</em>), and people (<em>Napoleonic, Smithsonian, Dantesque</em>). Sometimes a proper noun is used attributively, as an adjective (<em>a London buy</em>).</p>"
}