{
  "type": "Article",
  "title": "You can have your cake and eat it",
  "author": "R. Millar",
  "location": "Church Crookham, Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You can have your cake and eat it</h1>\n<p><em><span data-rel=\"author\">R. Millar</span> <span data-rel=\"location\">Church Crookham, Hampshire</span></em></p>\n<p>There is a notion favored by the bureaucrats in Brussels that products should not be named after a place or sound like some original thing such as <em>champagne</em> or <em>cheddar cheese</em> unless they come from that place. The obvious one is of course the humble <em>Brussels sprout,</em> although I am unsure if this little green monster should have a capital to denote it's capital. I don't care for sprouts much, and don't buy enough of them to worry about their correct form of address.</p>\n<p>This subject often arises in pubs and restaurants where food is served. Food is the most obvious subject, but the range of everyday things which might at some time have to be renamed is extensive. First, there are obvious and widespread things like <em>Eccles cakes, Lancashire hotpot, Cornish pasty,</em> and <em>Welsh rarebit.</em> This is part of a much longer “geographical” list of foodstuffs which can be expanded to include some sublime candidates such as <em>Turkish delight, French toast, Indian tonic water, chicken Maryland,</em> and <em>Tiger nuts,</em> although the last might defy such easy categorization. <em>Bombay duck</em> (which is some sort of fish) seems to be like a double fault, but just think of all those dishes on the menus of your favorite restaurants. Does <em>Bombay alloo</em> come from Bombay? Is the <em>Madras</em> flown in specially that day? Where is <em>Vindaloo?</em></p>\n<p>Another (rather dubious) category is anatomy with <em>tennis elbow</em> and <em>housemaid's knee</em>. Then there's <em>Derbyshire neck,</em> which is a complaint, not an activity. We also have <em>bow legs, Roman noses, pigeon chests,</em> not to mention <em>German measles, chicken pox,</em> and <em>crow's feet.</em></p>\n<p>One might want to include clothing with anatomy one the grounds of proximity. <em>Oxford bags,</em> like flares, might one day come back into fashion, while <em>Wellington boots</em> obviously won't. <em>Arran sweaters</em> are both attractive and fashionable, but the idea of a <em>Guernsey Jersey</em> is rather difficult to cope with. <em>Codpieces</em> are definitely out, which is a good thing since, like the <em>Chelsea bun,</em> they fall into a category called “could also be food.”</p>\n<p>Sometimes, one encounters exotica. The last <em>Venus flytrap</em> I saw was in Kew, and I've seen <em>Mars bars</em> in a shop in Basingstoke. <em>Canterbury bells</em> are nothing like <em>Westminster chimes, Manchester tart</em> is different from <em>Bakewell. Black Forest gateau</em> competes with chocolate log. <em>Swedish massage</em> is performed in <em>Turkish baths. Roman candles, Greek yoghurt, Spanish fly, navel oranges</em>—they will all have to be changed. A <em>Mountain bike</em> or a <em>Hackney cab</em> could be used to go to <em>Cumberland</em> for a <em>sausage,</em> passing through <em>Barnsley</em> for a <em>chop</em> with, of course, <em>Yorkshire pudding</em>. Will we be able to have the same meals <em>riding</em> in a <em>Surrey</em>? One of my friends has a <em>Panama hat</em> which he swears he wore in Vienna. He wants to know if <em>Victoria sponge</em> with a <em>Bath bun</em> and <em>Malvern water</em> is of interest. He is a consumer of the <em>Indian tonic water</em> with the famous <em>London dry gin,</em> which explains the tortuous logic in his offering. His drink has, in fact prompted the “lemon washing up liquid” category into which we should put oddities like <em>Tiger balm, Manila envelope, French kiss, Chinese burn.</em></p>\n<p>Although we have clearly invented a new and potentially dangerous way to look at the world through the eye of the Brussels “Can't Have This” department, we can now design whole menus of the forbidden food variety. Breakfast could be <em>Canadian bacon, English muffin</em> with <em>Seville marmalade, Irish breakfast tea</em>. Elevenses might be a bit of <em>Dundee cake</em> and a <em>Granny Smith apple.</em> Lunch could be <em>York ham</em> with <em>Worcester sauce</em> washed down with a nice drop of <em>India Pale Ale.</em> In the afternoon you might want to suck an <em>Everton mint</em> to tide you over until dinner, which could include: <em>Dover sole</em> with <em>Leek puree; Turkey</em> with the usual bits and pieces, including the dreaded <em>Brussels sprouts; Spotted dick</em> with custard and a variety of cheeses such as <em>Scottish cheddar, Somerset brie,</em> and <em>Wensleydale</em> from Wales, not forgetting the <em>Bath Olivers.</em> Of course, you would have to drink something, and I suggest a nice <em>Suffolk Punch</em> as an appetizer, followed by a <em>French Pilsener</em> with the fish and a good <em>Australian Shiraz</em> with the turkey, finishing with a spot of <em>Kendal mint cake</em>.</p>\n<p>I don't want to provide any more bureaucratic grapeshot (oops!) to restrict our freedom, but we must remain alert when shopping for food: that <em>Danish pastry</em> sitting next to the <em>Battenburg cake</em> could have been baked by a man wearing <em>Argyll socks</em> with a <em>Windsor knot</em> in his tie. Stick to the farmhouse loaf instead!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You can have your cake and eat it</h1> <p><em><span data-rel=\"author\">R. Millar</span> <span data-rel=\"location\">Church Crookham, Hampshire</span></em></p> <p>There is a notion favored by the bureaucrats in Brussels that products should not be named after a place or sound like some original thing such as <em>champagne</em> or <em>cheddar cheese</em> unless they come from that place. The obvious one is of course the humble <em>Brussels sprout,</em> although I am unsure if this little green monster should have a capital to denote it's capital. I don't care for sprouts much, and don't buy enough of them to worry about their correct form of address.</p> <p>This subject often arises in pubs and restaurants where food is served. Food is the most obvious subject, but the range of everyday things which might at some time have to be renamed is extensive. First, there are obvious and widespread things like <em>Eccles cakes, Lancashire hotpot, Cornish pasty,</em> and <em>Welsh rarebit.</em> This is part of a much longer “geographical” list of foodstuffs which can be expanded to include some sublime candidates such as <em>Turkish delight, French toast, Indian tonic water, chicken Maryland,</em> and <em>Tiger nuts,</em> although the last might defy such easy categorization. <em>Bombay duck</em> (which is some sort of fish) seems to be like a double fault, but just think of all those dishes on the menus of your favorite restaurants. Does <em>Bombay alloo</em> come from Bombay? Is the <em>Madras</em> flown in specially that day? Where is <em>Vindaloo?</em></p> <p>Another (rather dubious) category is anatomy with <em>tennis elbow</em> and <em>housemaid's knee</em>. Then there's <em>Derbyshire neck,</em> which is a complaint, not an activity. We also have <em>bow legs, Roman noses, pigeon chests,</em> not to mention <em>German measles, chicken pox,</em> and <em>crow's feet.</em></p>"
}