{
  "type": "Article",
  "title": "VERBUM SAP: Ha...ha...have one on me!",
  "author": "Robertson Cochrane",
  "location": "Toronto",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">VERBUM SAP: <em>Ha...ha...have one on me!</em></h1>\n<p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p>\n<p>In Act III, Scene 3, of <em>Much Ado About Nothing</em>, Constable Dogberry exclaims, “Hah, ah ha! Well, masters, goodnight...” In Act II, Scene 1, of <em>The Tempest</em>, Sebastian blurts out, “Ha, ha, ha!” And Act IV, Scene 2, of <em>Troilus and Cressida</em> contains one “Ah ah!” and two “Ha ha!”s. Which goes to show, perhaps among other things, that the Bard was no surer on his feet when it comes to the peripatetic letter <em>h</em> than the rest of us.</p>\n<p>Its now-you-see-it-now-you-don't habits have haunted English speakers of virtually every generation since The Venerable Bede was an altar boy. Although dropping or adding an un-Standard <em>h</em> became a social stigma only in the 19th century, the habit itself is ancient.</p>\n<p>In his preface to the <em>Lay of Havelok the Dane</em> (c. 1300), Walter Skeat cited several <em>h</em>-bombs, including <em>holde</em> for <em>old, hevere</em> for <em>ever</em>, and <em>Henglishe</em> for <em>English</em>. In addition he found a handful of instances where the title character was rendered as <em>Avelok</em>. Indeed, the earlier Anglo-Saxons had little more luck with the voodoo <em>h</em>; in a brief article in an 1888 issue of <em>Notes and Queries</em>, Prof. Skeat wrote: “Only last week, I found <em>ors</em> for <em>hors</em> 'horse' in an unedited A-S manuscript.”</p>\n<p>Of course, Old English provided more opportunities for error. The time of Bede and Beowulf were the hey-days—or ha! -days—for the letter <em>h</em>. Besides providing early aspiration for many words, <em>h</em> did yeoman service in front of the consonants <em>l, n, r</em>, and <em>w</em>. A predecessor of our verb <em>load</em> for 'take on water' was <em>haladan</em>, which logically led to the words <em>hlædel</em> 'ladle' and <em>hlæden</em> 'pail.' It is possible to see today's louse egg, or “nit” in OE <em>hnitu</em>, but better by far to illustrate the <em>hn</em> start with the felicitous verb <em>hnappian</em> 'doze' or 'nap.' <em>Hrog</em>, it seems to this perhaps perverted mind, is a better word than ours for mucus of the nose, or snot. But then, half a loaf to the Anglo-Saxons was only <em>half</em>, while a whole one was a <em>half</em>.</p>\n<p>The <em>hw</em> beginning accounted for a slew of words, many of which (such as <em>which</em>) have survived, but with the two initial letters transposed. Here too, the migrant, mystic <em>h</em> has served as a social shibboleth. But those who make a big thing of “correctly” pronouncing their <em>wh</em> words should know that it is impossible. What the modern purists are doing is fully sounding the old <em>hw</em> in that order. And my guess is that even the most fastidious speaker drops the <em>h</em> from the third-person pronoun in the question, <em>What did he say?</em></p>\n<p>Mind you, the letter <em>h</em> was playing hide and seek even before Anglo-Saxon times. Its use in Classical Latin was more or less the same as it is today—as a weak aspiration, the Romans being no more desirous of exerting themselves than we are. Spelling and use were already erratic. <em>Arena</em> was used as often as the more “correct” <em>harena</em> 'sand,' and we seem to have preferred it as well, because that is the word we adopted for the sandy site of gladiatorial combat, sand being unbeatable at absorbing blood and gore. As another example, the word <em>umidus</em> has no historical right to its initial <em>h</em> but sports it anyway. In the Romance languages spawned by Latin, <em>h</em> has all but disappeared as a symbol of sound value. It frequently persists, however, as an etymological relic (French <em>homme</em> from Latin <em>homo</em>) or with an imagined etymological value (French <em>haut</em>, actually from Latin <em>altus</em>, but influenced by Old High German <em>hoh</em> 'high').</p>\n<p>Following the Latin lead, the Italians were the earliest to scrap <em>h</em> entirely. The result is such Cockney-looking constructions as <em>orribile</em> and <em>istorico</em>. They were digging the grave in Old French, but the burial service was rudely interrupted by the Renaissance. The English, who were importing French words prodigiously, now have many examples from both sides of the letter-shed—<em>ability</em> and the suffix -<em>able</em>, as well as such words as <em>arbo(u)r</em>, from the cut stage. We have others where the <em>h</em> has been reinstated but is not pronounced (<em>hour, honest, heir</em>, for example), and still others where the <em>h</em> has been replaced, but on whose pronunciation we have not yet made up our minds (<em>humo(u)r, humble, herb</em>). When I was young, we took family vacations near Lake Huron, where pronunciation was subject to the same lack of certainty, providing the potential for some proverbial southwestern Ontario jocularity.</p>\n<p>Perhaps the most notorious example of English dithering in this matter is the word for which a Himalayan snow monster is named. Though no one has met the snow monster, and therefore no one is in a position to pass judgment on the creature's disposition, we seem to feel that <em>abominable</em> is an apt descriptor. But from the time of John Wycliffe until the mid 1600s, we spelled it <em>abhominable</em> in the belief that it sprang from the Latin elements <em>ab</em> 'away from' and <em>homo</em> 'man.' We changed back again when the abominable truth was discovered that the word had its own legitimate Latin ancestor, <em>abominosus</em> meaning 'away from the omens, or hateful and odious.' Something similar happened for a while to <em>preheminent</em>, the suspicion being that the <em>h</em> was inserted to avoid what the linguists call “hiatus.” Some people solve this problem by illogically placing a dieresis over the second <em>e</em>.</p>\n<p>But <em>h</em> in the initial position has long been the more nagging nuisance. <em>Abundance</em> existed as an excrescent <em>habundance</em> for most of the 14th century and for a good while after that, in the belief that the word derived from Latin <em>habere</em> 'to have.' And neither <em>hermit</em> nor <em>hostage</em> began life with an initial <em>h</em>.</p>\n<p>The letter's name, aitch, goes back to Old French <em>ache</em>, from a late Latin <em>accha, ahha</em>, or <em>aha</em>— all or any of them descendants of an earlier Latin <em>ha</em>. I am sure we will all be happy to know that we are in roughly the same league as the Romans and William Shakespeare when it comes to knowing our <em>ahs</em> from a 'ole the ground.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">VERBUM SAP: <em>Ha...ha...have one on me!</em></h1> <p><em><span data-rel=\"author\">Robertson Cochrane</span> <span data-rel=\"location\">Toronto</span></em></p> <p>In Act III, Scene 3, of <em>Much Ado About Nothing</em>, Constable Dogberry exclaims, “Hah, ah ha! Well, masters, goodnight...” In Act II, Scene 1, of <em>The Tempest</em>, Sebastian blurts out, “Ha, ha, ha!” And Act IV, Scene 2, of <em>Troilus and Cressida</em> contains one “Ah ah!” and two “Ha ha!”s. Which goes to show, perhaps among other things, that the Bard was no surer on his feet when it comes to the peripatetic letter <em>h</em> than the rest of us.</p> <p>Its now-you-see-it-now-you-don't habits have haunted English speakers of virtually every generation since The Venerable Bede was an altar boy. Although dropping or adding an un-Standard <em>h</em> became a social stigma only in the 19th century, the habit itself is ancient.</p> <p>In his preface to the <em>Lay of Havelok the Dane</em> (c. 1300), Walter Skeat cited several <em>h</em>-bombs, including <em>holde</em> for <em>old, hevere</em> for <em>ever</em>, and <em>Henglishe</em> for <em>English</em>. In addition he found a handful of instances where the title character was rendered as <em>Avelok</em>. Indeed, the earlier Anglo-Saxons had little more luck with the voodoo <em>h</em>; in a brief article in an 1888 issue of <em>Notes and Queries</em>, Prof. Skeat wrote: “Only last week, I found <em>ors</em> for <em>hors</em> 'horse' in an unedited A-S manuscript.”</p>"
}