{
  "type": "Article",
  "title": "The Way That They Tell 'em",
  "author": "Donald MacIntosh",
  "location": "Maldon, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Way That They Tell 'em</h1>\n<p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p>\n<p>“Total absence of humor,” remarked Colette, “Renders life impossible.”</p>\n<p>The lady was correct. Humor and the ability to express it have been a fundamental part of human life from the beginning. But, as sure as there are wines that do not travel well, so, too, is there a type of humor and a form of language that is best appreciated in the land of its origin. Or, to be more specific, in its region of origin.</p>\n<p>My own country, Scotland, is a classic example. Scottish humor can be an acquired taste. It is so distinctly regional, and it is peculiar to its particular region as is the language through which it is expressed. Visitors to the region laugh, not so much at what is said, but at the way in which it is said. The listener laughs at the reconteur as much as at the story itself.</p>\n<p>Listen to the lugubrious drollery of the western Highlander. His stories are long and involved, and they are best heard when you have lots of time on your hands. The Highlander is a consummate storyteller. Whether he is relating one in his native Gaelic or in the lilting English that he learned at school, you can almost <em>hear</em> the sough of the sea on far-off, never-to-be-seen-again Hebridean machairs as he speaks. There is an innocent humor to be found in his stories, to be sure, but they are stories that are invariably tinged with a brooding sort of sadness. You are glad that you listened, but you are left with a louring aura of melancholy around you long after you have taken your leave of him.</p>\n<p>Over on the east coast the humor is sharp and incisive. It is a sardonic wit, a wit that can be as savage and biting as the dry northern winds that sear this land for a goodly part of the year. It has much of the pawky vulgarity of the Glasgow wit, but it is different somehow, much more personal. It is wit between friend and friend. On the other hand, listening to the banter between gaggles of Glaswegians at, say, their Barras market on any morning of the year is like listening to the discordant yakking of jackdaws around derelict tenement chimneys in the nesting season.</p>\n<p>Far away from all those, down at the southernmost tip of Scotland, both humour and dialect have a decidedly Irish flavor. With the green glens of Antrim just a short hop across the water, this might not, on the face of it, seem so surprising. But there is more to it than that. Wigtownshire (as the county was called until the Whitehall bureaucrats dropped the ancient name in 1975 and decreed that it be merged with Dumfries and Galloway) has been relucant host to many incomers. The earlier inhabitants, the shy Mesolithic tribes and the mysterious Picts, vanished for ever into the moorland mists before the invaders. With them, they took their language.</p>\n<p>The Roman came and went, leaving not so much as a place name behind him. Indeed, had not his Latin been adopted by the scholastic monks of the day, little would have remained to show that he had ever been there in the first place. “VENI, VIDI, VICI,” he crowed smugly. “And then,” as a historian friend of mine so succinctly put it, “He just buggered off.”</p>\n<p>The Celt brought religion and the Gaelic. In fact, the eccelesiastic Ninian brought Christianity here long before Columba reached Iona in AD 563. Unlike the Roman, the Celt left his mark in the many place names of Gaelic origin scattered around southern Scotland to this day. Stranraer, the largest town in Wigtownshire, is one such. Its name means, literally, 'fat peninsula,' from the Gaelic <em>sròn reamhar</em>.</p>\n<p>Gaelic was the mother tongue in Wigtownshire for twelve centuries, but little trace of it remains in the spoken language today. It was the pervasive Anglo-Saxon who really set the foundation for the dialect spoken by the modern descendants of Wigtown Man.</p>\n<p>But it was with nearby Ulster that the inhabitants had the greatest affinity. Indeed, to this day they call themselves, and their dialect, “Galloway-Irish.” It is as good a name as any. Although it is English that they speak, you would hardly think so when you first hear them in full flow. It is a lingo that has little in common with either the slow, precise enunciation of the Highlander or the clipped phraseology of Sir Noël Coward. It is a thick macedoine of Broad Scots and Ulster English, and it has a harsh and uncompromising rasp to it, especially if you don't understand a word that is being said to you—which, it might be added, is quite often the case if you are a newcomer to that part of the world. Simple phrases like “I wish to dismantle it” become <em>Ah'm gaan tae tak' it sinnery</em>, and even simpler words like <em>foolish</em> become <em>glaikit</em>, so that by the end of your first day you are desperately searching for strong drink and the services of a good interpreter.</p>\n<p>The “Galloway-Irish” are a people of humor. There can, admittedly, be a bitterly Schadenfreude quality to some of it, for theirs is a hard life. But, more often than not, it is the “Irish” that surfaces. Occasionally—and particularly for those not accustomed to the dialect—their pronunciation of certain words can lead to embarrassing misunderstandings, as the following tale from my youth may illustrate:</p>\n<p>Aul' Wullie was a smallholder. His only interest in life was his farm, and he labored long and hard among the stones and the whins to wrest a living of sorts from the reluctant soil. It was a way of life that would have crippled many a lesser man, but Wullie was a tough old bird: when the day of his hundredth birthday dawned he was still maintaining a keen interest in the daily affairs of his little place.</p>\n<p>The old man would have been content to allow the occasion of his centenary to pass unremarked, but his family had other ideas. They arranged a mighty soiree for the great day, and they invited a reporter from the county newspaper to be there to interview him. The reporter—a demurely austere product of colonial missionary parents—was on her first assignment and she was, in fact, completely new to this area.</p>\n<p>Wullie seemed preoccupied and the interview was not going well. In desperation, she asked him if there was anything she could do to make his day complete. A spark of life glimmered at last in the old man's rheumy eyes.</p>\n<p>“Aye,” he replied with sudden interest, “There is that, lassie. Ye cud gie me some sex.”</p>\n<p>She recoiled in shock. When she had recovered somewhat, her messianic zeal got the better of her and she reminded him that, at his age, he should be more concerned with thoughts of the afterlife than with the prurient temptations of this one. She would probably have pursued this subject at some length had not the old man interrupted her.</p>\n<p>“Mebbee ye're richt, lassie,” he said, “But ah still need the sex. Ye see, ah've got foarty-fower hunnerwecht o' tatties oot there ahint the byre, an' ah've nae sex tae pit them in.”</p>\n<p>It's the way that they tell'em, as Mr. Frank Carson, the Irish comedian, would no doubt remark.</p>\n<p>It is a peaceful place. There have been no battles on its soil since Roman times. Although many of its sons have died on foreign shores under the British banner, the land itself has slumbered undisturbed. A single bomb jettisoned by a fleeing German bomber during the 1939-45 war plopped into a remote bog, scaring the living daylights out of a nesting moorhen, but that was about all. The horrors of the London blitz belonged to another planet: things that were read about in newspapers but which were barely comprehended by the majority in this tranquil little backwater.</p>\n<p>The Russians had entered Berlin and the European conflict was drawing to a close. I was standing in a Wigtownshire forest, eavesdropping on a conversation between two workers. They were cynics, as most old countrymen are, and neither could be convinced that the war just ending would be the war to end all wars. One of them, an old campaigner with the local Home Guard, was particularly eloquent.</p>\n<p>“Jeest tak' heed o' whut ah tell ye, Erchie,” warned the sage, “They'll be anither waar yit. An' whun it dis stert, ah wud wadjir ma wumman an' weans agin yours that it 'ull be a faar waar waar th'n th' last waar wur.”</p>\n<p>Indeed it will. But the invader had better come prepared if he ventures beyond Hadrian's Wall. He is in for a long, long haul in the wind and the rain and the sleet if he wishes to master the Galloway-Irish.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Way That They Tell 'em</h1> <p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p> <p>“Total absence of humor,” remarked Colette, “Renders life impossible.”</p> <p>The lady was correct. Humor and the ability to express it have been a fundamental part of human life from the beginning. But, as sure as there are wines that do not travel well, so, too, is there a type of humor and a form of language that is best appreciated in the land of its origin. Or, to be more specific, in its region of origin.</p> <p>My own country, Scotland, is a classic example. Scottish humor can be an acquired taste. It is so distinctly regional, and it is peculiar to its particular region as is the language through which it is expressed. Visitors to the region laugh, not so much at what is said, but at the way in which it is said. The listener laughs at the reconteur as much as at the story itself.</p>"
}