{
  "type": "Article",
  "title": "Feminine Goldfish and Other Hybrids",
  "author": "William H. Dougherty",
  "location": "Santa Fe",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Feminine Goldfish and Other Hybrids</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p>\n<p>Grammatical gender lingers in popular English. We still say, “Fill 'er up” of a car or “She's been a good old ship.” But in more formal standard English inanimate objects are now referred to by the neuter pronoun <em>it</em>, though in other Indo-European languages that I know grammatical gender lingers as a sort of ghost of animistic gender haunting all nouns. A Frenchman speaking his native tongue might tell you, “Notre langue francaise, elle est trés belle.” Or a Spaniard or Mexican might say, “Aquella mesa, puedes meterla en la cocina.” Only in parody of a foreign language will a speaker of English say anything like: “The French, she is a beautiful language” or “English as she is spoke.”</p>\n<p>In this respect English pronouns referring to animals appear to be marginal. Although according to current prescriptive grammar, animals, especially of unknown sex, should be referred to as <em>it</em>, they practically never are in standard spoken English. A baby is often <em>it</em>, but a cat not obviously a tomcat is more likely to be called <em>she</em> and a dog or horse <em>he</em>, while generally in English the masculine singular pronoun comes naturally when one is referring to an animal. Nor is this a new thing in English. Over a century ago the poet Longfellow wrote:</p>\n<blockquote>\n<p>The day is done, and the darkness</p>\n<p>Falls from the wings of Night.</p>\n<p>As a feather is wafted downward</p>\n<p>From an eagle in his flight.</p>\n</blockquote>\n<p>A noticeable feature of English as spoken by bilingual Hispanics in New Mexico is a tendency to carry over into English the Spanish gender of whatever living creature they are talking about. For example, whereas Anglos refer to squirrels as <em>he</em>, some Hispanics will consistently call a squirrel <em>she</em>, presumbly because in Spanish the noun for <em>squirrel</em> (<em>ardilla</em>) is feminine.</p>\n<p>So I was progressively puzzled to hear a Hispanic friend always refer to my grandson's goldfish as <em>she/her</em>. To me the little creature, which (whom?) I call Algernon, is a he, though in fact I have not a clue as to its natural gender. The Spanish word for <em>fish</em> is <em>pez</em>, a masculine noun, or loosely, <em>pescado</em>, which is also masculine and properly designates fish as game or fare. True, in sophisticated Spanish a goldfish can be called specifically a <em>carpa dorada</em>, which is feminine, but such a term seemed unlikely to occur in the rustic Spanish of New Mexico. I got to wondering what the local Hispanics would call a goldfish. It would hardly do to ask because when pressed for a word, a native speaker will often come up with one that he thinks is proper rather than the one in common usage. Then I remembered that a plumber whose first language was Spanish once admired our <em>truchitas</em> (in standard Spanish 'little trout'), which he saw in a goldfish bowl we had. Since for centuries about the only fish known to the Hispanic hillbillies in the mountain valleys of northern New Mexico were trout, the word for <em>trout, trucha,</em> has become generic, supplanting <em>pez</em> and <em>pescado</em> for <em>fish</em> in everyday language. So, I concluded, when Nellie Griego subliminally translated her Spanish word for <em>fish</em> into English, in the process carrying over the Spanish gender, it was the feminine gender of <em>trucha</em> or its diminutive <em>truchita</em> rather than the masculine gender of <em>pez</em> that she attached to the English word.</p>\n<p>Spanish gender is not the only element of the language of bilingual Hispanics that may affect their language, whether English or Spanish. Context may influence their choice of words. A few days after I had solved the gender mystery, I climbed onto the roof of our house to inspect the work of two Mexican roofers who were daubing pitch onto cracks in the parapets. “Hay muchos liques?” One of the workmen asked me. “Sí,” I replied, “en este techo hay goteras.” I am too much a purist, not to say pedant, to utter unnecessarily the loan word <em>liques</em> (from the English <em>leak</em>). Indeed, I was slightly bothered by having had the bastard word thrust upon me. So later I asked the same lady who feminized the goldfish why the roofer used <em>liques</em> when Spanish has the common word <em>gotera</em> meaning the same thing. She was not sure; <em>gotera</em> sounded better to her. But later she consulted her husband about the matter and passed along his analysis to me. Her husband had said that one should speak of <em>goteras</em> in a roof, as the roofers had not, but of <em>liques</em> in machinery, for example in a car engine. From this pronouncement I extrapolated that when things are introduced into one culture from another, the words for and about those things tend to come attached to the things. Automobiles (locally called <em>trocas</em>) have been introduced comparatively recently into the Hispanic culture of New Mexico from an industrialized Anglo culture. Anglo words such as <em>troca</em> (from <em>truck</em>) and <em>lique</em> (from <em>leak</em> in a troca) have entered with the Anglo things, whereas houses with their <em>goteras</em> in flat roofs have been a part of Hispanic culture for millennia. So a car motor springs a leak, but properly speaking, a roof or an old human body develops <em>goteras</em>.</p>\n<p>Languages influence one another most conspicuously in phonology. A case in point occurred for me when I was exchanging some gossip about a local family squabble over property with the same Hispanic lady who figures in my first two anecdotes. “She shitted her out of that house,” the lady declared. I was startled, indeed slightly shocked to hear this from my rather prim and proper friend. So out of character was the scatalogical word that I could not believe that I had heard it right. I kept wondering off and on about the matter till I realized that what I had heard was a case of double hypercorrection. Spanish lacks the phoneme <em>i</em> as in <em>sit</em> for which the Hispanic ear and tongue tend to substitute the <em>i</em> of <em>Francine</em>. And although in some Mexican dialects the English <em>sh</em> sound has replaced <em>ch</em>, in standard Spanish the phoneme closest to English <em>sh</em> is the affricate <em>ch,</em> which therefore tends to replace <em>sh</em> in the perception of Hispanophones. Subliminally aware of these tendencies in her speech, my unwitting informant had compensated for the tendencies by reverse substitution. Meaning to say “cheated,” she had articulated <em>sh</em> in place of <em>ch</em> and the <em>i</em> of <em>sit</em> in place of the <em>ea</em>.</p>\n<p>I believe this sort of phonetic hypercorrection is fairly common in language. In Cockney English, for example, where initial <em>h</em> is regularly dropped there is a tendency to compensate by supplying initial <em>h</em> where it does not belong. There is even a trace of this tendency in American English: “Hit hain't like 'im.” In Spain Andalusian Gypsies sometimes lisp their *s'*s and pronounce their soft *c'*s and *z'*s as <em>s</em>.</p>\n<p>Though in the short run influences of languages and dialects on each other may result in distortion and ridiculous or embarrassing absurdities, the longterm fruit of linguistic cross-pollination appears to be enrichment, of which the English language provides a shining example.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Feminine Goldfish and Other Hybrids</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe</span></em></p> <p>Grammatical gender lingers in popular English. We still say, “Fill 'er up” of a car or “She's been a good old ship.” But in more formal standard English inanimate objects are now referred to by the neuter pronoun <em>it</em>, though in other Indo-European languages that I know grammatical gender lingers as a sort of ghost of animistic gender haunting all nouns. A Frenchman speaking his native tongue might tell you, “Notre langue francaise, elle est trés belle.” Or a Spaniard or Mexican might say, “Aquella mesa, puedes meterla en la cocina.” Only in parody of a foreign language will a speaker of English say anything like: “The French, she is a beautiful language” or “English as she is spoke.”</p> <p>In this respect English pronouns referring to animals appear to be marginal. Although according to current prescriptive grammar, animals, especially of unknown sex, should be referred to as <em>it</em>, they practically never are in standard spoken English. A baby is often <em>it</em>, but a cat not obviously a tomcat is more likely to be called <em>she</em> and a dog or horse <em>he</em>, while generally in English the masculine singular pronoun comes naturally when one is referring to an animal. Nor is this a new thing in English. Over a century ago the poet Longfellow wrote:</p> <blockquote>\n<p>The day is done, and the darkness</p>\n<p>Falls from the wings of Night.</p>\n<p>As a feather is wafted downward</p>\n<p>From an eagle in his flight.</p>\n</blockquote>"
}