{
  "type": "Article",
  "title": "From China to Peru: An Oriental Odyssey",
  "author": "Adrian Room",
  "location": "Stamford, Lincolnshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">From China to Peru: An Oriental Odyssey</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p>\n<p>Where have you been on your travels lately? They say Bali is her best in the spring, but you may prefer somewhere warmer, such as Yadian. Myself, I can't wait to visit Eluosi again, although all roads traditionally lead to Luoma, even if you are travelling from as far as Meizhou. They are the Chinese names for, respectively, <em>Paris, Athens, Russia, Rome</em>, and <em>America</em>.</p>\n<p>Where in the world are these places, you may wonder. Maybe in China? Well, yes and no. They are Chinese transliterations of those names, rather than translations, and strictly speaking in the Romanization system known as Pinyin should be written with tone signs and without capitals, since Chinese has pictographs, not letters as we understand them. They would then appear <em>as bālī, y˘di˘n, éluósī, luóm˘</em>, and <em>měizhōu</em>.</p>\n<p>Chinese names of places in China itself are of course actually meaningful, although many have become distorted by Westerners. The capital, <em>Peking</em>, now familiar to most in the West in its more accurate form, <em>Beijing</em>, has a name meaning 'northern capital,' by contrast with <em>Nanking</em>, 'southern capital.' <em>Canton</em>, or as it now appears on modern maps, <em>Guangzhou</em>, means 'broad region,' while <em>Shanghai</em> means 'over the sea.'</p>\n<p>The Chinese names of neighbouring places in the Far East are also often similarly meaningful and may be translated from their language of origin. Thus <em>gu\\symbol\\ngd\\symbol\\o</em> means 'broad island' and translates the Japanese name of <em>Hiroshima</em>, while <em>d¯ngjīng</em>, meaning 'eastern capital,' translates the Japanese original of <em>Tokyo. Japan</em> itself is <em>riběn</em>, literally 'sun root.' (Hence its Western byname, “Land of the Rising Sun.”) The <em>Pacific Ocean</em> is <em>tàipíngyáng</em> 'peaceful ocean.' The Chinese name of <em>China</em> itself is <em>zhōngguó</em> 'middle country,' while the Western name is traditionally associated with that of the Ts'in dynasty (221-206 BC), although actually recorded much earlier. (The character for <em>middle</em>, a rectangular figure bisected by a vertical line, represents a square target pierced by an arrow.)</p>\n<p>Places further from China may also sometimes have their names translated, assuming they are already meaningful. Thus <em>Port-au-Prince</em>, capital of Haiti, is <em>tàiz\\isymbol\\găng</em>, literally 'great son port,' but <em>Haiti</em> itself is <em>hăidi</em>, clearly a transliteration. However, it so happens that this name is actually (though coincidentally) both meaningful and appropriate, since it translates as 'sea land.'</p>\n<p>Such serendipity sends one on a voyage of discovery, to see what meanings can be aptly found in other Chinese transliterated names. The transliterations themselves, as instanced above, may at first seem strange. However, once one appreciates certain conventions, the forms of the names fall into shape. The Chinese do not distinguish <em>l</em> from <em>r</em> in Western words or names, for example, so that these letters when transliterated may appear as either. Hence <em>luómă</em> for 'Rome' and <em>bālí</em> for 'Paris,' but <em>l\\isymbol\\sīběn</em> for 'Lisbon,' and <em>lúndùn</em> for 'London.' Similarly, initial <em>b</em> or <em>p</em> can give Chinese <em>m</em>, so that 'Peru' (with Western <em>r</em> as well) is <em>milŭ</em> and 'Bangkok' <em>màngŭ</em>. The Chinese <em>r</em> itself is closer to Western <em>sh</em> [\\?\\] or <em>zh</em> [3]. Hence <em>ruìdiăn</em> for 'Sweden' and <em>rìnèiwă</em> for 'Geneva.' Generally, too, Chinese does not have consonant groups or words ending in a vowel (except the nasal <em>-ng</em> [η] as in <em>běijīng</em>). This means that vowels appear in transliterations where one does not expect them. 'Baghdad' is therefore <em>bāgédá</em>. The transliteration itself is often from the native form of the name. 'Spain' is thus <em>xībānyá</em>, from <em>España</em>, 'Germany' is <em>déyìzhì</em>, from <em>Deutschland</em>.</p>\n<p>Not all names produce a fortuitous literal meaning as apt as that for <em>Haiti</em>. But 'America,' as <em>měizhōu</em>, has a name that happens to mean 'beautiful continent'—America the Beautiful, after all—while 'England' is <em>yīngguó</em>, 'brave country.' (“This England never did, nor never shall, Lie at the proud foot of a conqueror,” as the Bard penned.) Even Paris seems to have a historic reference, since <em>bālí</em> literally means 'clayball multitude': the Roman name of Paris, <em>Lutetia</em>, comes from Gaulish <em>luto</em> 'mud, clay.'</p>\n<p>In the names of America and England the second element is not part of the transliteration but the Chinese word for, respectively, 'continent' and 'country.' Other continents also have names that are part transliteration, part <em>zhōu</em>: 'Europe' is <em>oūzhōu</em>, 'Asia,' <em>yāzhōu</em>, and 'Africa' <em>fēizhōu</em>. The second and third of these have names that could literally be interpreted, hardly flatteringly, as 'inferior continent' and 'wrong continent,' but the first element of Europe's name has no corresponding sense.</p>\n<p>There are some curiosities. The Chinese name of 'Iceland' is <em>bīngdăo</em>. This is clearly not a transliteration but a translation: it literally means 'ice island,' with the second element apparently mistranslating the Icelandic name for the country, <em>Īsland</em> 'ice land' as 'island.' Nearer home, the Chinese name for 'Korea' is <em>cháoxiän</em>. This literally means 'seatide fresh,' not inappropriately, but is actually a transliteration of Korean <em>chosön</em>, which means 'land of the morning.' The Chinese name for the 'Atlantic Ocean,' on the other hand, is quite different: <em>dàxīyáng</em> 'great western ocean.'</p>\n<p>It has to be said that if one attempts a literal translation of many Chinese placenames one simply ends up with a sense that is surreal rather than suitable. Many cannot be meaningfully translated at all. Of those that yield some sense, the following handful may be considered poetic coincidences:</p>\n<blockquote>\n<p><em>Athens</em> <em>yădiăn</em> 'proper law'</p>\n<p><em>Chile</em> <em>zhìlì</em> 'wisdom benefit'</p>\n<p><em>Delhi</em> <em>dél\\isynbol\\</em> 'virtue hometown'</p>\n<p><em>France</em> <em>făguó</em> 'method country'</p>\n<p><em>Ganges</em> <em>hénghé</em> 'everlasting river'</p>\n<p><em>The Hague</em> <em>hăiyá</em> 'sea tooth'</p>\n<p><em>London</em> <em>lúndùn</em> 'matching honest'</p>\n<p><em>New York</em> <em>niŭyuē</em> 'bond agreement'</p>\n<p><em>Thailand</em> <em>tàiguó</em> 'peaceful country'</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">From China to Peru: An Oriental Odyssey</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p> <p>Where have you been on your travels lately? They say Bali is her best in the spring, but you may prefer somewhere warmer, such as Yadian. Myself, I can't wait to visit Eluosi again, although all roads traditionally lead to Luoma, even if you are travelling from as far as Meizhou. They are the Chinese names for, respectively, <em>Paris, Athens, Russia, Rome</em>, and <em>America</em>.</p> <p>Where in the world are these places, you may wonder. Maybe in China? Well, yes and no. They are Chinese transliterations of those names, rather than translations, and strictly speaking in the Romanization system known as Pinyin should be written with tone signs and without capitals, since Chinese has pictographs, not letters as we understand them. They would then appear <em>as bālī, y˘di˘n, éluósī, luóm˘</em>, and <em>měizhōu</em>.</p> <p>Chinese names of places in China itself are of course actually meaningful, although many have become distorted by Westerners. The capital, <em>Peking</em>, now familiar to most in the West in its more accurate form, <em>Beijing</em>, has a name meaning 'northern capital,' by contrast with <em>Nanking</em>, 'southern capital.' <em>Canton</em>, or as it now appears on modern maps, <em>Guangzhou</em>, means 'broad region,' while <em>Shanghai</em> means 'over the sea.'</p>"
}