{
  "type": "Article",
  "title": "Power Users Dump Baudy Language: The Ambivalent Nature of Computer Slang",
  "author": "David Isaacson",
  "location": "Western Michigan University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Power Users Dump Baudy Language: The Ambivalent Nature of Computer Slang</h1>\n<p><em><span data-rel=\"author\">David Isaacson</span> <span data-rel=\"location\">Western Michigan University</span></em></p>\n<p>What happens when <em>power users dump baudy language</em>? Should they <em>abort, retry, ignore</em>, or admit <em>failure?</em> They might <em>boot up</em> again, but they could experience a <em>head crash</em>. Would <em>Kermit</em> prevent them from being <em>munged</em>? What should a poor <em>technoweenie</em> do when threatened by <em>thrashing</em> between <em>disk</em> and <em>memory? Nerdettes</em> better hope their <em>motherboards</em> are <em>user-friendly</em>. If all else fails, they could hit the <em>DWIM</em> key.</p>\n<p><em>Hackers</em>, or just plain <em>droupies</em>, probably have no trouble translating what I just wrote out of computer jargon and slang into more conventional English. But even if you do not understand the preceding, you probably feel the tension between words conveying force, strength, and menace, such as <em>power users, abort, dump, head crash</em>, and <em>munged</em>, with words suggesting vulnerability, frailty, and humor as a defense against such powerlessness, in words like <em>technoweenie, nerdettes, user-friendly</em>, and <em>DWIM</em> (for 'do what I mean,' a mythological key that would make the computer do what you cannot figure out yourself).</p>\n<p>Most people who use computers feel ambivalent about them. It should not, therefore, be surprising that computer slang conveys divided, and sometimes radically conflicting feelings. As a librarian I see evidence every day of this ambivalence in the slang used by patrons and colleagues. Slang is a reliable gauge of attitudes because it is usually used in an unguarded way to express unedited feelings.</p>\n<p>I am using the word slang as it is defined on page xi in the latest scholarly dictionary of American slang, J.E. Lighter's <em>Random House Dictionary of American Slang</em>, Volume I, A-G (1994): “an informal, nonsubstandard, nontechnical vocabulary composed chiefly of novel-sounding synonyms for standard words and phrases.” I am assuming, as the editor of this dictionary argues, that slang is not just colloquial language, but that it is often aggressively informal, that it doesn't tolerate pretense, that it is often crude, blunt, ribald, egalitarian—in short, very unpretentious and honest language. [<em>ibid</em>, xii] Computer slang is similar to, but rather different from computer jargon, which is the specialized language used by “tekkies.” Jargon is the “in” language used by any profession, group, or class. The word <em>default</em> is jargon for 'something automatically carried out unless you change it.' This term does not qualify as slang because it is a legitimate, formal term, rather easy to define denotatively, quite fit for use in polite company, and equally at home in written and spoken language. By contrast, the neologism <em>droupie</em> 'a person who likes to spend time in the company of programmers and data processing professionals,' is slang because it is very informal language. In fact, it is so casual as to suggest an anti-grown-up rebelliousness because of its probable derivation from the word <em>groupie</em>, and it is definitely more frequent in speech than in writing.</p>\n<p>Because slang is “up front” and sometimes deliberately “in your face” language, we can learn more about how people really feel about computers by examining slang rather than jargon. A good way to remember the difference between slang and jargon is that jargon “serves to indicate a referent, usually with great precision, while slang characterizes and often makes light of what is referred to, and nonslang synonyms are almost always readily available. Technical language develops among specialists for the purpose of cooperation; slang develops among associates for purposes of expressiveness, companionability and to some extent exclusivity.” [<em>ibid</em>. xvi-xvii]</p>\n<p>We can learn a lot about what is on people's minds when we analyze jargon, but we can learn how they feel when we analyze slang. Thus, it is not surprising that a great deal of computer jargon is a quick way to say otherwise complicated things. For example, <em>MIPS</em> is a convenient acronym for millions of instructions per second, <em>point</em> and <em>click</em> is a quick and direct way of describing basic mouse techniques, and <em>run-around</em>, borrowed from typesetting, is an apt metaphor for the way text flows around the outside edges of a graphic image. Jargon like this is very good at precisely describing actions and things, but these words do not convey any obvious attitudes about their referents.</p>\n<p>My analysis of computer slang has revealed a great deal of ambivalence about these often mysterious and seemingly omnipotent machines. Some computer slang suggests a love-fear conflict. One does not have to be a Freudian to wonder about the double message implied in some of these terms.</p>\n<p>On the one hand, there are quite a number of words and phrases suggesting that computers are powerful and frightening. We definitely want to do all we can to avoid causing a computer to bomb or crash. It is true that many computer applications began in the military but many people who are not conscious of the military associations use expressions like command language or launch a program. Because computers simulate many human activities, it is not surprising that we should attribute all kinds of human characteristics to them. They do seem to possess “artificial intelligence”; some of them create “virtual reality”; and they are so efficient that they make us wonder about why we would want to do anything in “real time” any more. When I am feeling especially organized at work I like to tell coworkers that I'm in the “batch mode.” Computers are so seemingly lifelike that we worry when they catch viruses; we seek to debug programs; and we do not have to be right-to-lifers to worry if a computer application is suddenly aborted. Our fears are often suggested when we say that some repetitious human activity looks as if it is programmed. We sometimes want to deprogram people who belong to dogmatic cults.</p>\n<p>As if to counteract or reduce the frightening power suggested by many of these words, other slang expressions suggest that computers are really quite harmless. Some of these terms go to the opposite extreme, suggesting a warm and fuzzy, childlike relationship that seems all too naively trusting, as if Little Red Riding Hood really could trust the wolf dressed as her grandmother. Surely we must expect that the normal state of affairs is for computers to be hostile, or at least unfriendly. Why else would we so frequently use the term user-friendly to describe operations that are not easy to do? And how did such a cold and unhuman thing like a telecommunications protocol for transferring files between a mainframe and a microcomputer get dubbed Kermit? It seems incongruous that a character on a children's television show should be identified with such an impersonal thing. At Western Michigan University two names for areas within our mainframe are Piglet and Winnie, suggesting that all the hard, serious data and big-time university research is really not daunting at all. On the contrary, that world is as blithe and carefree as the Winnie the Pooh stories. Similar words for computer services at my university are grog, gumby, roo, tigger, kanga, ninny, thumper, mickey and minnie (for Mickey and Minnie Mouse), and Laurel and Hardy. Surely the people who coined these names are of the same mindset as those who call miniature programs applets or refer to diagonal or circular lines in a text as jaggies. Reference librarians who regularly contribute to the “Stumpers” list on the Internet refer to themselves as wombats. This apparently originated because one of the reference questions involved these Australian marsupials, noted for their burrowing qualities. Surely the nickname has stuck not only because of the metaphorical associations with librarians burrowing for answers, but also because the name sounds cute, personalizing what otherwise might seem to be the overly mechanical activity of finding answers to reference questions. So many people use their pets' names for passwords that these are among the first names a decoder would try to learn.</p>\n<p>I want to suggest that there is a very understandable reason for the apparent conflict between words like power user and Kermit. The soft, warm, children's words allow us to allay our fears about computers that crash and bomb and abort. It is as if the cute words undemonized the scary ones. I do not have to be a hacker or a tekkie in order to manage efficiently my user-friendly computer, In one version of reality, those ubiquitous computers are going to take over all aspects of life, doing away with my job or changing it into something a robot should do, rather than a human being. Another version of reality offends bureaucrats and is just as exaggerated, but it is very useful as a defense mechanism. In this view of the world, I can feel very safe indeed—in fact, I am more than simply safe—I am nurtured in the warm and cuddly child's world of fun things like floppy disks, where I can cozy up to my motherboard, and pretend that I am a Dogcow (a trademark symbol of Apple Computer) for a character that can say words like “Moof” when it is asked to list Laser-Writer options. Fortunately, the real world of computers, notwithstanding slang words to the contrary, exists somewhere between the opposing fantasies of the cold impersonality of Brave New World and the carefree innocence of Winnie the Pooh.</p>\n<p>[NOTE: In this article, I have consulted The Computer Glossary: the Complete Illustrated Desk Reference, by Alan Freedman, (American Management Association, 6th ed., 1993), and computer dictionaries: Jargon: An Informal Dictionary of Computer Terms, by Robin Williams (Peachpit Press, 1993); Prentice Hall's Illustrated Dictionary of Computing, by Jonar C. Nader (Prentice Hall, 1992); and Webster's New World Dictionary of Computer Terms, by Donald Spencer (Prentice Hall, 1992).]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Power Users Dump Baudy Language: The Ambivalent Nature of Computer Slang</h1> <p><em><span data-rel=\"author\">David Isaacson</span> <span data-rel=\"location\">Western Michigan University</span></em></p> <p>What happens when <em>power users dump baudy language</em>? Should they <em>abort, retry, ignore</em>, or admit <em>failure?</em> They might <em>boot up</em> again, but they could experience a <em>head crash</em>. Would <em>Kermit</em> prevent them from being <em>munged</em>? What should a poor <em>technoweenie</em> do when threatened by <em>thrashing</em> between <em>disk</em> and <em>memory? Nerdettes</em> better hope their <em>motherboards</em> are <em>user-friendly</em>. If all else fails, they could hit the <em>DWIM</em> key.</p> <p><em>Hackers</em>, or just plain <em>droupies</em>, probably have no trouble translating what I just wrote out of computer jargon and slang into more conventional English. But even if you do not understand the preceding, you probably feel the tension between words conveying force, strength, and menace, such as <em>power users, abort, dump, head crash</em>, and <em>munged</em>, with words suggesting vulnerability, frailty, and humor as a defense against such powerlessness, in words like <em>technoweenie, nerdettes, user-friendly</em>, and <em>DWIM</em> (for 'do what I mean,' a mythological key that would make the computer do what you cannot figure out yourself).</p> <p>Most people who use computers feel ambivalent about them. It should not, therefore, be surprising that computer slang conveys divided, and sometimes radically conflicting feelings. As a librarian I see evidence every day of this ambivalence in the slang used by patrons and colleagues. Slang is a reliable gauge of attitudes because it is usually used in an unguarded way to express unedited feelings.</p>"
}