{
  "type": "Article",
  "title": "The Story of Writing",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\"><a href=\"https://www.amazon.com/Story-Writing-Andrew-Robinson/dp/0500016658\"><em>The Story of Writing</em></a></h1>\n<p>Andrew Robinson, (Thames and Hudson, 1995), 224pp., + 300 illustr.</p>\n<p><em>The Alphabet Abecedarium</em> is the bibliophile's answer to the botanist's stroll through the garden, being an eminently enjoyable omnium gatherum of recondite, recherché, and obscure arcana and lore about the letters of our Latin alphabet written in a light, conversational, self-deprecatory, tongue-in-cheek style. After a brief history of the alphabet, each of the twenty-six succeeding chapters is devoted to a single letter, with a final one discussing signs and symbols. Firmage recounts the development of each letter from its first protoplastic attestation on through its often protean metamorphoses over the millennia.</p>\n<p>In an engaging, wide-ranging display of erudition, Firmage discusses the letters' symbological values in such diverse parlances as chemistry, music, ancient and modern mysticism (including far too much “New Age” material for my tastes), while quotes from such diverse figures as Joyce, Rabelais, Dostoyevsky, Bob Dylan—and Elmer Fudd—interlard the text. Firmage's main interest in this pleasant potpourri is in aesthetics: the letters' shapes and designs. Extrapolating on the theories of the Renaissance designer, Geofroy Tory, as expounded in his <em>Champ Fleury</em> (1529), Firmage takes Tory's sketches as the springboard for his analysis of the letter-shapes and the sometimes highly stylized forms they assume throughout history, from their inchoate inception in the Near East down to present-day, computer-generated typefaces. Line drawings alternate with explicative text.</p>\n<p>Quibbling additions and corrections: the mirrorreverse epitaph (p. 2) is anything but an illiterate endeavor, the letter forms being quite standard, the contents entirely normal. Why the letters are reversed is a puzzling enigma. Precedents to the horn book (pp. 59,76) are the approximately 300 sometimes waxed or white-washed wooden tablets preserving children's school exercises (3rd c. BCE-9th c. CE), many of the later ones likewise adorned by a cross. Acrostics (p. 75) are already attested in the Near East (3rd millennium BCE), Egypt (14th c. BCE) and 6th-c. BCE Greece. The so-called alectorocephalic anguipede deity portrayed on the gem (p. 174) is not the Christian three-form god but a teratomorphic concoction of Gnostic syncretistic fantasy. The (mis)information (pp. 11, 183) that papyrus was costly is an undying canard. After a hundred years of research and the publication of 50,000 papyri in a dozen languages the price of papyrus is simply unknown, too many imponderabilia—quantity? quality? size? amount?—plaguing the few references to a price. Incredible profligacy—a few lines on otherwise pristine sheets—and thousands of ancient tax receipts prove that even the poorest peasant could pay for the papyrus on which his payments were recorded. Scraping writing off papyrus irreparably damages the surface; washing produces only a smudge. Errors were simply crossed out and written over.</p>\n<p>Predating Kircher's mystical alphabets (p. 164) by 1400 years are so-called “ring letters” and <em>characters</em> of Greek, Coptic, Syriac, Hebrew, Ethiopian, Aramaic, and Arabic amulets. Chinese history (p. 183) says Cai Lun, a court official, invented paper in 105 CE. Recent archaeological finds antedate Cai Lun's putative invention by centuries: the oldest paper artifact being a 3rd-c. BCE map recovered from a tomb in Fangmatan in 1986.</p>\n<p>Only Egyptians of the Hellenistic period washed off and imbibed (p. 11) curative spells. Their pharaonic forebears knew nothing of the sort. Missing is a discussion of the word <em>element</em> which some derive from l + m + n; and (pp. 111-12) a reference to Luis d'Antin von Roote, <em>Mots d'Heures: Gousses, Rames</em> (New York 1967) and to Catullus' hilarious poem (no. 84), “The Egregious Cockney,” persiflaging pre-Augustan Romans' tendency to overaspirate. Rare misprints, and mistakes: p. 96 for “flourine” read: fluorine; pp. 164, 255: “millenia”; p. 179: for “porcarum” read <em>porcorum</em>; p. 254: “accomodate.” Although <em>The Alphabet Abecedarium</em> is not necessarily a book to read from cover to cover, I did it, thoroughly captivated.</p>\n<p>In the end were the Logos? Taking a different approach, Robinson's <em>The Story of Writing</em> is almost coffee-table-sized; it is elegantly designed and richly illustrated. After presenting various systems of communication (signs, pictographs, rebuses, shorthand, tallies, Babylonian clay tokens, Peruvian quipus), Robinson discusses such ancient and now defunct but decipherable writing systems as Sumerian cuneiform, Egyptian hieroglyphs, Minoan Greek Linear B, and Mayan glyphs; ditto some of the more outstanding conundra awaiting decipherment—Cretan Linear A, Proto-Elamite, Etruscan, and the Easter Island and Indus scripts. The rest of the book treats living languages and their scripts.</p>\n<p>“From Hieroglyphs to Alphabets—and Back?,” the title of Robinson's concluding chapter, is not an entirely rhetorical question. Only twenty years ago did those now ubiquitous and—depending on how one perceives them— exuberantly eloquent or infuriatingly laconic logos begin to appear on highway and street signs; in terminals (do kilted Scots or slacks-clad women ever end up in the wrong lavatories?); computer screen displays; and instruction manuals for electr(on)ic gadgetry. Similarly, architectural, musical, mathematical, astronomical, chemical notation, dance and circuit diagrams are replete with symbols some scholars place on a par with proto-scripts, implying that after 5,000 years of literary lucubrations and scriveners' scribblings we are leaving the Age of Writing and entering a post-modern Age of Logography.</p>\n<p>Succinctly stated, the basic, underlying question is, How do we (who use alphabets) read? Conversely, how did the ancient Sumerians, Egyptians, and how do present-day Chinese, Japanese, and Koreans read? Athanasius Kircher's (1602-1680) and Joseph de Guignes' (1721-1800) fanciful descriptions of Chinese signs and Egyptian hieroglyphs gave birth to the notion that these writing systems could somehow circumvent pedestrian alphabets, going as it were straight to the heart of things. Since then the myth has persisted that here encoded in these quasi-representational forms was the quintessence of thought, the eternal Platonic ideal, the Jungian <em>Ur-</em> symbol underlying all human cogitation—and by extrapolation, speech—the (al)lure of the fabulous (Far) East playing an obvious role.</p>\n<p>Linguistic research has proven, however, that such notions are entirely false. Hieroglyphs and logographs are just as much phonetic-based scripts as letters (which millennia ago were likewise pictorial representations of concrete objects). That hieroglyphs and logographs sometimes contain significant visual elements—mnemonic aids to jog the memory and set the synapses swinging—is icing on the cake. First and foremost, hieroglyphs and logographs are read as sounds, not symbols, as my seven-year foray into Chinese has taught me. How the brain actually perceives writing of any shape is a question spanning a wide variety of disparate disciplines, cognitive sciences, (neuropsycho-) linguistics and -biology, the debate ongoing and controversy-laden. Visible speech, regardless whether alphabetic or logographic, with all its faults and foibles, its inherent inconsistencies, inadequacies, and inaccuracies, it seems, is here to stay.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\"><a href=\"https://www.amazon.com/Story-Writing-Andrew-Robinson/dp/0500016658\"><em>The Story of Writing</em></a></h1> <p>Andrew Robinson, (Thames and Hudson, 1995), 224pp., + 300 illustr.</p> <p><em>The Alphabet Abecedarium</em> is the bibliophile's answer to the botanist's stroll through the garden, being an eminently enjoyable omnium gatherum of recondite, recherché, and obscure arcana and lore about the letters of our Latin alphabet written in a light, conversational, self-deprecatory, tongue-in-cheek style. After a brief history of the alphabet, each of the twenty-six succeeding chapters is devoted to a single letter, with a final one discussing signs and symbols. Firmage recounts the development of each letter from its first protoplastic attestation on through its often protean metamorphoses over the millennia.</p> <p>In an engaging, wide-ranging display of erudition, Firmage discusses the letters' symbological values in such diverse parlances as chemistry, music, ancient and modern mysticism (including far too much “New Age” material for my tastes), while quotes from such diverse figures as Joyce, Rabelais, Dostoyevsky, Bob Dylan—and Elmer Fudd—interlard the text. Firmage's main interest in this pleasant potpourri is in aesthetics: the letters' shapes and designs. Extrapolating on the theories of the Renaissance designer, Geofroy Tory, as expounded in his <em>Champ Fleury</em> (1529), Firmage takes Tory's sketches as the springboard for his analysis of the letter-shapes and the sometimes highly stylized forms they assume throughout history, from their inchoate inception in the Near East down to present-day, computer-generated typefaces. Line drawings alternate with explicative text.</p> <p>Quibbling additions and corrections: the mirrorreverse epitaph (p. 2) is anything but an illiterate endeavor, the letter forms being quite standard, the contents entirely normal. Why the letters are reversed is a puzzling enigma. Precedents to the horn book (pp. 59,76) are the approximately 300 sometimes waxed or white-washed wooden tablets preserving children's school exercises (3rd c. BCE-9th c. CE), many of the later ones likewise adorned by a cross. Acrostics (p. 75) are already attested in the Near East (3rd millennium BCE), Egypt (14th c. BCE) and 6th-c. BCE Greece. The so-called alectorocephalic anguipede deity portrayed on the gem (p. 174) is not the Christian three-form god but a teratomorphic concoction of Gnostic syncretistic fantasy. The (mis)information (pp. 11, 183) that papyrus was costly is an undying canard. After a hundred years of research and the publication of 50,000 papyri in a dozen languages the price of papyrus is simply unknown, too many imponderabilia—quantity? quality? size? amount?—plaguing the few references to a price. Incredible profligacy—a few lines on otherwise pristine sheets—and thousands of ancient tax receipts prove that even the poorest peasant could pay for the papyrus on which his payments were recorded. Scraping writing off papyrus irreparably damages the surface; washing produces only a smudge. Errors were simply crossed out and written over.</p>"
}