{
  "type": "Article",
  "title": "Up or Down to You",
  "author": "John Musgrave",
  "location": "Burnham Thorpe, Norfolk",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Up or Down to You</h1>\n<p><em><span data-rel=\"author\">John Musgrave</span> <span data-rel=\"location\">Burnham Thorpe, Norfolk</span></em></p>\n<p>Robb Wilton, that acclaimed and dearly-loved British comedian of the thirties and forties, introduced one of his best wartime monologues with the classic first lines,</p>\n<p>“The day war broke out, my wife said to me, 'It's up to you!'</p>\n<p>I said, 'What is?”'</p>\n<p>If he had been writing the sketch today, he would probably have quoted his wife as saying, “It's down to you.” Over the last forty years or so, the expression <em>up to</em> ... has been widely replaced by <em>down to</em> ... in British usage. It has been a quite unnecessary transformation, and an unfortunate one because it brings with it an inferior nuance. Starting in less literate circles as part of slipshod “mod” jargon, this replacement has gradually been adopted more and more widely. It can now be noted in use by school teachers (and some teachers of English at that), by university dons, and even by BBC newsreaders and commentators.</p>\n<p>How has this departure come about? It probably has some association with social and moral changes which, over the last few decades, have brought increasingly churlish and irresponsible attitudes. <em>Up to</em> ... conveys a sense of duty, of looking up to the person or body concerned, with confidence in their integrity. <em>Down to</em> ... brings a sense of looking downwards to them, somewhat disparagingly, and blaming them. No longer does a difficult situation arise and the question immediately follow “Who's this up to?”—meaning, 'Who will unquestionably regard it as his/her responsibility to sort the matter out?' Rather is it now an immediate question of “Who's this down to?”—meaning, 'Who can be found to blame, so that the job of correction can be quickly thrust down to them, leaving others untouched and unassailable.'</p>\n<p>Does it really matter? Or is it just part of the continuous evolution of our rich and living language? Surely, careful consideration leads to the conclusion that it does matter and that the change should be deplored. Why? Because a perfectly good phrase suggesting honourable obligation or moral duty has been replaced by an inferior one implying a bureaucratic, regulatory responsibility, and even perhaps litigation and punishment.</p>\n<p>Let us try to retain <em>up to</em> ..., using it whenever it may be appropriate; then <em>down to</em> ... may once again be confined to its proper contexts.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Up or Down to You</h1> <p><em><span data-rel=\"author\">John Musgrave</span> <span data-rel=\"location\">Burnham Thorpe, Norfolk</span></em></p> <p>Robb Wilton, that acclaimed and dearly-loved British comedian of the thirties and forties, introduced one of his best wartime monologues with the classic first lines,</p> <p>“The day war broke out, my wife said to me, 'It's up to you!'</p> <p>I said, 'What is?”'</p>"
}