{
  "type": "Article",
  "title": "Casanova's English",
  "author": "Simon Nicholls",
  "location": "Hertford",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Casanova's English</h1>\n<p><em><span data-rel=\"author\">Simon Nicholls</span> <span data-rel=\"location\">Hertford</span></em></p>\n<p>Some years ago I worked as an English teacher in a school not far from Italy's Adriatic Riviera, which is flooded with tourists in the summer. Not surprisingly, some of my students came along primarily to acquire a smattering of spoken English to help them chat up holidaying women. For such men, the somewhat tedious rules of English spelling were of scant interest, “I lav you, Pleas com and leave whit me in my aus” was typical of the kind of “useful phrase” that they might jot down in their notebooks. This devil-may-care attitude to the quaint rules of English spelling follows firmly in the illustrious footsteps (or perhaps penstrokes) of the greatest Latin lover of them all, Giacomo Casanova.</p>\n<p>Born a Venetian, Casanova led a peripatetic life which took him through almost every country in Europe in search of fame, fortune, and female attractions. In his day French was the international language, spoken by anyone who aspired to a place in high society in any country, but during his brief visit to London in 1763-64 he made an attempt to pick up a smattering of English. In his autobiography, written thirty years later, he proudly demonstrates his knowledge, casually throwing English words into the middle of his French text with an easy confidence and some bizarre spelling.</p>\n<p>He arrived in Dover in June 1763 in a “paq-bot” which he shared with the Duke of “Bedfort.” His eighteen-hour coach journey took him through “Cantorberi” before reaching London, where he called on a former lover of his who now lived in “Soho Squarre.” She did not give him a particularly warm reception, however, and he was soon on the lookout for a house to rent for himself. With the help of an English-speaking friend, he examined the columns of the “Advertisser” and quickly found the ideal bachelor pad—a house in “Pale-Male”—which he moved into at once, making sure that the “Auskeper” would take on a French-speaking maidservant.</p>\n<p>He was keen to get to know the city and his friends in London society soon showed him the sights. Being the son of an actor and actress, he was naturally interested in the theaters, such as those at “Covengarde,” “Drurilaine,” and “Hai-marcket.” Casanova was also a fervent card player and was soon invited to play a few “robers” of “visk” (or “wisk”). Not being accustomed to that particularly English form of cards, he lost fifteen pounds in his first game to “Lady Covendri.” He was also not entirely familiar with English money and mistakenly paid her fifteen guineas, thus leaving Lady Coventry smiling at her unexpected gain of a further fifteen “scheling” (or was it “shelin,” “seling,” or even “chelin”?).</p>\n<p>Casanova enjoyed London. He lived near such attractions as “Grim-pare” and the new royal residence of “Bukingan Aus.” A brief stroll up “WiteAle” took him towards “Chirincras.” He could enjoy lunch at the “Staren-taverne” in “Pique-Dille” with his good friend “Milord Pimbrock” [Pembroke], where the “water” might offer him a plate of traditional English “Rochebif” and a mug of “Strombir.” Afterwards they might venture out to the “Boulingrin” or, if he needed ready money quickly, to pawn some possessions at the “Pingbros.” He could also admire Wren's splendid new church of “St. Pol” and the wonderfully efficient “Penni-post” which delivered letters around the capital.</p>\n<p>Casanova was a highly intelligent man and a competent linguist. Much of his prodigious literary output, including his 3,000-page autobiography, was written in French, which was a foreign language to him. So why was his written English so haphazard? Part of the answer lies in the “spell-as-you-like” nature of our language at a time when Johnson's dictionary was still a novelty, though while some of his variant spellings of <em>shilling</em>, for example, are typical of the English of the day, much of Casanova's spelling would look more at home in a Chaucerian text than one from the Age of Englishtenment. Besides, he did not write his life story till thirty years after his visit to England, with no more than his memory to rely on when writing a language he had spoken but, very likely, not written before. But most important of all is that the situation did not worry him. He loved to communicate and was happy to charge headlong at the language and have a go regardless of the risk of mistakes—an attitude which many people today might do well to learn from.</p>\n<p>Maybe it would bring a smile to Casanova's lips to know that even now, although the world and the relative importance of the English language have changed so much, those of his countrymen who style themselves as his heirs retain his enthusiastic disregard for English spelling. As he would doubtless have observed in his perfectly idiomatic English, “Plus ca change, plus c'est la même chose.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Casanova's English</h1> <p><em><span data-rel=\"author\">Simon Nicholls</span> <span data-rel=\"location\">Hertford</span></em></p> <p>Some years ago I worked as an English teacher in a school not far from Italy's Adriatic Riviera, which is flooded with tourists in the summer. Not surprisingly, some of my students came along primarily to acquire a smattering of spoken English to help them chat up holidaying women. For such men, the somewhat tedious rules of English spelling were of scant interest, “I lav you, Pleas com and leave whit me in my aus” was typical of the kind of “useful phrase” that they might jot down in their notebooks. This devil-may-care attitude to the quaint rules of English spelling follows firmly in the illustrious footsteps (or perhaps penstrokes) of the greatest Latin lover of them all, Giacomo Casanova.</p> <p>Born a Venetian, Casanova led a peripatetic life which took him through almost every country in Europe in search of fame, fortune, and female attractions. In his day French was the international language, spoken by anyone who aspired to a place in high society in any country, but during his brief visit to London in 1763-64 he made an attempt to pick up a smattering of English. In his autobiography, written thirty years later, he proudly demonstrates his knowledge, casually throwing English words into the middle of his French text with an easy confidence and some bizarre spelling.</p> <p>He arrived in Dover in June 1763 in a “paq-bot” which he shared with the Duke of “Bedfort.” His eighteen-hour coach journey took him through “Cantorberi” before reaching London, where he called on a former lover of his who now lived in “Soho Squarre.” She did not give him a particularly warm reception, however, and he was soon on the lookout for a house to rent for himself. With the help of an English-speaking friend, he examined the columns of the “Advertisser” and quickly found the ideal bachelor pad—a house in “Pale-Male”—which he moved into at once, making sure that the “Auskeper” would take on a French-speaking maidservant.</p>"
}