{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: The ABC of Broadcasting Australian",
  "author": "Bill Ramson",
  "location": "Clovelly, NSW",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>The ABC of Broadcasting Australian</em></h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, NSW</span></em></p>\n<p>Australia's national broadcaster, the Australian Broadcasting Corporation [ABC], has had advice on its use of English for more than half a century. The advising body, the Standing Committee on Spoken English [SCOSE], has in recent years been made up of four categories of member: broadcasters [practitioners]; bureaucrats [facilitators]; academics [linguistic experts]; and representatives of the wider community. The committee is generally held in high regard but ran aground when four out of five of the “outside” members resigned earlier this year.</p>\n<p>Their action raises two questions. The first is a general one: what sort of standardisation or regulation does a community expect or tolerate in the language its broadcasters use? The second is more local and specific to the set of circumstances pertaining in the ABC: why does a committee which has had a useful and influential life for more than fifty years suddenly reach a crisis point at which a significant proportion of its members are prepared to gamble on an incoming General Manager's reassessment of its role and put at risk its very existence?</p>\n<p>To take the general question first, let us begin with a little history. SCOSE began its life in 1943 as the Pronunciation Advisory Committee. It was concerned with the maintenance of standard English pronunciations as those then believed to be most suitable for broadcasting. “Standard English” meant the King's English, and in this outpost of Empire, announcers (though unseen) wore dinner suits to read the news and abided by the rulings of the English phonetician Daniel Jones, whose tremendously influential <em>English Pronouncing Dictionary</em> was first published in 1917. Enter a young Australian phonetician, Alex Mitchell, later to become the founding Vice-Chancellor of Macquarie University, and in that capacity to appoint Arthur Delbridge, later to become Chief Editor of the <em>Macquarie Dictionary</em>, as Macquarie's first Professor of English and Linguistics. In 1952, on the recommendation of an internal committee set up to consider the desirability of the ABC's making some departure from BBC practice, the Standing Committee on Pronunciation was established to (and the wording is historic) “advise the Corporation on the most acceptable pronunciation of those words for which [the] current Australian pronunciation differs from the pronunciation recorded by Daniel Jones.” The committee was named the Standing Committee on Spoken English in 1954, Mitchell and Delbridge being successive chairmen of SCOSE during its formative years.</p>\n<p>Over the years this committee has vigilantly assessed its utility, several times reviewing its aims and procedures (in 1971, 1983, 1987, and 1989). Its revised terms of reference are: “to advise the Corporation on its use of Spoken English in broadcasting, with special reference to pronunciation, grammatical usage, and style; and to prepare for publication, in electronic or print form, such specialised guides to the use of English, or other languages as necessary.” Its primary goal has been the provision of expert advice to broadcasters—on the pronunciation of names, place names, foreign words, words from specialist vocabularies as various as music and sport, the Church and medicine, etc. Daily lists of words that are likely to give a broadcaster the conniptions are constantly being added to a huge database which is electronically available to all broadcasters.</p>\n<p>Nor has the committee shirked the responsibility thrust on it by the public or avoided public controversy. It has taken on (over the pronunciation of kilometre) Australia's most loquacious Prime Minister, Gough Whitlam, and fearlessly determined an “Australian” pronunciation of words as divers as Jervis Bay, Chernobyl, and Quixote. It has developed and sustained a public role for itself, as its numerous correspondents will testify. It has watched over and, in a very low-key way, guided the development of a recognisable and accepted Australian standard. It has not been without influence on the ABC's commercial rivals. It seems reasonable to assume that it is valued by the community.</p>\n<p>Where a committee can lose its way, no matter how intrinsically valuable its deliberations, is in its communication with its users (or should-be users). One problem is the receptivity of a new generation of broadcaster that thinks SCOSE ivory-towerish and its recommendations arcane and irrelevant in a world where information matters more than its expression. A second has been the maintenance of a communicating mechanism within the Organisation, which has been dependent on support from within the ABC's management structure. In its heyday SCOSE was chaired by one of the academic members, which gave it a certain impartiality and independent force, and the circulation of its findings was the responsibility of a senior ABC officer and a trained secretary-cum-research assistant who was the servant of the committee and who reported to that officer. Most recently it has been chaired by a senior officer, alternately the Head of Radio (who has rarely been able to attend meetings), and the Head of TV (who attended one meeting out of eleven). Both professed their whole-hearted support for SCOSE (as did the then General Manager, who attended one Christmas party), but neither has been able to deliver. This has left the research assistant on her own, and SCOSE effectively if unintentionally emasculated. But perhaps the revolution is over and the new generation is in the right.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>The ABC of Broadcasting Australian</em></h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, NSW</span></em></p> <p>Australia's national broadcaster, the Australian Broadcasting Corporation [ABC], has had advice on its use of English for more than half a century. The advising body, the Standing Committee on Spoken English [SCOSE], has in recent years been made up of four categories of member: broadcasters [practitioners]; bureaucrats [facilitators]; academics [linguistic experts]; and representatives of the wider community. The committee is generally held in high regard but ran aground when four out of five of the “outside” members resigned earlier this year.</p> <p>Their action raises two questions. The first is a general one: what sort of standardisation or regulation does a community expect or tolerate in the language its broadcasters use? The second is more local and specific to the set of circumstances pertaining in the ABC: why does a committee which has had a useful and influential life for more than fifty years suddenly reach a crisis point at which a significant proportion of its members are prepared to gamble on an incoming General Manager's reassessment of its role and put at risk its very existence?</p> <p>To take the general question first, let us begin with a little history. SCOSE began its life in 1943 as the Pronunciation Advisory Committee. It was concerned with the maintenance of standard English pronunciations as those then believed to be most suitable for broadcasting. “Standard English” meant the King's English, and in this outpost of Empire, announcers (though unseen) wore dinner suits to read the news and abided by the rulings of the English phonetician Daniel Jones, whose tremendously influential <em>English Pronouncing Dictionary</em> was first published in 1917. Enter a young Australian phonetician, Alex Mitchell, later to become the founding Vice-Chancellor of Macquarie University, and in that capacity to appoint Arthur Delbridge, later to become Chief Editor of the <em>Macquarie Dictionary</em>, as Macquarie's first Professor of English and Linguistics. In 1952, on the recommendation of an internal committee set up to consider the desirability of the ABC's making some departure from BBC practice, the Standing Committee on Pronunciation was established to (and the wording is historic) “advise the Corporation on the most acceptable pronunciation of those words for which [the] current Australian pronunciation differs from the pronunciation recorded by Daniel Jones.” The committee was named the Standing Committee on Spoken English in 1954, Mitchell and Delbridge being successive chairmen of SCOSE during its formative years.</p>"
}