{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Grow Your Vocabulary By Learning the Roots of English Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Grow-Your-Vocabulary-Learning-English/dp/0679744509\"><em>Grow Your Vocabulary By Learning the Roots of English Words</em></a></h1>\n<p>Robert Schleifer, (Random House, 1995), xxiv + 265pp. (+ detailed Index with unnumbered pages).</p>\n<p>This book is really a comprehensive study of word formation in English, dealing with roots, prefixes, and suffixes. To make it palatable for a popular audience, it has been published in the guise of a vocabulary builder, which, I suppose, it is, though anyone without both the vocabulary to begin with and an inordinately strong will is very unlikely to find the book easy to understand. One might regard it as a popular combination of Carl Darling Buck's <em>A Dictionary of Selected Synonyms in the Principal Indo-European Languages</em> (1949 and 1988) and <em>A Comparative Grammar of Greek and Latin</em> (1933), both University of Chicago Press, with something of Edward Pinkerton's <em>Word for Word</em>, Verbatim Books (1982), and my <em>Suffixes and Word-Final Elements of English</em> (1982) and <em>Prefixes and Word-Initial Elements of English</em> (1984), both Gale Research, thrown in. None of these appears in the Bibliography, however, which seems to be given over to books and articles dealing with the teaching and learning of vocabulary.</p>\n<p>As it seems likely that readers of VERBATIM are not among the prospective customers for this book as a vocabulary builder, it is worth reviewing as a source book for the meaty information about word formation and to ignore the sizzle about vocabulary building. Indeed, the market as perceived by Schleifer consists largely of “educated adults” and “browsers of difficult words and word lovers of all sorts”: relatively short shrift is given to high school and college students, and, mercifully, no mention at all is made of those who might have been sold on the promise of a better life—or a better after-life, or perhaps a better half-life—through the acquisition of an expanded vocabulary.</p>\n<p>The best description of the content is Schleifer's own, which, to save time and effort, is reproduced here, slightly edited:</p>\n<blockquote>\n<p>Part I: COMMON ROOTS...provide [s] in-depth coverage of 36 common roots and described, in detail, the dissection, analysis, reconstruction, definition, and commentary processes, followed by 24 exercise entries for each root or related roots.</p>\n<p>Part II: HELPFUL HINTS is a partial answer key for the exercises in the COMMON ROOTS and provides the meaning and etymology of one root per exercise word.</p>\n<p>Part III: SUBJECTS consists of three categories of specialized words and phrases, which are further divided into 36 subjects, each of which, through an illustrative example and a wide selection of exercises entries, provides additional practice in dissecting, analyzing, reconstructing, defining, and providing commentaries for English words.</p>\n<p>Part IV: HOW ENGLISH WORDS ARE CREATED: A SHORT COURSE is a simplified, step-by-step presentation, which includes a large assortment of easy-to-understand charts and tables and illustrates how English words are constructed from native Latin-, and Greek-derived roots to which prefixes, suffixes, and other roots are affixed in accordance with precise linguistic rules. This part serves both as a self-contained course in English etymology and as an explanation of the more technical Latin and Greek data presented in A CROSS REFERENCE DICTIONARY and in the Technical Information and Detailed Example sections of the COMMON ROOTS.</p>\n<p>Part V: A CROSS-REFERENCE DICTIONARY is a combination dictionary-index, which provides follow-up coverage and page references for thousands of words and roots discussed in this book. ...[W]hen used in conjunction with Part I..., [it] becomes a self-teaching primer for the study and application of English etymology.</p>\n</blockquote>\n<p>Unbelievably, Part V, which contains 58 pages of small print and is one of the most useful and informative sections of the book, has not even been accorded pagination, something for which Random House ought to be carpeted for before the International Bibliographical Court.</p>\n<p>For some people, a comprehensive description of the history of words in English is more information than they wish to assimilate, and they will be relieved to learn that Schleifer covers the territory in about ten pages. For those who wish to know more, there is a neatly put together section on Latin (pp. 175-228) and one on Greek (pp. 228-64). <em>Grow Your Vocabulary</em> offers an excellent overview of how words are created and compounded in English and belongs in the library of every word-lover.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Grow-Your-Vocabulary-Learning-English/dp/0679744509\"><em>Grow Your Vocabulary By Learning the Roots of English Words</em></a></h1> <p>Robert Schleifer, (Random House, 1995), xxiv + 265pp. (+ detailed Index with unnumbered pages).</p> <p>This book is really a comprehensive study of word formation in English, dealing with roots, prefixes, and suffixes. To make it palatable for a popular audience, it has been published in the guise of a vocabulary builder, which, I suppose, it is, though anyone without both the vocabulary to begin with and an inordinately strong will is very unlikely to find the book easy to understand. One might regard it as a popular combination of Carl Darling Buck's <em>A Dictionary of Selected Synonyms in the Principal Indo-European Languages</em> (1949 and 1988) and <em>A Comparative Grammar of Greek and Latin</em> (1933), both University of Chicago Press, with something of Edward Pinkerton's <em>Word for Word</em>, Verbatim Books (1982), and my <em>Suffixes and Word-Final Elements of English</em> (1982) and <em>Prefixes and Word-Initial Elements of English</em> (1984), both Gale Research, thrown in. None of these appears in the Bibliography, however, which seems to be given over to books and articles dealing with the teaching and learning of vocabulary.</p> <p>As it seems likely that readers of VERBATIM are not among the prospective customers for this book as a vocabulary builder, it is worth reviewing as a source book for the meaty information about word formation and to ignore the sizzle about vocabulary building. Indeed, the market as perceived by Schleifer consists largely of “educated adults” and “browsers of difficult words and word lovers of all sorts”: relatively short shrift is given to high school and college students, and, mercifully, no mention at all is made of those who might have been sold on the promise of a better life—or a better after-life, or perhaps a better half-life—through the acquisition of an expanded vocabulary.</p> <p>The best description of the content is Schleifer's own, which, to save time and effort, is reproduced here, slightly edited:</p>"
}