{
  "type": "Article",
  "title": "The Day They Took the Peck out of Pecksniffian",
  "author": "Doug Briggs",
  "location": "Houston",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Day They Took the Peck out of Pecksniffian</h1>\n<p><em><span data-rel=\"author\">Doug Briggs</span> <span data-rel=\"location\">Houston</span></em></p>\n<p>Erskine Caldwell must have felt that one lexical epoch was enough for him. He stayed with the same old <em>Webster's New Collegiate Dictionary</em> he began with; when it threatened to come apart he would have it rebound. As a contributor to the language and one whose writings were confined to a snapshot of time and people, Caldwell could well afford to stand pat. As a mere word user, I must keep up with the times. Every twenty years or so I upgrade my dictionary.</p>\n<p>It was in that spirit of personal progress that I replaced my <em>Webster's Seventh New Collegiate Dictionary</em> with the Ninth. Upgrading is a pain; decades of accumulated notes, highlights, and cross-reference jottings must be transferred to the sterile new edition. Things were going fine until I got to the word <em>Pecksniffian</em>. It was still there, but the definition had been cleansed of its contemptible meaning and made tolerably benign. After entering the proper definition in the margin, “Selfish and corrupt behind a display of seeming benevolence,” I sat down to decipher the new version: “unctuously hypocritical.” That is about as easy to embrace as a wet eel, about as useful as a punctured balloon. Describing a Pecksniffian scoundrel as merely hypocritically hypocritical implies that something can indeed be less than nothing, as that theory was catechized by Wilbur the pig in <em>Charlotte's Web</em>.</p>\n<p>Charles Dickens' character, Seth Pecksniff, made his debut about the time the YMCA was founded, only a few years before P.T. Barnum introduced us to “the Swedish Nightingale,” Jenny Lind. As words go, Pecksniffian is a youngster. The word <em>Calvinism</em> was coined in Vasco da Gama's day, and during the four centuries since has been left pretty much alone. Seth Pecksniff could no more undergo a post-mortem metamorphosis than John Calvin. Dickens certainly was not wishy-washy when it came to developing characters, and Seth Pecksniff was definitely not just a quick study among the cast in <em>Martin Chuzzlewit</em>.</p>\n<p>Something sinister is up, thought I. Why would a lexicographer snatch up a unique, Dickensian creation, gag him and bind his real persona hand and foot, then slyly stand an impersonator in his place? This is clearly a sign of unctuous hypocrites at work. Did the decriminalization of Pecksniff have more expansive implications? Persons in high places would any day rather be called hypocritical than corrupt. With queasy, frantic haste as one might inventory his burgled residence, I looked up <em>corrupt</em>. Whew! Still intact: “morally degenerate and perverted.” I had been prepared for anything: “hypocritical,” “demonstrating poor judgment,”...</p>\n<p>For years and years, Merriam-Webster has held out an explicit definition of <em>Pecksniffian</em>, one precisely consistent with the Pecksniff we know, and usage has squared with that definition. It was a special word, unambiguously descriptive of a character's character. Users have been respectfully fussy about employing that distinctive word; it has not been slung around indiscriminately, as <em>quintessential</em> is today. A literal translation of unctuously hypocritical—the phrase does demand some translation— would describe ordinary slick operators mainly putting on airs. Hypocrites, even hypocritical hypocrites, are a dime a dozen. One can see a parade of the species on TV any Sunday. Sometimes they even pop up in our bathroom mirrors.</p>\n<p>But Pecksniffians are a different breed. They are not simply characters who display contrived earnestness and advertise virtues they don't have, like the big smile and self-bestowed nickname <em>Honest John</em>, your friendly usedcar dealer. The Pecksnifflan is not so benign. Fortunately for society, Pecksniffians are spread pretty thin among the general population. It would scarcely concern a Pecksniff that we suspected that he is not what we had first thought— or hoped for. What he desperately hopes to conceal is what he truly is: corrupt!</p>\n<p>Yes, I realize the living nature of language. I expect gradual evolutionary changes in word usage. But the sanitizing of <em>Pecksniffian</em> was no more evolutionary than the stallion's transmutation to a gelding. The old and new definitions are so opposed as to be in mortal combat. One might want to keep one's guard up when dealing with an unctuously hypocritical old boy, but that comes somewhat naturally because unctuosity in people is pretty easy to spot. But unctuous hypocrites are not the sort who would make a $500 <em>billion</em> raid on the US Treasury in broad daylight. That kind of a job demands the talents of genuine Pecksniffian politicians and their Pecksniffian pals. Was Charles Keating, as he passed out worthless bonds in exchange for thousands of citizens' retirement nest eggs, merely unctuously hypocritical, or was he corrupt behind a display of seeming benevolence?</p>\n<p>A Pecksniffian TV evangelist might conceivably— heaven forbid—revile sin and sinners while wallowing in the conduct that he rails against. A particularly talented Reverend Pecksniff actually averted the destruction of his empire with a tele-tearful explanation that his debauchery was sacrificial and in the line of duty: “It was on-the-job training for hand-to-hand combat with the devil!,” he explained.</p>\n<p>There is a movement to “decriminalize” the meanings of words that once described criminal conduct in unmistakable terms. I first noticed it in the early 1980s, coincident with the apex of the looting of the savings and loans, about when Merriam-Webster discovered the tolerable side of Seth Pecksniff.</p>\n<p>Then, after that, the Texas Penal Code redefined car theft to “unauthorized use of a motor vehicle” and decreased the penalty for the crime. We should reflect that all Jesse James did was ride about making unauthorized withdrawals from banks. Who can say what the federal government had up its sleeve when it softened the term <em>narcotics</em> and began calling heroin and cocaine <em>controlled substances</em>. Dope addicts in that nature of things became mere <em>substance abusers</em>—new terminology that seemed to come about when some “high” government officials were accused of shooting up on heroin and sniffing coke. The old illegal numbers racket was vigorously battled by vice squads across the land until the states got into the business. Presto! The wicked numbers game is a racket no more, but a respectable, highly promoted Lotto, the hottest gambling enterprise ever conceived.</p>\n<p>Who would have ever dreamed that pursuit, apprehension, and prosecution of criminals was the wrong tactic in the war on crime? Now that we have discovered that we can slash the crime rate by simply excising the <em>peck</em> from <em>Pecksniffian</em>, so to speak, we should enter the 21st century with everybody living happily ever after.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Day They Took the Peck out of Pecksniffian</h1> <p><em><span data-rel=\"author\">Doug Briggs</span> <span data-rel=\"location\">Houston</span></em></p> <p>Erskine Caldwell must have felt that one lexical epoch was enough for him. He stayed with the same old <em>Webster's New Collegiate Dictionary</em> he began with; when it threatened to come apart he would have it rebound. As a contributor to the language and one whose writings were confined to a snapshot of time and people, Caldwell could well afford to stand pat. As a mere word user, I must keep up with the times. Every twenty years or so I upgrade my dictionary.</p> <p>It was in that spirit of personal progress that I replaced my <em>Webster's Seventh New Collegiate Dictionary</em> with the Ninth. Upgrading is a pain; decades of accumulated notes, highlights, and cross-reference jottings must be transferred to the sterile new edition. Things were going fine until I got to the word <em>Pecksniffian</em>. It was still there, but the definition had been cleansed of its contemptible meaning and made tolerably benign. After entering the proper definition in the margin, “Selfish and corrupt behind a display of seeming benevolence,” I sat down to decipher the new version: “unctuously hypocritical.” That is about as easy to embrace as a wet eel, about as useful as a punctured balloon. Describing a Pecksniffian scoundrel as merely hypocritically hypocritical implies that something can indeed be less than nothing, as that theory was catechized by Wilbur the pig in <em>Charlotte's Web</em>.</p> <p>Charles Dickens' character, Seth Pecksniff, made his debut about the time the YMCA was founded, only a few years before P.T. Barnum introduced us to “the Swedish Nightingale,” Jenny Lind. As words go, Pecksniffian is a youngster. The word <em>Calvinism</em> was coined in Vasco da Gama's day, and during the four centuries since has been left pretty much alone. Seth Pecksniff could no more undergo a post-mortem metamorphosis than John Calvin. Dickens certainly was not wishy-washy when it came to developing characters, and Seth Pecksniff was definitely not just a quick study among the cast in <em>Martin Chuzzlewit</em>.</p>"
}