{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  The New York Sansculottery",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>The New York Sansculottery</em></h1>\n<p><em>Judith Weiss Cohen, Pawtucket</em></p>\n<p>Writing styles have changed greatly from Victorian days when, as Phyllis Cunnington observes in <em>Costumes of the Nineteenth Century,</em> “to talk of trousers was considered vulgar, and some extraordinary names were given to them, such as unmentionables, inexpressibles, unwhisperables, nether integuments, and others.” But at <em>The New Yorker</em> this Victorian attitude persists, albeit with a new twist: time and again men's trousers are not given substitute names but are left out of otherwise quite detailed sartorial descriptions. Pants are, as it were, repeatedly dropped.</p>\n<blockquote>\n<p>...during the shooting of the movie “I.Q.,” ...Walter Matthau, who plays Einstein, was standing around in an auto-repair garage (the set) in Hopewell, New Jersey. With him were three actors playing the parts of Einstein's fictional pals.... Matthau had on his Einstein clothes (floppy brown wide-wale corduroy pants, brown suspenders, a gray striped cotton-short-sleeved shirt, Rockport shoes) and his Einstein makeup ...Saks was costumed in a Panama hat and cream-colored jacket and pants; Jacobi in cap, gloves, spats, and a too tight vest over a big belly: Maher in a white-and-black-checked coat, tweedy pants, and round-rimmed glasses.</p>\n<p>[<em>The New Yorker,</em> December 19, 1994]</p>\n</blockquote>\n<p>Poor Jacobi's pants were left off. Is this why the headline of the piece was “They All Laughed”?</p>\n<blockquote>\n<p>Whittle himself greeted me, dressed, as he almost always is, in a sweater and bow tie. He showed no sign of being engaged in the struggle of his career... [<em>ibid.,</em> October 31, 1994]</p>\n</blockquote>\n<p>But the struggle seems to have turned physical.</p>\n<blockquote>\n<p>[Francis Graeve] goes to the Center every day ...dressed quietly in a sports jacket and a striped tie...[<em>ibid.,</em> October 11, 1993]</p>\n<p>Quiet, indeed!</p>\n<p>...Mr. Thieu would step in. He was wearing a bright-yellow shirt and white leather sneakers with pink tongues...</p>\n<p>[<em>ibid.,</em> August 2, 1993]</p>\n<p>When Tom Jones appeared on the small stage, he was wearing what seemed to be a uniform—a black jacket with fourteen red “X”s on it.</p>\n<p>[<em>ibid.,</em> May 24, 1993]</p>\n<p>Irving [Link], dressed in a black cashmere Edwardian coat, chocolate kid gloves, and a camel's hair scarf... [<em>ibid.,</em> February 22, 1993]</p>\n<p>Whenever Schultes was at the Botanical Museum, he opted a striking costume: suspenders (“braces” to him), a crimson four-in-hand, and a starched, spotless, snow-white lab coat.</p>\n<p>[<em>ibid.,</em> June 1, 1992]</p>\n<p>In contrast to Shigeru, who was wearing a stained T-shirt and rubber boots, Yasumasa was dressed in a clean white sports shirt and street shoes. [<em>ibid.,</em> October 14, 1991]</p>\n</blockquote>\n<p>In an interesting switch on pants-dropping, <em>The New Yorker</em> has on occasion kept in pants but omitted a key top garment.</p>\n<blockquote>\n<p>They had sized each other up at the start, in the ruins of Troy. She was standing in khaki safari slacks and a lime-green tennis visor on Level II... [<em>ibid.,</em> April 4, 1994]</p>\n</blockquote>\n<p>It is not clear whether this is an example of prudery or of prurience, which has been exemplified by such new-editor innovations as the magazine's long excerpt from <em>The Story of O</em> and a cover featuring a man's crotch.</p>\n<p><em>The New York Times</em> also often resorts to old-fashioned stripping off of pants. Even a cursory reading of “All the News That's Fit to Print” turns up examples of males appearing bare-legged, not to mention bare-bottomed. From a description of Jimmy Carter's meeting with Radovan Karadzic:</p>\n<blockquote>\n<p>...former Sarajevo psychiatrist with his pile of Elvis hair, and Sonja, his sturdy daughter, dressed to the nines in a broad-brimmed hat and stiletto heels.” [<em>The New York Times Magazine,</em> January 29, 1995]</p>\n</blockquote>\n<p>She was dressed not to the nines, but to the zeroes.</p>\n<blockquote>\n<p>Arthur, in a green knit cap and tan winter jacket,...rise[s] in morning darkness to begin a 90-minute trip to school.</p>\n<p>[<em>ibid.,</em> October 9, 1994]</p>\n<p>Sheriff Jones, a huge 64-year-old white lawman who dresses for work in plaid shirts and suspenders, was one of the most feared law officers during the civil rights era.</p>\n<p>[<em>ibid.,</em> February 21, 1993]</p>\n</blockquote>\n<p>The author Allan Gurganus, reading at the Museum of Modern Art, was described as</p>\n<blockquote>\n<p>...wearing his trademark reading outfit: Converse high tops, a formal shirt with black studs and bow-tie, beneath a ratty old sport coat. A mess, but a considered one.</p>\n<p>[<em>ibid.,</em> December 6, 1992]</p>\n</blockquote>\n<p>More of a mess than the editors admitted.</p>\n<blockquote>\n<p>As Martin, attired in an exquisite light-blue dress shirt buttoned at the neck, watches from a couch, sipping cranberry juice,...Martin on screen is making a weird birthing grimace and taking <em>eggs</em> out of his pants. [<em>ibid.,</em> May 3, 1992]</p>\n</blockquote>\n<p>At least his TV attire was more complete than his offstage wear.</p>\n<p>An article about Syria, a nation known for its rigid Islamic dress code, states that</p>\n<blockquote>\n<p>The banner was eventually translated by one of the many young men there dressed in black leather jackets and white bobby socks, standard attire of the Mukhabarat...</p>\n<p>[<em>ibid.,</em> January 26, 1992]</p>\n<p>“Whenever I feel tempted to wear something aggressively inappropriate for the occasion, I remind myself of the period in the early 70's when my bold party look was a black shirt and white tie, along with a pair of Tretorn sneakers that I repainted white before every outing.”</p>\n<p>[Thurston Clarke, September 15, 1991]</p>\n</blockquote>\n<p>Not too bold for the editors of “Men's Fashions of the Times.”</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>The New York Sansculottery</em></h1> <p><em>Judith Weiss Cohen, Pawtucket</em></p> <p>Writing styles have changed greatly from Victorian days when, as Phyllis Cunnington observes in <em>Costumes of the Nineteenth Century,</em> “to talk of trousers was considered vulgar, and some extraordinary names were given to them, such as unmentionables, inexpressibles, unwhisperables, nether integuments, and others.” But at <em>The New Yorker</em> this Victorian attitude persists, albeit with a new twist: time and again men's trousers are not given substitute names but are left out of otherwise quite detailed sartorial descriptions. Pants are, as it were, repeatedly dropped.</p> <blockquote>\n<p>...during the shooting of the movie “I.Q.,” ...Walter Matthau, who plays Einstein, was standing around in an auto-repair garage (the set) in Hopewell, New Jersey. With him were three actors playing the parts of Einstein's fictional pals.... Matthau had on his Einstein clothes (floppy brown wide-wale corduroy pants, brown suspenders, a gray striped cotton-short-sleeved shirt, Rockport shoes) and his Einstein makeup ...Saks was costumed in a Panama hat and cream-colored jacket and pants; Jacobi in cap, gloves, spats, and a too tight vest over a big belly: Maher in a white-and-black-checked coat, tweedy pants, and round-rimmed glasses.</p>\n<p>[<em>The New Yorker,</em> December 19, 1994]</p>\n</blockquote> <p>Poor Jacobi's pants were left off. Is this why the headline of the piece was “They All Laughed”?</p>"
}