{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  A Discouraging Word",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>A Discouraging Word</em></h1>\n<p><em>Milton Horowitz, Jackson Heights, New York</em></p>\n<p>A few months ago, when I installed and turned on my new computer, the name of the startup program that appeared on the screen was not “Macintosh HD,” as the manual assured me it should be, but <em>Balagan.</em> Nowhere in the manual (and I searched repeatedly) was this term cited. More frustrating, <em>Balagan</em> allowed me to proceed nowhere.</p>\n<p>New users of newly bought software are especially vulnerable when seeking help. They are easily persuaded that their inability to work with the computer lies not with hardware, software, or any ware. “The fault, dear computer user, is not in our wares but in ourselves,” to coin an expression for computer salespeople. To get rid of <em>Balagan,</em> change the name, I was told, to any name you want. I might have replied that that program by any other name would be as sinister. For a time, <em>balagan</em> was the most discouraging word in my vocabulary. Store staff finally took back the computer, grudgingly. There weeks later, they gave it back, de-balaganized somehow. They wouldn't say.</p>\n<p>Was there in the store, I asked, a mischievous employee, a Mr. or Ms. Balagan, who playfully infected my machine with a computer virus (whatever that is)? Among the many I queried, merriment at my discomfort was evident.</p>\n<p>Last week, I started a book, <em>The Hope,</em> by Herman Wouk. Imagine my frisson when, after only a few pages into Chapter 1, I came upon this exchange between characters:</p>\n<blockquote>\n<p>“What's happening?”</p>\n<p>“Utter and complete <em>balagan!</em> That's what's happening !”</p>\n</blockquote>\n<p>The author helpfully dropped this footnote:</p>\n<blockquote>\n<p><em>Balagan</em>. In modern Hebrew, mess, foulup, snafu, fiasco. A loan word from the Russian, used in Israel with extraordinary frequency.</p>\n</blockquote>\n<p>I congratulated myself. I was evidently correct. <em>Balagan</em> was planted in the computer to foul it up. Having read enough fiction for the day, I turned to the <em>New York Times.</em> In the Arts and Leisure section, I was drawn to a headline about the Holocaust. The article, datelined Florence, Italy, described a documentary about the legacy of the Holocaust called— you guessed it—<em>Balagan.</em> The film takes its title, the article said, from the Hebrew word for 'chaos.'</p>\n<p>Can English be far behind? Announce the coming so that VERBATIM readers can say “I know, I know.”</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>A Discouraging Word</em></h1> <p><em>Milton Horowitz, Jackson Heights, New York</em></p> <p>A few months ago, when I installed and turned on my new computer, the name of the startup program that appeared on the screen was not “Macintosh HD,” as the manual assured me it should be, but <em>Balagan.</em> Nowhere in the manual (and I searched repeatedly) was this term cited. More frustrating, <em>Balagan</em> allowed me to proceed nowhere.</p> <p>New users of newly bought software are especially vulnerable when seeking help. They are easily persuaded that their inability to work with the computer lies not with hardware, software, or any ware. “The fault, dear computer user, is not in our wares but in ourselves,” to coin an expression for computer salespeople. To get rid of <em>Balagan,</em> change the name, I was told, to any name you want. I might have replied that that program by any other name would be as sinister. For a time, <em>balagan</em> was the most discouraging word in my vocabulary. Store staff finally took back the computer, grudgingly. There weeks later, they gave it back, de-balaganized somehow. They wouldn't say.</p> <p>Was there in the store, I asked, a mischievous employee, a Mr. or Ms. Balagan, who playfully infected my machine with a computer virus (whatever that is)? Among the many I queried, merriment at my discomfort was evident.</p>"
}