{
  "type": "Epistola",
  "title": "EPISTOLA Tony Hall",
  "contributor": "Tony Hall",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Tony Hall</span></h1>\n<p>May I offer a few reflections on various matters that struck me while browsing through XXII, 1?</p>\n<p>The article <em>Politicking With Words</em>, with its references to rival definitions of <em>Whig</em> and <em>Tory</em>, put me in mind of a cartoon that appeared in <em>Punch</em> in 1896 (since republished in a collection—I don't go back quite that far). Beneath a drawing of a small girl out walking with her grandfather appeared the following exchange:</p>\n<blockquote>\n<p>“What are Tories and Radicals, Grandpapa?”</p>\n</blockquote>\n<p>“Tories, my dear, are people who like to have a queen, and lords, and bishops, and more or less remain as they are—whilst Radicals object to having a queen and a House of Lords, and are dissatisfied with everything and everybody, jealous of all who are better off than themselves, and are always trying to rob them of their property, and, in fact, they're a pack of infernal rogues and scoundrels!”</p>\n<p>“And which are you, Grandpapa—a Tory or a Radical?”</p>\n<p>It would be pleasant to think that we could all ignore prejudiced definition so blithely!</p>\n<p>A few nits to be picked, or addenda to be appended:</p>\n<blockquote>\n<p>• A <em>rod</em> (also a <em>pole</em> or <em>perch</em>) was indeed a premetric measure, but it was five and a half yards, not four and a half (<em>Proper Words in Proper Places</em>). When we moved into our present house in the '60s we were told that the garden measured “five and a half rods square” —the square of 5.5 is not a simple piece of mental arithmetic, I found.</p>\n<p>• From the same article, the use of <em>without</em> to mean 'outside' persists very commonly in cryptic crossword clues. But then a great deal or archaic or arcane usage crops up in that context.</p>\n<p>• The use of <em>car</em> for a tram was certainly common in Norfolk (U.K.) before WWII—I can still picture surviving pre-war signs reading <em>Cars stop here upon request</em>, upon what by then were bus stops, in my home town of Gt Yarmouth in the 1940s.</p>\n<p>• As an aside to that, it intrigues me (mildly) that whereas the French shortened <em>automobile to auto</em>, the Scandinavians retained the other end, producing <em>bil</em> for 'car.'</p>\n<p>• A felicitous trader's name that used to be displayed prominently in the Suffolk town of Oulton Broad in the '50s was that of one <em>L.S.D. Rich</em>— with reference to predecimal currency.</p>\n<p>• I would love to see anyone attempt to drink a <em>Suffolk Punch:</em> this is a particularly huge and beautiful breed of plough-horse. <em>Norfolk Punch</em>, on the other hand, is a commercial non-alcoholic drink of herbal origin and reputedly health-giving.</p>\n<p>• It is not only trousers that are implicitly excluded by the printed word (<em>New York Sansculottery</em>): the current obsession with knowing the ingredients of foodstuffs has resulted in several notices on items in bakers' shops, saying <em>Our cakes are made with pure butter only</em>, a culinary feat.</p>\n<p>• Could the necessity for dough to be <em>gaumy</em> or <em>gormy</em> (<em>On Good Terms</em>) be a precursor of the term <em>gormless</em> meaning 'stupid, dull'? (Alas, despite the 18th-century spelling, <em>gaumless</em>, I believe the term comes from Old Norse <em>gaumr</em> 'heed'). </p>\n</blockquote>\n<p><em>[Tony Hall, Chearsley, Aylesbury, Buckinghamshire]</em></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Tony Hall</span></h1> <p>May I offer a few reflections on various matters that struck me while browsing through XXII, 1?</p> <p>The article <em>Politicking With Words</em>, with its references to rival definitions of <em>Whig</em> and <em>Tory</em>, put me in mind of a cartoon that appeared in <em>Punch</em> in 1896 (since republished in a collection—I don't go back quite that far). Beneath a drawing of a small girl out walking with her grandfather appeared the following exchange:</p> <blockquote>\n<p>“What are Tories and Radicals, Grandpapa?”</p>\n</blockquote> <p>“Tories, my dear, are people who like to have a queen, and lords, and bishops, and more or less remain as they are—whilst Radicals object to having a queen and a House of Lords, and are dissatisfied with everything and everybody, jealous of all who are better off than themselves, and are always trying to rob them of their property, and, in fact, they're a pack of infernal rogues and scoundrels!”</p>"
}