{
  "type": "Article",
  "title": "Proper Words in Proper Places",
  "author": "Rosemary Bowmer",
  "location": "Dursley, Gloucestershire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Proper Words in Proper Places</h1>\n<p><em><span data-rel=\"author\">Rosemary Bowmer</span> <span data-rel=\"location\">Dursley, Gloucestershire</span></em></p>\n<blockquote>\n<p>Latin is a language as dead as dead can be.</p>\n<p>It killed the ancient Romans — and now it's killing me.</p>\n</blockquote>\n<p>I daresay there is truth in the rhyme we chanted at school with such feeling. In our language, dead words are continuously discarded. There is considerable replacement, mostly of high technology words and changes of meaning. As new processes are discovered, there must be a vocabulary to match.</p>\n<p>Some of these dead words are delightful. Here are a selection of measurements used when England was totally agricultural:</p>\n<blockquote>\n<p><em>broad and narrow oxgang</em> the amount of land that could be cultivated by an ox, between eight and ten acres</p>\n<p><em>fardel</em> (<em>farthingdeal</em>) 1/4 acre</p>\n<p><em>landyard</em> Somerset measure for a rod</p>\n<p><em>math</em> the amount of crop mowed</p>\n<p><em>nook</em> corner of a square, small triangular field</p>\n<p><em>quarentena</em> a furlong</p>\n</blockquote>\n<p>A <em>furlong</em> was an eighth of a mile and a <em>rod</em> four and a half yards in pre-metric times when I started school.</p>\n<p>The ancient field names are bizarre:</p>\n<blockquote>\n<p><em>assart</em> land converted into arable</p>\n<p><em>bawn</em> Irish dialect for fortified or cattle enclosure</p>\n<p><em>booly</em> Irish: temporary enclosure where itinerant herdsmen keep their animals</p>\n<p><em>cockshoot/cockshut</em> clearing through a wood</p>\n<p><em>pightel</em> small enclosed plot</p>\n<p><em>pingle</em> Midlands: paddock</p>\n<p><em>spong</em> Midlands: narrow strip of land</p>\n<p><em>wong</em> a portion of unenclosed land</p>\n</blockquote>\n<p>Even nowadays one comes across dialect words whose meaning is obscure. On coming to live in Gloucestershire, I was puzzled by <em>tump, daps</em>, and <em>shrammed</em> ('hillock,' 'gym shoes,' and 'cold') just as, no doubt, many visiting the north are confused by <em>skinch</em> and <em>clarty. Clarty</em> is such a suitable word to describe 'sticky with mud.' <em>Skinch</em> is used in childhood games to call a truce, usually with crossed fingers.</p>\n<p>There was a huge vocabulary, now dead, concerning ancient roads. <em>Borstal</em> was a 'hill path,' <em>chare</em> an 'alley,' <em>chimin</em> a legal term for a 'road' (&lt;French <em>chemin</em>?), and <em>leet</em> was a 'crossroads.'</p>\n<p>Years ago, while on the Parochial Church Council, the owner of a cottage adjacent to the churchyard, had problems with the church wall bulging onto her path. A humorless secretary entered this event in the minutes as “The bulging of Miss B's back passage.” If only he'd had the correct word, this uncomfortable event could have been referred to as a <em>tewer</em>, a Midlands term for 'alleyway.'</p>\n<p>Coins and taxes had their own vocabulary too. An <em>angel</em> was a 'coin worth 6/8 (34p) in 1464.' A <em>dandiprat</em> was a 16th-century 'coin worth 1½p,' and a <em>testoon</em> was '5p.'</p>\n<p><em>Pavage, pontage, avenage, beaconage</em>, and <em>furnage</em> were taxes or tolls for, respectively, paved roads, bridges, rent in oats, upkeep of beacons, and the use of the lord's oven. <em>Childwite</em> was the 'fine paid by the father of a bastard.'</p>\n<p>The British have always been free with their use of nicknames, which, being descriptive, are useful to historians. As the population grew, Christian names became insufficient for identification purposes. A man's trade became incorporated — <em>Smith</em> 'blacksmith,' <em>Cooper</em> 'barrel maker,' <em>Gardener, Farmer</em>, and the less obvious, <em>Pinder</em> 'keeper of the pound,' Parker and Hayward 'officers responsible for the care of game and of fences.' Place names often have developed in the same way. It is not difficult to see how <em>Sevenoaks, Newcastle</em>, and <em>Coldharbour</em> developed.</p>\n<p>Sometimes spelling changes obscure the meaning. <em>Deptford</em> started life as a <em>Deep (Depe) Ford</em> (across the River Ravensbourne). <em>Hounds Ditch</em> is supposed to have been a great pit where hunting dogs, kenneled in the area, were thrown when dead. <em>Smithfield</em> was originally <em>Smethe</em> 'smooth' <em>field</em>, flat enough for local fairs and markets.</p>\n<p>Over the years, meanings change. Generations of children must have puzzled over “Without a city wall”, from the hymn,</p>\n<blockquote>\n<p>There is a green hill far away,</p>\n<p>Without a city wall...</p>\n<p>[C.F. Alexander 1818-95]</p>\n</blockquote>\n<p>As used here, the meaning of without 'outside' is archaic, as in the well-known stage line, “The carriage awaits without.”</p>\n<p>It is difficult to believe that <em>treacle</em> was once a wild animal, that <em>cheater</em> was a rent collector (more credible), and that a <em>publican</em> was a public servant. (Publicans and sinners were not people who kept pubs). A <em>gossip</em> was a 'sponsor at a baptism.'</p>\n<p>Recent word changes are <em>snuff</em> an 'illegal film' and <em>gay</em>. I, for one, mourn the unhappy mutilation of meaning. In my youth, one said <em>Goodbye</em> 'God be with you' on parting. Nowadays, we just say <em>Cheers</em>, an all-purpose word used indiscriminately.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Proper Words in Proper Places</h1> <p><em><span data-rel=\"author\">Rosemary Bowmer</span> <span data-rel=\"location\">Dursley, Gloucestershire</span></em></p> <blockquote>\n<p>Latin is a language as dead as dead can be.</p>\n<p>It killed the ancient Romans — and now it's killing me.</p>\n</blockquote> <p>I daresay there is truth in the rhyme we chanted at school with such feeling. In our language, dead words are continuously discarded. There is considerable replacement, mostly of high technology words and changes of meaning. As new processes are discovered, there must be a vocabulary to match.</p> <p>Some of these dead words are delightful. Here are a selection of measurements used when England was totally agricultural:</p>"
}