{
  "type": "Article",
  "title": "Falls the Shadow",
  "author": "John Ellison Kahn",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Falls the Shadow</h1>\n<p><em><span data-rel=\"author\">John Ellison Kahn</span> <span data-rel=\"location\">London</span></em></p>\n<p>There's many a glitch 'twixt script and speech. For a start, the script might be mis-typed or semi-legible, and the speaker ignorant. On a state occasion during the Queen's recent visit to Namibia, the master of ceremonies introduced Her Majesty as “Queen Elizabeth the eleventh.” And on an Irish radio requests program a few years ago, the presenter launched into a dedication to this effect: “And now, a special message for John Donachy of Ballycloran, who is a hundred-and-eleven! ...no he's not, he's <em>ill</em>.”</p>\n<p>And of course, even the clearest of scripts and brightest of speakers will produce occasional misfires, such as:</p>\n<blockquote>\n<p>faulty accessing: <em>a funfair of trumpets; a prawn in the game; I know you like the back of my head</em>.</p>\n<p>mispronunciations: <em>deteriate; cow-orkers; Grenada</em> as if written <em>Granada</em>.</p>\n<p>botched tongue-twisters: <em>shallow and slipshod shatire; that disquieting condition called Kwok's Quease; the fire at the Tirestone fire tactory</em>.</p>\n<p>spoonerisms and similar transpositions: <em>submersive elephants within the party; a cross-fannel cherry; Tonight's orchestral concert comes to you from the Bath Room at Pump</em>.</p>\n</blockquote>\n<p>As long ago as the mid 1960s, the phenomenon was conspicuous enough to inspire the title of a comedy series on BBC radio, <em>I'm Sorry I'll Read That Again</em> (whence the title of the current <em>I'm Sorry I Haven't a Clue</em>)—the catchphrase adopted by radio presenters as part of their retrieval strategy.</p>\n<p>For all their humor and popularity, such types of deviation are in reality neither very common nor particularly revealing. The interesting types of deviation are the more common, yet less recognized types (widely unrecognized, it seems, perhaps because seldom funny). They are mistakes at sentence level rather than word level; “prosodic” rather than lexical mistakes; mistakes of stress, intonation, and syntactic segmenting: in effect, accentuating the wrong word or syllable, modulating the pitch incorrectly (a rising rather than falling tone, say, or a questioning rather than affirming tone), and pausing in the wrong place. A well-known literary example is Quince's mis-structuring of his prologue within <em>A Midsummer Night's Dream:</em></p>\n<blockquote>\n<p>Consider then we come but in despite.</p>\n<p>We do not come as minding to content you [etc].</p>\n</blockquote>\n<p>And ponder these old parlor-game jokes:</p>\n<blockquote>\n<p>What is THIS thing called, Love? (inquisitively)</p>\n<p>Pick your OWN strawberries! (indignantly)</p>\n<p>There are 23 full-time professors and ten ¦ odd teaching assistants. (tiny pause after <em>ten</em> rather than after <em>odd</em>)</p>\n<p>It's now ten o'clock Greenwich. Meantime, here is the news.</p>\n<p>Greenpeace divers yesterday blew ¦ up an effluent pipeline in the Irish Sea. (tiny pause after <em>blew</em> rather than after <em>up</em>)</p>\n</blockquote>\n<p>Underlying such jokes is a crucial linguistic law: a written sentence carries a higher risk of ambiguity than a spoken sentence. The “stage directions” within a written/printed sentence are rudimentary—being almost always of just the following four kinds (in descending order of explicitness):</p>\n<blockquote>\n<p>typeface (italics or boldface, say, to encourage the reader to accentuate the word);</p>\n<p>punctuation (a sentence ending with an exclamation point, say, prompts a quite different reading from one ending with ellipsis dots);</p>\n<p>word order (position an element later in a sentence—in English, at any rate—and its chances of taking the main stress are usually increased);</p>\n<p>word choice (a word like <em>disgusting</em>, for example, specifically invites being enunciated in a withering tone, whereas the more ambiguous <em>revolting</em> might not).</p>\n</blockquote>\n<p>Since these cues are so rudimentary, ambiguity pervades written sentences—sentences in isolation, that is—and the transition to a spoken version can therefore be a hazardous procedure. Can you read out loud the following sentences, for instance, without feeling torn between rival renderings?</p>\n<blockquote>\n<p>Do you understand? (inquiringly, or menacingly)</p>\n<p>I spoke to his secretary yesterday. (accentuating <em>secretary</em>, or <em>yesterday</em>)</p>\n<p>She hasn't scooped me, has she? (confidently, or anxiously)</p>\n<p>When can I meet your French mistress?</p>\n<p>She tried shooting herself.</p>\n<p>Build thee more stately mansions.</p>\n<p>Do you think we should postpone or cancel the meeting?</p>\n</blockquote>\n<p>Where the genuinely informative “stage directions” reside is not within the written sentence itself, but in the sweep of the preceding sentences—in the context. It is context that makes smoothly intelligible reading possible. Context, the Great Disambiguator. Written sentences that in isolation appear ambiguous will snap into focus when enmeshed in a larger discourse; moreover, written language has the advantage over spoken language in that it allows rereading (and reading ahead) in order to ensure an accurate interpretation of a given sentence.</p>\n<p>Consider how indeterminate the following sentence is, out of context: on which word should the main emphasis fall?</p>\n<blockquote>\n<p>The UN team has also criticized the Bosnian Serbs for various violations of the ceasefire.</p>\n</blockquote>\n<p>But put the sentence in context, and it suddenly becomes quite clear where the emphasis lies:</p>\n<blockquote>\n<p>UN observers have criticized Bosnian Muslims for moving men and heavy guns into a demilitarized zone south of Sarajevo. The UN team has also criticized the Bosnian Serbs for various violations of the ceasefire.</p>\n<p>[approximate transcript of a news report on the BBC World Service, 11 May 1994]</p>\n</blockquote>\n<p>Obviously it is on the word <em>Serbs</em> that the main stress should fall (to point up the contrast, established in the preceding sentence, with the word <em>Muslims</em>). Unfortunately, the newsreader failed to render it that way. He placed the main stress on <em>also</em>, overlooking the parallelism of the sentences and the contrast that it was intended to foster. In doing so, he made nonsense of the report.</p>\n<p>What accounts for this tendency of theirs to misread? Sometimes it is a clear-cut matter of fatigue or inattention, speaking trippingly, without attending to meaning. (In fairness, it does sometimes happen that they have little or no time to acquaint themselves with the script before reading it on air: stop-press reports flash up on the Autocue; urgent traffic bulletins or revised continuity announcements have to be read unpreviewed from a last-minute printout.) And they neglect, through ignorance or overconfidence, to take the elementary precautions that would guard against such lapses: above all, to “mark up” their scripts, the way actors do—inserting a vertical pause here, or a curving tonemarker there, or an underlining to cue emphasis, or three dots to indicate a dying fall...</p>\n<p>Even pre-recorded broadcasts yield a good crop of clangers. (Of the six examples quoted below, four fall into that category.) Perhaps cost-cutting (which the BBC, for example, seems to regard as one of its main functions these days) has led to cornercutting—before, during, and after the recording session: less run-through time, less editorial monitoring, less post-production checking and polishing.</p>\n<p>Here is a brief selection of examples (limited to BBC programs) from the dozens I collected during the summer of 1994. They are broadly of two kinds: those in which the wrong word is accentuated and those in which the pause is wrongly positioned (or perhaps, in technical parlance, examples of faulty tonicity and faulty tonality, respectively).</p>\n<p>Continuity announcer, on BBC2 TV:</p>\n<blockquote>\n<p>Cataclysmic events in the cosmos are taking place tonight. At this moment, Jupiter should be on the receiving end of the first gigantic comet MASS.</p>\n<p>(The main stress should be on <em>first</em> or <em>gigantic</em> or <em>comet</em> rather than on <em>mass</em>.)</p>\n</blockquote>\n<p>Barry Norman, on BBC1 TV:</p>\n<blockquote>\n<p>“Ladybird Ladybird” is not, however, a polemic ...Nor is it an attack on the social WORKERS, although they do sometimes appear overzealous ...</p>\n<p>(Shift the stress from <em>workers</em> to <em>social</em>.)</p>\n</blockquote>\n<p>Prof. Robert Wistrich, in a lecture given on BBC Radio 3:</p>\n<blockquote>\n<p>Dreyfus was pardoned in time ¦ for the Universal Exhibition in Paris in 1900... and his innocence solemnly proclaimed six years later.</p>\n<p>(The unwanted pause after <em>time</em> reveals a misreading of his own sentence.)</p>\n</blockquote>\n<p>Chris Serle, on BBC Radio 4:</p>\n<blockquote>\n<p>As he talked about his life ¦ and played his catholic selection of Desert Island discs, ¦¦ it became clear that he's a DOER ¦ and not a PONDERER ¦ on life's inequities. (Get rid of that last pause, and place the second of the emphases more on <em>inequities</em> than on <em>ponderer</em>; the current rhythmic and intonational pattern thoroughly misconstrues the construction.)</p>\n</blockquote>\n<p>Continuity announcer on BBC1 TV:</p>\n<blockquote>\n<p>It's downhill all the way, ¦ in the SECOND of tonight's films ¦ starring ROBERT REDFORD.</p>\n<p>(Considering that the previous film had been <em>The Sting,</em> the announcer is missing the point when he allows a pause after <em>films</em> and then accentuates <em>Robert Redford:</em> surely the last three words really constitute a restrictive rather than a nonrestrictive phrase.)</p>\n</blockquote>\n<p>Dr. Roy Porter, on BBC Radio 4:</p>\n<blockquote>\n<p>How then did it happen ¦ that a successful and wealthy country ¦ declined to become one of the poorest in the world?</p>\n<p>(Shift the second pause so that it follows rather than precedes <em>declined</em>, and the sentence is changed—utterly—from its intended sense.)</p>\n</blockquote>\n<p>Won't someone tell the big broadcasting companies that accurate script-reading involves more than accurate pronunciation? Isn't it time, for instance, that the News and Current Affairs producers at the BBC, and the Talks producers as well, began taking advice not just from the BBC's excellent Pronunciation Unit but from its wonderful Drama Department?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Falls the Shadow</h1> <p><em><span data-rel=\"author\">John Ellison Kahn</span> <span data-rel=\"location\">London</span></em></p> <p>There's many a glitch 'twixt script and speech. For a start, the script might be mis-typed or semi-legible, and the speaker ignorant. On a state occasion during the Queen's recent visit to Namibia, the master of ceremonies introduced Her Majesty as “Queen Elizabeth the eleventh.” And on an Irish radio requests program a few years ago, the presenter launched into a dedication to this effect: “And now, a special message for John Donachy of Ballycloran, who is a hundred-and-eleven! ...no he's not, he's <em>ill</em>.”</p> <p>And of course, even the clearest of scripts and brightest of speakers will produce occasional misfires, such as:</p> <blockquote>\n<p>faulty accessing: <em>a funfair of trumpets; a prawn in the game; I know you like the back of my head</em>.</p>\n<p>mispronunciations: <em>deteriate; cow-orkers; Grenada</em> as if written <em>Granada</em>.</p>\n<p>botched tongue-twisters: <em>shallow and slipshod shatire; that disquieting condition called Kwok's Quease; the fire at the Tirestone fire tactory</em>.</p>\n<p>spoonerisms and similar transpositions: <em>submersive elephants within the party; a cross-fannel cherry; Tonight's orchestral concert comes to you from the Bath Room at Pump</em>.</p>\n</blockquote>"
}