{
  "type": "Article",
  "title": "The Intrusive s",
  "author": "Ronald Mansbridge",
  "location": "Weston, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Intrusive s</h1>\n<p><em><span data-rel=\"author\">Ronald Mansbridge</span> <span data-rel=\"location\">Weston, Connecticut</span></em></p>\n<p>The letter <em>s</em> sometimes appears at the end of a word to which it does not properly belong. Examples are <em>a little ways, anyways</em>, and <em>somewheres</em>. This usage is commonly heard in the United States, chiefly from country folk, or folks. The earliest use I have found is dated 20 April 1806, when William Clark, in the Lewis and Clark Journal, wrote, “a long ways off.” Today in newspapers, and especially in advertising, one often reads (and hears) <em>a savings of</em> and, increasingly, <em>Daylight Savings Time</em>.</p>\n<p>Sometimes it appears that one <em>s</em> is suggested by another. Thus we hear <em>for heaven's sakes</em>, and <em>for goodness' sakes</em>. Harold Ross, the founder and editor of <em>The New Yorker</em>, was a stickler for details of grammar, punctuation, and usage. But he is quoted as saying, “For God's sakes.”</p>\n<p>The intrusive <em>s</em> frequently makes its way into place names. The road on which I live, properly <em>Lyons Plain Road</em>, is often called “Lyons Plains Road.” A nearby town is commonly called <em>Greens Farms;</em> it is my guess that Mr. Green had only one farm. For some years I spent the winters in a house in England called <em>Gun Green Farm</em>. Something like one in twenty letters from the USA were addressed to “Gun Green Farms.” An example I particularly like is <em>Smiths College</em>.</p>\n<p>The addition of an <em>s</em> to a place name seems to be largely an American habit. But the British have also played their part. In England, rather more than in the United States, one finds an <em>s</em> tacked on to the French names Marseille and Lyon. “Marsales” is in fact the commonly heard pronunciation. Even the good edition of the <em>Encyclopaedia Britannica</em> (1911) gives the entry LYONS (Fr. <em>Lyon</em>) and uses <em>Lyons</em> throughout the text except when giving a name, such as the <em>Paris-Lyon main line</em>. The heading MARSEILLES is given with no reference to the spelling <em>Marseille</em>, except when reproducing similar names or as a place of publication.</p>\n<p><em>The Times Atlas of the World</em> (1967) does better; in the gazetteer it gives “Lyons, France, see Lyon,” and “Marseilles, see Marseille.” In the map of France it gives the proper spelling, with the English in parentheses below. In a full-page article in <em>The New York Times</em>, August 26, 1990, “What's doing in Lyons,” Steven Greenhouse uses <em>Lyons</em> and <em>Lyons's</em> throughout, though using <em>Lyon</em> in a name, such as <em>Bistrot de Lyon</em>. At one point he writes, “Lyons, which the French spell Lyon.”</p>\n<p>Newspaper accounts of sporting events commonly refer to the finals. There are, of course, quarter-finals and semi-finals, but only one final. Let me report that more than once last week, I was wished a <em>Happy New Year's</em>, though I am sure that my friends were wishing me to be happy for more than one day.</p>\n<p>Recently I read <em>Treason in the Blood</em>, a book about the Philbys, father and son, Houghton Mifflin, 1994, by Anthony Cave Brown. The subject greatly interested me; but my faith in the author was shaken on the very first page, by his misquotation from Blake, “And did those feet in ancient times ...” I was less surprised by an advertisement of an outfit that offered visiting Americans summer courses at Cambridge and Oxford, misquoting Matthew Arnold, “Oxford ... whispering from her towers the last enchantments of the Middle Ages.” This horror, ruining Arnold's lovely rhythm, actually appears in that otherwise admirable book, the <em>Oxford Dictionary of Quotations</em>.</p>\n<p>Finally, I hope I may be forgiven, as a Cambridge man, for citing my favorite example, a book called <em>Manuscript and Proof</em>, published in 1937 by Oxford University Press. My copy, carefully preserved, has the jacket, twice proclaiming the title as <em>Manuscript and Proofs</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Intrusive s</h1> <p><em><span data-rel=\"author\">Ronald Mansbridge</span> <span data-rel=\"location\">Weston, Connecticut</span></em></p> <p>The letter <em>s</em> sometimes appears at the end of a word to which it does not properly belong. Examples are <em>a little ways, anyways</em>, and <em>somewheres</em>. This usage is commonly heard in the United States, chiefly from country folk, or folks. The earliest use I have found is dated 20 April 1806, when William Clark, in the Lewis and Clark Journal, wrote, “a long ways off.” Today in newspapers, and especially in advertising, one often reads (and hears) <em>a savings of</em> and, increasingly, <em>Daylight Savings Time</em>.</p> <p>Sometimes it appears that one <em>s</em> is suggested by another. Thus we hear <em>for heaven's sakes</em>, and <em>for goodness' sakes</em>. Harold Ross, the founder and editor of <em>The New Yorker</em>, was a stickler for details of grammar, punctuation, and usage. But he is quoted as saying, “For God's sakes.”</p> <p>The intrusive <em>s</em> frequently makes its way into place names. The road on which I live, properly <em>Lyons Plain Road</em>, is often called “Lyons Plains Road.” A nearby town is commonly called <em>Greens Farms;</em> it is my guess that Mr. Green had only one farm. For some years I spent the winters in a house in England called <em>Gun Green Farm</em>. Something like one in twenty letters from the USA were addressed to “Gun Green Farms.” An example I particularly like is <em>Smiths College</em>.</p>"
}