{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Making the Alphabet Dance",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Making-Alphabet-Dance-Recreational-1996-01-03/dp/B01FIYSJQE\"><em>Making the Alphabet Dance</em></a></h1>\n<p>A. Ross Eckler, (St. Martin's Press, 1996), xix + 252pp.</p>\n<p>In <em>Language on vacation</em> (1965), Dmitri Borgmann redefined the obsolete term <em>logology</em> to mean 'wordplay,' and he also redefined the field itself. Now another author takes a revolutionary approach to wordplay in a handsomely produced, brilliantly written book. Ross Eckler's <em>Making the Alphabet Dance</em> delves into the fertile substrata of logology that he calls “letterplay,” which considers words as collections of letters to be manipulated. His book shows the abundant possibilities in the field.</p>\n<p>Having edited <em>Word Ways: The Journal of Recreational Linguistics</em> since 1970, Eckler knows letterplay better than anyone else. He has witnessed it evolve through the work of many people, he has written many articles about it himself, and now he has traced its development with the precise logic of a chessmaster of language. Although letterplay can be confusing, Eckler deconfuses the forms and demonstrates the relationships between them. The text flows easily from one topic to another, peppered with examples both serious and humorous. “Forbidden Letters, Obligatory Letters,” the first chapter, presents several take-offs on “Mary Had a Little Lamb,” including this sless version:</p>\n<blockquote>\n<p>Mary had a little lamb with fleece a pale white hue,</p>\n<p>And everywhere that Mary went the lamb kept her in view.</p>\n<p>To academe he went with her (illegal and quite rare);</p>\n<p>It made the children laugh and play to view a lamb in there.</p>\n</blockquote>\n<p>In Chapter 2, “Letter Patterns and Distributions,” Eckler notes that written wordplay may go back as far as the origins of written language. He discusses palindromes and pangrams and many lesser-known forms based on patterns. For instance, word graphs represent words as letters connected by lines. This word graph links the letters in the word <em>before</em>:</p>\n<blockquote>\n<p>O - R</p>\n<p>| |</p>\n<p>F _ E _ B</p>\n</blockquote>\n<p>“Word Fragments,” the chapter that follows, presents similar ideas, but it involves parts of a word instead of the whole.</p>\n<p>Central to Eckler's “word view” is Chapter Four, “Transforming One Word into Another.” As he sees it, all of letterplay revolves around three simple operations by which one word can be transformed into another—insertion, deletion, and rearrangement of letters. One type of transformation, the word network, grew out of Lewis Carroll's word ladders (originally called “doublets”). In a word ladder, two words are connected by changing one letter at a time:</p>\n<blockquote>\n<p>LESS</p>\n<p>LOSS</p>\n<p>LOSE</p>\n<p>LOVE</p>\n<p>MOVE</p>\n<p>MORE</p>\n</blockquote>\n<p>In one type of word network, all words of the same length would be connected at all possible places.</p>\n<p>The next chapter, “Alphabetical Order and Scoring,” begins with a discussion of the last word in English and examines forms that rely on positions of the letters in the alphabet. This paragraph by Allan Simmons is an alphabetic pun:</p>\n<blockquote>\n<p>Eh! Be seedy, ye effigy, at shy Jake.</p>\n<p>A lemon, opaque. You are a stew—</p>\n<p>Feed a bull, you ex! Why said?</p>\n</blockquote>\n<p>In “Word Groups,” the letterplay shifts to words that look ordinary alone but become unusual in combination. The chapter opens with word squares and variations, like the compound word square invented by Hairy Partridge:</p>\n<blockquote>\n<p>toe own bib</p>\n<p>ATE At To bE</p>\n<p>SET So wE iT</p>\n<p>MAY Me An bY</p>\n</blockquote>\n<p>The chapter on “Number Words” explores the fascinating things that happen when words and numbers collide. Many of the resulting forms are ideal for computer letter-crunching. Lee Sallows had to build a special-purpose computer to write this self-enumerating sentence:</p>\n<blockquote>\n<p>This sentence contains three a's, three c's, two d's, twenty-six e's, five f's, three g's. eight h's, thirteen i's, two l's, sixteen n's, nine o's, six r's, twenty-seven s's, twenty-two t's, two u's, five v's, eight w's, four x's, five y's, and only one z.</p>\n</blockquote>\n<p>The “Afterword” concludes with a look at words as single entities. It is divided into two sections—geometric views of words and a discussion of long words.</p>\n<p><em>Making the Alphabet Dance</em> is the manifesto of a man whose love for words goes far beyond twenty-six letters. One of the most important wordplay books of the 20th century, it gives a name to letterplay and traces its evolution. Although the field is complex, both expert and novice can make new discoveries. And that, Eckler would be the first to say, is exciting:</p>\n<blockquote>\n<p>One of the great joys of recreational linguistics is the chance to do original work, to discover new techniques or better examples illustrating old ones.</p>\n<p>Such contributions can even be made by the diligent newcomer to the field; it is not always necessary to serve a long apprenticeship mastering past results.</p>\n</blockquote>\n<p>As Lewis Carroll wrote, “Won't you join the dance?”</p>\n<p><em>[Dave Morice, Iowa City]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Making-Alphabet-Dance-Recreational-1996-01-03/dp/B01FIYSJQE\"><em>Making the Alphabet Dance</em></a></h1> <p>A. Ross Eckler, (St. Martin's Press, 1996), xix + 252pp.</p> <p>In <em>Language on vacation</em> (1965), Dmitri Borgmann redefined the obsolete term <em>logology</em> to mean 'wordplay,' and he also redefined the field itself. Now another author takes a revolutionary approach to wordplay in a handsomely produced, brilliantly written book. Ross Eckler's <em>Making the Alphabet Dance</em> delves into the fertile substrata of logology that he calls “letterplay,” which considers words as collections of letters to be manipulated. His book shows the abundant possibilities in the field.</p> <p>Having edited <em>Word Ways: The Journal of Recreational Linguistics</em> since 1970, Eckler knows letterplay better than anyone else. He has witnessed it evolve through the work of many people, he has written many articles about it himself, and now he has traced its development with the precise logic of a chessmaster of language. Although letterplay can be confusing, Eckler deconfuses the forms and demonstrates the relationships between them. The text flows easily from one topic to another, peppered with examples both serious and humorous. “Forbidden Letters, Obligatory Letters,” the first chapter, presents several take-offs on “Mary Had a Little Lamb,” including this sless version:</p> <blockquote>\n<p>Mary had a little lamb with fleece a pale white hue,</p>\n<p>And everywhere that Mary went the lamb kept her in view.</p>\n<p>To academe he went with her (illegal and quite rare);</p>\n<p>It made the children laugh and play to view a lamb in there.</p>\n</blockquote>"
}