{
  "type": "Article",
  "title": "All in the Family",
  "author": "Jerome Betts",
  "location": "Torquay",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">All in the Family</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay</span></em></p>\n<p>When the National Trust brought out a Country Craftsmen <em>Happy Families</em> children's card game some years ago, the names, such as Mr. <em>Reed</em> the Thatcher, were neatly matched to the occupations. This has been the tradition since 1851, the year in which the firm of John Jaques of Hatton Garden, London, commissioned John Tenniel, the <em>Punch</em> cartoonist and future illustrator of Lewis Carroll's <em>Alice</em> books, to design the eleven families of four members each in their highly successful and long-lived “juvenile pastime.” The main change by other makers has been that while the original family names had a clear alliternative link with those of the jobs, this has not always been observed in later versions.</p>\n<p>The Jaques families were nearly all tradespeople, in mid-Victorian terms, and even the doctor was given the title “Mr.” to fit the format. The names were <em>Block</em> (barber); <em>Bones</em> (butcher); <em>Bun</em> (baker); <em>Bung</em> (brewer); <em>Chip</em> (carpenter); <em>Dip</em> (dyer); <em>Dose</em> (doctor); <em>Grits</em> (grocer); <em>Potts</em> (painter); <em>Tape</em> (tailor); <em>Soot</em> (sweep). A twelfth four-card family, drawn by Lewis Carroll's niece Irene Dodgson, who married John Jaques III, was included in the game during WWI and lasted till just after WWII. This was Mr. <em>Mug</em> the Milkman, depicted with slopping-over pail and hand-bell, who maintained the alliterative pattern. A majority of the names still work today, though <em>Block, Chip, Dip</em>, and <em>Grits</em> might well be opaque to modern children or taken in a different sense without the accompanying illustration. Perhaps, too, Mr. <em>Bung</em> would be a football manager in recent times.</p>\n<p>In the versions that abandoned the alliterative connection, it was possibly easier to give a satirical slant to the names, as with Mr. <em>Sand</em> the Grocer, probably alluding to the same suspicions of adulteration in the trade voiced in G.K. Chesterton's verses, “The Song Against Grocers”:</p>\n<blockquote>\n<p>He sells us sands of Araby</p>\n<p>As sugar, for cash down...</p>\n</blockquote>\n<p>The format was taken up for advertising purposes, with “families” of dogs and personified cigarette brands and was given an ingenious verbal twist in the 1950s in a large <em>Happy Families</em> set produced by the drug firm <em>Wyeth</em> to publicize a cough linctus. All the families had names related to types of cough. There was thus the <em>Bark</em> family of dog breeders, the <em>Hack</em> family of woodcutters, the <em>Hoarse</em> jockeys, and the knife-grinding <em>Rasps</em>.</p>\n<p>Exposure to <em>Happy Families</em> at an early age perhaps leaves us ever afterwards sensitized to apt matches — or mismatches — of name and profession, which may be why they seem so easy to spot. Among the many treasured examples that have come my way are Mr. <em>Scales</em>, a deep-sea fisherman, Mr. <em>Main</em>, a plumber, Mrs. <em>Bridge</em>, a dentist, Mr. <em>Hewitt</em>, a forester, and Mr. <em>Down</em>, a demolition contractor, who even manages to alliterate. But a name may also connect with the bearer's work in a less fortunate way. A glance through the largest occupational group in my local Yellow Pages turns up farmers with suitably evocative names like <em>Bale, Bull, Sheaves</em>, and <em>Steer</em>, but others called <em>Blight</em> and <em>Greed</em>. No doubt Farmer <em>Blight</em> can stand it, and has got used to the jokes produced by a not altogether happy conjunction of name and business. He may be taking some pleasure in the possible recent discomfiture of the previously appropriately named Farmer <em>Veale</em>, in the wake of the campaign against live calf exports from the United Kingdom. Similar thickness of skin may be required by a friend's accountant, who is a <em>Crook</em>, and physicians called <em>Blood</em> and <em>Coffin</em>.</p>\n<p>So familiar is the phenomenon that it was capitalized on in the late 1980s by the small community of Dartmouth in Devon to raise money for the town's swimming pool. Two separate sets of <em>Happy Families</em> cards were published using authentic local business people's names of both the congruent and clashing kinds, such as Mr. <em>Drew</em> the Artist, who helped with the production, Mr. <em>Pillar</em> the Builder, and Mr. <em>Killer</em> the Chemist.</p>\n<p>Despite the total symmetry of farmers actually called <em>Farmer</em>, most names which either historically relate to a trade or merely suggest one to us through some association are carried by people in completely different occupations. In this way Mr. <em>Shepherd</em> may be a jeweler, Mr. <em>Glover</em> a carpenter, Mr. <em>Bridle</em> a joiner and not a harness-maker, and Mr. <em>Fudge</em> an estate agent rather than a confectioner or politician. There are several <em>Bakers</em> who are butchers by calling and may even draw attention to it with advertisements highlighting <em>Bakers the Butchers</em>, though I have yet to record a <em>Butcher</em> trading as a baker. I shall continue to look out as well for a <em>Smith</em> who actually works as one.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">All in the Family</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay</span></em></p> <p>When the National Trust brought out a Country Craftsmen <em>Happy Families</em> children's card game some years ago, the names, such as Mr. <em>Reed</em> the Thatcher, were neatly matched to the occupations. This has been the tradition since 1851, the year in which the firm of John Jaques of Hatton Garden, London, commissioned John Tenniel, the <em>Punch</em> cartoonist and future illustrator of Lewis Carroll's <em>Alice</em> books, to design the eleven families of four members each in their highly successful and long-lived “juvenile pastime.” The main change by other makers has been that while the original family names had a clear alliternative link with those of the jobs, this has not always been observed in later versions.</p> <p>The Jaques families were nearly all tradespeople, in mid-Victorian terms, and even the doctor was given the title “Mr.” to fit the format. The names were <em>Block</em> (barber); <em>Bones</em> (butcher); <em>Bun</em> (baker); <em>Bung</em> (brewer); <em>Chip</em> (carpenter); <em>Dip</em> (dyer); <em>Dose</em> (doctor); <em>Grits</em> (grocer); <em>Potts</em> (painter); <em>Tape</em> (tailor); <em>Soot</em> (sweep). A twelfth four-card family, drawn by Lewis Carroll's niece Irene Dodgson, who married John Jaques III, was included in the game during WWI and lasted till just after WWII. This was Mr. <em>Mug</em> the Milkman, depicted with slopping-over pail and hand-bell, who maintained the alliterative pattern. A majority of the names still work today, though <em>Block, Chip, Dip</em>, and <em>Grits</em> might well be opaque to modern children or taken in a different sense without the accompanying illustration. Perhaps, too, Mr. <em>Bung</em> would be a football manager in recent times.</p> <p>In the versions that abandoned the alliterative connection, it was possibly easier to give a satirical slant to the names, as with Mr. <em>Sand</em> the Grocer, probably alluding to the same suspicions of adulteration in the trade voiced in G.K. Chesterton's verses, “The Song Against Grocers”:</p>"
}