{
  "type": "Article",
  "title": "Elementary, My Dear Mendeleev",
  "author": "Marc A. Schindler",
  "location": "Spruce Grove, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Elementary, My Dear Mendeleev</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p>\n<p>The categorization of all the known elements of the day by the Russian scientist Dmitri Ivanovich Mendeleev (1834-1907) represents an instance of genius in nomenclature and classification. Not only did Mendeleev notice that the elements could be grouped together in a chart that related their atomic numbers (the number of neutrons in the nucleus of their base isotope), but he also saw that this relationship grouped together elements with similar chemical characteristics. For instance, all the “noble gases” (neon, argon, krypton, xenon, and radon) are arranged in a vertical row at the right-hand edge of the table.</p>\n<p>However, just because elements in the same area of the Table are related atomically and chemically, this neatness is not necessarily reflected in the names, let alone the two-character symbols we have given to elements, which reflect all the chaos, variety, whims, and even vanity of history and human nature.</p>\n<p>Let us start with some of the more common elements, however, as their etymology best illustrates the complete arbitrariness in naming elements. <em>Hydrogen</em>, with atomic number 1, is actually rather straightforward: its name comes from easily recognized Latin roots for 'water' and 'create.' It is the most common element in the universe, and it is the most common element in ordinary, everyday water. In German it is called, very prosaically, <em>Wasserstoffe</em> 'water stuff' in recognition of its role as the basic building block of water.</p>\n<p>German has a number of other element names which end in*-stoffe: Kohlstoffe, Sauerstoffe*, and <em>Stickstoffe</em> being the best known. <em>Kohlstoffe</em> is, of course, the 'stuff of coal,' or charcoal. Both <em>coal</em> and <em>c(h)ar</em> come from IE *<em>ker</em>, meaning 'charcoal.' <em>Sauerstoffe</em> is not a reference to <em>Säuerkraut</em>, but in a way that is not as crazy as it sounds: <em>Säure</em> is the German word for 'acid,' and <em>oxygen</em> is likewise the “stuff” that makes acids. <em>Oxy</em> comes from Greek <em>oxus</em> 'sharp' &lt; IE *<em>ak</em>, “sharp” and “sour” both being descriptive of acid.</p>\n<p><em>Nitrogen</em> is a little more complicated. The word comes from Greek <em>natron</em> 'ash' or 'soda.' What might have been referred to was nitrogen's key role in creating nitrates and other alkaline (soda-like) compounds.</p>\n<p>Alongside these four most common elements—probably 99 per cent of all atoms in organic molecules are either carbon, oxygen, hydrogen, or nitrogen—we should consider some of the elements without which our standard of living would be impossible: the base and precious metals. A group of five metallic elements which were well known to the ancients and which also have in common symbols that do not resemble the English words for them are lead (Pb), copper (Cu), mercury (Hg), silver (Ag), and gold (Au). The reason the symbols vary so much from their names is that they are abbreviations of names given them in ancient times. <em>Mercury</em>, also called <em>quicksilver</em>, is liquid at room temperature and thus brought to mind the fleet-footed Roman messenger god. However, the Greeks also called the metal “quicksilver”; in Greek, “liquid silver” is <em>hydrárgyros</em>, from which the symbol Hg derived.</p>\n<p><em>Copper</em> is from ME <em>coper</em>, OE <em>coper/copor</em>, Proto-Germanic *<em>kupar</em>, and is called <em>cuprum</em> in Late Latin; both Proto-Germanic and Late Latin forms are from Latin <em>Cyprium</em>, the adjective for <em>Cyprus</em>, whence the best copper came in antiquity, which goes back to the Greeks, who called it <em>kupros</em>. Whereas both the name of the element in English and its universal symbol come from <em>Cyprus</em>, the name came via Germanic and the symbol via Latin.</p>\n<p><em>Lead</em> is from ME/OE <em>lead</em>, West Germanic <em>lauda</em>, but its ultimate origin is obscure. The Latin <em>plumbum</em> 'weight' gives us the symbol, Pb (along with words like <em>plumb, plumb bob</em>, and <em>plumber</em> 'one who works with lead and lead pipes'.</p>\n<p><em>Silver</em> is from OE <em>siolfor/seolfor</em>, Proto-Germanic *<em>silubhra</em>, and may not be an Indo-European word at all, but one borrowed from the Semitic language Akkadian (the language of Babylon): <em>sarpu</em> 'refined metal.' The symbol, Ag, comes from Latin <em>argentum</em>, from IE *arg, meaning 'to shine,' or 'white.'</p>\n<p><em>Gold</em> comes from OE <em>gold</em>, IE *<em>ghel</em> 'to shine' but in a “yellow” sense (in contrast to *<em>arg</em>, which is to shine in a “white” sense). This root, or closely related ones, such as *<em>ghol</em>, yield a whole slough of modern English words via various Proto-Germanic and related IE roots: <em>yellow, gild, gall</em> (a yellowish substance), <em>choler, cholera, melancholy</em> 'black bile,' and <em>chlorine</em>, all via Greek <em>kholé</em> 'yellow bile' and Greek <em>chlidé</em> 'luxury' and Proto-Germanic *<em>ghhleid</em> and *<em>glazem: gleam, glint, glimmer, glisten, glass, glaze, gloss, glance, glade, glee, glow, gloaming, glide</em>, and <em>glissade</em>—quite a haul from what is basically a single root! The symbol, <em>Au</em>, comes from Latin <em>aurum</em> 'gold,' which, in turn, comes from Indo-European *<em>auso-</em> 'gold,' but possibly meaning 'to draw water,' leading one to speculate that ancient gold was found by panning, as in placer mining.</p>\n<p>Finally, a group of odds 'n' sods: <em>nickel</em> (the “devil's metal”), from modern German <em>Kupfernickel</em> 'copper demon': <em>Nickel</em> is a diminutive of <em>Nicklaus</em>, similar to the English “Old Nick,” a term for the Devil, so called because nickel was considered a contaminant when found in copper ore but in the early days of mining—as if the metal were “spooked.” Once a use had been found for nickel (it is what makes stainless steel stainless, among other uses), it became a desirable metal; but its ore was found to have a “gremlin” in it, which turned out to be cobalt (<em>Kobalt</em> in German). The German word for “gremlin” is <em>Kobold</em>, an underground sprite believed to put curses on ore.</p>\n<p>Although several elements are spelled differently on either side of the anglophone world (<em>caesium</em> vs. <em>cesium</em>, for instance), only <em>aluminium</em> is both spelled and pronounced differently. <em>Aluminium</em> is so spelled outside North America (except by the Canadian aluminum giant, <em>Alcan Aluminium</em>). The metal was identified in 1808 by Sir Humphry Davy, who originally named it <em>alumium</em>, based on Latin <em>alumen</em>, and <em>alum</em>, oxides and sulphates of aluminum, respectively, which were known to the ancients. Four years later, however, Davy changed his mind and called the element <em>aluminum</em>, which he felt more closely resembled the Latin roots. The word was transformed in <em>aluminium</em> in Britain because it seemed more “classically consistent.” There is another element—tungsten—which used to be known as <em>wolfram</em> in Britain, although this has been supplanted by <em>tungsten</em>.</p>\n<p>It is not considered proper to name elements after oneself, but others can name an element after you if you are dead and sufficiently famous. Or you could arrange to have an element named after your hometown or your country: <em>Scandium, Polonium, Europium, Francium, Americium, Germanium, Berkelium, Californium, Yttrium</em>, and <em>Ytterbium</em>, the last two being elements named after the Swedish town where they were discovered. Elements named after scientists include <em>Curium, Mendelevium, Einsteinium, Nobelium</em> (actually this was named after Sweden's Nobel Institute, not directly after Alfred Nobel), and <em>Lawrencium</em>. However, there is another element whose nomenclature breaks the rules thanks to a trick its discoverer played on the world. The 19th-century French chemist Paul Emile Lecoq de Boisbaudran managed to name <em>Gallium</em> after himself (because, of course, <em>Coq</em> in Latin is <em>Gallus</em>!). As gallium is the only other metal, besides mercury, which is liquid at room temperature and since liquid metals have a slightly shady reputation, perhaps Lecoq's trick was poetically apt.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Elementary, My Dear Mendeleev</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p> <p>The categorization of all the known elements of the day by the Russian scientist Dmitri Ivanovich Mendeleev (1834-1907) represents an instance of genius in nomenclature and classification. Not only did Mendeleev notice that the elements could be grouped together in a chart that related their atomic numbers (the number of neutrons in the nucleus of their base isotope), but he also saw that this relationship grouped together elements with similar chemical characteristics. For instance, all the “noble gases” (neon, argon, krypton, xenon, and radon) are arranged in a vertical row at the right-hand edge of the table.</p> <p>However, just because elements in the same area of the Table are related atomically and chemically, this neatness is not necessarily reflected in the names, let alone the two-character symbols we have given to elements, which reflect all the chaos, variety, whims, and even vanity of history and human nature.</p> <p>Let us start with some of the more common elements, however, as their etymology best illustrates the complete arbitrariness in naming elements. <em>Hydrogen</em>, with atomic number 1, is actually rather straightforward: its name comes from easily recognized Latin roots for 'water' and 'create.' It is the most common element in the universe, and it is the most common element in ordinary, everyday water. In German it is called, very prosaically, <em>Wasserstoffe</em> 'water stuff' in recognition of its role as the basic building block of water.</p>"
}