{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Brewer's Quotations: A Phrase and Fable Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Brewers-Quotations-Phrase-Fable-Dictionary/dp/0304343978\"><em>Brewer's Quotations: A Phrase and Fable Dictionary</em></a></h1>\n<p>Nigel Rees, (Sterling Publishing, 1995), xv + 397pp.</p>\n<p>Books of quotations are curious things. I have never compiled one, but I understand that publishers like them because they sell well. As I use such books mainly as reference books, I am probably the wrong reviewer for this work by the estimable Nigel Rees, a Londoner well known as the host of a BBC radio program, <em>Quote ... Unquote</em>, who publishes an amusing, entertaining, informative newsletter with the same title. To be brutally frank, I care little about what Jimi Hendrix and Marlon Brando might have said (or, in the latter case, mumbled): of far greater moment are the words of people like Julius Caesar, Shakespeare, and Mae West. Whether Greta Garbo actually ever said, “I want to be alone” (she did), is of little consequence in the larger scheme of things; but the world consists of many parts, including many smaller—even infinitesimal—things, and we must not turn our noses up at the exact wording of Neil Armstrong's moon quotation: at least it was in English, and one need not try to explain that in <em>Et tu, Brute</em>, the last word is not the English word <em>brute</em> but the vocative case of Latin <em>Brutus</em> and then go off into the paroxysmal grammar of Latin to explain what a vocative is.</p>\n<p>In any event, Rees sets forth the purpose of his book with admirable clarity in his Introduction. (If one wants to know why someone wrote or compiled a book, one should always read the author's Preface, Foreword, Introduction, or What-have-you). After a brief mention of some of the things the book is not, he continues:</p>\n<blockquote>\n<p>What <em>Brewer's Quotations</em> does contain is the most commonly misquoted, misattributed, misascribed, misremembered and most disputed sayings that there are. It also contains sayings that are frequently unattributed, unascribed, misunderstood and misapprehended, or words whose authors might wish to reconsider them.</p>\n<p>[p. ix]</p>\n</blockquote>\n<p>The reason for putting <em>Brewer</em> into the title (according to Rees) is that his book “follows naturally in the tradition of ... <em>Dictionary of Phrase and Fable</em> [which] singled out words and phrases 'with tales to tell' and did not attempt an unachievable comprehensiveness.” “[N]ot attempt an unachievable comprehensiveness” is a marvelous quotation that I must borrow for my next book, review, article, or comment on the parlous state of the world, and I shall now be able to preface it with, “In the words of Nigel Rees ...” I found Rees's Introduction more entertaining than the body of the book.</p>\n<p>I had to put the book to some sort of test, so I looked up <em>I'm all right, Jack</em>, which is not in the fairly comprehensive Index; instead, I found it under “Jack: I'm all right J.,” and it would be unfair to complain about that; to learn that it was said to come from a novel by Sir David Bone is not much of a revelation, nor is it particularly exciting to learn that Eric Partridge thinks it arose earlier as a minced form of some taboo Victorianism (if such things actually existed).</p>\n<p>Much more entertaining is a slow browse through the pages, which reveals items like this:</p>\n<blockquote>\n<p><em>Book of Common Prayer, The</em></p>\n<p>1662 version</p>\n<p><em>The quick and the dead</em>.</p>\n<p>In the Apostles' Creed: 'From thence he [Christ] shall come to judge the quick and the dead', 'quick' meaning 'alive'.</p>\n<p>To Lord Dewar (1864-1930), a British industrialist, is credited the joke that there are 'only two classes of pedestrians in these days of reckless motor traffic—the quick, and the dead'. George Robey ascribed it to Dewar in <em>Looking Back on Life</em> (1933). A <em>Times</em> leader in April that same year merely ventured: 'The saying that there are two sorts of pedestrians, the quick and the dead, is well matured.'</p>\n</blockquote>\n<p>I begin to cleave to the 'well-matured' story, I'm afraid; but it does have the advantage today, when the younger generations demonstrate a total lack of respect for tradition, of not being overworked by the “comedians” who rarely say anything funny or even clever but make up their routines to remind us of our foibles. My foibles are very serious, indeed, and are not anything to joke about.</p>\n<p>Readers should be aware that Rees is British and that the book has a British leaning, less in the choice of sources, perhaps, than in the inclusion of quotations that are opaque to those who are not of the British persuasion and in attributions to obscure Englishmen—John Braham, English singer and songwriter (1774-1856), for example.</p>\n<p>The structure of <em>Brewer's Quotations</em> is simple: the main text lists authors in alphabetical order with quotations following in alphabetical order by first word; in a few cases, where several works are cited from a single author, like Dickens, the titles are in alphabetical order with the quotations following. On every page, the quotations are numbered sequentially, providing a quick reference point for the Index, which lists quotations by their key words, in some cases listing them more than once: for example, <em>By their fruits ye shall know them</em> is listed in the Index both under <em>fruits</em> and under <em>know</em>. One criticism focuses on the designer of the book, over whom the publisher's editor (if not Nigel Rees) should have exercised some influence: in a book in which the page numbers are an essential piece of the reference apparatus, they should not be set in the center of the bottom of the page, where they are hard to see when thumbing through, but at the top, as close to the foredge as possible.</p>\n<p><em>Brewer's Quotations</em> was originally published by Cassell, in 1994. Other titles in the <em>Brewer</em> series, a name perpetuated more for commercial association with <em>Brewer's Dictionary of Phrase and Fable</em> than for relevance of content, are, in addition to <em>Brewer's Dictionary of Phrase and Fable, 14th Edition, Brewer's Concise Dictionary of Phrase and Fable, Brewer's Politics, Brewer's Theatre</em>, and the anachronistic <em>Brewer's Dictionary of Twentieth-Century Phrase and Fable [BIBLIOGRAPHIA, XVIII, 4, 19], Brewer's Cinema, and Brewer's Twentieth-Century Music</em>.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Brewers-Quotations-Phrase-Fable-Dictionary/dp/0304343978\"><em>Brewer's Quotations: A Phrase and Fable Dictionary</em></a></h1> <p>Nigel Rees, (Sterling Publishing, 1995), xv + 397pp.</p> <p>Books of quotations are curious things. I have never compiled one, but I understand that publishers like them because they sell well. As I use such books mainly as reference books, I am probably the wrong reviewer for this work by the estimable Nigel Rees, a Londoner well known as the host of a BBC radio program, <em>Quote ... Unquote</em>, who publishes an amusing, entertaining, informative newsletter with the same title. To be brutally frank, I care little about what Jimi Hendrix and Marlon Brando might have said (or, in the latter case, mumbled): of far greater moment are the words of people like Julius Caesar, Shakespeare, and Mae West. Whether Greta Garbo actually ever said, “I want to be alone” (she did), is of little consequence in the larger scheme of things; but the world consists of many parts, including many smaller—even infinitesimal—things, and we must not turn our noses up at the exact wording of Neil Armstrong's moon quotation: at least it was in English, and one need not try to explain that in <em>Et tu, Brute</em>, the last word is not the English word <em>brute</em> but the vocative case of Latin <em>Brutus</em> and then go off into the paroxysmal grammar of Latin to explain what a vocative is.</p> <p>In any event, Rees sets forth the purpose of his book with admirable clarity in his Introduction. (If one wants to know why someone wrote or compiled a book, one should always read the author's Preface, Foreword, Introduction, or What-have-you). After a brief mention of some of the things the book is not, he continues:</p> <blockquote>\n<p>What <em>Brewer's Quotations</em> does contain is the most commonly misquoted, misattributed, misascribed, misremembered and most disputed sayings that there are. It also contains sayings that are frequently unattributed, unascribed, misunderstood and misapprehended, or words whose authors might wish to reconsider them.</p>\n<p>[p. ix]</p>\n</blockquote>"
}