{
  "type": "Article",
  "title": "A Catalogue of Cats",
  "author": "Alan Major",
  "location": "Canterbury",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Catalogue of Cats</h1>\n<p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p>\n<p>In view of the abundance of the worldwide population of the domestic cat it comes as something of a surprise to learn that no authority can categorically state where the name for this group of small, soft-furred carnivorous animals started or when. We know the cat was domesticated both in the East and West in the early historical period, the ancient Egyptians being credited with having been the first people to have done so and at one period in their history to have worshiped it as sacred. The name is found in Latin and Greek in the first to fourth centuries and in the modern languages as far back as their records go.</p>\n<p>Almost certainly a loanword, in Old English it is <em>catt</em>; Welsh and Cornish <em>cath</em>; Gaelic <em>cat</em>; Old Irish <em>cat</em>; Dutch and Danish <em>kat</em>; Middle Dutch <em>katte</em>; Swedish <em>katt, katta</em>; Old Norse <em>kött-r</em>; Old High German <em>chazza, chataro</em>; Middle High German <em>katero, kater</em>; Modern German <em>Katze</em>, but Modern German and Dutch also have <em>kater</em> 'tomcat' (<em>tom</em> denoting the male of certain species of animal, notably the cat); French <em>chat</em>; Spanish and Portuguese <em>gato</em>; Italian <em>gatto</em>; Old North French <em>cat</em>; West German <em>katta</em>; Breton <em>kaz</em>; Old Slavonic <em>kotŭka, kotka</em>; Slavonic <em>kot</em>; Bulgarian <em>kotka</em>; Russian, male <em>kot</em>, female <em>kotchka, koshka</em>; Bohemian, male <em>kot</em>, female <em>kotka</em>; Lithuanian <em>kate</em>; Finnish <em>katti</em>; Polish <em>kot</em>, male cat or tomcat <em>koczur, kocur</em>. As the above indicates everyone had or has some sort of word for the cat.</p>\n<p>What is also a mystery is why the use of the word <em>cat</em> was so often attached as a prefix to other words. In some examples I feel the word also suffered <em>catachresis</em>, a misapplication of <em>cat</em> due to etymology. <em>Catgut</em>, for example, has nothing to do with that animal as it is a tough, elastic cord made from the twisted intestines of sheep, used for the strings of musical instruments. The first element might have come from <em>kit</em> 'small fiddle.' When it is played badly, however, some listeners agree that there is a feline similarity to <em>caterwauling</em>, from the Middle English <em>caterwawen</em>, an 'uttering of a discordant shrieking, as from a cat.'</p>\n<p>A person who is <em>catlike</em> is lithe and active, moves stealthily and noiselessly, perhaps like a <em>cat burglar</em> seeking to commit a crime by using a <em>cat-walk</em>, a narrow ledge, footway, or platform. Possibly mannequins (fashion models) can be considered <em>cat-like</em> when they promenade, <em>cat-footed</em>, confident in moving down the <em>catwalk</em> at a fashion show evoking no <em>catcalls</em> from the audience (unless the designs fail to be to the viewers' liking), eliciting <em>catty</em> remarks, turning the show into a <em>catastrophe</em>. It is unlikely they would have wanted to see examples of <em>cat suits</em>, the all-in-one, neck-to-foot legged garment, worn by women and men during WWII. Winston Churchill, often depicted as a bulldog, frequently wore one to work, though he preferred to call it a boiler suit. “Winnie” possibly thought his <em>cat suit</em> was the <em>cat's whiskers</em>, i.e., 'good, satisfactory, perfect, ideal for the task.' The <em>cat's whiskers</em> is a term possibly first used in 1927, by Dorothy L. Sayers in her novel <em>Unnatural Death</em>. Maybe the early uses of the <em>cat whisker</em> or <em>cat's whisker</em>, a thin wire for establishing contact on a crystal (wireless) set was thought to be the same when the listener was successful.</p>\n<p>Similar to the <em>cat's whiskers</em> is the <em>cat's pyjamas</em> meaning anything that is very good, attractive; American in origin from around 1920, it had become Briticized by 1923. However, according to Eric Partridge, in his <em>Dictionary of Slang and Unconventional English</em>, the word was obsolete in the UK by 1934; but it was far from dead in Australia as late as 1965.</p>\n<p>In the same war those night fighter pilots who, because they could see well in near-darkness, shot down numerous enemy aircraft were said to be <em>cat-eyed</em>. A famous ace pilot was known as “Cat's-eyes Cunningham.” <em>Cat-eyed</em> women though are those with greenish, slinky, Oriental-type eyes. <em>Cat's-eye</em> is a semi-precious, yellowish-brown stone, a variety of chalcedonic quartz or chrysoberyl, which, cut in a certain way, reflects light and has a luster like the contracted pupil of a cat's eye. <em>Catoptrics</em> is the study of the reflection of light. <em>Cat silver</em>, German <em>Katzensilber</em>, similarly, is silver that still shines in declining light.</p>\n<p>A <em>cathouse</em> is a brothel, <em>cat</em> being a former word for prostitute. Perhaps some of the latter drank <em>cat's water</em>, a 19th-century term for gin. <em>Catting</em> was a word for chasing after the female sex, i.e., a man “out on the tiles”—like a <em>tomcat? Cattery</em> is the name for the place where numbers of animal cats are housed. A <em>cat-hole</em> or <em>cat-flap</em> is the entry and exit site in a door for a household's cat, the difference being that a <em>cat-hole</em> is merely a hole in the door, whereas a <em>cat-flap</em> is hinged to swing to and fro and close the opening automatically.</p>\n<p>A <em>cat-lap</em> is not the owner's lap on which the cat can sit or lie and sleep, but a cup of tea. It was so referred to as far back as 1785 when Grose, in his <em>Dictionary of the Vulgar Tongue</em>, stated, “<em>cat-lap</em>: tea, called the scandal broth.” Gossip over the tea cups perhaps? Other authorities hold that <em>cat lap</em> was 'slops; the stuff a cat will lap.' A <em>catnap</em> is a short sleep, sometimes after a meal, as a cat is wont to have. <em>Catnip</em> is the American name for a plant known elsewhere as <em>catmint</em>.</p>\n<p><em>Cat ice</em> is a thin layer of ice on a puddle from under which water has receded, so named because it will bear only the weight of a cat, or a <em>catling</em>, a kitten walking over it <em>cat-footed</em> to avoid breaking it. <em>Cat dirt</em> is not what might be thought, but a type of clay. <em>Catbrain</em> is a 'soil containing clay mixed with stones.' <em>Cat and clay</em> is straw and clay mixed together to make rolls of material which are laid between the wood posts in constructing mud walls of dwellings.</p>\n<p>Ironically, although cats are reputed to dislike water and getting wet, there are numerous words using <em>cat</em> for nautical and maritime items.</p>\n<p><em>Cat</em> is abbreviated from <em>catamaran</em>, used in trade names like <em>Hobie Cat</em>. A <em>catamaran</em> is a raft of logs lashed together or a boat formed of two hulls held together by a bridgelike framework. The word <em>catamaran</em> comes from the Tamil <em>kattu</em> 'binding,' <em>katta</em> 'to tie,' and <em>maram</em> 'wood,' meaning logs. Another use of <em>catamaran</em>, quite different, is a 'cross-grained, cantankerous woman.'</p>\n<p>The <em>cathead</em> is a heavy piece of timber projecting from the bows of a vessel for hauling anchors fitted with a stock into position clear of the ship's side. It was so called because in the days when there was much carving on wooden-hulled ships, a cat's head or sometimes a lion's head was almost always carved on it. This procedure, before the days of the stockless anchor, was known as <em>catting the anchor</em>. A <em>cat purchase</em> is a rope tackle used for hauling an anchor, especially on a <em>cat davit</em>, a light crane used on small vessels to hoist an anchor so it can then be swung round to lower the anchor on to the deck or overboard. A <em>cat pennant</em> is the small pennant used either as a marker for an anchor buoy or as a signal that a vessel is at anchor. A <em>catenary</em> is the curve of the anchor cable between the anchor on the sea bed and the vessel.</p>\n<p><em>Cat's-paw</em> has several meanings. One is the 'slight ripple on the surface of an otherwise flat sea,' interpreted by sailors as portending a breeze. A variation is a 'light breeze, just strong enough to ruffle the water surface.' Second, it is a twisting hitch, made in the bight of a rope to form two eyes through which the hook of a tackle is passed for hoisting. A <em>catshank</em> is a knot similar to a sheepshank but with an extra turn through the loops to prevent their slipping through. Third, <em>cat's-paw</em> dates from the late 18th century as a 'dupe, a person used by another as an unsuspecting agent, or tool, especially in nefarious transactions.' This version came from the fable of the monkey which used a cat's paw to draw hot chestnuts from a fire. A century later the term <em>cat's-foot</em> was used for a 'dupe.' As for <em>cat holes</em>, they were 'two small holes cut into the stern above the gun ports on a sailing man o' war, on the same level as the capstan, and used for leading a stern hawser to the capstan when required to secure the ship astern.'</p>\n<p>There are many uses of <em>cat</em> in the naming of wild species, some having tenuous associations. A <em>cater-pillar</em> is the 'larva of a butterfly or moth,' coming from the Old French <em>chate pelouse</em>, 'hairy cat.' This dates back to 1440 and the word <em>catyrpel</em>, 'worm among the fruit.' <em>Cat's-head</em> is a very large apple variety, possibly a cider apple, the name, dating back to 1617, supposedly given owing to the similarity of the fruit to a cat's head. In the 19th century totally different was <em>cat's-head</em>, it being a non-nautical term for the end of shoulder of mutton. A <em>cat-bird</em> is an American thrush, with a call like that of a cat. A <em>catfish</em> has barbels on its head, around the mouth, that slightly resemble a cat's whiskers. <em>Cat's-foot</em> is another name for the British wild plant ground ivy, so called from the resemblance of the shape of the leaves to the print of a cat's paws. <em>Cat's-tail</em>, also timothy grass, was a name formerly given because the shape of the grass flowerhead resembles that caudal appendage.</p>\n<p>Male readers will know what <em>cat's hair</em> is (or was—older men remembering it from long ago) 'down on the face of youths before the beard grows.'</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Catalogue of Cats</h1> <p><em><span data-rel=\"author\">Alan Major</span> <span data-rel=\"location\">Canterbury</span></em></p> <p>In view of the abundance of the worldwide population of the domestic cat it comes as something of a surprise to learn that no authority can categorically state where the name for this group of small, soft-furred carnivorous animals started or when. We know the cat was domesticated both in the East and West in the early historical period, the ancient Egyptians being credited with having been the first people to have done so and at one period in their history to have worshiped it as sacred. The name is found in Latin and Greek in the first to fourth centuries and in the modern languages as far back as their records go.</p> <p>Almost certainly a loanword, in Old English it is <em>catt</em>; Welsh and Cornish <em>cath</em>; Gaelic <em>cat</em>; Old Irish <em>cat</em>; Dutch and Danish <em>kat</em>; Middle Dutch <em>katte</em>; Swedish <em>katt, katta</em>; Old Norse <em>kött-r</em>; Old High German <em>chazza, chataro</em>; Middle High German <em>katero, kater</em>; Modern German <em>Katze</em>, but Modern German and Dutch also have <em>kater</em> 'tomcat' (<em>tom</em> denoting the male of certain species of animal, notably the cat); French <em>chat</em>; Spanish and Portuguese <em>gato</em>; Italian <em>gatto</em>; Old North French <em>cat</em>; West German <em>katta</em>; Breton <em>kaz</em>; Old Slavonic <em>kotŭka, kotka</em>; Slavonic <em>kot</em>; Bulgarian <em>kotka</em>; Russian, male <em>kot</em>, female <em>kotchka, koshka</em>; Bohemian, male <em>kot</em>, female <em>kotka</em>; Lithuanian <em>kate</em>; Finnish <em>katti</em>; Polish <em>kot</em>, male cat or tomcat <em>koczur, kocur</em>. As the above indicates everyone had or has some sort of word for the cat.</p> <p>What is also a mystery is why the use of the word <em>cat</em> was so often attached as a prefix to other words. In some examples I feel the word also suffered <em>catachresis</em>, a misapplication of <em>cat</em> due to etymology. <em>Catgut</em>, for example, has nothing to do with that animal as it is a tough, elastic cord made from the twisted intestines of sheep, used for the strings of musical instruments. The first element might have come from <em>kit</em> 'small fiddle.' When it is played badly, however, some listeners agree that there is a feline similarity to <em>caterwauling</em>, from the Middle English <em>caterwawen</em>, an 'uttering of a discordant shrieking, as from a cat.'</p>"
}