{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Logophile's Orgy",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Logophiles-Orgy-Lewis-Burke-Frumkes-Delacorte/30577406093/bd\"><em>The Logophile's Orgy</em></a></h1>\n<p>Lewis Burke Frumkes, (Delacorte Press, 1995), xxii + 211pp.</p>\n<p>If one is to acknowledge that it is unfair to express personal prejudice in reviewing books, then the entire reviewing process might as well be rejected as pointless: a critic's opinions are valid only when he has gained a following among readers who agree with—or, at least, respect—his point of view. The issue arose (again) when I grappled with the purpose of this book. One must accept the premise of the author's introductory words:</p>\n<blockquote>\n<p><em>The Logophile's Orgy</em> began as wondering about other writers' favorite words...The thrust of the book is that we all have favorite words... I, for example, use the words “eggplant” and “kumquat” more often in my writing than other words...</p>\n</blockquote>\n<p>The problem is that the words selected—<em>summer afternoon</em> (Henry James), <em>powwow, pulchritude, punctuate</em> (Shirley Lord), <em>Preposterous</em> (Charles Krauthammer), <em>delegate</em> (Maxwell M. Raab)—often appeal because of personal association and not for euphony (unlike classics like <em>murmur</em> and <em>smooth</em>). On the grounds of euphony, many would reject words beginning with <em>p</em> or containing a <em>k</em>-sound; on other grounds, there may be someone out there whose favorite word is <em>kreplach.</em> It is not hard to see why publicity- and work-hungry actresses might like <em>ubiquitous,</em> but it would be wise to give up attempts at analysis before coping with <em>eggplant</em> and <em>kumquat,</em> though Frumkes does suggest that they reflect a proclivity for ovoid objects.</p>\n<p>Not all those invited to contribute are writers, and one is moved to wonder why people like Ricardo Montalban, (the <em>ubiquitous,</em> to borrow Cybill Shepherd's favorite) Phyllis Diller, and other major and minor celebrities were solicited. Many are so uncelebrated or of such transitory glory that they have been provided with identifying squibs: (cookbook writer) Maida Heatter's favorite is <em>chocolate;</em> (CEO, Bear Stearns) Alan “Ace” Greenberg's, <em>omphaloskepsis</em> (probably after eating kreplach and a good reason for finding another broker); (singer) Gloria Estefan's, <em>houndation, weirdness, plethora,</em> the first of which is not in dictionaries; and, finally, (entertainer, magician) Penn Gillette's dysphonic <em>ruckus.</em></p>\n<p>Those to whom all that is acceptable as a basis for a book may find enjoyment, intellectual fulfillment, and other reward in acquiring it. At a stretch, one might regard it as a book of (rather longish) quotations dealing with a particular theme. The contributors are listed alphabetically at the front, then their contributions appear in the same order; there is no index of words, so one cannot “compare and/or contrast” selections. As for this reviewer, he would have preferred looking at the trees rather than the paper.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Logophiles-Orgy-Lewis-Burke-Frumkes-Delacorte/30577406093/bd\"><em>The Logophile's Orgy</em></a></h1> <p>Lewis Burke Frumkes, (Delacorte Press, 1995), xxii + 211pp.</p> <p>If one is to acknowledge that it is unfair to express personal prejudice in reviewing books, then the entire reviewing process might as well be rejected as pointless: a critic's opinions are valid only when he has gained a following among readers who agree with—or, at least, respect—his point of view. The issue arose (again) when I grappled with the purpose of this book. One must accept the premise of the author's introductory words:</p> <blockquote>\n<p><em>The Logophile's Orgy</em> began as wondering about other writers' favorite words...The thrust of the book is that we all have favorite words... I, for example, use the words “eggplant” and “kumquat” more often in my writing than other words...</p>\n</blockquote> <p>The problem is that the words selected—<em>summer afternoon</em> (Henry James), <em>powwow, pulchritude, punctuate</em> (Shirley Lord), <em>Preposterous</em> (Charles Krauthammer), <em>delegate</em> (Maxwell M. Raab)—often appeal because of personal association and not for euphony (unlike classics like <em>murmur</em> and <em>smooth</em>). On the grounds of euphony, many would reject words beginning with <em>p</em> or containing a <em>k</em>-sound; on other grounds, there may be someone out there whose favorite word is <em>kreplach.</em> It is not hard to see why publicity- and work-hungry actresses might like <em>ubiquitous,</em> but it would be wise to give up attempts at analysis before coping with <em>eggplant</em> and <em>kumquat,</em> though Frumkes does suggest that they reflect a proclivity for ovoid objects.</p>"
}