{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Aviatrixes, Clinchers, & Differentials: Bulgarian Slang in the '90s",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Aviatrixes, Clinchers, &amp; Differentials: Bulgarian Slang in the '90s</em></h1>\n<p><em>Peter Constantine, New York City</em></p>\n<p>Hearing the vernacular spoken on the modern streets of Sofia is like hearing a cross-section of this Slavic nation's tumultuous history. Words of Church Slavonic origin mingle freely with a large body of Turkish words—a legacy of five hundred years of occupation—along with words from Romany, Romanian, Modern Greek, German, French, Italian, Tatar, and Macedonian. After World War II, Bulgaria's close cultural ties with the former Soviet Union ushered in a large batch of Russian neologisms.</p>\n<p>Today Bulgaria's newest generation is opting for radical new English or English-sounding words— “cool” words that are <em>kreizi</em> 'crazy,' <em>fain</em> 'fine,' <em>bomba</em> 'bomb,' <em>tiptop</em> 'tiptop,' <em>shik</em> 'chic,' <em>vuvelirno</em> 'jewellike,' <em>dzhust</em> 'just,' <em>absolyutno</em> 'absolutely,' or <em>sadistichno</em> 'sadistic.'</p>\n<p>In late-night bars, euphemistically known in student slang as <em>biblioteki</em> 'libraries,' Bulgaria's youth mixes and mingles, rapping in trendy new words. The heavy-metal crowd is the most radical creator of new terms. Sofia's heavy-metal culture calls itself <em>metalurgiya</em> 'metallurgy,' and the heavy-metal aficionado is known as a <em>metalurg</em> 'metallurgist,' or <em>metal</em> for short.</p>\n<p>As the tough youths sit on bar stools eyeing the passing crowd, sexist labels proliferate. An attractive woman is a <em>beibi</em> 'baby,' <em>bambina</em> (from the Italian), or <em>bonbon</em> (from the French). Large breasts are referred to as <em>balkon</em> 'balcony,' or <em>bombi</em> 'bombs,' and a large bottom, curiously, as a <em>diferenzial</em> 'differential (in a car).' (In some of Sofia's slang groups, the even stranger expression <em>shvester</em>—from <em>Schwester</em>, German for 'sister'—is preferred.) A thin woman is called an <em>antena</em>. A rich woman who buys rounds of drinks is known as a <em>mangizlika</em>, from the Romany word <em>mangis</em> 'hard cash.'</p>\n<p>On a rougher level, <em>kushetka</em> 'couch' from French <em>couchette</em>, is used pejoratively for a woman who has many sexual partners, and <em>avantazhiya</em> (from the Italian word for 'advantage') implies that the woman is looking to profit from the men she attracts. A woman always short of cash is known as an <em>aviatorka</em> 'aviatrix': instead of being sensible with her money, she is flying high.</p>\n<p>Men, too, are slotted into neat categories. The <em>gardrob</em> (as in 'wardrobe') is the tough muscle-man. A smooth operator is called <em>klincher</em>—a “clincher.” Men without any finesse are called <em>buldozer</em>. The <em>droger</em> is the 'male drug addict,' <em>drogerka</em> the female. (The drugs they take are called <em>vitamini</em>).</p>\n<p><em>Aborigén</em> 'aborigine' is the provincial who has come to Sofia for a night on the town. He is also known as a <em>kaskét</em> 'cap,' as in the French <em>casquette</em>, a modern pun on <em>kalpák</em> 'fur cap,' an offensive taunt to out-of-towners that is of Turkish origin. (These hat expressions stem from the fact that Bulgarian provincials traditionally wear large home-made fur caps.)</p>\n<p>Modern words for 'homosexual' are <em>pedi, pederuga,</em> and <em>pedal</em> (as in bicycle pedal). All three developed from the Russian <em>pede</em>, a slangy contraction of <em>pederast</em>, which was borrowed from the Greek by way of French. (Coincidentally, modern French argot uses both <em>pede</em> and <em>pedal</em> in the same way.) If, however, a homosexual is particularly aggressive and masculine-looking, he is called <em>manáf</em> “Turk' or its stronger derivative, <em>manafchiya</em>.</p>\n<p>A particularly interesting trait of Bulgarian slang is the astonishing array of rough words of Turkish origin for 'idiot,' 'loser,' 'asshole,' etc.: <em>abdál, ahmak, bálama, balamúr, balamúrnik, balúk, budalá, bunák, chirák, chukundur, dangalák, dangul, edepsizlík, esnáf, haidamák, hairsús, haivan, haivanin, inatchiya, kakavanín, katraník, kepazé, kusurlíya, leke, mandá, maskará, pachá, palamud, perdesis, rendé, sersém, and sersemin</em>.</p>\n<p>Mixed in with this hefty portion of harsh Turkish words is an ever-growing batch of newer Western additions. What are Bulgaria's most “in” words in the '90s for 'idiot' and 'loser'?: <em>striptiz uotur</em> 'striptease water,' a curious reference to maladroit, foolish individuals; <em>kretenozavur</em> 'cretinosaurus'; <em>boiler</em> 'one whose head is full of bubbling hot water'; <em>sifon</em> 'siphon, one whose head is like an empty tube'; <em>bushón</em> 'fuse,' from French <em>bouchon</em> 'cork'; <em>diaria</em> 'diarrhea'; <em>loko</em> from Spanish <em>loco; galosh</em> as in 'galoshes'; <em>kashón</em> 'crate,' from Italian <em>cassone; lainer</em> 'ocean liner,' a pun on the Bulgarian word <em>lainó</em> 'scum.'</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Aviatrixes, Clinchers, &amp; Differentials: Bulgarian Slang in the '90s</em></h1> <p><em>Peter Constantine, New York City</em></p> <p>Hearing the vernacular spoken on the modern streets of Sofia is like hearing a cross-section of this Slavic nation's tumultuous history. Words of Church Slavonic origin mingle freely with a large body of Turkish words—a legacy of five hundred years of occupation—along with words from Romany, Romanian, Modern Greek, German, French, Italian, Tatar, and Macedonian. After World War II, Bulgaria's close cultural ties with the former Soviet Union ushered in a large batch of Russian neologisms.</p> <p>Today Bulgaria's newest generation is opting for radical new English or English-sounding words— “cool” words that are <em>kreizi</em> 'crazy,' <em>fain</em> 'fine,' <em>bomba</em> 'bomb,' <em>tiptop</em> 'tiptop,' <em>shik</em> 'chic,' <em>vuvelirno</em> 'jewellike,' <em>dzhust</em> 'just,' <em>absolyutno</em> 'absolutely,' or <em>sadistichno</em> 'sadistic.'</p> <p>In late-night bars, euphemistically known in student slang as <em>biblioteki</em> 'libraries,' Bulgaria's youth mixes and mingles, rapping in trendy new words. The heavy-metal crowd is the most radical creator of new terms. Sofia's heavy-metal culture calls itself <em>metalurgiya</em> 'metallurgy,' and the heavy-metal aficionado is known as a <em>metalurg</em> 'metallurgist,' or <em>metal</em> for short.</p>"
}