{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Comparative Russian-English Dictionary of Russian Proverbs & Sayings, with 5543 Entries / 1900 Most Important Proverbs Highlighted / English Proverb Index",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Comparative-Russian-English-Dictionary-Important-Highlighted/dp/0781802830\"><em>The Comparative Russian-English Dictionary of Russian Proverbs &amp; Sayings, with 5543 Entries / 1900 Most Important Proverbs Highlighted / English Proverb Index</em></a></h1>\n<p>Peter Mertvago, (Hippocrene Books, 1995), viii + 477pp.</p>\n<p>The title is justified by the comparison of Russian proverbs and sayings with English counterparts and, where applicable, references to Greek and Latin sources as well as the Bible. This is also a timely book in light of the wide interest in post-Soviet Russia. As tourism and economic relations develop, so does interest in the Russian language. However, students of a foreign language soon realize that to master it fully, it is not enough to know the grammatical structure and basic vocabulary: one must also memorize a fair number of phrases and idiomatic expressions and, as a further step, proverbs and sayings.</p>\n<p>Generally speaking, the Russians make greater use of proverbs than the Americans or the British. In 1971 the late Russian paremiologist, G. Permiakov, tried to establish a “proverb minimum,” and he found that every Russian adult knew more than 800 proverbs and sayings.</p>\n<p>Pre-revolutionary Russia produced a number of dictionaries of proverbs; a well known one was Dal's <em>Proverbs and Sayings of the Russian People</em> (1862), which contains over 30,000 entries. The popularity of proverbs in Soviet Russia has been reflected in scores of dictionaries, printed in practically all Soviet republics. The communist leaders, including Lenin, recognized early the propaganda value of conveniently selected entries in the hands of what the communists called “agitators,” <em>apparatchiks</em> and <em>politruks</em> 'political leaders.' Most of their publications excluded religious and “capitalist” proverbs and sayings. They encouraged instead the proliferation of proletarian publications which were sold at very low prices.</p>\n<p>Against the large number of Soviet dictionaries of only Russian proverbs, comparative and bilingual dictionaries, Russian-English ones were rarely published and they contained between 500 and a couple of thousand entries only. That is why Peter Mertvago's dictionary of 5,500 entries is a useful addition to comparative paremiographical literature.</p>\n<p>The compiler starts with a short introduction dealing with the definition of proverb. This is a thankless and practically insoluble task. He quotes Permiakov's formulation, “Proverbs and proverbial phrases are signs of situations or of a certain type of relationship between objects” —not particularly lucid. A more down-to-earth definition is given by John Simpson in the <em>Concise Oxford Dictionary of Proverbs:</em> “A proverb is a traditional saying which offers advice or presents a moral in a short and pithy manner”; but even this does not entirely satisfy scholars. The Introduction touches on the origin of proverbs and their similarity in other languages. The publication in 1500 of Erasmus' <em>Adagia</em> brought about a trend to translate Latin and Greek proverbs and quotations into national languages. It also started an inter-borrowing from common historical and cultural antecedents.</p>\n<p>Mertvago also deals with the difference between a proverb and a saying. He quotes the Russian proverb, <em>Pogovorka-tsvetok, poslovitsa— yagodka</em> 'a saying is a flower, a proverb is a berry.' The relative brevity of many Russian proverbs stems from the fact that the Russian language has no articles and also resorts idiomatically to “participial condensation” by not using oblique forms of the verb <em>to be</em>. Alliteration and rhyme help to memorize them.</p>\n<p>The main part of the dictionary is covered in about 380 pages. Each entry is numbered, which is useful for cross-references to semantically similar entries. The Russian text (in Cyrillic) is followed by a literal translation in English, unless there is a clear English equivalent, by which Mertvago means both lexical and conceptual correspondence. Equivalents are printed in bold face. Where there is no equivalent the dictionary gives a corresponding English version, sometimes a few variants.</p>\n<p>The entries are arranged in alphabetical order by the first Russian letter. There are several other methods for arranging proverbs and sayings. Mertvago could have followed the modern trend and used the key word or thematic arrangements. However, compilers of proverb dictionaries know that there is no perfect system for arranging proverbs: each has its advantages and flaws. Ultimately it comes down to personal choice and for whom the dictionary is intended.</p>\n<p>In a dictionary of this size, the complier is faced with the task of including or excluding a certain quotation—not a very easy decision when one is dealing with a stock of scores of thousands of Russian proverbs. The fact is that the dictionary contains popular versions, used in modern spoken Russian. The most important and commonly known proverbs are marked with an asterisk. This will be appreciated by the non-native reader who is not familiar with the popularity of a certain proverb or saying. There are 1900 entries with asterisks.</p>\n<p>There are two appendices. One deals with more than 100 proverbs and sayings containing personal and geographic names. For example, <em>Chemu Vanya nye nauchilsya, tovo Ivan nye vyuchit</em> 'What little Johnnie hasn't learnt, old John will not learn'; <em>V Rimye byl i Papu nye vidal</em> 'Went to Rome, but didn't see the Pope.' The other appendix deals with the structure of the Russian proverb and gives separate sections of analytical proverbs, metaphorical ones, similes—proverbial comparisons (about 100), as well as contrasting couplets and negational proverbs, etc. There is a four-page bibliography of main sources. At the end of the dictionary, there is a large (eighty-three-page) index of English proverbs arranged by key words and cross referenced to the main part of the dictionary.</p>\n<p>To sum up, this is a comparative dictionary with a number of useful features, as if Mertvago wanted to fill in gaps existing in other dictionaries. There are hardly any printing errors and plenty of “white spacing” making reading easy. It is a commendable publication.</p>\n<p><em>[Emanuel Strauss, Merstham, Surrey]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Comparative-Russian-English-Dictionary-Important-Highlighted/dp/0781802830\"><em>The Comparative Russian-English Dictionary of Russian Proverbs &amp; Sayings, with 5543 Entries / 1900 Most Important Proverbs Highlighted / English Proverb Index</em></a></h1> <p>Peter Mertvago, (Hippocrene Books, 1995), viii + 477pp.</p> <p>The title is justified by the comparison of Russian proverbs and sayings with English counterparts and, where applicable, references to Greek and Latin sources as well as the Bible. This is also a timely book in light of the wide interest in post-Soviet Russia. As tourism and economic relations develop, so does interest in the Russian language. However, students of a foreign language soon realize that to master it fully, it is not enough to know the grammatical structure and basic vocabulary: one must also memorize a fair number of phrases and idiomatic expressions and, as a further step, proverbs and sayings.</p> <p>Generally speaking, the Russians make greater use of proverbs than the Americans or the British. In 1971 the late Russian paremiologist, G. Permiakov, tried to establish a “proverb minimum,” and he found that every Russian adult knew more than 800 proverbs and sayings.</p> <p>Pre-revolutionary Russia produced a number of dictionaries of proverbs; a well known one was Dal's <em>Proverbs and Sayings of the Russian People</em> (1862), which contains over 30,000 entries. The popularity of proverbs in Soviet Russia has been reflected in scores of dictionaries, printed in practically all Soviet republics. The communist leaders, including Lenin, recognized early the propaganda value of conveniently selected entries in the hands of what the communists called “agitators,” <em>apparatchiks</em> and <em>politruks</em> 'political leaders.' Most of their publications excluded religious and “capitalist” proverbs and sayings. They encouraged instead the proliferation of proletarian publications which were sold at very low prices.</p>"
}