{
  "type": "Article",
  "title": "Politicking with Words: On Ideology and Dictionary Meaning",
  "author": "Ashok K. Mohapatra",
  "location": "Sambalpur University, Orissa",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Politicking with Words: On Ideology and Dictionary Meaning</h1>\n<p><em><span data-rel=\"author\">Ashok K. Mohapatra</span> <span data-rel=\"location\">Sambalpur University, Orissa</span></em></p>\n<p>To Polonius' query, “What do you read, my lord?,” my answer would have been “Words, words and their final meanings” if I had played Hamlet in the latter half of the 18th century, with Samuel Johnson's <em>Dictionary</em> in my hand. I would have taken in good earnest the definitions of those entries that people usually quote for gratuitous pleasure but dismiss as crotchety. In the mid-19th century, however, I should have replied, “Words, words and their provisional meanings,” with reference to the opposite and, at times, equally crotchety definitions of the same entries, reading Noah Webster's <em>An American Dictionary of the English Language</em> (1828) on the stage. On the second occasion I would have grown somewhat circumspect about dictionary meaning not simply because Johnson and Webster diverge so widely, but because meaning <em>per se</em> is determined by relative historical and ideological conditions.</p>\n<p>It is a commonplace that dictionary is the mark of authority and the standard. That the standard is collectively agreed upon through convention and practice is another truism. But collectivity can be a problematic concept since it does not cover all in society as far as fixing the linguistic standard is concerned. Given that society is heavily stratified into classes and ranks, all those living in it do not have a uniform level of literacy and the same degree of access to the process of linguistic standardization. As this process is controlled by the culturally and politically dominant group or class, the ideology of dictionary adapts itself to the dominant ideology at all points of time. Since wide acceptability is the goal of ideology, it makes its cultural and political agenda invisible and makes itself look “natural” and “objective.” The giant publishing houses in England and America turning out hundreds of dictionaries of various sizes and kinds always regard objectivity and fidelity to actual usage as ideals and marketability as the end. In practice, indiscreet lapses from objectivity do occur nonetheless, and the market suffers occasional setbacks. A few years ago, an edition of Longman's English dictionary had included in its definition of <em>Bangkok</em>, a city “with a lot of prostitutes.” Provoked by this, Chulalongkorn University in Bangkok and the leading bookstores there decided to boycott the dictionary.</p>\n<p>Another event that clearly illustrates how ideological conditions determine meanings of words in a dictionary occurred when the twentieth edition of the Duden dictionary came out. This was the first all-German dictionary to be published after the unification of the two Germanys. In those days, the definition of <em>capitalism</em>, among many others, read in conflicting ways in the Duden dictionaries in East and West Germany, which was natural considering their opposed political and ideological dispositions. In English translation they are as follows:</p>\n<blockquote>\n<p>a social formation based upon exploitation of the labourers through private property and production means</p>\n<p>[East German Duden Dictionary]</p>\n</blockquote>\n<p>Then Webster goes on to hint at the notoriety of the Tories by tracing the word <em>Tory</em> back to an Irish word meaning 'robber' or 'bandit.' As for Johnson, he believed it to be a “cant term, derived...from an Irish word signifying a 'savage.' ” Here Johnson confers on the Tories the distinction of being the true representatives of English politics and religion, although one should not forget that the Whigs, too, believed in the constitution of the state equally well and used the same rhetoric for their own publicity. But Webster's role in this context was only to tarnish the image of the Tories and brighten that of the Whigs.</p>\n<p>Johnson dismissively defines <em>Whig</em> as “the name of a faction” and spitefully remarks that the term derives from <em>whigamore</em> denoting “people from south-west counties of Scotland, whose poverty drove them to rise against the court and Scottish royal authority etc.” Webster, on the contrary, stubbornly maintains that the origin of the word is “unknown” and shows the Whigs in a favourable light by presenting them as “the advocates of popular rights” during the English Civil War and as “the friends and supporters of the war and principles of revolution” during “the revolution in the United States.”</p>\n<p>In 18th century England, Tories and Whigs were engaged in a battle of rhetoric, each group claiming monopoly of the custodianship of constitutional democracy and national tradition. In America, similarly, the Federalist party and the Republican Democratic party were contesting with each other for the exclusive title of “friends” to the constitution of the United States in the 19th century. Thus polarization in politics had led to proliferation of partisan political meanings. Claims and denials as well as vilification of the opponents and self-glorification characterized political discourse both in England and America at different times. Johnson and Webster took up political positions that turned out to be antagonistic irrespective of the gap in space and time. For each one of them the dictionary was a site of political struggle clearly signifying ideological underpinnings.</p>\n<p>Ideology surely informs meaning. If meaning appears neutral, as it does in the modern dictionaries, it is only so following the dictates of objectivity, an ideology in itself, and the politics of invisibility.</p>\n<blockquote>\n<p>economic and social order whose driving force is the individual earning profit</p>\n<p>[West German Duden Dictionary]</p>\n</blockquote>\n<p>After the unification, the West German definition predictably featured in the new dictionary, displacing the East German counterpart. Also, many words and usages exiled from East Germany now found a place as free citizens in the world of linguistic glasnost, which this dictionary represented. A few of them are <em>Republikflucht</em> 'leaving the country illegally,' <em>meinungs freiheit</em> 'freedom of opinion,' <em>Wettreise</em> 'journey around the world,' <em>Freizeit</em> 'leisure time,' and <em>Stasi</em> 'secret police.' Indeed, the changing socio-political and historical conditions determine origin, currency, and extinctions of words as well as their meanings. Conversely, the words and meanings determine these conditions.</p>\n<p>To return to Johnson and Webster, we may cite <em>pension, Tory</em>, and <em>Whig</em> as illustrative samples of a good many politically charged entries. In Johnson's <em>Dictionary, pension</em> is defined thus:</p>\n<blockquote>\n<p>In England it is generally given to a state hireling for treason to his country.</p>\n</blockquote>\n<p>In Webster's <em>American Dictionary</em>, it reads:</p>\n<blockquote>\n<p>An annual allowance of a sum of money to a person by government in consideration of the past services, civil or military. Men often receive pensions for eminent services on retiring from office. But in particular, officers, soldiers and sea men receive pension when they are disabled for further services.</p>\n</blockquote>\n<p>Johnson's terse and narrow definition reveals his Tory opposition to the Whigs, who normally were the government. In his time they were seen as “arms of a growing and ever more intrusive governmental institution,” to quote Robert De Maria, Jr.'s “The Politics of Johnson's Dictionary,” [<em>PMLA</em>, Vol. 104, No. 1 (Jan. 1989) p. 65]. But Webster's elaborate and labored definition is an argument for pension. In the 1780s there had been a nation-wide protest against grant of pension by the Congress to officers who had served in the Continental Army during the American War of Independence. The Convention of the protesters at Middletown, Connecticut, demanded repeal of pension. Webster rose to its defense and contended that the social unrest had been caused by a misrepresentation of the word. People did not distinguish between <em>pension</em> granted as a provision for old officers and <em>pension</em> granted for the purpose of bribery for favor and support. He maintained that <em>pension</em> was half pay for ex-officers.</p>\n<p><em>Tory</em> is defined in Johnson's <em>Dictionary</em> as</p>\n<blockquote>\n<p>One who adheres to the ancient constitution of the state, and the apostolical hierarchy of the Church of England.</p>\n</blockquote>\n<p>It contrasts sharply with Webster's definition:</p>\n<blockquote>\n<p>The name given to an adherent to the ancient constitution of England and to the apostolical hierarchy. The tories form a party which are [<em>sic</em>] charged with supporting more arbitrary principles in government than the Whigs, their opponents. In America during the revolution, those who opposed the war, and favored the claims of Great Britain were called tories.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Politicking with Words: On Ideology and Dictionary Meaning</h1> <p><em><span data-rel=\"author\">Ashok K. Mohapatra</span> <span data-rel=\"location\">Sambalpur University, Orissa</span></em></p> <p>To Polonius' query, “What do you read, my lord?,” my answer would have been “Words, words and their final meanings” if I had played Hamlet in the latter half of the 18th century, with Samuel Johnson's <em>Dictionary</em> in my hand. I would have taken in good earnest the definitions of those entries that people usually quote for gratuitous pleasure but dismiss as crotchety. In the mid-19th century, however, I should have replied, “Words, words and their provisional meanings,” with reference to the opposite and, at times, equally crotchety definitions of the same entries, reading Noah Webster's <em>An American Dictionary of the English Language</em> (1828) on the stage. On the second occasion I would have grown somewhat circumspect about dictionary meaning not simply because Johnson and Webster diverge so widely, but because meaning <em>per se</em> is determined by relative historical and ideological conditions.</p> <p>It is a commonplace that dictionary is the mark of authority and the standard. That the standard is collectively agreed upon through convention and practice is another truism. But collectivity can be a problematic concept since it does not cover all in society as far as fixing the linguistic standard is concerned. Given that society is heavily stratified into classes and ranks, all those living in it do not have a uniform level of literacy and the same degree of access to the process of linguistic standardization. As this process is controlled by the culturally and politically dominant group or class, the ideology of dictionary adapts itself to the dominant ideology at all points of time. Since wide acceptability is the goal of ideology, it makes its cultural and political agenda invisible and makes itself look “natural” and “objective.” The giant publishing houses in England and America turning out hundreds of dictionaries of various sizes and kinds always regard objectivity and fidelity to actual usage as ideals and marketability as the end. In practice, indiscreet lapses from objectivity do occur nonetheless, and the market suffers occasional setbacks. A few years ago, an edition of Longman's English dictionary had included in its definition of <em>Bangkok</em>, a city “with a lot of prostitutes.” Provoked by this, Chulalongkorn University in Bangkok and the leading bookstores there decided to boycott the dictionary.</p> <p>Another event that clearly illustrates how ideological conditions determine meanings of words in a dictionary occurred when the twentieth edition of the Duden dictionary came out. This was the first all-German dictionary to be published after the unification of the two Germanys. In those days, the definition of <em>capitalism</em>, among many others, read in conflicting ways in the Duden dictionaries in East and West Germany, which was natural considering their opposed political and ideological dispositions. In English translation they are as follows:</p>"
}