{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Shakespeare Thesaurus",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Shakespeare-Thesaurus-Database/dp/3487097761\"><em>A Shakespeare Thesaurus</em></a></h1>\n<p>Marvin Spevack, (Georg Olms Verlag, 1993), xxv +541pp.</p>\n<p>For a large part of the world—and not only the English-speaking world—Shakespeare remains the inexhaustible source of inspiration for writers, actors, directors, composers, historians, learned societies, linguists, drama schools (where, in America, he is honored more in the breach than the observance), films, academia, literary criticism, bibliographers, translators, painters, pilgrims, philosophers, and psychologists.</p>\n<p>An impressive and thoroughly engaging addition to Shakespeare scholarship, Professor Marvin Spevack's <em>A Shakespeare Thesaurus</em> deserves to take its place in the canon of eminently <em>useful</em> books about the world's greatest dramatist. Subtitled, after Florio, <em>The World in Words,</em> this is the first work to organize and classify the entire Shakespeare vocabulary, a formidable undertaking, and an eminently successful one. For the Shakespeare maven, this one-volume lexicon could become habit-forming. In Professor Spevack's concise (6 pp.) and witty Preface, he defines his broader purpose in compiling this treasury of Shakespeare's idiolect as an attempt to mirror, not only the figurative “universe” of Shakespeare's words, but the literal world of the Elizabethan age as well.</p>\n<p>Shakespeare and his contemporaries regarded speech as God's greatest gift to man; and speech, in Elizabethan thought, was the ultimate test of power. It was also piously believed that speaking truth would always prevail over evil; language was not only a moral weapon, but in Shakespeare's fecund and often irreverent imagination, occasion for exuberant revelry:</p>\n<blockquote>\n<p><em>Moth:</em> They have been at a great feast of languages, and stolen the scraps.</p>\n<p><em>Costard:</em> O! they have lived long on the almsbasket of words. I marvel thy master hath not eaten thee for a word; for thou art not so long by the head as honorificabilitudinitatibus.</p>\n<p>[<em>Love's Labour's Lost,</em> V, 1.]</p>\n</blockquote>\n<p>Professor Spevack lists that final blend word under Communication (subgroup Pseudo foreign), along with 36 other tongue-twisters, among them, <em>oscorbidulchos</em> and <em>kerelybonto.</em></p>\n<p>At the time of Shakespeare's birth in 1564, the English language was besieged by foreign importations—French, Italian, Dutch, Spanish, and Latin-by-the-yard. “Thought,” as Virginia Woolf said, “plunged into a sea of words and came up dripping.”</p>\n<p>An inspired originator of compounds (<em>cloud-capp'd towers; home-keeping wits),</em> Shakespeare created no fewer than 273 for anatomy alone, cited with almost palpable enthusiasm by Professor Spevack. Three of these fusions could very well be contemporary: <em>rug-headed, urchin-snouted,</em> and <em>Agueface</em> (an “in-your-face” gibe delivered to the asinine Sir Andrew Aguecheek in <em>Twelfth-Night</em>).</p>\n<p>Those who have always thought (or been taught) that Hamlet's “Get thee to a nunnery” rudely suggests that poor Ophelia hie herself to a brothel, Professor Spevack, ignoring Eric Partridge and other Shakespeare scholars, will have none of that interpretation. A nunnery may be a monastery, an abbey, a convent, a cloister, or a priory. Period.</p>\n<p>Not that the world's oldest profession is in any way slighted in the book and volume of Professor Spevack's brain: under <em>strumpet</em> (main heading Humans, Family, Friendship) there are fifty-eight references, among them, <em>blowze, giglet, stewed prune,</em> and <em>quail.</em> In contemporary England, <em>quail</em> has shifted to <em>bird;</em> since 1860, <em>quail</em> in America has continued to mean a sexually attractive girl.</p>\n<p>Since <em>bastard</em> (the only equivalent male counterpart to <em>whore</em>) is listed rather benignly under the heading, Family, we find under <em>rogue</em> (the sole alternative to <em>bastard</em>) sixty-eight equivalents, including <em>drumble, scroyle,</em> and <em>varletto.</em></p>\n<p>Among the thirty-seven main groups and 897 subgroups, all models of clarity and superbly indexed, subjects range from the Physical World to Sense Perception to Law to Religion to Time and Space. There are 509 references to animals; fifty-nine to flowers; fifty-three to fruits and nuts; sixteen to vegetables, and eighteen to herbs. One wonders if a “nobleman” or a man-about-court could be such a keen observer of the creatures of the field and forest, sea and air, as Shakespeare, the naturalist of Warwickshire, who knew his flora and fauna as well as their many distinctive attributes.</p>\n<p><em>Hamlet</em> is possibly the best known of Shakespeare's works (and surely the most quoted). Professor Spevack makes short shrift of the lengthy debate over Hamlet's “I know a hawk from a handsaw” (II, 2). The line, admittedly confusing, is often played (sometimes<em>mimed!</em>) as though Hamlet could not tell a bird of prey from a cutting tool. A <em>hawk</em> is, in fact, simply another kind of tool, used to this day by plasterers and masons.</p>\n<p>In the ninety-two entries under the subgroups Decay and Sickness we find further echoes of Hamlet: <em>blast, carrion, foul, mildew, peak, rank, gross, rotten, unweeded, thought-sick.</em></p>\n<p>One of the many benefits of this finely tuned work is not only that meanings, but shades of meaning are made clear, especially helpful for actors, directors, and students. In many instances, one may come fairly close to Shakespeare's meaning. To miss the crucial element of emotive charge that even a simple, one-syllable word may convey, to lose or pass over the nuance of meaning is to lose Shakespeare's feeling as well. In Othello's account of his courtship of Desdemona, he says:</p>\n<blockquote>\n<p>...she thank'd me,</p>\n<p>And bade me, if I had a friend that lov'd her,</p>\n<p>I should but teach him how to tell my story,</p>\n<p>And that would woo her. Upon this hint,</p>\n<p>I spake:...</p>\n<p>[I,3]</p>\n</blockquote>\n<p>According to Professor Spevack, the word <em>hint</em> has no connotation of 'invitation' or 'covert suggestion': it simply means 'cue' or 'suggestion'; but should not be construed in the modern sense of 'innuendo,' or 'sly,' or 'teasing,' which it came to mean by the end of the 18th century. This is, to be sure, a super-subtle distinction; but these “bits and pieces” of Shakespearean usage can make a luminous difference both in reading and in performance.</p>\n<p>In the merest quibble, the word <em>limbeck</em> (<em>Macbeth</em>, I, 7) is missing from Professor Spevack's compendium, although it appears to be standard usage in most editions of <em>Macbeth.</em> But, <em>alembic,</em> of which it is a common aphetic form, is there, and it means the same thing.</p>\n<p>Professor Spevack and his colleagues have charted the countries of Shakespeare's mind, casting a new and penetrating light on the infinite variety of his imagination. We are the richer for their perseverance.</p>\n<p><em>Mary Douglas Dirks, Old Lyme, Connecticut</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Shakespeare-Thesaurus-Database/dp/3487097761\"><em>A Shakespeare Thesaurus</em></a></h1> <p>Marvin Spevack, (Georg Olms Verlag, 1993), xxv +541pp.</p> <p>For a large part of the world—and not only the English-speaking world—Shakespeare remains the inexhaustible source of inspiration for writers, actors, directors, composers, historians, learned societies, linguists, drama schools (where, in America, he is honored more in the breach than the observance), films, academia, literary criticism, bibliographers, translators, painters, pilgrims, philosophers, and psychologists.</p> <p>An impressive and thoroughly engaging addition to Shakespeare scholarship, Professor Marvin Spevack's <em>A Shakespeare Thesaurus</em> deserves to take its place in the canon of eminently <em>useful</em> books about the world's greatest dramatist. Subtitled, after Florio, <em>The World in Words,</em> this is the first work to organize and classify the entire Shakespeare vocabulary, a formidable undertaking, and an eminently successful one. For the Shakespeare maven, this one-volume lexicon could become habit-forming. In Professor Spevack's concise (6 pp.) and witty Preface, he defines his broader purpose in compiling this treasury of Shakespeare's idiolect as an attempt to mirror, not only the figurative “universe” of Shakespeare's words, but the literal world of the Elizabethan age as well.</p> <p>Shakespeare and his contemporaries regarded speech as God's greatest gift to man; and speech, in Elizabethan thought, was the ultimate test of power. It was also piously believed that speaking truth would always prevail over evil; language was not only a moral weapon, but in Shakespeare's fecund and often irreverent imagination, occasion for exuberant revelry:</p>"
}