{
  "type": "Article",
  "title": "Horse Words in a Motor Age",
  "author": "Ralph H. Emerson",
  "location": "South Glastonbury, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Horse Words in a Motor Age</h1>\n<p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p>\n<p>The replacement of animal power by motors has vastly changed social life in many ways; yet language is conservative, and horse words have survived the loss of horses very well, remaining in the general vocabulary to be widely used without horsey associations even among people who have nothing to do with horses. Many of these words are used figuratively, and others have simply transferred their meanings to modern objects and conditions, especially those having to do with rail and motor transport.</p>\n<p>Our most basic expressions for transportation are traceable to horse imagery. We <em>drive</em> motor vehicles as we once drove horses; indeed, until 1900, the very question “Can you drive?” meant “Do you know how to drive horses?” We <em>ride</em> in vehicles as we ride horses — even the word <em>road</em> is rooted in <em>ride. Street</em> is from the Latin <em>via strata</em>, a paved road, a phrase whose own history mirrors the relation of <em>ride</em> and <em>road: via</em> 'road' is cognate not only with our <em>way</em>, but with a whole set of Latinate words suggesting movement: <em>vehement, convey</em>, and even <em>vehicle</em> itself; just as <em>way</em> is related to <em>wag</em> and <em>wagon</em>.</p>\n<p>We can scarcely talk about motor vehicles without using words that originally applied to horse-drawn ones. <em>Vehicle</em> itself is Latin <em>vehiculum</em> a 'carriage'; and even the early automobilist heard his machine called a <em>horseless carriage</em>, just as the early railroader heard his called an <em>Iron Horse</em>, which of course drew <em>carriages</em> of its own. (Apt names, actually: a chuffing steam train starting or stopping really does sound like an excited horse; and the earliest railway carriages, like the earliest motorcars, looked very much like their horse-drawn counterparts, having been built by the same craftsmen.) <em>Train</em> recalls the image of a <em>pack-train</em>, a string of the packhorses who carried much of Europe's freight before good roads; and the very strength of machinery has long been measured in <em>horsepower</em>, significantly shortened simply to <em>horses</em>.</p>\n<p><em>Car</em>, the plainest of our motor-vehicle words, has a complicated history. Originally Celtic for <em>wagon</em>, it was borrowed into Latin and thence Norman French as <em>carre</em>, yielding not only the verb <em>carry</em> and its abstract <em>carriage</em>, but also <em>cargo, charge, chariot. (Cart</em> and <em>coach</em> are not related to it, the first being Anglo-Saxon and the second named for the Hungarian city of <em>Kocs</em>, an early manufactory.) Early modern English used <em>car</em> poetically for the chariots of the sun and planets, as in Milton's image of a maritime sunset in <em>Comus:</em> “And the gilded car of day / His glowing axle doth allay / In the steep Atlantic stream.”</p>\n<p>In Victorian America, <em>car</em> was quickly applied to railway carriages, whence <em>boxcars</em> and <em>passenger-cars</em>, and also to tramways, first to <em>horsecars</em> and then to <em>electric-cars</em>, otherwise known as <em>trolley cars</em>, or <em>streetcars</em>, or simply <em>cars</em> (whence <em>carfare</em>). Until the early 1900s, to <em>ride the cars</em> meant to 'take a tram,' and the <em>man in the cars</em> was used as sobriquet for an 'average person,' like the <em>man in the street</em>. When automobiles were introduced, someone coined <em>motorcar</em>. When this in turn shortened to <em>car</em>, the word assumed its modern sense, which soon overtook all the others.</p>\n<p>Most other vehicle words transferred their meanings from horse to motor with less fuss. <em>Rig</em> once applied to wagons; so did <em>truck</em> and its British counterpart <em>lorry</em>. Farming implements like <em>plow</em> and <em>hayrake</em> have kept their old horse-drawn names, and so have most utility vehicles, like <em>fire engine, Black Maria, paddy wagon, ambulance</em>, and <em>delivery van</em>—the last clipped from <em>caravan</em> 'living wagon,' which survives in full in England to mean a 'camping trailer.' <em>Bus</em> is clipped from <em>omnibus</em>, which means 'for everybody' in Latin: it was a slang term for the horse-drawn public transport of the early 1800s. The <em>cab</em> of <em>taxicab</em> is from <em>cabriolet</em>, a light passenger cart; and <em>hack</em> is <em>hackney coach</em>, a 'coach for hire,' <em>hackney</em> or <em>hack</em> being 'a hired horse' and by extension 'anything shoddy and overused,' whence <em>hack-word</em> and <em>hackneyed phrases. Liberal</em> 'generous' yielded <em>livery stables</em>, which hired out horses as to-day's <em>livery services</em> hire out taxis and limousines.</p>\n<p>In describing mechanical contrivances, the Germans continue to use their word <em>Wagen</em> to mean 'car,' as in <em>Volkswagen</em>; and American English has the compound <em>station wagon</em>, originally a horse vehicle for fetching people at train stations. The British call station wagons <em>estate cars</em>, but they refer to freight cars on a train as <em>goods wagons</em> (borrowed into French as plain <em>wagon</em>, also used in <em>wagons-lits</em>, the sleeping cars on old trains like the Orient Express). <em>Carriage</em> and <em>coach</em> are also rail terms now; but the British still use <em>dual carriageway</em> for the kind of road Americans call a <em>divided highway</em>, and <em>coach</em> remains in use both as a euphemism for a 'longdistance bus' and somewhat bizarrely as the name for the 'cheap seats on an airplane.' French gives us <em>porte-cochère</em>, originally a porch under which one entered a coach. We modernize this in the loan-translation <em>carport</em>.</p>\n<p>With horses, <em>wagons</em> carry freight and have four wheels; <em>carts</em> may carry anything but have two wheels. A passenger vehicle is a <em>carriage</em>; if it has four wheels and is light and cheap it is also a <em>buggy</em>, and if heavy and enclosed, a <em>coach. (Sleds</em> are wagons with runners, and <em>sleighs</em> are carriages with runners, though the British use <em>sledge</em> for both.) Two points stand out about these words. First, many are still used in their own right, but in trivialized senses: <em>little red wagons</em> for kids, <em>go-carts</em> and <em>golf carts</em> and <em>shopping carts</em> (all more than two-wheeled, though, called <em>shopping trolleys</em> in Britain), Olympic <em>bobsleds</em> and <em>sleds</em> for coasting down hills, <em>dune buggies</em> for zooming around beaches, and even <em>baby carriages</em> and <em>baby buggies</em>. Second, the suggestion of 'towing' has vanished in the modern uses of these words, except in the train senses, for we call anything towed behind a motor vehicle a <em>trailer</em>. We even have <em>horse trailers</em> for transporting horses — putting the car before the horse, so to speak, though I have never heard anyone mention the irony in this.</p>\n<p>Most of the old names for vehicles' constituent parts persist in our newer machines too: <em>wheels</em> and <em>tires</em> and <em>axles</em> and <em>brakes</em> and <em>springs</em>, of course; but also the collective name for all this stuff, the <em>under-carriage</em> now applied to cars and trains and even airplanes! (The undercarriage was also called the <em>gear</em>, whence <em>landing gear</em>.) <em>Steering wheels</em> and <em>steering</em> itself were originally boat words, and <em>hubs</em> and <em>spokes</em> persist in metaphors and bicycles more than in cars (except for <em>hubcaps</em>). But <em>cartwheel</em> was kept as a nickname for a silver dollar, and it also charmingly describes a playful whirling jump.</p>\n<p>Many names also survive from the body of a carriage. Many carriages had folding <em>tops</em>, exactly like convertibles. The oldest enclosed coaches originally had two passenger seats facing each other, an arrangement preserved in the compartments of European trains; but later coaches often had only one enclosed seat, as if the coach had been cut — or in French, <em>coupé</em>. <em>Coachwork</em> still means 'bodywork'; and at least in America the luggage compartment at the rear is still called a <em>trunk</em> (it once really was a trunk, as you can see in pictures of old coaches and even old motorcars). The <em>horn</em> is the literal and figurative descendant of the <em>post horn</em>, the spiral horn that was carried by a mail coach to announce its arrival in a village and whose image is still the post office symbol in much of Europe. The strangest survival is <em>dashboard</em>: on an open carriage this is a small vertical shield by the driver's feet, and like the <em>fenders</em> over the wheels, it keeps mud from being dashed up as the horses go.</p>\n<p>When we say that luxurious little stores serve the <em>carriage trade</em>, we commemorate the coachmen who waited in the cold while the very rich shopped, for only the very rich could afford to come in carriages of their own. If the public wished to travel, they could take stagecoaches, which employed an extra man besides the driver called a <em>guard</em>, who was armed to protect the vehicle from bandits. In England the office survives figuratively on trains, where the <em>guard</em> corresponds to the American <em>conductor</em> or <em>trainman</em>. In America we retain the notion more colorfully when we say someone is <em>riding shotgun</em> on a project, 'acting as a troubleshooter.'</p>\n<p><em>Coach</em> in the artistic or sports sense is an abstraction of the 'vehicle' sense; for as the <em>OED</em> explains, an instructor was thought to “convey” his students toward mastery. <em>Team</em>, now also a sports word, is rooted in <em>tow</em>, and originally referred to the set of horses used to draw a vehicle. A four-horse team is called a <em>four-in-hand</em>, and this has given its name to a necktie knot (the narrow kind, not the wide Windsor knot). A man who <em>drives team</em> is a <em>teamster</em>, a word preserved in the name of the American truckers' union.</p>\n<p>Following a trend we <em>hop on the bandwagon</em>, the gaudiest wagon in a circus parade. Giving up alcohol, we are simply <em>on the wagon</em>, the water wagon that sprinkled down dusty dirt roads in summertime. <em>You can't do business from an empty wagon</em> — an empty peddler's wagon—and if you heed the advice of the other Ralph Emerson, you will <em>hitch your wagon to a star</em>. <em>Fixing someone's wagon</em> is teaching them a lesson, and pipe up about grievances: <em>the squeaky wheel gets the grease</em>, because a wagon's hubs rotate directly on the axletrees and squeak if they are not greased constantly. Taking something away, we <em>cart it off;</em> and scandals fester until the <em>tumbrels</em> roll, the executioner's carts of the French Revolution. The ordinary French cart, the <em>charette</em>, bedevils architects, who <em>charette</em> when they finish drafting in a great hurry at the very last minute. An office doing this is said to be <em>on charette</em> — literally 'on the cart,' as if everyone were stuffed in and frantically working away till the very moment they clattered up to the client's door!</p>\n<p><em>Leaning into the collar</em> is working hard: imagine a horse straining against the collar to pull a heavy load. The leather eye-patches sewn to the sides of the halter (<em>blinders</em> in America and <em>blinkers</em> in England) keep a horse from shying by narrowing vision to the road directly ahead, the sense implied when we say that someone does something <em>with blinders on</em> or has a <em>blinkered</em> viewpoint. <em>In tandem</em> is often used to mean 'simultaneously' or even 'side-by-side,' but a <em>tandem hitch</em> is actually one or two horses ranged one in front of the other, in a single line, with <em>tandem</em> originally going back to a Latin pun. On the other hand, a <em>troika</em> — three political powers working together — harks back to a Russian hitch of three horses abreast.</p>\n<p>We coax <em>balking</em> people like reluctant draft animals <em>with carrot and stick</em>, get them <em>back into harness</em> after a holiday, <em>yoke</em> them to co-workers like oxen, <em>drive</em> them hard as part of a <em>team</em>. Companies even keep <em>stables</em> of lawyers or designers or whatnot. Marrying, we <em>get hitched</em>, like harnessed horses; and we even try to <em>harness</em> wind and sun and people's enthusiasm. We <em>whip up</em> enthusiasm too, as a horseman whips up his team to get them going. And <em>horsewhipping</em> once settled many public arguments, since whips were commonly carried on errands so they would not be stolen from the parked buggies. An old catalogue from the Wadsworth Atheneum Gallery in Hartford even read: “Umbrellas, Parasols, Canes and Whips to be left at the head of the stairs.”</p>\n<p>Of course, the <em>buggy whip</em> is rare enough today to be a byword for anything hopelessly outmoded — the buggy-whip industry being singled out with a particular chuckle — and <em>horse-and-buggy days</em> has become the byword for a whole lost era.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Horse Words in a Motor Age</h1> <p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p> <p>The replacement of animal power by motors has vastly changed social life in many ways; yet language is conservative, and horse words have survived the loss of horses very well, remaining in the general vocabulary to be widely used without horsey associations even among people who have nothing to do with horses. Many of these words are used figuratively, and others have simply transferred their meanings to modern objects and conditions, especially those having to do with rail and motor transport.</p> <p>Our most basic expressions for transportation are traceable to horse imagery. We <em>drive</em> motor vehicles as we once drove horses; indeed, until 1900, the very question “Can you drive?” meant “Do you know how to drive horses?” We <em>ride</em> in vehicles as we ride horses — even the word <em>road</em> is rooted in <em>ride. Street</em> is from the Latin <em>via strata</em>, a paved road, a phrase whose own history mirrors the relation of <em>ride</em> and <em>road: via</em> 'road' is cognate not only with our <em>way</em>, but with a whole set of Latinate words suggesting movement: <em>vehement, convey</em>, and even <em>vehicle</em> itself; just as <em>way</em> is related to <em>wag</em> and <em>wagon</em>.</p> <p>We can scarcely talk about motor vehicles without using words that originally applied to horse-drawn ones. <em>Vehicle</em> itself is Latin <em>vehiculum</em> a 'carriage'; and even the early automobilist heard his machine called a <em>horseless carriage</em>, just as the early railroader heard his called an <em>Iron Horse</em>, which of course drew <em>carriages</em> of its own. (Apt names, actually: a chuffing steam train starting or stopping really does sound like an excited horse; and the earliest railway carriages, like the earliest motorcars, looked very much like their horse-drawn counterparts, having been built by the same craftsmen.) <em>Train</em> recalls the image of a <em>pack-train</em>, a string of the packhorses who carried much of Europe's freight before good roads; and the very strength of machinery has long been measured in <em>horsepower</em>, significantly shortened simply to <em>horses</em>.</p>"
}