{
  "type": "Article",
  "title": "No Boys Named Sue, But...",
  "author": "Hilary M. Howard",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">No Boys Named Sue, But...</h1>\n<p><em><span data-rel=\"author\">Hilary M. Howard</span> <span data-rel=\"location\">London</span></em></p>\n<p>The most popular name in my (all-female) class at school was Ann/Anne. There were four or five of them. Also two Susans and one Suzanne. To even think of using any of the variations for a boy would have raised both a laugh and an eyebrow. Which is the whole point of the song “A Boy Named Sue.”</p>\n<p>Yet some centuries before there <em>was</em> a boy named <em>Anne</em>: the full-bearded face of Anne de Montmorency 1493-1567, soldier, courtier, Constable of France, gazes from his portrait with supreme aristocratic confidence. Head of a powerful clan, winner of wars, adviser to kings, father of five (legitimate) sons, he was also, reproves the <em>Encyclopaedia Britannica</em>, “irascible” and a “ruthless authoritarian.” It deplores his “scorched earth policy” and “ruthless crushing” of a peasants rebellion. Just the ungentle times in which he lived? Or something to do with his name? Did he, like the mythical “Boy Named Sue,” continually have to prove himself? His godmother was Anne, Duchesse of Brittany and Queen of France (twice). Anne, from the Hebrew <em>Hannah</em> 'God-favored' and reputedly the name of the Blessed Virgin's Mother, has always been popular with European royalty. The derivative <em>Nancy</em>, although used for girls at least since the time of Queen Anne (d. 1714), is not found for 'catamite' until (says Partridge) about 1810. It therefore seems unlikely to be in any way connected with the excessively macho Constable.</p>\n<p>We had no female <em>Michaels</em> nor even a <em>Michal</em>, although they were not unknown. John Barrymore's long-suffering wife was Michael Strange. “Miss” Michael Learned delighted TV viewers in <em>The Waltons</em>. Did she have to battle with her agent in the early stages of her career?</p>\n<p><em>Also high in the female popularity stakes in</em> 1940s' England were <em>Shirley</em> and <em>Alison</em>: Shirley Temple reigned supreme and Charlotte Bronte's heroine gave intellectual respectability. Originally a Yorkshire place and surname, it had mainly masculine associations for centuries. <em>Alison</em>, the Gaelic form of <em>Alice</em>, actually means '<em>son</em> of Alice.' The only other Gaelic name widely acceptable to the middle classes that I remember was <em>Deirdre. Fiona</em> lay in the future, together with <em>Karen, Sinead</em>, and a host of others, all unequivocally female.</p>\n<p>In the school were two red-headed sisters, <em>Carol</em> and <em>Noel (not</em> “Carol<em>e</em>” or “Noel<em>le</em>”). Were they the daughters of a clergyman who surely admired neither “Carole the Cad” one-time King of Romania, nor Noël Coward; but perhaps yearned for sons?</p>\n<p>There was a <em>Vivien</em> who could be comforted by sharing her confusing name with a major star, Vivien Leigh. Some boys carried the fanciful variant <em>Vyvian</em>.</p>\n<p>The <em>Leslies</em> were more fortunate, for their sex was distinguished by the spelling. This was before Humphrey Bogart muddied the waters by calling his daughter <em>Lesley</em> after Lesley Howard. It has been suggested to me that this name has lost a great deal of its popularity for girls due to its diminutive, <em>Les</em>, too easily confused with <em>lez</em> (for <em>lesbian</em>), which seems a pity. It has a pleasing sound once used by the poet Burns with his <em>Bonnie Lesley</em>, and its French form is immortalized by the delightful Leslie Caron.</p>\n<p>Howard's character <em>Ashley</em> in <em>Gone With The Wind</em> is now unisex. In 1989 it was recorded as the second most common girl's name in the US. Indeed, in the less tradition-bound atmosphere of the New World, dual-purpose <em>Kellys, Caseys, Beverleys, Madisons</em>, and <em>Dales</em> abound.</p>\n<p>It seems that just as English spelling in general became more formalized with the spread of literacy, so the gendering of names also became more defined. For example, I have an 18th-century ancestress shown in contemporary records as both <em>Christian</em> and <em>Christina</em> — never, until an inaccurate 1920s' copy of the family tree, as <em>Christine</em>.</p>\n<p>The use of surnames as given names is worthy of note. The patronymics of powerful tribes such as <em>Howard, Clarence, Cecil, Percy, Douglas, Bruce, Tudor</em>, and <em>Stuart</em> are all seen as masculine. Yet <em>Cecil</em> was initially a girl's name. One of the poet Edmund Spenser's (d.1599) most poignant elegies commemorates <em>Douglas Howard Georges</em>, the wife of Arthur Georges. Similarly, the mystic, Lady <em>Julian</em> of Norwich (1342-post 1416) took her masculine name from the Chapel of St. Julian where she had her Hermitage. (Surely not from the apostate emperor?) It is true that from the earliest times she was also known as <em>Juliana</em>, and all variants of this great Roman clan name have always been popular, from a former Queen of the Netherlands to the delicious <em>Julienne</em> soup, named after a female cook. The apparently straightforward transference of clan names can, however, lead to confusion. The Irish practice of bestowing a maternal grandparent's surname upon a first-born son, gives us <em>Joyce</em> Carey (the male writer). <em>Joyce</em> Carey (the actress) more likely got her name from an adaptation of <em>joyeuse</em>. Much the same thing occurs with <em>Lucy</em> (often Latinized to <em>Lucius</em>), another surname, but when used for girls more likely to be from the popular saint, or for its meaning, 'light.'</p>\n<p>This ambiguity could have extended to <em>Rose</em>, coming either from the flower or from the Teutonic for 'horse.' Yet the only male <em>Rose</em> I can discover is the nickname of the unlovely villain, <em>Rose Noble</em>, in Dornford Yates's 1930s' thriller <em>Blind Corner</em>. Perhaps there is a “Boy Called Rose” somewhere in the States? There was after all, that male <em>Carmen</em> Cavallero, conductor of the Hollywood Bowl Orchestra, whose unusual name never failed to intrigue British television interviewers. His successor as a transatlantic purveyor of popular classical music was André Previn, whose French first name is also occasionally used for girls, without a qualifying extra <em>e</em>.</p>\n<p>Still in America, “Sydney” is (according to <em>Collins Dictionary of Babies' Names</em>) “predominately female,” though an American authority queries this. Whether it originates with the French <em>Sidonie</em> or the British Viscount <em>Sydney</em> who gave his name to the Australian capital, is problematical. Certainly Nancy Mitford's mother was so called, and in the 18th century <em>Sid</em> was even a generic term for 'girl.' From the days of the heroic Sir Philip (d. 1586) Sydney (d. 1586), this has been a popular name, transcending class barriers: Dickens' <em>Sidney</em> Carton; the comic actor, <em>Sid</em> James; “Sid” of the huge government advertising campaign when privatizing British Gas.</p>\n<p>Privileged families are not a European prerogative: American <em>Cabot, Lodge</em>, and <em>Winthrop</em> appear to have been largely used for boys, but <em>Lee</em> is generously even-handed: J. Cobb; Harvey Oswald; Remick; and Radziwill. Transported by the Gulf Stream, it has even landed on my eldest grandson. Whether this widely popular use has anything to do with any close association with the General Robert E., the distinguished Virginian family, or even the foundress of the Shakers, is perhaps unlikely; it is just a very nice name.</p>\n<p>Most names seem to drift from male to female (perhaps reflecting a deeper trend). Not so <em>Evelyn</em>. In the form <em>Aveline</em>, it was introduced by the Normans. Female until the 17th century, it became a surname and was then widely, but not exclusively used for boys, generally of the upper or professional classes: <em>Evelyn</em> Baring the banker; <em>Evelyn</em> Henderson, brother of a 1930s' British ambassador, and, most famously, <em>Evelyn</em> Waugh. His first wife, together with the mystic <em>Evelyn</em> Underhill, kept up the female usage. A slightly differing pronunciation sometimes distinguishes the gender. At about the same time that <em>Aveline/Evelyn</em> crossed the Channel, it became acceptable to christen children <em>Mary</em>. Previously thought too holy for mortal use, once established, there was no stopping it: <em>Marie; Mairi; Mair; Ria; Marise; Moira; Marietta; Marion</em> (or <em>Marian</em>). Nor, in Europe, was it confined to girls: Carl <em>Maria</em> von Weber; Eric <em>Maria</em> Remarque; Howard <em>Marion</em> Crawford. And, in America, (See Here Private) Marion Hargrove.</p>\n<p>Once across the Atlantic, however, doubts set in. The French Constable Anne Montmorency bestrode French history without apparent difficulty, but it was feared that no <em>Marion</em> could ride tall in the saddle however rugged his appearance. So the studio chiefs repackaged their discovery, Marion Wayne, as John. Could he, by the remotest chance, have been the inspiration for “A Boy named Sue”?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">No Boys Named Sue, But...</h1> <p><em><span data-rel=\"author\">Hilary M. Howard</span> <span data-rel=\"location\">London</span></em></p> <p>The most popular name in my (all-female) class at school was Ann/Anne. There were four or five of them. Also two Susans and one Suzanne. To even think of using any of the variations for a boy would have raised both a laugh and an eyebrow. Which is the whole point of the song “A Boy Named Sue.”</p> <p>Yet some centuries before there <em>was</em> a boy named <em>Anne</em>: the full-bearded face of Anne de Montmorency 1493-1567, soldier, courtier, Constable of France, gazes from his portrait with supreme aristocratic confidence. Head of a powerful clan, winner of wars, adviser to kings, father of five (legitimate) sons, he was also, reproves the <em>Encyclopaedia Britannica</em>, “irascible” and a “ruthless authoritarian.” It deplores his “scorched earth policy” and “ruthless crushing” of a peasants rebellion. Just the ungentle times in which he lived? Or something to do with his name? Did he, like the mythical “Boy Named Sue,” continually have to prove himself? His godmother was Anne, Duchesse of Brittany and Queen of France (twice). Anne, from the Hebrew <em>Hannah</em> 'God-favored' and reputedly the name of the Blessed Virgin's Mother, has always been popular with European royalty. The derivative <em>Nancy</em>, although used for girls at least since the time of Queen Anne (d. 1714), is not found for 'catamite' until (says Partridge) about 1810. It therefore seems unlikely to be in any way connected with the excessively macho Constable.</p> <p>We had no female <em>Michaels</em> nor even a <em>Michal</em>, although they were not unknown. John Barrymore's long-suffering wife was Michael Strange. “Miss” Michael Learned delighted TV viewers in <em>The Waltons</em>. Did she have to battle with her agent in the early stages of her career?</p>"
}