{
  "type": "Article",
  "title": "Towards a New Literature",
  "author": "Robert Adams",
  "location": "Cardiff",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Towards a New Literature</h1>\n<p><em><span data-rel=\"author\">Robert Adams</span> <span data-rel=\"location\">Cardiff</span></em></p>\n<p>This brief article describes and illustrates the struggle of Hieronymus Stoat (1947-) to produce a completely new literature. In his own words:</p>\n<blockquote>\n<p>The concept of things happening is inherently bourgeois and ultimately capitalist-imperialist. We must, I believe, strive to rout out these corrupting influences on literary art; to debourgeoisify writing.</p>\n<p>[letter to the author, 1981]</p>\n</blockquote>\n<p>This achievement could only be brought about by a completely new style of writing in which nothing happened.</p>\n<p>Stoat's first attempt, a novella (untitled, like all his work) opened thus:</p>\n<blockquote>\n<p>The haddock looked at the wall for sixty-two years. The light was on.</p>\n</blockquote>\n<p>He was dissatisfied with this even before the ink was dry. Although little appeared to happen, a number of events were implicit. For instance, the moment sixty-two years were up, the haddock presumably stopped looking at the wall—a momentous event in the context. And, more subtly, the light's being on contains the event of its having been turned on. But, most tellingly, it was argued by critics that the haddock looking at the wall constituted a happening, even if it were rather drawn out and somewhat uninteresting.</p>\n<p>Absorbing these criticisms, Stoat came to the realization that the problem lay in verbs. Wherever you have a verb, things happen. By definition. He thus tried to write in a completely verbless way. His revision of his untitled novella now began:</p>\n<blockquote>\n<p>Pale haddock. Endlessly white wall. Ambient lucency.</p>\n</blockquote>\n<p>This was better. To make up for the missing verbs he attempted to add interest by scattering adjectives and adverbs everywhere. But after a time, he had to recognize that even though the text did not actually describe anything happening, the mind had an extraordinary facility to make things happen, unbidden, to the haddock and wall in the light. And the adjectives actually helped. Quite interesting things could happen, with a vivid imagination.</p>\n<p>Now this was as bad as describing happenings. After all, the text had no meaning outside the reader's mind; so if that mind became full of imagined events as a result of reading the text, then it had failed in its quest for happeninglessness. Slowly, Stoat came to the realization that substantives, too, were the problem. Write a noun and the reader will conjure up an image. Moreover, the image will be doing something—an event will be happening. What if they too were expunged, then? He tried it and came up with:</p>\n<blockquote>\n<p>Pale. Endlessly white. Ambient.</p>\n</blockquote>\n<p>With horror, Stoat realized that this was worse! The text provided a backcloth for all sorts of imaginings. Amazing events were enacted in the minds of readers, conjured by these suggestive qualifiers: virgins dreamt of knights-at-arms on white chargers; dirty old men elaborated prurient extravagances.</p>\n<p>Reluctantly he was forced to discard nearly all of these signifiers. Even prepositions could convey the impression of happenings. The single word <em>up</em>, for instance, was so loaded with connotation that it too had to be avoided. Stoat flirted briefly with a form of writing that used only the definite and indefinite articles, but soon became disenchanted with such lifeless passages as:</p>\n<blockquote>\n<p>A the the a the a a the.</p>\n</blockquote>\n<p>He ruefully concluded that even this could stimulate an over-heated imagination.</p>\n<p>Meaning: that was the problem. Where words had meaning, they would engender images in the readers' imaginations. These images would start to move and things would start to happen. What was needed was a meaningless language. How about Latin? Granted some people still understood it, but not the great generality of his readers. He tried it.</p>\n<p>Video meliora proboque; deteriora sequor.</p>\n<p>A whole new set of problems emerged. With a little more imagination, readers could see all sorts of English words hidden in the text. With mounting despondency, Stoat was forced to conclude that the problem was words. Any words, any words would defeat his purpose. To substitute pictures would be to enter the world of graphic art and to desert literature.</p>\n<p>In a dream, the answer came to him: punctuation ! How about a literature that was simply punctuation marks? He tried it, tentatively at first:</p>\n<blockquote>\n<p>,.;;..,,!,:</p>\n</blockquote>\n<p>Then with more authority:</p>\n<blockquote>\n<p>?;,,,.;;:!;;,..?;:...\\?\\\\?\\.,,</p>\n</blockquote>\n<p>“Too many semicolons,” said the purists, while the more pragmatic marveled at the piquancy of the single (unopened or unclosed?) quotation marks.</p>\n<p>We shall reserve judgment until we see his first work of major length.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Towards a New Literature</h1> <p><em><span data-rel=\"author\">Robert Adams</span> <span data-rel=\"location\">Cardiff</span></em></p> <p>This brief article describes and illustrates the struggle of Hieronymus Stoat (1947-) to produce a completely new literature. In his own words:</p> <blockquote>\n<p>The concept of things happening is inherently bourgeois and ultimately capitalist-imperialist. We must, I believe, strive to rout out these corrupting influences on literary art; to debourgeoisify writing.</p>\n<p>[letter to the author, 1981]</p>\n</blockquote> <p>This achievement could only be brought about by a completely new style of writing in which nothing happened.</p>"
}