{
  "type": "Article",
  "title": "French Lessons in Lallans",
  "author": "Donald MacIntosh",
  "location": "Maldon, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">French Lessons in Lallans</h1>\n<p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p>\n<p>Once upon a time, as they say in all the best fairy tales, one of the most unlikely treaties ever envisaged was forged between two countries who were poles apart in almost everything except their mutual dislike of the nation that separated them geographically. “The Auld Alliance,” a treaty of accord between France and Scotland, was born. Today, nearly seven hundred years later, it remains intact despite the vicissitudes of time and a language barrier that only the French have ever made much effort to surmount.</p>\n<p>In <em>The Luck of the Bodkins</em>, P.G. Wodehouse remarked on the “...look of furtive shame, the shifty, hangdog look which announces that an Englishman is about to talk French....” The inimitable Mr. Wodehouse was, as usual, spot-on with his characterization. We insatiable travelers have seen similar scenes enacted many times around the watering holes of the world, from Calais to the fleshpots of Douala, from Quebec to the silver strands of the Côte d'Ivoire. The average Brit is seldom at his most confident when forced by circumstance to attempt the language of another.</p>\n<p>Not all citizens of the United Kingdom suffer from this malaise when finding themselves on foreign shores. Mr. Average Scot does not, for one. The intricacies of the Gallic subjunctive do not worry him at all, and for the best reason in the world: he does not even bother to try.</p>\n<p>There are those who will sneer that a race which owes its very existence to the ingurgitation of massive quantities of porridge during its formative years is capable of speaking in no other way. But Scots have long been inured to such slurs. As a proud Scot myself, I feel that a much more probable reason for this apparent lack of linguistic ambition is to be found in the regional dialect. There are parts of Britain in which regional dialects can be as incomprehensible as Tocharian to the innocent abroad, and the farther north one ventures through England the more incomprehensible they seem to become. It gets worse in Scotland. Strangers listening to any of the Scottish dialects will soon realize that they are as replete with gutturals as any Teutonic dialect. Tongues created by God for the pronunciation of names like <em>Auchtermuchty</em> are quite unsuited to the more delicate nasal nuances of the French language.</p>\n<p>Each dialect is distinct and distinctive. Aberdonians have the Doric, with its <em>quines</em> 'girls' and <em>loons</em> 'boys,' Glaswegians bombard you with “The Patter,” famous for its infamous glottal stop and raw, street humor. In the moors of Carrick and Galloway, the natives converse in Lallans.</p>\n<p>Lallans is the language of Burns, and it is a language in which he wrote most beautifully. It is, in fact, not a separate language at all. It is just one more dialect of English, but one would have to be listening pretty carefully to figure that out on first exposure to it.</p>\n<p>For reasons that need not detain us here, some years ago I happened to be visiting the translation section of a large publishing company in darkest Hertfordshire, England, and I became involved in conversation with one of the employees, a charming young French translator. The subject of regional dialects in our respective countries came up. Being very new to this country and having, so far, only encountered “school English,” she found it difficult to believe that dialectal variation could be so great in such a tight little island as ours, and that so much of it could be unintelligible to the uninitiated. We were interrupted by the arrival of a worker clad in a boiler suit of some antiquity. I could not recall having seen him before, but I would have recognized his type anywhere. He was a raw-boned, sallow little chap with sunken eyes and lived-in features, the sort to be found aplenty in bygone days walking out mean-look-ing whippets in the thin gray mists of gloaming around any Ayrshire mining community. At that moment I would have bet my very soul that he hailed from The Land Of Rabbie Burns, and the first words he uttered showed the intuition inherited from my mystic forebears to be firing on all cylinders.</p>\n<p>“Huv ye seen ma gaffer, Jim?” he queried.</p>\n<p>I sneaked a sidelong look at my companion and a glow of the purest contentment spread slowly through me. She was about to get her first lesson, and I could feel in my bones that it was going to be a good one.</p>\n<p>“I don't think I know your boss,” I hedged craftily. “What does he look like?”</p>\n<p>The little man took off his cap. He removed a squashed cigarette from somewhere inside it and lit it carefully with the minute, barely smouldering stump of the old one. He drew with deep satisfation on his reefer and exhaled an acrid cloud of blue smoke around us. He glanced at her, the world-weary eyes of Old Scotia and the prelapsarian ingenuousness of Young Picardie's meeting in a fleeting look that spanned the ages. He coughed harshly and spat copiously on the ground. Then he let her have it with both barrels.</p>\n<p>“Och,” he intoned with Bren-gun rapidity, “He's jeest a nyatterin' wee nyaff wi' a skelly cacke'e an' a manky, broony-kinna gansey.”</p>\n<p>When he had gone, my young French friend asked me in understandable bewilderment, “What sort of language was that?”</p>\n<p>“English,” I replied innocently.</p>\n<p>“<em>English??!!</em>”</p>\n<p>“Well, yes, sort of...”</p>\n<p>“Oh my God!” she exclaimed, appalled. “And I am supposed to be a translator! What on earth was he saying?”</p>\n<p>I thought carefully for a moment or two before committing myself:</p>\n<p>“He intimated that, in his humble opinion, his overseer is a loquacious and diminutive fellow of a somewhat devious and unpleasant bent, that he is afflicted with a strabismus of the sinistral optical member, and that he is currently attired in a rather noisome woolen torsal garment of an indeterminate off-chocolate hue.”</p>\n<p>She stood before me like a stricken stirk, her eyes glazed and her mouth agape. Then her teeth clicked shut and she lanced me with a look of frosted French steel. “I theenk you are taking the meeckey out of me,” she ground out savagely. And off she flounced.</p>\n<p>The Auld Alliance must have been strong indeed to put up with seven centuries of this sort of stuff.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">French Lessons in Lallans</h1> <p><em><span data-rel=\"author\">Donald MacIntosh</span> <span data-rel=\"location\">Maldon, Essex</span></em></p> <p>Once upon a time, as they say in all the best fairy tales, one of the most unlikely treaties ever envisaged was forged between two countries who were poles apart in almost everything except their mutual dislike of the nation that separated them geographically. “The Auld Alliance,” a treaty of accord between France and Scotland, was born. Today, nearly seven hundred years later, it remains intact despite the vicissitudes of time and a language barrier that only the French have ever made much effort to surmount.</p> <p>In <em>The Luck of the Bodkins</em>, P.G. Wodehouse remarked on the “...look of furtive shame, the shifty, hangdog look which announces that an Englishman is about to talk French....” The inimitable Mr. Wodehouse was, as usual, spot-on with his characterization. We insatiable travelers have seen similar scenes enacted many times around the watering holes of the world, from Calais to the fleshpots of Douala, from Quebec to the silver strands of the Côte d'Ivoire. The average Brit is seldom at his most confident when forced by circumstance to attempt the language of another.</p> <p>Not all citizens of the United Kingdom suffer from this malaise when finding themselves on foreign shores. Mr. Average Scot does not, for one. The intricacies of the Gallic subjunctive do not worry him at all, and for the best reason in the world: he does not even bother to try.</p>"
}