{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<blockquote>\n<p>“To those that live in Florida it is almost invaluable, as we cannot get eggs that are fresh and good in any other way.” Mrs. Wm. Henry Montague, St. Augustine, Florida.</p>\n</blockquote>\n<p>[From an advertisement for Condensed Eggs]</p>\n<p>The above advertisement appeared in the <em>Chicago Tribune Pronouncing Dictionary</em>, Clark and Longley, 1886. Another advertisement, for the McIntosh Family Faradic Battery (Price $10.00), claims that it treats the following diseases:</p>\n<blockquote>\n<p>Abscesses. Debility. Kidney. Rheumatism.</p>\n<p>Acne. Diarrhea. Disease. Ringworm.</p>\n<p>Ague. Dropsy. King's Evil. Salt Rheum.</p>\n<p>Asthma. Dyspepsia. Lameness. Scalds.</p>\n<p>Baldness. Epilepsy. Leucorrhea. Scrofula.</p>\n<p>Biliousness. Felons. Lumbago. Spasms.</p>\n<p>Boils. Fits. Milk, to Spinal</p>\n<p>Bunions. Goitre. increase Irritation.</p>\n<p>Catarrh. Headache. flow. Sprains.</p>\n<p>Chilblains. Hiccough. Nervous St. Vitus</p>\n<p>Colic. Hysteria. Exhaustion. Dance.</p>\n<p>Constipation. Impotence. Nervousness. Toothache.</p>\n<p>Convalescence. Incontinence Neuralgia. Tumors.</p>\n<p>Convulsions. of Urine. Numb Palsy. Varicose</p>\n<p>Cramps. Jaundice. Paralysis. Veins.</p>\n<p>Deafness. Joint Piles. Vomiting. Affections.</p>\n</blockquote>\n<p>It is worthwhile pointing out that this editor has suffered from some of these affictions (especially Convalescence) at one time or another (and the attacks seem to return with increasing frequency as the years dwindle down). Still, most have happily been kept at bay: we still have not suffered from, among others, the King's Evil, insufficient flow of milk, St. Vitus [<em>sic</em>] dance, deafness, or salt rheum; the others, including felons, come and go and must be regarded as natural reflections of everyday life. Etymologically, males cannot suffer from hysteria, and most older people are unlikely to get colic.</p>\n<p>Such amusements aside, one might think that a careful review of an older dictionary might reveal something about the state of the language at the time of publication; but that is not necessarily true for old dictionaries any more than it is for new ones. To be sure, there are oddments and peculiarities that can be spotted: in the case of the subject work, one cannot help finding the definition of <em>electricity</em> a source of entertainment:</p>\n<blockquote>\n<p>the operations of a very subtile fluid.</p>\n</blockquote>\n<p>Readers may be surprised to learn that there is, effectively, no definition in the <em>Random House Unabridged</em> for <em>electricity</em>: where one would expect to find the main definition appear cross references to <em>electric charge</em> and <em>electric current</em>, neither of which offers a definition akin to the one we all “know” to the one sought. The problem is, of course, that while our understanding of the behavior of electricity has improved in the last century or so, we know little more about its basic nature than we did before.</p>\n<p>Like modern dictionaries, dictionaries prepared in the past contain entries considered important by their editors, either for personal reasons—and there is nothing much criticizable in following a personal opinion if it is that of a qualified observer—or because a given word had become traditional in the contemporary cultural context. Thus, for instance, we can readily understand retaining a definition for <em>awful</em> “striking awe,” but few would agree that that was either the dominant sense (or even a common sense) in the 1880s in America; yet no other definition is provided. It must be remembered that the dictionary in hand contains only 32,000 words and phrases, which means that it is half the size of the average mass-market paperback dictionaries sold today. It therefore carries a surprising number of obsolete and archaic words, and it is difficult to tell whether they are in because they were common in American English, in American English spoken in the Midwest, or simply carelessly retained from an earlier dictionary which was not properly edited. For one thing, certain British spellings are retained, but those might have been left over from pre-Webster spelling reform: <em>endeavour, moulding, humour; enamelling; fulfil</em>. But <em>esophagus</em> not <em>oesophagus</em>, etc.</p>\n<p>A large number of words that do not occur in common speech and writing today are listed; some have been selected here (omitting pronunciation and part of speech) with comments based on checking in the <em>Oxford English Dictionary</em>, which, it must be noted, classed the words at about the time of publication of the <em>Chicago Tribune Pronouncing Dictionary</em>:</p>\n<blockquote>\n<p><em>acritude,</em> an acrid taste. embassy, message to a foreign [obsolete] nation. [Secondary sense in <em>acronical,</em> rising of a star at <em>OED</em> (which has main entry sunset, or setting at sunrise. under ambassy).] [The second part is wrong.]</p>\n<p><em>embolus,</em> a pistion, or driver.</p>\n<p><em>aduncity,</em> bending in the form [obsolete] of a hook. [obsolete]</p>\n<p><em>emolumental,</em> producing profit.</p>\n<p><em>adustion,</em> the act of burning [obsolete, rare] up. [obsolete]</p>\n<p><em>epistolize,</em> to write letters.</p>\n<p><em>after-wit,</em> wisdom that comes too late. [...engaged in by borrowing <em>esprit d'escalier</em> only to translate it into the vapour bath.] [Second sense awkward <em>staircase wit</em>.] is obsolete.]</p>\n<p>[We should have correspondents to revived this word instead of VERBATIM.]</p>\n<p><em>estuary,</em> an arm of the sea; a prize. [Sense not in <em>OED</em>.] [obsolete]</p>\n<p><em>aggrievance,</em> injury; wrong. <em>estuation,</em> a boiling; agitation [Sense not in <em>OED</em>.] of water. [obsolete]</p>\n<p><em>agonism,</em> contention for a <em>exustion,</em> act of burning up.</p>\n<p><em>allision,</em> act of striking against.</p>\n<p><em>eye-servant,</em> a servant that [obsolete] requires watching. [archaic]</p>\n<p><em>anteact,</em> a preceding act.</p>\n<p><em>eye-service,</em> service done [obsolete] under the employer's eye.</p>\n<p><em>aphthong,</em> a letter having no [archaic] sound. [useful, but rare]</p>\n<p><em>flammeous,</em> consisting of or belonging to like flame. [rare]</p>\n<p><em>architective,</em> architecture. [Sense not in <em>forestall</em>, <em>OED</em>.] to buy goods before they reach the market.</p>\n<p><em>elusion,</em> escape; evasion. [rare] [obsolete]</p>\n<p>There are other curiosities in this book. For example, the entry</p>\n<p><em>affusion</em>, act of pouring upon.</p>\n</blockquote>\n<p>By contrast, here is the pertinent definition from the <em>OED</em>:</p>\n<blockquote>\n<p>1. <em>Med</em>. A remedy in fevers, consisting in pouring on the patient a quantity of water, varying in temperature according to his state, but usually from 50° to 60° or 70° Fahr. <em>Also fig</em>. <em>1803 W. TAYLOR</em> in <em>Ann. Rev</em>. 1. 273 From the eruptive fever of democratic effervescence, countries recover by slight and temperate affusions of concession.</p>\n<p><em>1844 T. GRAHAM</em> <em>Dom. Med</em>. 752 In very acute attacks of yellow fever...we resort to the use of purgatives, and the cold affusion.</p>\n</blockquote>\n<p>At <em>alcahest</em>, the definition reads, “the universal solvent”; at <em>alkahest</em>, which is merely a spelling variant, the definition is, “a pretended universal solvent,” from which one might conclude that the first is the real thing.</p>\n<p>On pronunciation, [ak-ses'] is given as the preferred form, while it is the secondary form in other dictionaries of the period. <em>Huge</em> is shown as [hūj] but <em>humour</em> is pronounced [ū'mur]; <em>adagio</em> is shown as [adā'jē-ō], and <em>accompany</em> and similarly spelled words are shown with geminate consonants, e.g., [akkum'pa-ne].</p>\n<p>The conclusion is that such books seldom have anything to teach us except in the most general way about the way the language was used in another time, partly owing to the lack of sophistication of their compilers, partly to their conservatism, which tempts them to include terms and definitions that are no longer current. Such entries must be retained for they are encountered in reading. Some conservative dictionaries published earlier in the 20th century listed a huge number of Scotticisms on the (justifiable) grounds that they would be useful in reading Burns; but most school editions containing Burns's poetry later on supplied glosses, so an ancillary reference proved unnecessary. With all the dialects and long-lived speakers of English today, the lexicographer risks inaccuracy in labeling a word, phrase, or sense <em>obsolete</em> or <em>archaic</em>: there is sure to be someone who speaks a form of English in which the expression is extant. For another thing, we must pay close attention to historical information—not about the language, but about the culture. For instance, just because we now know that the <em>alkahest</em> (or <em>alcahest</em>), <em>phlogiston</em>, and the <em>philosopher's stone</em> do not exist, they must still be listed in dictionaries, just as the words for abstract notions like <em>honesty, integrity, beauty, truth</em>, and so forth have a place.</p>\n<p><em>Logophobia</em></p>\n<p>Under the headline, “Plaintiff faints at mention of sex,” Ben Maclntyre, <em>The Times</em> correspondent in New York, reported [11 March 1994] about a Cincinnati woman who suffers from <em>conversion hysteria</em>, a fortunately rare affliction in which the individual collapses unconscious at the mention of a word or group of words. Shades of <em>The Manchurian Candidate !</em> “She was sitting in a chair and immediately fell out when sex was mentioned,” according to the woman's defense attorney.</p>\n<p>It is not a subject for flippancy, one must concede, especially in the circumstances surrounding the case. Evidently, a neighbor learned of the woman's condition, whispered the word <em>sex</em> to her as she was passing through the lobby of the apartment house where they live, whereupon she dropped, unconscious, to the floor, and he sexually molested her—presumably after moving her to a more private venue. The trial of the molester is becoming difficult to prosecute, for every time the molestee is called to testify, she faints, even if the prosecutor so much as spells the word <em>s-e-x</em>. How the event was reported in the first instance is not revealed. It might be suggested that Ameslan be employed or that the woman be asked to demonstrate what took place using dolls, as they do when asking children to testify. Readers may draw their own conclusions and opinions on the subject; it wouldn't do for us to comment.</p>\n<p><em>Have a nice day</em></p>\n<p>Even the less sensitive of us become irritated with clichés after a while, and one often wishes that <em>Have a nice day</em> had gone the way of <em>Hi! My name is Bruce and I'll be your waiter today</em> and the Bunny Dip. But it seems here to stay, and, on reflection, merits comment. It ill behooves us to criticize its emptiness, for we all utter <em>Good morning, Good afternoon, Goodby, How are you?, Hello</em>, and numerous other salutational and valedictory remarks in the course of the day. It is likely that <em>Good day</em> had its origins in <em>Have a good day</em>, which is not very different from <em>Have a nice day</em>, either in meaning or in spirit. Perhaps we may soon be hearing “Nice day” (meaning 'Have a nice day,' not, as it already does, 'It is a nice day,' to the latter of which our curmudgeonly response is usually, “Yes, if you like warm, sunny, breezy spring days”).</p>\n<p><em>Good day</em> has taken on other connotations, depending on its prosodic features (stress pattern). A straightforward <em>Good day'</em>, with little stress on <em>good</em>, is the neutral greeting; <em>Good' day'</em>, with equal stress and even a slight pause between the words, uttered emphatically, is tantamount to dismissal; the Australian <em>G'dye</em> is again the neutral expression on meeting or parting. Till something else comes along or we all agree to go back to better established clichés, we might as well get used to <em>Have a nice day</em> and its variant, <em>(You) have a good one, now</em>: the alternative is to stay at home.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <blockquote>\n<p>“To those that live in Florida it is almost invaluable, as we cannot get eggs that are fresh and good in any other way.” Mrs. Wm. Henry Montague, St. Augustine, Florida.</p>\n</blockquote> <p>[From an advertisement for Condensed Eggs]</p> <p>The above advertisement appeared in the <em>Chicago Tribune Pronouncing Dictionary</em>, Clark and Longley, 1886. Another advertisement, for the McIntosh Family Faradic Battery (Price $10.00), claims that it treats the following diseases:</p> <blockquote>\n<p>Abscesses. Debility. Kidney. Rheumatism.</p>\n<p>Acne. Diarrhea. Disease. Ringworm.</p>\n<p>Ague. Dropsy. King's Evil. Salt Rheum.</p>\n<p>Asthma. Dyspepsia. Lameness. Scalds.</p>\n<p>Baldness. Epilepsy. Leucorrhea. Scrofula.</p>\n<p>Biliousness. Felons. Lumbago. Spasms.</p>\n<p>Boils. Fits. Milk, to Spinal</p>\n<p>Bunions. Goitre. increase Irritation.</p>\n<p>Catarrh. Headache. flow. Sprains.</p>\n<p>Chilblains. Hiccough. Nervous St. Vitus</p>\n<p>Colic. Hysteria. Exhaustion. Dance.</p>\n<p>Constipation. Impotence. Nervousness. Toothache.</p>\n<p>Convalescence. Incontinence Neuralgia. Tumors.</p>\n<p>Convulsions. of Urine. Numb Palsy. Varicose</p>\n<p>Cramps. Jaundice. Paralysis. Veins.</p>\n<p>Deafness. Joint Piles. Vomiting. Affections.</p>\n</blockquote>"
}