{
  "type": "Article",
  "title": "“Badges” Redux",
  "author": "Daniel Temianka",
  "location": "MD, Palos Verdes Estates, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Badges” Redux</h1>\n<p><em><span data-rel=\"author\">Daniel Temianka</span> <span data-rel=\"location\">MD, Palos Verdes Estates, California</span></em></p>\n<p>Everyone remembers the classic scence from <em>Treasure of the Sierra Madre</em> in which the <em>banditos</em> encounter that dark-minded prospector, Humphrey Bogart, in the rugged mountains of Mexico.</p>\n<p>“I found a little dove in her nest, ha ha ha ha ha!,” reports a subordinate <em>bandito</em> (in Spanish) to his boss. “She was hidden.”</p>\n<p>Bandito Number One, in the person of Alfonso Bedoya, calls out to Bogart, “Oiga Señor: We are the Federales. You know, the mounted police.” (He pronounces it “mohnted.”)</p>\n<p>Bogart: “If you're the police, where're your badges?”</p>\n<p>Bedoya's smooth Mayan face contorts into a sneer, “Badges? We ain't got no badges. We don't need no badges.” And, shouting angrily, “I don't have to show you any stinking badges!”</p>\n<p>This brief soliloquy is notable in several respects. First and most obvious is its use of repetition, perhaps the simplest poetic device. And it might also be considered an example of pleonasm, 'the use of more words than those necessary to denote mere sense; redundancy, or tautology.'</p>\n<p>But most remarkable is that only the third sentence is grammatically correct. The first two are merely slang, but by the third Mr. Bedoya has become so enraged that he resorts to speaking correct English.</p>\n<p>I submit that he does so because he knows he will thereby communicate more effectively. As Joseph Wood Crutch remarked, “Children were taught 'standard English' instead of that 'acceptable to their peer group' <em>in order to facilitate communication between class and class, region and region, century and century</em>. ...” [his emphasis] In this instance, standard English serves to bridge the gap between <em>bandito</em> and <em>gringo</em>. (But lest we succumb to the modern fantasy that open and honest communication will solve all disputes, we must also recall that soon after Mr. Bedoya's last assertion the shooting starts. Perhaps if he had displayed some badges, authentic or otherwise, he might have more easily achieved his objective.)</p>\n<p>Furthermore, in speaking correct English, Mr. Bedoya also reveals his identity as a relatively learned man, undoubtedly a major reason that he is the <em>jefe</em> of his gang. Emotion will betray character every time, and education is power.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Badges” Redux</h1> <p><em><span data-rel=\"author\">Daniel Temianka</span> <span data-rel=\"location\">MD, Palos Verdes Estates, California</span></em></p> <p>Everyone remembers the classic scence from <em>Treasure of the Sierra Madre</em> in which the <em>banditos</em> encounter that dark-minded prospector, Humphrey Bogart, in the rugged mountains of Mexico.</p> <p>“I found a little dove in her nest, ha ha ha ha ha!,” reports a subordinate <em>bandito</em> (in Spanish) to his boss. “She was hidden.”</p> <p>Bandito Number One, in the person of Alfonso Bedoya, calls out to Bogart, “Oiga Señor: We are the Federales. You know, the mounted police.” (He pronounces it “mohnted.”)</p>"
}