{
  "type": "Epistola",
  "title": "EPISTOLA William H. Dougherty",
  "contributor": "William H. Dougherty",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">William H. Dougherty</span></h1>\n<p>Intrigued by Milton Horowitz's “A Discouraging Word” [OBITER DICTA, XXII, 1, 13], I set about tracking the word <em>balagan</em> along its etymological course back from the modern Hebrew into which, according to Milton Horowitz quoting Herman Wouk, the word was borrowed from Russian.</p>\n<p>The entry for the Russian word in the <em>Tolkovyi Slovar' Russkogo Yazyka</em> (Moscow, 1935), reads as follows, as transliterated and translated:</p>\n<blockquote>\n<p><em>Balagan</em> [Pers. <em>balahana</em> balcony]. 1. A light wooden structure for shows at fairs. 2. An amateur theatrical production with primitive scenery; a theatrical style based on imitation of this primitive stage-craft (theatrical term). <em>Balagan art. Balagan concepts in Meyerhold's productions</em>. II By extension: A balagan-like show, i.e. a crude, artistically tasteless, disordered, frivolous one (derogatory). <em>The actors' clowning turned the comedy into a balagan. This is no session, but a kind of balagan</em>. 3. A temporary wooden vendors' booth at a fair.</p>\n</blockquote>\n<p>The <em>Russko-Angliiskii Slovar'</em>, compiled under the general direction of Professor A.I. Smirnitsky (Sixth Edition; E.P. Dutton &amp; Co, New York, 1959), defines the Russian word in English as follows:</p>\n<blockquote>\n<p><em>Balagan, 1.</em> (<em>wooden structure</em>) booth; (<em>for presentations</em>) show-booth; 2. show; (<em>extended meaning</em>) farce, tomfoolery, preposterous piece of buffoonery.</p>\n</blockquote>\n<p>Does not one come away from these definitions of the Russian word with the impression that whoever infected Milton Horowitz's software may have taken the “discouraging word” directly from Russian rather than from Hebrew? According to Wouk's footnote, as quoted by Mr. Horowitz, in modern Hebrew <em>balagan</em> has come to mean 'mess, foul-up, snafu, fiasco.' But the Russian meaning of a 'booth for crude, vulgar buffoonery' seems to fit better the trick title that appeared on Mr. Horowitz's computer screen. My guess is that the joker who named the program <em>Balagan</em> was a Russian-speaking immigrant, either to Israel or America, who may well have been aware of the word's currency in modern Hebrew but for whom the meaning remained the Russian one.</p>\n<p>Also interesting is the indication in the <em>Tolkovyi Slovar'</em> that the word is of Persian origin and that in Persian it means 'balcony.' <em>Balahana</em> looks a lot like our English word <em>balcony</em>; so I looked up <em>balcony</em> in <em>The Random House Dictionary of the English Language</em> (1966), where I found the etymology given as:</p>\n<blockquote>\n<p><em>balconye</em> &lt; It <em>balcone</em> &lt; <em>balc(o)</em> scaffold (&lt; OHG <em>balcho</em> beam)</p>\n</blockquote>\n<p><em>Webster's Third New International Dictionary</em> gives a similar etymology, stating that <em>balcony</em> is ultimately of “Gmc origin.” The <em>Tolkovyi Slovar'</em> states that the Russian word for <em>balcony</em> (balkon) is borrowed from Italian, which took it from Persian, not the Germanic languages.</p>\n<p>So which authorities are right, the American dictionaries or the <em>Tolkovyi Slovar'</em>? Did the Italians take their word <em>balcone</em> from some Germanic tongue and pass it on into English, Russian, and other languages; or did Italian take the word from the Persian <em>balahana</em>, as Russian did <em>balagan</em>, at least according to the <em>Tolkovyi Slovar'?</em> Etymologies in the <em>OED, The Random House Unabridged</em>, and Kluge's <em>Etymologisches Wörterbuch der deutschen Sprache</em> have cognates of <em>balagan/balcony</em> popping up in Slovene (<em>blazina</em>), Greek, and most significantly in Lithuanian (<em>balžienas</em>), purportedly the most conservative of the Indo-European languages. I suggest that these scattered avatars of <em>balagan/balcony</em> evidence descent from a single Proto-Indo-European root, most prolifically in Italian and Persian.</p>\n<p>[William H. Dougherty, Santa Fe]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">William H. Dougherty</span></h1> <p>Intrigued by Milton Horowitz's “A Discouraging Word” [OBITER DICTA, XXII, 1, 13], I set about tracking the word <em>balagan</em> along its etymological course back from the modern Hebrew into which, according to Milton Horowitz quoting Herman Wouk, the word was borrowed from Russian.</p> <p>The entry for the Russian word in the <em>Tolkovyi Slovar' Russkogo Yazyka</em> (Moscow, 1935), reads as follows, as transliterated and translated:</p> <blockquote>\n<p><em>Balagan</em> [Pers. <em>balahana</em> balcony]. 1. A light wooden structure for shows at fairs. 2. An amateur theatrical production with primitive scenery; a theatrical style based on imitation of this primitive stage-craft (theatrical term). <em>Balagan art. Balagan concepts in Meyerhold's productions</em>. II By extension: A balagan-like show, i.e. a crude, artistically tasteless, disordered, frivolous one (derogatory). <em>The actors' clowning turned the comedy into a balagan. This is no session, but a kind of balagan</em>. 3. A temporary wooden vendors' booth at a fair.</p>\n</blockquote> <p>The <em>Russko-Angliiskii Slovar'</em>, compiled under the general direction of Professor A.I. Smirnitsky (Sixth Edition; E.P. Dutton &amp; Co, New York, 1959), defines the Russian word in English as follows:</p>"
}