{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Spirit Pond Runestones, A Study in Linguistics",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Spirit Pond Runestones, A Study in Linguistics</em></h1>\n<p>Paul H. Chapman, (paperback edition of <em>ESOP</em>, the journal of the Epigraphic Society of San Francisco, Vol. 22, Part II, 1994), iv + 60pp., 30 maps and illust., bib., index.</p>\n<p>The Spirit Pond Runestones were discovered in 1972 by Walter Elliott, a carpenter beachcombing on the banks of the Spirit Pond near Popham Beach in coastal Maine. These are four small stones, ranging in size from that of an egg, to the largest, the “size of two fists.” One stone has a map inscribed on one side and is now referred to as the Mapstone. Another is an amulet. A third, the Christian Marker, has two words plus a K-rune, taken to mean 'Christian' (<em>Kristinn</em>). The largest one is called in this book the Memorial Stone.</p>\n<p>Most of the discussion in the book is based on this Memorial Stone, which measures 7½” × 11” and is inscribed on two flat surfaces. Author Chapman provides a transcription and his translation. The Maine State Museum acquired three (which three?) of the stones from the finder. Archaeologist Bruce Bourque sought help from a “linguist” to have them translated. He retained Dr. Einar Haugen, Professor of Linguistics and Scandanavian Languages at Harvard, certainly a leading scholar in his fields.</p>\n<p>Dr. Haugen declared in an article, “The Rune Stones of Spirit Pond, Maine,” in <em>Man in the Northeast</em>, No. 4, 1972, p. 77 that the stones were modern artifacts, which Chapman ruefully glosses as 'fakes.' He seems to regard Haugen's statement of their modern origin as based, in part, on similarities to the Kensington Stone of Minnesota, long considered as fraudulent, although not by everybody. Robert A. Hall, Jr., had submitted an article to a “learned journal” in 1950 supporting the authenticity of the Kensington Stone. We are told (p.2) that the article was neither published nor returned. Prof. Hall published it as a book almost a third of a century later, <em>The Kensington RuneStone is Genuine</em>, Hornbeam Press, Columbia, SC, 1982.</p>\n<p>Chapman, convinced by nautical and navigational evidence that the Mapstone was genuine, felt that the other runestones of the group must be authentic too. He managed to make an appointment with Professor Haugen, who had called them “modern.” Haugen invited Chapman to visit him at his home, and in a lengthy meeting they discussed Chapman's findings. They agreed on most matters regarding the runic characters and on many features of language. But if Chapman had hoped to convert Einar Haugen to his own views of the authenticity of the stones, he did not succeed, for the Professor never deviated from his conviction that they were modern. He agreed, however, to keep in touch with Chapman and to answer whatever questions he had. Chapman states (p. ii) that Haugen had “a scholar's open mind” (a characteristic not ordinarily perceived by him in most scholars), and he seemed grateful for Haugen's comments. This lasted for a number of years (until Haugen's death, in fact). The professor had not been willing to provide a complete translation, for his time and energy were both consumed in a number of projects and obligations. Paul Chapman apparently had his own views of how long it took to provide answers to runic questions and seems to have, in some cases, expected replies “by return mail.”</p>\n<p>He compared the text of the Memorial Stone with the contents of two sagas (sometimes called Vinland Sagas). James E. Knirk, head of the Runic Archive of the University of Oslo, who read an early draft of one of Chapman's articles (pp. 31-32), questioned the validity of using the evidence of the sagas, which contain so much fictional and fantastic material. Chapman's defense of his procedure is that the two sagas on which he based his conclusions were mostly factual and dealt to a great extent with navigation, an area in which he claims competence and practical experience.</p>\n<p>He seems not too much at home in matters of language. His subtitle, <em>A Study in Linguistics</em>, bears this out. He seems relieved to be able to report that linguists had spent considerable time in studying the runestones without significant results or that they were quick to call something fraudulent.</p>\n<p>The book is, despite these strictures, worth reading, and judicious readers will probably separate the genuine from the dubious. The illustrations are pleasing and informative and the runes are neatly transcribed. The author makes an interesting attempt to account for several features of the runestones: the reason for their being left in Maine, the presence of Danish and other words in the inscriptions, the implications of runic inscriptions in which oghams occur together with runes, etc. One wonders whether <em>Spirit Pond</em> has spectral or religious connotation.</p>\n<p><em>[Robert A. Fowkes, Bronxville, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Spirit Pond Runestones, A Study in Linguistics</em></h1> <p>Paul H. Chapman, (paperback edition of <em>ESOP</em>, the journal of the Epigraphic Society of San Francisco, Vol. 22, Part II, 1994), iv + 60pp., 30 maps and illust., bib., index.</p> <p>The Spirit Pond Runestones were discovered in 1972 by Walter Elliott, a carpenter beachcombing on the banks of the Spirit Pond near Popham Beach in coastal Maine. These are four small stones, ranging in size from that of an egg, to the largest, the “size of two fists.” One stone has a map inscribed on one side and is now referred to as the Mapstone. Another is an amulet. A third, the Christian Marker, has two words plus a K-rune, taken to mean 'Christian' (<em>Kristinn</em>). The largest one is called in this book the Memorial Stone.</p> <p>Most of the discussion in the book is based on this Memorial Stone, which measures 7½” × 11” and is inscribed on two flat surfaces. Author Chapman provides a transcription and his translation. The Maine State Museum acquired three (which three?) of the stones from the finder. Archaeologist Bruce Bourque sought help from a “linguist” to have them translated. He retained Dr. Einar Haugen, Professor of Linguistics and Scandanavian Languages at Harvard, certainly a leading scholar in his fields.</p> <p>Dr. Haugen declared in an article, “The Rune Stones of Spirit Pond, Maine,” in <em>Man in the Northeast</em>, No. 4, 1972, p. 77 that the stones were modern artifacts, which Chapman ruefully glosses as 'fakes.' He seems to regard Haugen's statement of their modern origin as based, in part, on similarities to the Kensington Stone of Minnesota, long considered as fraudulent, although not by everybody. Robert A. Hall, Jr., had submitted an article to a “learned journal” in 1950 supporting the authenticity of the Kensington Stone. We are told (p.2) that the article was neither published nor returned. Prof. Hall published it as a book almost a third of a century later, <em>The Kensington RuneStone is Genuine</em>, Hornbeam Press, Columbia, SC, 1982.</p>"
}