{
  "type": "Article",
  "title": "Et tu, Brutus, old chap!",
  "author": "R. Millar",
  "location": "Church Crookham, Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Et tu, Brutus, old chap!</h1>\n<p><em><span data-rel=\"author\">R. Millar</span> <span data-rel=\"location\">Church Crookham, Hampshire</span></em></p>\n<p>I recently watched a program on television which featured somebody called <em>Levan</em>—a first name pronounced LEEVan. I cannot get it out of my head that this chap is named after Lee van Cleef. I know it is silly, but there it is. I also find myself making up similar names which might turn out to be popular, like <em>Susanbee, Henrythee, Popejohn, Franklindee,</em> and so on.</p>\n<p>Along these lines, another baby name fashion has come along. This time it is for names ending with the masculine suffix -<em>us,</em> the most recent example to receive publicity in England being <em>Columbus.</em> We all know that young parents can't resist these fashions any more than they can resist the new clothing styles that come along, but where will it all end? Many parents would recoil in horror at being considered fashion victims with regard to names, but when your children (<em>Marcus</em> and <em>Titus</em>) are in school with <em>Tacitus</em> and <em>Rufus</em> and <em>Dædalus</em> you can be consoled by the fact that in the school down the road, the children of <em>Danii</em> and <em>Du'aine</em> (<em>Gluteus</em> and <em>Mucus</em>) are being mercilessly ragged by <em>Tahini</em> and <em>Pooh,</em> themselves the children of <em>Elvis</em> and <em>Moonbeam.</em></p>\n<p>Yes, it is true! Fresh from a demi-generation of people calling their offspring <em>Moonflower</em> and <em>Droplet,</em> they are jumping, or being pulled, on to the latest bandwagon as a result of that curious human trait which makes people want to be twee and different. It is “clever” to have a slightly unusual name for the brats because it makes them stand out from the crowd—at least for five minutes—until that virus, or whatever it is that goes round the maternity wards when suddenly every other poppet is called <em>Jason</em> or <em>Tracii</em> or <em>Wayne.</em></p>\n<p>In Norway there is a law which prevents registering silly or unusual names for children. Apparently at one time people were choosing names like <em>Thunderstorm</em> or <em>Fisherman,</em> these being inspired by current events. A similar rule exists in France, where names must be chosen from a prescribed, though extensive list. However, it is not the same where I live: I am regularly confronted with children whose names I last saw on the menu of the Maharajah restaurant.</p>\n<p>We all know that names, or most of them, mean something. More often than not, we in Britain do not know what they mean, whilst foreigners from Boulogne-sur-Mer to Beijing seem to know exactly their meaning and history. In a Chinese restaurant in Tehran (in 1977) a waitress told me that her name meant “the sound of small bells heard tinkling across the valley.” “Yes,” I thought then, “I bet it does.” Only now, I realize, she was telling me the absolute truth. Understanding that names really <em>do</em> mean something, perhaps we could ask people to think more carefully when choosing them. For instance, if you want your latest to be a lawyer, then choose a solid trustworthy name like <em>James,</em> but change your surname to something like <em>Budge, Bilbo &amp; Tweep.</em> If you want a master builder, use <em>Brick, Timber,</em> or <em>Lintel.</em> You might even consider the persistent American habit of giving only initials as names and call your architect-to-be <em>RSJ</em> or your just-announced announcer <em>BBC</em>. Gardeners could be <em>Buddy, Lorne, Jeyes,</em> or <em>Bethany</em>. Astronauts could be <em>Rocket</em> or <em>Luna</em> or even <em>Columbus</em>. A driver could be <em>Dodge.</em> A chef could be <em>Kenwood</em> or even <em>Chefette.</em></p>\n<p>Place names were a favorite for surnames at one time—why should they not do double duty as first names? I favor <em>Bath, Bolton,</em> and <em>Barton-le-Beans</em> for a plumber, carpenter, and farmer, respectively. This has a satisfying economy of word usage which pleases me no end.</p>\n<p>It isn't even necessary to be given these names at birth, because there cannot have been so many Smiths in olden times and I have a suspicion that some people give themselves new names when they take a new job where nobody knows them. How else would we explain the suddenly large number of <em>Krystles, Daleys,</em> and all the <em>Fionas</em> who have suddenly become <em>ffyona?</em></p>\n<p>And speaking of giving yourself something you weren't born with, what about <em>Peter</em> for a safecracker, <em>Tealeaf</em> for a shoplifter, and perhaps <em>Bogus</em> for a conman, which brings us back to square one!</p>\n<p>In the spring of 1994, British toothpaste commercials referred to <em>plaque</em> as “plock”; six months later, they referred to it as “plack.” What the British put on (both our) houses remains “plock.”</p>\n<p><em>No problem</em></p>\n<p>Talking about (or in) clichés, a columnist in <em>The Independent</em> recently commented on <em>No problem:</em> “Why,” she quoted a friend, “when I ask for a pint, should the barman feel it necessary to reassure me that I am not making an unreasonable request?” Our sentiments exactly. In similar situations, especially when one has bought something in a shop, bar, or wherever and says “Thank you” (when it is really the salesperson who should have said that), the reply should have been either “Thank <em>you</em>” or “You're welcome.” The response <em>No problem</em> is probably intended as a sincere expression of willingness to serve, but it comes across as a polite way of saying, 'I don't really mind your having taken up my valuable time coping with the mentally and physically taxing demands imposed by your overbearing, though trivial request, because I am an accommodating, thoughtful person paid to occupy myself with major decisions concerning issues of earthshaking consequence,' with 'but don't let it happen again' implied. There is no doubt that this one is here to stay—at least for a while—if its reflexes elsewhere (<em>Kein Problem, Pas de probléme,</em> etc.) are any indication. We devoutly wish that it will either disappear or quickly acquire the meaninglessness of other well-established clichés.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Et tu, Brutus, old chap!</h1> <p><em><span data-rel=\"author\">R. Millar</span> <span data-rel=\"location\">Church Crookham, Hampshire</span></em></p> <p>I recently watched a program on television which featured somebody called <em>Levan</em>—a first name pronounced LEEVan. I cannot get it out of my head that this chap is named after Lee van Cleef. I know it is silly, but there it is. I also find myself making up similar names which might turn out to be popular, like <em>Susanbee, Henrythee, Popejohn, Franklindee,</em> and so on.</p> <p>Along these lines, another baby name fashion has come along. This time it is for names ending with the masculine suffix -<em>us,</em> the most recent example to receive publicity in England being <em>Columbus.</em> We all know that young parents can't resist these fashions any more than they can resist the new clothing styles that come along, but where will it all end? Many parents would recoil in horror at being considered fashion victims with regard to names, but when your children (<em>Marcus</em> and <em>Titus</em>) are in school with <em>Tacitus</em> and <em>Rufus</em> and <em>Dædalus</em> you can be consoled by the fact that in the school down the road, the children of <em>Danii</em> and <em>Du'aine</em> (<em>Gluteus</em> and <em>Mucus</em>) are being mercilessly ragged by <em>Tahini</em> and <em>Pooh,</em> themselves the children of <em>Elvis</em> and <em>Moonbeam.</em></p> <p>Yes, it is true! Fresh from a demi-generation of people calling their offspring <em>Moonflower</em> and <em>Droplet,</em> they are jumping, or being pulled, on to the latest bandwagon as a result of that curious human trait which makes people want to be twee and different. It is “clever” to have a slightly unusual name for the brats because it makes them stand out from the crowd—at least for five minutes—until that virus, or whatever it is that goes round the maternity wards when suddenly every other poppet is called <em>Jason</em> or <em>Tracii</em> or <em>Wayne.</em></p>"
}