{
  "type": "Article",
  "title": "English on the Serbian Front",
  "author": "Peter Constantine",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English on the Serbian Front</h1>\n<p><em><span data-rel=\"author\">Peter Constantine</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>War inevitably brings with it vigorous surges in language creativity, as people from all corners of the country and from vastly different walks of life are hurled together under extreme, often bitter conditions. In the case of Serbian, language change in the nineties has been particularly active as Serbia has taken energetic measures to distance itself from its Serbo-Croatian past. Today only the Cyrillic alphabet may be used, and new language edicts dictate which words are acceptable and which are taboo. Throughout Serbia, old and young, front-liners and mountain villagers, find themselves regularly overrun by new official vocabularies and new slang as the status quo of the country tilts and changes.</p>\n<p>But the newest and most radical trends in Serbian sweep through the fast-spoken slang of Serbia's first generation of youngsters—those who have come of age since the breakup of the former Yugoslavia. We find, for instance, that the wild new words for 'cool!,' 'red!,' and 'brilliant!' are <em>krvavo!</em> ('bloody!'), <em>mrtvachki!</em> ('deadly!'), <em>bomba!</em> ('bomb!'), <em>ludo!</em> ('crazy!'), and <em>grom!</em> ('thunderclap!').<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> A hiphop word for alcohol is <em>supa za teturanye</em> ('staggering-soup'), and the clandestine drug words of the moment are:</p>\n<blockquote>\n<p><em>mara, mariya, mariyana, maritsa, marish, marishka, meri,</em> and the American <em>Meri-Jein</em> (Mary Jane) for 'marijuana'</p>\n<p><em>koks, koki, kokitsa, kokos, kochke, koka, coca-cola,</em> and <em>aspirin</em> for 'cocaine'</p>\n<p><em>hash, hasha, haki, haksli, hale, hatsa,</em> and the American <em>shit,</em> for 'hashish'</p>\n<p><em>horn, hero, hop, kon'</em> ('horse'), and the American <em>doup</em> (dope) for 'heroin'</p>\n<p><em>morfo, moka, moki,</em> and <em>mokitsa</em> for 'morphene'</p>\n</blockquote>\n<p>Sex is alliteratively called <em>keks</em> and group-inter-course, playfully, <em>kontsert</em> 'concert,' <em>palachinka</em> 'pancake,' and <em>grupich</em> 'grouping.'</p>\n<p>But on a more sinister note, rough new bellicose words have flooded into Serbian slang. Quick rough sexual intercourse, for instance, is called <em>patrola,</em> as in 'patrol.' A rapist is called <em>borats</em> 'soldier,' <em>mehanichar</em> 'mechanic,' <em>buldozer</em> 'bulldozer,' and, strangely, <em>turist</em> 'tourist.' A military raid is called <em>orkestar</em> 'orchestra.' Hundreds of slang words for firearms have cropped up: the common revolver alone is known as <em>rovelo revats, reva, revar,</em> and <em>actor.</em></p>\n<p>One of the interesting phenomena in Serbian slang is the rapid influx of English. Different groups, ranging from urbane students to cliques involved in drug smuggling and prostitution, pepper their language with English or English-based expressions. If a drug dealer were to rattle off lists of narcotics words, the English speaker would be surprised at all the familiar sounds: <em>California, sunshine, gelatina</em> ('gelatin'), and <em>gelé</em> 'jelly,' for instance, are cryptic nicknames for drugs in general. The word for joint is <em>tvist</em> 'twist.' <em>Spid</em> 'speed,' <em>esid</em> 'acid,' <em>amfi</em> 'amphetamines,' <em>dast</em> 'dust,' and <em>met</em> 'methedrine' are all drug names that have been directly imported from the international drug scene. <em>Snifati</em> 'to sniff drugs' is a serbification of the English 'sniff.' <em>Fiks</em> is a 'fix,' as in an injected dose, and <em>sherbet</em> is the Serbian insider word for the actual liquid that is injected. <em>Stereo</em> means that the user is injecting in both arms at the same time. Drug rushes are called <em>flesh,</em> as in a “flash,” or simply <em>trip,</em> and to have a super-strong drug-high with visions and hallucinations is known as <em>imati film</em> 'to have a film.'</p>\n<p><em>Autsaid</em> 'outside' signifies that the drug user is “out of it,” “totally stoned”; <em>paranoia</em> is the word for 'bad trip.'</p>\n<p>The trick of storing a narcotic in a condom and hiding it in one's anal canal is called <em>finger,</em> and the individual who transports drugs in this way is called a <em>transformator.</em></p>\n<p>In sex-trade circles, English has made even stronger inroads. Penises are called <em>banana, fuckalo, priki</em> 'prickie,' <em>Joni</em> 'Johnny,' <em>karakter</em> 'character,' and <em>tvrd karakter</em> 'hard character,' while vaginas have anglicized names like <em>rozbif</em> 'roast beef,' <em>banka</em> 'bank,' <em>fuck-itsa,</em> and <em>tunel.</em> Prostitutes are playfully known as <em>gerla</em> 'girl-a,' <em>super-gerla, spermatorka, spermara, sperm-usha, stewardess,</em> and, because they walk the pavements, <em>granit.</em> Another trend is to give them English-sounding names, such as <em>Martha, Ophelia,</em> or <em>Laura.</em> The unkindest word on the scene is <em>Volksvagina,</em> a pun on the German Volkswagen. Prostitutes, Serbian sex-traders argue, can be thought of as “vaginas” of the “folk.”</p>\n<p>Scene words for homosexual hustlers display even more anglicisms. Individuals working in drag are often given the names <em>Margot, Mary, Fifi,</em> or <em>princessa</em> 'princess.' Other words are used more specifically to indicate the nature of an individual's sexual tendencies: the passive homosexual is known as <em>pasivats</em> or <em>pelican</em> (because of his funny walk) while active homosexuals are called <em>aktivist, activats,</em> and <em>draifer</em> 'driver.' In the wake of ecclesiastic scandals involving priests and their young charges, older homosexuals who prefer sex with adolescents are known as <em>pater.</em> Bisexuals are called <em>amphibia.</em></p>\n<p>Other more general slang words for homosexual are variations on <em>homo: homos, homosapiens, homic, homin,</em> and the vicious <em>homokenyats</em> 'homo-ass,' or variations on <em>sissy: sisi</em> and <em>sisikur.</em> But the largest group of gay taunts can be classified as the <em>ped-</em> group, all words inspired by <em>pederasty: pederaj, pederash, pederishka, pederin, pederko, pedal, pedalo, petsa, pechurka, pepos, pedos, pepi, pedikir</em> (a pun on <em>pedicure</em>), <em>peder,</em> and its facetiously French-sounding inversions <em>derpé</em> and <em>depré.</em></p>\n<p>The strangest Serbian slang word for homosexual is <em>Shekspir</em> 'Shakespeare.'</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>The orthography used here for the Serbian slang-words is not a standardized transliteration of today's Serbian Cyrillics, and not an official Latin spelling—which would be Croatian, and therefore taboo. My aim was to capture the sound of today's Serbian slang for the English-speaking reader. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English on the Serbian Front</h1> <p><em><span data-rel=\"author\">Peter Constantine</span> <span data-rel=\"location\">New York City</span></em></p> <p>War inevitably brings with it vigorous surges in language creativity, as people from all corners of the country and from vastly different walks of life are hurled together under extreme, often bitter conditions. In the case of Serbian, language change in the nineties has been particularly active as Serbia has taken energetic measures to distance itself from its Serbo-Croatian past. Today only the Cyrillic alphabet may be used, and new language edicts dictate which words are acceptable and which are taboo. Throughout Serbia, old and young, front-liners and mountain villagers, find themselves regularly overrun by new official vocabularies and new slang as the status quo of the country tilts and changes.</p> <p>But the newest and most radical trends in Serbian sweep through the fast-spoken slang of Serbia's first generation of youngsters—those who have come of age since the breakup of the former Yugoslavia. We find, for instance, that the wild new words for 'cool!,' 'red!,' and 'brilliant!' are <em>krvavo!</em> ('bloody!'), <em>mrtvachki!</em> ('deadly!'), <em>bomba!</em> ('bomb!'), <em>ludo!</em> ('crazy!'), and <em>grom!</em> ('thunderclap!').<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> A hiphop word for alcohol is <em>supa za teturanye</em> ('staggering-soup'), and the clandestine drug words of the moment are:</p> <blockquote>\n<p><em>mara, mariya, mariyana, maritsa, marish, marishka, meri,</em> and the American <em>Meri-Jein</em> (Mary Jane) for 'marijuana'</p>\n<p><em>koks, koki, kokitsa, kokos, kochke, koka, coca-cola,</em> and <em>aspirin</em> for 'cocaine'</p>\n<p><em>hash, hasha, haki, haksli, hale, hatsa,</em> and the American <em>shit,</em> for 'hashish'</p>\n<p><em>horn, hero, hop, kon'</em> ('horse'), and the American <em>doup</em> (dope) for 'heroin'</p>\n<p><em>morfo, moka, moki,</em> and <em>mokitsa</em> for 'morphene'</p>\n</blockquote>"
}