{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Electronic Publishing Forum",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Electronic Publishing Forum</em></h1>\n<p>Volume 20, [n.d.], (Serendipity Systems, P. O. Box 140, San Simeon, California 93452).</p>\n<p>The 3.5\" diskette containing the <em>Forum</em> arrived with a friendly note from John Galuszka (telephone: (805) 927-5259; e-mail: <a href=\"mailto:J.GALUSZKA@genie.geis\">J.GALUSZKA@genie.geis</a>,com) saying, “This will be of interest to your computer-literate readers.” Nothing loath, we loaded it into the computer for a run.</p>\n<p>Before commenting on the contents of the <em>Forum</em>, I must disburden myself of some prejudices long held against computer programmers and other specialists. First, though, I must say that I have enormous admiration for their fertile imaginations, ingenuity, and extraordinarily facile minds: some of the programs they have developed in recent years are truly astonishing in their complexity. That acknowledgment having been made, I find myself continually irritated by their cavalier dismissal of everything that human beings developed in the course of history: it reflects an adolescent mentality that is scornful of anything that might have taken place before these parvenu geniuses put finger to keyboard. Rather than go into great detail, I shall focus on one important feature offered by many word-processing programs, namely, alphabetization. If one goes back to the order in which <em>ASCII</em> characters are arranged (which was a matter of system and convenience, with little or no attempt at alphabetization, except that the lower case and capital letters are in alphabetical order and the numbers are in sequence), one can see where later alphabetization programs derive their order. As most lexicographers, librarians, indexers, editors, and other literate and intelligent people know (and as those who compile telephone directories in some parts of the world have learned), there are preferred alphabetization systems. These are generally letter by letter (with some standardized hierarchy established for capitals, diacritics, punctuation, numerals, and other anomalies) and word by word (which, though it is not usually suitable for dictionaries, works reasonably well for certain kinds of material. One has to look hard—I have, and still, without success—to find a system that places '<em>tis</em> and '<em>til</em> within reach of the letter T, that does not sort <em>U-238</em> at the end of the U listings, and that does not put several pages between <em>éclat</em> and <em>eclectic</em>. I recently wrote to Novell to complain about the sorting order in WordPerfect and received a reply, totally unresponsive, that explained in kindly detail how I could (mis)sort words in different columns of a database. Perhaps a reader will rush to my aid in my hour of need.</p>\n<p>The point is not entirely irrelevant in relation to the <em>Forum</em>. First of all, neither the wrapper nor the accompanying descriptive matter tells a novice how to access the information on the disc. (The usual way, in Windows, is to click on Main, then twice on File Manager; then on the drive, usually A or B, where the disc has been placed; then, move the cursor to the listed program that has the suffix “.exe,” move it to File, then down the list to Run, and click twice.) No instruction is included for accessing the information via MS/DOS, either. Once in the file, it is not child's play to navigate amongst the various categories of data. If one goes through sequentially, he finds this at the end of a given selection:</p>\n<blockquote>\n<p>To read the next article, select ... &lt;20-2.#&gt;*</p>\n<p><em>INDEX</em> ........................*&lt;INDEX0.#&gt;**</p>\n</blockquote>\n<p>I could find no useful index: though there is a list of file names, they are numerical and offer no clue as to their contents.</p>\n<p>The Introduction offers a succinct description of the <em>Forum:</em></p>\n<blockquote>\n<p>The Electronic Publishing Forum is a quarterly, on-disk publication devoted to the subject of electronic publishing using computer disks. It includes information on publications, publishers, and programs related to this subject. Information for writers, with writer's guidelines from publishers, is also included. Articles on related subjects are included. A database of electronic books “in print” is updated quarterly. Information on the topics discussed in the back issues of the Forum will be found in the Catalog section of this disk.</p>\n<p>Writers, publishers, and others interested in this subject are invited to contribute to the discussion of issues related to electronic publishing. Submit material to: John Galuszka, Editor, The Electronic Publishing Forum, P.O. Box 140, San Simeon, CA 93452. Subscriptions to this publication cost $12.00 for four issues (postpaid to North American addresses; overseas add $8.00 for shipping; California residents add 7.25% sales tax.)</p>\n<p>Subscribe to “The Electronic Publishing Forum” and keep informed about these developments for only $12.00 a year. See the REGISTER.NOW file. Please note that the contents of this magazine are the same in the shareware edition and the subscriber edition, but subscribers also get bundled copies of the sample programs with their copy. If you found this publication on the Internet, on a BBS, or one of the commercial on-line services as file EPF20.ZIP, you have the whole magazine, but not the sample programs that go with it.</p>\n</blockquote>\n<p>The foregoing reflects enthusiasm, intelligence, and resourcefulness but it is badly written, is riddled with the kind of jargon that frightens away anybody not privy to the secret language of software, and, consequently, makes the rest of its content suspect.</p>\n<p>Notwithstanding, the content that was read is not without interest and merit. There is, for example, a longish list of “zines,” described as follows:</p>\n<blockquote>\n<p>For those of you not acquainted with the zine world, “zine” is short for either “fanzine” or “magazine,” depending on your point of view. Zines are generally produced by one person or a small group of people, done often for fun or personal reasons, and tend to be irreverent, bizarre, and/or esoteric. Zines are not “mainstream” publications—they generally do not contain advertisements (except, sometimes, advertisements for other zines), do not have a large subscriber base, and are generally not produced to make a profit.</p>\n</blockquote>\n<p>There follows information about formats and, under “How Do I Get the E-zines?,” a lot of instructions given mostly in computer jargon. It is difficult to describe the content of this catalogue, so here is a sample:</p>\n<blockquote>\n<p>Albert Hofmann's Strange Mistake</p>\n<p>“A hypertext 'zine commemorating the 50th anniversary of the accidental discovery of LSD, 16 April, 1943. The document contains archives by authorities from Albert Hofmann to Abbie Hoffman, hypertext fac/tion on CIA-sponsored acid tests, and testimonial solicited from users all over the world.”</p>\n</blockquote>\n<p>There follow details identifying the editor, format, and how to access the “zine.” Many of the descriptions are longer, some are shorter. They include <em>Armadillo Culture</em> (“Being the excremeditation of a hyperactive armadillo's activities, opinions, and other stuff ... ”), <em>Athene</em> (“The online magazine of amateur creative writing,” accompanied by</p>\n<blockquote>\n<p>“NOTE: Athene became defunct in 1989. Intertext is its immediate successor,” which I assume is facetious), and <em>BLINK</em> (which “would like to be a forum for the issues surrounding the intersection of consciousness and technology. This is our best defense against postmodern angst: To critically look at and anticipate the cultural and social changes spurred by the rapid development of technology”).</p>\n</blockquote>\n<p>One quickly gets the impression that much of this material comes from the fringes of California, but <em>Breakaway</em> comes from Norway, <em>The Bucknellian</em> from Bucknell University, in Pennsylvania, <em>Chaos Control</em> from Rhode Island, and so forth.</p>\n<p>Another file that was examined is called “Unclassified Ads, etc.” It contains a listing of a surprising number of novels and other works (like <em>The Hypertext Hamlet</em>), none of which is accompanied by the customary bibliographic information: in most instances, even the authors are not listed. The prices range from $6.00 (for <em>Electronic Books in Print</em>) to $20.00 (for three novels by Marian Allen. The variety is enormous, ranging from books of poetry—or, at least, of poems—to a <em>Better Volleyball, Bicycle Tune-up, 21st Century Almanac, Clowning for Fun &amp; Profit</em> (a How-to book), and scores of other works on fiction, nonfiction, and reference. An order form (which one prints out from a computer) is provided. The price is not omitted, but most are available for very little—about $5.00 per disc.</p>\n<p>In sum, the <em>Forum</em> offers a very mixed bag, indeed, some of it, as can be seen from the quality of the text, bordering on the semiliterate, yet much of it rife with ideas, some of which, depending on one's interests and inclinations, must be said to be stimulating. For myself, I find it tedious to read lengthy sections of text from a screen, though that is less likely to bother computer-philes and -phanatics.</p>\n<p>Not being a prospect for Internet, World Wide Web, or any of the other network servers (as they are called), I was relieved to see that a subscriber to <em>Forum</em> could receive physical diskettes in the mail and not have to access the information via modem. Still, a computer of middling sophistication is required, so those who have not (yet) joined the future need not apply.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Electronic Publishing Forum</em></h1> <p>Volume 20, [n.d.], (Serendipity Systems, P. O. Box 140, San Simeon, California 93452).</p> <p>The 3.5\" diskette containing the <em>Forum</em> arrived with a friendly note from John Galuszka (telephone: (805) 927-5259; e-mail: <a href=\"mailto:J.GALUSZKA@genie.geis\">J.GALUSZKA@genie.geis</a>,com) saying, “This will be of interest to your computer-literate readers.” Nothing loath, we loaded it into the computer for a run.</p> <p>Before commenting on the contents of the <em>Forum</em>, I must disburden myself of some prejudices long held against computer programmers and other specialists. First, though, I must say that I have enormous admiration for their fertile imaginations, ingenuity, and extraordinarily facile minds: some of the programs they have developed in recent years are truly astonishing in their complexity. That acknowledgment having been made, I find myself continually irritated by their cavalier dismissal of everything that human beings developed in the course of history: it reflects an adolescent mentality that is scornful of anything that might have taken place before these parvenu geniuses put finger to keyboard. Rather than go into great detail, I shall focus on one important feature offered by many word-processing programs, namely, alphabetization. If one goes back to the order in which <em>ASCII</em> characters are arranged (which was a matter of system and convenience, with little or no attempt at alphabetization, except that the lower case and capital letters are in alphabetical order and the numbers are in sequence), one can see where later alphabetization programs derive their order. As most lexicographers, librarians, indexers, editors, and other literate and intelligent people know (and as those who compile telephone directories in some parts of the world have learned), there are preferred alphabetization systems. These are generally letter by letter (with some standardized hierarchy established for capitals, diacritics, punctuation, numerals, and other anomalies) and word by word (which, though it is not usually suitable for dictionaries, works reasonably well for certain kinds of material. One has to look hard—I have, and still, without success—to find a system that places '<em>tis</em> and '<em>til</em> within reach of the letter T, that does not sort <em>U-238</em> at the end of the U listings, and that does not put several pages between <em>éclat</em> and <em>eclectic</em>. I recently wrote to Novell to complain about the sorting order in WordPerfect and received a reply, totally unresponsive, that explained in kindly detail how I could (mis)sort words in different columns of a database. Perhaps a reader will rush to my aid in my hour of need.</p> <p>The point is not entirely irrelevant in relation to the <em>Forum</em>. First of all, neither the wrapper nor the accompanying descriptive matter tells a novice how to access the information on the disc. (The usual way, in Windows, is to click on Main, then twice on File Manager; then on the drive, usually A or B, where the disc has been placed; then, move the cursor to the listed program that has the suffix “.exe,” move it to File, then down the list to Run, and click twice.) No instruction is included for accessing the information via MS/DOS, either. Once in the file, it is not child's play to navigate amongst the various categories of data. If one goes through sequentially, he finds this at the end of a given selection:</p>"
}