{
  "type": "Article",
  "title": "All Gone Pear-Shaped: Opportunities for Misunderstanding the Police",
  "author": "Mike Seabrook",
  "location": "Doubs, France",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">All Gone Pear-Shaped: Opportunities for Misunderstanding the Police</h1>\n<p><em><span data-rel=\"author\">Mike Seabrook</span> <span data-rel=\"location\">Doubs, France</span></em></p>\n<p>One of my first and most vivid impressions after becoming a London police officer was the exceptional richness of police jargon. It also struck me as odd, in view of how inventive and amusing this jargon is, how little is used for background colour in TV police dramas and, when the programme-makers use it at all, how often they get it wrong.</p>\n<p>For instance, fictional police are always talking about their being <em>in the Force</em>, whereas real police never talk about the <em>force</em>: it is always simply <em>the job</em>. So an off-duty officer stopped in a speed trap will try to escape by murmuring to the traffic officer, “I'm in the job, mate,” or perhaps just “I'm job.” When his pals ask him about it they will say, “Were you in a job car?” Officers perennially gripe about the abrasive and unsympathetic qualities of <em>job toilet paper</em>. Even the house journal of Britain's largest force, the London Metropolitan Police, is called simply <em>The Job</em>.</p>\n<p>Similarly, no real police officer has, in my hearing, ever referred to his territory as either his <em>manor</em> or his <em>patch</em>, both terms being the norm in British cop shows. In fact, policemen always speak of their <em>ground</em>: an officer might ask his pal, “Do you know a pub called the Rhinoceros?” and his friend will reply, “Of course I do: it's on my ground.” Returning from a foray outside his own station's area, one officer will say to another, “Ah, we're back on the ground again.”</p>\n<p>Another term much beloved of TV dramatists is <em>Super</em>, for Superintendent, and its logical next step, <em>Chief Super</em>: “the Super's on his way.” In reality, police never abbreviate this rank. I've no idea why; they just don't. It is always <em>the Superintendent</em> or “He's a <em>Chief Superintendent</em> now.” In conversation, however, the Superintendent or Chief Superintendent in charge of a station is almost invariably referred to as simply <em>the guv'nor</em>, and he and his entourage of supervising officers down to and including Inspectors are collectively <em>the governors</em>. The Inspector running a shift of operational officers is also <em>the guv'nor</em>.</p>\n<p>By contrast, no one, of any rank, ever addresses someone of the rank of Constable as “Constable”: in direct address he will simply be addressed by name or, in more formal contexts, by his number: “601, report to the Chief Superintendent for annual qualification review at 3.00 pm.” In indirect reference, the body of Constables is always referred to as <em>the PCs</em>, mentioned individually in such terms as “He's a PC on M Division,” “My son's in the job: he's a PC at Wembley.” Sergeants are addressed from time to time as <em>Sarge</em>, but much more usually as <em>Skipper</em> or <em>Skip</em>; and they are always referred to indirectly as such: “He's a skipper on M division.” Inspectors and Chief Inspectors are never abbreviated or otherwise jargonized. As for the most stratospheric ranks of all, ending with the Commissioner himself, they are known collectively as <em>the brass</em>.</p>\n<p>The PCs are divided into <em>reliefs</em>, each working a rotation of early, late, and night shifts. <em>Shift</em>, however, is a word that is not used by the police: early and late duties are known as <em>early</em> and <em>late turn</em>, but nights are always <em>night duty</em> or plain <em>nights</em>. Early turn is generally known colloquially as <em>early worm</em>, but the other two have no sobriquets. Any single period of work is a <em>tour (of duty)</em>. Before your tour you get into your uniform, including your <em>bonnet</em> (helmet—but never the flat cap used on motorized patrol), your <em>stick</em> (truncheon, including the new American-style nightsticks), and your uniform jacket (not strictly a jargon term, but another case of police-public divide, in that the public nearly always call it a <em>tunic</em>, which is never used by the police themselves). You also put on your <em>PR</em> 'personal radio.' At one time this was called the <em>Batphone</em>, but that term has dropped out of use.</p>\n<p>The building where all this takes place is never referred to as anything other than <em>the nick</em>. That is also the commonest of many names for 'prison,' and the one almost invariably used by police. Anyone held in police custody is <em>banged up. Nick</em> is the universal verb for the act of arrest: the polite courtroom phrase “I arrested and cautioned him” is almost invariably a euphemism for the words actually spoken by PC to the prisoner on the street are, “You're nicked”—suitably adverbially embellished if the prisoner has caused the PC to run, fight, or lose his breath.</p>\n<p>A prisoner is a <em>body</em>, as in “Any mobile unit available to so to Trafalgar Square to pick up 601 with a body?” But you never arrest a body, or even nick him: you always <em>get a body</em>. You may also <em>feel his collar</em> or, more commonly, <em>have him off</em>, and if it is for anything other than drunkenness, you <em>get a crime knock</em>. Crime knocks often flow from observations. Here is another example of the TV people (and the newspapers) getting it wrong: they always refer to the police as <em>keeping an observation</em>. Police, on the other hand, never say that, always <em>doing an obbo</em>. One thing, however, is certain: however he came to be arrested, the body is always thenceforward referred to as <em>Chummy</em>.</p>\n<p>Many crimes are invariably referred to by initials, some of which belong to offences that have been super-seded—a good example of jargon's proving more tenacious of life than the things from which it arises. For example, someone arrested for the offence of <em>going equipped for theft</em> is still known by the initials of the old offence of “carrying House Breaking Implements by night,” from the Larceny Acts, though they were repealed decades ago. Thus “I had him off for HBI.” You might also have him off for <em>TDA</em> ('Taking and Driving Away,' now replaced by <em>Taking a conveyance</em>), or for <em>OPD</em> ('Outraging Public Decency'), <em>IPO</em> ('Impersonating a Police Officer'), or for the better-known <em>ABH</em> or <em>GBH</em> (assaults occasioning 'Actual' or 'Grievous Bodily Harm'). And there are many others.</p>\n<p>If you have had someone off for some of the more serious of these crimes it is likely that you will be in plain clothes. In that case you need to identify yourself as job to Chummy. You do this by <em>flashing your brief</em>, which means in practice waving under his nose a bit of plastic that is actually your warrant card, but as far as Chummy knows might be anything, and announcing that he's nicked. When he gets to the nick he will then holler for a <em>brief</em> of an entirely different kind, namely his lawyer—a solicitor; and if the case goes as far as court, the brief will very likely have engaged a <em>mouthpiece</em>—in Britain a barrister, in the USA a trial lawyer—to speak for him.</p>\n<p>Some crime knocks are wrongful, and sometimes officers have been known to arrest on sight someone they feel sure is <em>at it</em> and decide later on what they have arrested him for, sometimes even planting evidence. This is known in copspeak as being <em>swift</em>, or as <em>swifting someone off</em> for whatever it is that is later decided upon. Or you may tell your pals in the canteen later that you had him off <em>under the C</em> [or whichever] <em>Division Breathing Act or under the Refusal of Particulars Act</em>. More frequent is the custom of claiming that Chummy said something self-incriminating on arrest. This is known as <em>verballing him up</em>. Any such behaviour is often described as <em>bent</em>, as in <em>bent copper</em>, but among police themselves the common term for such an arrest is, “I see old so-and-so got well and truly <em>stitched up</em> for theft from vehicles.” This is yet another case where police and public part company: the media always talk of bent police <em>fitting up</em> innocent arrestees. The police never use that term, always <em>stitch up</em>. The term <em>fit up</em> was, as far as I can ascertain, coined by the novelist G.F. Newman in his story of a bent detective, <em>Sir, You Bastard</em>, but it is the one that has caught on, at the expense of the real police term.</p>\n<p>A police officer caught <em>going bent</em> will get into trouble. Whether or not he ends up in court, he will certainly be the subject of internal disciplinary proceedings. He will describe himself, however, as having been <em>stuck on</em>, this being short for <em>stuck on the dab</em>. Or he may use the other half for his abbreviation and say, “I'm <em>going on the dab</em> for this.” The term comes from the word <em>dabs</em> 'fingerprints,' which are taken from a prisoner by police only after arrest for fairly serious crime. And an officer who has been stuck on may well be heard lamenting that “It's <em>all gone pearshaped”</em>—which is what happens when anything that should have a fine, firm shape sags, with all the stuffing leaking down into the bottom and flopping outwards.</p>\n<p>Having initially been stuck on, the errant PC will soon receive the official form warning him that he may be subject to disciplinary proceedings. Like all large bureaucracies, the police flounder in an ocean of paper, with a form for every action. The one for this warning of possible discipline is a Form No. 163, so the PC can now say of himself, “I've been <em>one-six-three'd”;</em> and a bit later, when the senior officer assigned to investigate the complaint decides that there is enough evidence to justify a hearing (which he always does), comes the even more dreaded next stage, “I've been <em>one-six-foured</em>”—i.e., 'given notice of the date of the disciplinary hearing.'</p>\n<p>You can be stuck on for anything from serious misconduct to minor infringements of the police's absurdly draconian and catch-all disciplinary codes, which make it possible for a senior officer with a grudge against a junior to stick him on for almost anything. For example, the PC may have been caught slipping unobtrusively into a restaurant or pub on his ground to scrounge—otherwise <em>ponce</em> or <em>mump</em>—a drink or a meal. Every PC cultivates his own special places for this purpose: they are his own preserve and forbidden to other PCs; he will refer to them as his <em>ponce-holes</em>, and they add greatly to the sum of constabular happiness. (Mine included the Savoy Hotel.)</p>\n<p>Other things for which one might go on the dab include scrounging provender from markets, the produce being known as <em>codgel</em>; associating with the wrong kind of company, which is to say actions like boozing with known criminals, or <em>CRO men. (CRO</em> stands for Criminal Records Office. The office itself has been given an impressive new name, but the old initials survive it.) So I might talk of your friends with criminal convictions as “your <em>CRO mates.”</em> Police/public again: the cop shows and newspapers always describe these friends of yours as having <em>form</em>. The police always talk of <em>previous</em>. Having either, Chummy will of course have a docket number at CRO or its computerized replacement; any police officer, however, will still say “Well, well, well! He's got a <em>club number !”</em></p>\n<p>Having nicked Chummy, the police may wish to search his property for the proceeds of his crimes. If he refuses his permission for them to do so, they will get a W ('warrant') from a magistrate or, in some parts, a <em>Panel of experts</em> 'bench of lay justices.' Then they will go and <em>give his drum a spin</em>, or just <em>spin him</em> 'search his home.' Whether or not they find anything, they will eventually get into <em>half-blues</em> 'civilian jacket over job shirt and trousers' and go off to the pub for a well-earned pint; and if you eavesdrop on their conversation, since policemen always talk shop, you will undoubtedly overhear some of the expressions you have been introduced to here.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">All Gone Pear-Shaped: Opportunities for Misunderstanding the Police</h1> <p><em><span data-rel=\"author\">Mike Seabrook</span> <span data-rel=\"location\">Doubs, France</span></em></p> <p>One of my first and most vivid impressions after becoming a London police officer was the exceptional richness of police jargon. It also struck me as odd, in view of how inventive and amusing this jargon is, how little is used for background colour in TV police dramas and, when the programme-makers use it at all, how often they get it wrong.</p> <p>For instance, fictional police are always talking about their being <em>in the Force</em>, whereas real police never talk about the <em>force</em>: it is always simply <em>the job</em>. So an off-duty officer stopped in a speed trap will try to escape by murmuring to the traffic officer, “I'm in the job, mate,” or perhaps just “I'm job.” When his pals ask him about it they will say, “Were you in a job car?” Officers perennially gripe about the abrasive and unsympathetic qualities of <em>job toilet paper</em>. Even the house journal of Britain's largest force, the London Metropolitan Police, is called simply <em>The Job</em>.</p> <p>Similarly, no real police officer has, in my hearing, ever referred to his territory as either his <em>manor</em> or his <em>patch</em>, both terms being the norm in British cop shows. In fact, policemen always speak of their <em>ground</em>: an officer might ask his pal, “Do you know a pub called the Rhinoceros?” and his friend will reply, “Of course I do: it's on my ground.” Returning from a foray outside his own station's area, one officer will say to another, “Ah, we're back on the ground again.”</p>"
}