{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  “My jugular vein is caught in the bedding”",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>“My jugular vein is caught in the bedding”</em></h1>\n<p><em>Keith Miller, Sevenoaks, Kent</em></p>\n<p>That statement, we were once asked to believe by John Cleese, was an example of the irrelevancy of Victorian English phrase books, along with the well-known, “My postillion has been struck by lightning.” But each age and each culture has its own phraseology. Already after 30 years <em>LPs, gramophones</em>, and <em>wirelesses</em> belong to history and a never-ending tide of new transatlantic terminology swamps these shores with the everyday expressions of Chicago and Silicon Valley. Perhaps we need an English Academy to keep our language pure. But, whether through technological or social change, language moves on.</p>\n<p>Two recent phrase books of African languages illustrate how one man's bread is another man's mealie-meal. One language is Swahili—as “approved by the East African Swahili Committee” in 1957; the other Fanagalo— “The Lingua Franca of Southern Africa,” printed only twenty years ago but using language very alien to the urban Brit. The phrases chosen aptly describe the sort of society and people these languages serve.</p>\n<p>Fanagalo, though hardly heard of in Europe, is used daily by thousands of people in southern Africa. It is a made-up language like Pidgin and, unlike Esperanto or Volapük, is based on a real tongue, Nguni, related to Zulu and Xhosa. It was created to meet an urgent need for a common language between those using the European-derived Afrikaans, English, German, or Portuguese on the one hand and, on the other, the speakers of the numerous African tongues from the Angoni in Malawi to the Zulus in Natal, all of whom worked together in the diamond diggings, gold mines, and farms of the whole of southern Africa, including Mozambique and what are now Namibia, Botswana, and Zimbabwe.</p>\n<p>Its vocabulary may look strange but sounds familiar. Counting, for example, begins: <em>wan, tu, tri, fo, fayif, sikis</em>...; while around the home you find <em>stui</em> 'stew,' <em>grevi</em> 'gravy,' <em>pitsh</em> 'peach,' and <em>flauwa</em> 'flour.' All these are based on English words as are the expressions used in mines and factories: <em>aseyi hofisi</em> 'assay office,' <em>mayin kapten</em> 'mine captain,' <em>blas-fonis</em> 'blast furnace,' and <em>kaplin huk</em> 'coupling hook.' The grammar and construction, though, are Nguni and distinctly unfamiliar. The phrases employed to teach us Fanagalo are indicative of its origin: <em>Who has stolen the venison?, The medicine will kill your intestinal worms, I told this boy he must not go underground, as he is drunk, Open the compressed air immediately</em>, and so on.</p>\n<p>Swahili is the lingua franca of East Africa, but it has a lot in common with Fanagalo, and the two include many similar words. However, the 1957 <em>New English-Swahili Phrase Book</em> demonstrates a rather different world. In the section headed “The House” we find <em>Iron the lace with great care, Mangle all these clothes, We need charcoal for the iron today, I want you to buy four sheep's tongues</em>, and—how colonial—<em>I want also two cucumbers, for afternoon tea!</em> Under “Farm and Plantation” there are the following useful lines: <em>The cowshed roof is leaking badly, The wild pigs are very troublesome</em>, and <em>A lizard got into the fowl-pen</em>. But “Safari and Hunting” includes the choicest phrases: <em>Let all the utensils be safely packed, Is it lung blood or heart blood?, Hang up the kill so that the hyenas do not get at it, Put water in the skull and get the brains out with a stick</em>, and <em>Split the skull and give the brains to the cook</em>. All very useful given the right time and place, although <em>Which way is the wind?</em> and <em>Can they hear us from here?</em> might be better left unsaid.</p>\n<p>But it is probably the attitudes revealed that already place these books in a bygone age: “Arrival at the coast” gives us <em>I want to go ashore; carry my loads</em>; on safari there is <em>Pitch all the white men's tents in line</em>; and Fanagalo phrases for golf include <em>Move your shadow, Don't rattle the bag</em>, and <em>Have you caddied before? I don't want a useless boy</em>. I wonder if Ernie Els knows those?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>“My jugular vein is caught in the bedding”</em></h1> <p><em>Keith Miller, Sevenoaks, Kent</em></p> <p>That statement, we were once asked to believe by John Cleese, was an example of the irrelevancy of Victorian English phrase books, along with the well-known, “My postillion has been struck by lightning.” But each age and each culture has its own phraseology. Already after 30 years <em>LPs, gramophones</em>, and <em>wirelesses</em> belong to history and a never-ending tide of new transatlantic terminology swamps these shores with the everyday expressions of Chicago and Silicon Valley. Perhaps we need an English Academy to keep our language pure. But, whether through technological or social change, language moves on.</p> <p>Two recent phrase books of African languages illustrate how one man's bread is another man's mealie-meal. One language is Swahili—as “approved by the East African Swahili Committee” in 1957; the other Fanagalo— “The Lingua Franca of Southern Africa,” printed only twenty years ago but using language very alien to the urban Brit. The phrases chosen aptly describe the sort of society and people these languages serve.</p> <p>Fanagalo, though hardly heard of in Europe, is used daily by thousands of people in southern Africa. It is a made-up language like Pidgin and, unlike Esperanto or Volapük, is based on a real tongue, Nguni, related to Zulu and Xhosa. It was created to meet an urgent need for a common language between those using the European-derived Afrikaans, English, German, or Portuguese on the one hand and, on the other, the speakers of the numerous African tongues from the Angoni in Malawi to the Zulus in Natal, all of whom worked together in the diamond diggings, gold mines, and farms of the whole of southern Africa, including Mozambique and what are now Namibia, Botswana, and Zimbabwe.</p>"
}