{
  "type": "Article",
  "title": "Chunnel Vision",
  "author": "Gary Egan",
  "location": "Ballina, County Mayo",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Chunnel Vision</h1>\n<p><em><span data-rel=\"author\">Gary Egan</span> <span data-rel=\"location\">Ballina, County Mayo</span></em></p>\n<p>The desultory dialogue recorded below is a verbatim rendering of the sort of conversation one might overhear on Eurostar as it chunders towards London. As well as their duty-free plus, the two English speakers have a selection of French vocabulary to declare. Many of these words and phrases are here, even as we speak, but largely confined to literary/academic circles. With the advent of the Channel Tunnel, however, we may expect a Gallic idiom to enter common usage as the century itself chunders towards the year 2000...</p>\n<blockquote>\n<p><em>Scene</em> - A Eurostar coach. ARTHUR sits next to TIMOTHY, who looks rough.</p>\n</blockquote>\n<p>ARTHUR: Not quite the rendezvous with Destiny the brochure claims, perhaps, but still—where once there was a watery impasse, now there's Anglo-French rapport and a Eurotunnel. And very fin de siècle it is, too.</p>\n<p>The train pulls out of La Gare du Nord.</p>\n<p>ARTHUR: (sighing) I'm always sad to leave. No matter how prodigious your joie de vivre, partir c'est mourir un peu, don't you think?</p>\n<p>TIMOTHY: (blinking) Pardon?</p>\n<p>ARTHUR: Ça ne fait rien. One too many nuits blanches, eh? The spirit is always willing, but for the flesh — especially under the eyes — they can be something of a bête noire...I bet you'll miss the grub, though.</p>\n<p>TIMOTHY: Only the bread. Those baguettes are real bargain-stretchers — and you can use them as bâtons on the Métro, too.</p>\n<p>ARTHUR: But what about cordon bleu? Didn't you dine out while you were over?</p>\n<p>TIMOTHY: Burger King on the Champs Elysées, mostly.</p>\n<p>ARTHUR: I'm talking about haute cuisine, not les bas fonds! I think you're missing something. I had myself some amazing blowouts...I particularly remember some pâté de foie gras I sampled. It made all the pâté de foie gras I'd tasted previously seem mere pastiche. It was a tour de force. Shame the wine — a parvenu Chardonnay — proved to be a weak link.</p>\n<p>TIMOTHY: I'm strictly a snacker at the best of times — I prefer vignettes to full-coursers. I did try a crêpe suzette once, but it tasted like paper. I'd rather spend money on a film than —</p>\n<p>ARTHUR: Ah, a film buff. Tell me: when is a director simply a director and when an auteur?</p>\n<p>TIMOTHY: Hey, I'm just a filmgoer. Call me passé, but if a movie has a decent plot and credible characters I go home happy.</p>\n<p>ARTHUR: But after Godard's riposte to the raconteur, no rapprochement is possible between —</p>\n<p>TIMOTHY: To be honest, a lot of the films recommended by the critics make me feel more like a voyeur than a spectator —</p>\n<p>ARTHUR: Of course — a contemporary film narrative (if it can properly be called a narrative) puts voyeurism under surveillance.</p>\n<p>TIMOTHY: I see... They're never short of a nude or two, that's for sure, but for my money there are too many longueurs. But I'd sooner a film than an art gallery any day. You never know what might turn up as an objet d'art, do you? ...Or maybe you do.</p>\n<p>ARTHUR: If you mean that succès de scandale where the artist showcased a border-control barrier with a Cupid's arrow and “Naomi Campbell 4 The Elephant Man” scrawled on it —</p>\n<p>TIMOTHY: No, it's just that I find all those objets trouvés so recherchés. The attitude behind them — ça me fait chien.</p>\n<p>ARTHUR: Are you au fait with Jeff Koons?</p>\n<p>TIMOTHY: Koons? The name rings a bell... Yes, I'm nearly sure somebody answering to that name tried to flog me a vacuum cleaner once. I remember because the price he was asking was so outré.</p>\n<p>ARTHUR: Funny you should say that because there are those who consider him a traveling salesman manqué. But for others he's vital link with a tradition of impertinence dating back to dada in general and Duchamp's urinal in particular. Like yourself, I have reservations about objets trouvés: I don't think they become aesthetic simply because they cease to be functional. For me, Koons is the latest manifestation of je m'en foutisme. In short, so much blague. Duchamp's urinal was a pis aller after which there should have been silence, broken only by the occasional gurgle from the cistern.</p>\n<p>TIMOTHY: I'm partial to water-colors myself and a bit dubious about anything since the Impressionists, who might justifiably have prophesied, “Aprés nous, le déluge”...</p>\n<p>ARTHUR: I share your wariness, to a point. Too many modern artists have a penchant for leaning over backwards to tease critics, but forget all about I'homme moyen sensuel who, more often than not, likes his pictures in comics.</p>\n<p>TIMOTHY: Bien sûr. Where are the punchlines in painting?</p>\n<p>ARTHUR: Well, Picasso's work combines austere geometry with ebullient jocularity: even his most tormented images can seem like jeux d'esprit. Contours are broken and illogical simultaneous viewpoints gleefully entertained. But see the way he negotiates the crévasses and avalanches of the image's fragmentation — quel éclat! His was a brush with lawlessness on its side; a brush as sure-footed as a chamois—</p>\n<p>TIMOTHY: But a bit of a bounder in his private life, by all accounts. Revenons à nos moutons, however —</p>\n<p>ARTHUR: Revenons à nos moutons, if it's punchlines you're after, look no further than that quiff on Picasso's <em>La Femme dans le jardin</em> or the sculptures in —</p>\n<p>TIMOTHY: Maybe au fond I'm just a philistine, but I can never quite convince myself that artists obsessed with the naked human form aren't pornographers, by any other nom de plume. I know loose morals are de rigeur for la vie de Bohème, but —</p>\n<p>ARTHUR: Pornography may be risqué, but it takes no chances, aesthetically speaking. It's a question of style —</p>\n<p>He raises a hand to quell TIMOTHY'S protests.</p>\n<p>ARTHUR: I know — but what is style? Bon ton? Flair? Panache? Aplomb? Verve? Chic? Élan? The trouble with all those terms is they associate style with élégance and ignore its jolie-laide dimension. Any discussion of what constitutes style must encompass tributaries as diverse as the lavatory humor found in <em>Gargantua &amp; Pantagruel</em> and the exquisite diction presiding over Belinda's toilette in <em>The Rape of the Lock</em>. À propos of this diversity of styles, it might be remarked that diversifiers have often been discriminated against by critics, who would have would-be Renaissance-men specialize; they throw a cordon sanitaire around respective artistic endeavors with a rapidity and thoroughness that is most unhealthy. Any genre-hopping is strongly discouraged. And if these pogo-stickers are acknowledged at all, it's their fate to be fêted in one medium and disparaged in others, although they may (like Wyndham Lewis, say) have been accomplished in more than one. In this way, first-rate peripatetic artists are consigned to the pantheon's banlieux rather than its 7th arrondissement.</p>\n<p>TIMOTHY: I wouldn't know about that, but I think the work should speak for itself. Any critiques are de trop.</p>\n<p>ARTHUR: Certainly the work should speak for itself, ç a va sans dire. Despite the plethora of synonyms for it, style continues to elude definitions with finesse. It's maybe three-fifths savoir-faire douched with two-fifths je ne sais quoi—if that's the mot juste. I'd say, “le style, c'est l'homme,” but look at Eric Cantona —</p>\n<p>TIMOTHY: What, you mean the Manchester United ace given to contretemps with footballing authorities and fits of Gallic pique?</p>\n<p>ARTHUR: I was thinking more of the Rimbaud scholar whose arabesques cause defenses to wobble like blancmanges. How can we reconcile the boorish drop-kick aimed at the Crystal Palace fan in the stands with Eric's suave skills on the pitch? He's been banned till October so the rest of the season will be a real saison en enfer for him — he'll have plenty of time to write a dissertation on everybody's favorite poète maudit. For me, Rimbaud never graduated from being an enfant terrible to become a major poet; he only compounded the cliché inaugurated by Villon, that is, combining absinthe-fueled dissipation on slender means with a vacillating devotion to his art. He wound up trading it in for gunrunning and died of a gangrenous tumor, but chacun à son goût, as one amputee said to another.</p>\n<p>ARTHUR's monologues are taking effect; TIMOTHY feels quite drained.</p>\n<p>TIMOTHY: I think I'll nip out to the buffet-car—</p>\n<p>ARTHUR: I'd approach the French onion soup with a soupçon of distrust, if I were you.</p>\n<p>TIMOTHY: Thanks for the warning. It was nice listening to you...Adieu.</p>\n<p>ARTHUR: Pas du tout — we must do it again sometime.</p>\n<p>But next time TIMOTHY resolves to fly. OK, so on a good day Chunnel is faster than flying on a bad day, but the monologues on Air Liberté are shorter.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Chunnel Vision</h1> <p><em><span data-rel=\"author\">Gary Egan</span> <span data-rel=\"location\">Ballina, County Mayo</span></em></p> <p>The desultory dialogue recorded below is a verbatim rendering of the sort of conversation one might overhear on Eurostar as it chunders towards London. As well as their duty-free plus, the two English speakers have a selection of French vocabulary to declare. Many of these words and phrases are here, even as we speak, but largely confined to literary/academic circles. With the advent of the Channel Tunnel, however, we may expect a Gallic idiom to enter common usage as the century itself chunders towards the year 2000...</p> <blockquote>\n<p><em>Scene</em> - A Eurostar coach. ARTHUR sits next to TIMOTHY, who looks rough.</p>\n</blockquote> <p>ARTHUR: Not quite the rendezvous with Destiny the brochure claims, perhaps, but still—where once there was a watery impasse, now there's Anglo-French rapport and a Eurotunnel. And very fin de siècle it is, too.</p>"
}