{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Witty Words: A Hilarious Collection of Outrageous Quotations for Every Day of the Year and Conversational Joking: Humor in Everyday Talk",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Witty-Words-Collection-Outrageous-Quotations/dp/0806986042\"><em>Witty Words: A Hilarious Collection of Outrageous Quotations for Every Day of the Year</em></a> and <a href=\"https://www.amazon.com/Conversational-Joking-Humor-Everyday-Talk/dp/0253341116\"><em>Conversational Joking: Humor in Everyday Talk</em></a></h1>\n<p>Eileen Mason, illus. by Myron Miller, (Sterling Publishing, 1993), 256pp. and Neal R. Norrick, (Indiana University Press, 1993), x + 175pp.</p>\n<p>There must exist some standard, somewhere, for what passes as “witty,” “funny,” “hilarious,” but it probably changes hourly and depends on the age, religion, race, financial condition, location, and other characteristics of the observer. We often laugh appreciatively at what is clever, though it may not be funny, humorous, or even mildly amusing. Take, for example, the three quotations from Clarence Darrow given for April 18 in <em>Witty Words</em> (in which, it is easy to see from the subtitle, quotations are arranged for each day of the year):</p>\n<blockquote>\n<p>The first half of our lives is ruined by our parents and the second half by our children.</p>\n<p>When I was a boy I was told that anybody could become President; I'm beginning to believe it.</p>\n<p>I have never killed a man, but I have read many obituaries with a lot of pleasure.</p>\n</blockquote>\n<p>These are, as the book title suggest, witty; one could certainly agree that they are facetious; but they are not funny, and certainly not “hilarious.” Sometimes, the shock of recognition when one encounters a well-phrased truism is enough to trigger a welcoming response, which might manifest itself in a smile to indicate the pleasure of the experience. But a smile is not a response to something “hilarious.” I rather suspect that Eileen Mason was satisfied with the title of her book; then the publisher came along and stuck in “hilarious” for advertising purposes. One could not disagree with “outrageous.” Not all the quotations are witty; an inept one is credited to Adolph Deutsch:</p>\n<blockquote>\n<p>A film musician is like a mortician—he can't bring the body back to life, but he is expected to make it look better. [October 20]</p>\n</blockquote>\n<p>Another for the same day:</p>\n<blockquote>\n<p>The greatest thrill known to man isn't flying—it's landing.</p>\n</blockquote>\n<p>One might comment that “safely” would not have disturbed the meter of that poetic thought.</p>\n<p>If one likes this sort of thing, this is a good collection. It is arranged in calendar order and has three indexes, one of people, one of holidays, and one of subjects.</p>\n<p>Professor Norrick might be offended to find a review of his book so closely associated with what he might consider to be trivial, but he does expend a great deal of text describing the various forms of “humor”—sorry, I cannot resist the punctuation— that come from one-liners and clichés (many of which, after all, are quotations). There is little humor in this book, either in the joking or the situations described, largely because of the analytical approach: nothing makes a joke fall flatter than having to explain what is funny about it, especially when it was not particularly funny to begin with. It is hard to tell why Norrick persists in interspersing the recorded conversations with irritating “Heh heh <em>heh</em> heh hehhehheh” or “Ehhehheh <em>ha</em> ha ha.” But these are natural conversations, and it evidently takes so little to make people laugh—an apt metaphor seems to send them into paroxysms of laughter—that one need no longer wonder at the success of stand-up comedians who rarely say anything funny but focus on reminding their audiences of truisms.</p>\n<p>Humor, as we are told endlessly by those in the entertainment profession, is a serious business; Norrick demonstrates that it is serious for linguists, too, which we might have suspected once Freud got his hands on it.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Witty-Words-Collection-Outrageous-Quotations/dp/0806986042\"><em>Witty Words: A Hilarious Collection of Outrageous Quotations for Every Day of the Year</em></a> and <a href=\"https://www.amazon.com/Conversational-Joking-Humor-Everyday-Talk/dp/0253341116\"><em>Conversational Joking: Humor in Everyday Talk</em></a></h1> <p>Eileen Mason, illus. by Myron Miller, (Sterling Publishing, 1993), 256pp. and Neal R. Norrick, (Indiana University Press, 1993), x + 175pp.</p> <p>There must exist some standard, somewhere, for what passes as “witty,” “funny,” “hilarious,” but it probably changes hourly and depends on the age, religion, race, financial condition, location, and other characteristics of the observer. We often laugh appreciatively at what is clever, though it may not be funny, humorous, or even mildly amusing. Take, for example, the three quotations from Clarence Darrow given for April 18 in <em>Witty Words</em> (in which, it is easy to see from the subtitle, quotations are arranged for each day of the year):</p> <blockquote>\n<p>The first half of our lives is ruined by our parents and the second half by our children.</p>\n<p>When I was a boy I was told that anybody could become President; I'm beginning to believe it.</p>\n<p>I have never killed a man, but I have read many obituaries with a lot of pleasure.</p>\n</blockquote> <p>These are, as the book title suggest, witty; one could certainly agree that they are facetious; but they are not funny, and certainly not “hilarious.” Sometimes, the shock of recognition when one encounters a well-phrased truism is enough to trigger a welcoming response, which might manifest itself in a smile to indicate the pleasure of the experience. But a smile is not a response to something “hilarious.” I rather suspect that Eileen Mason was satisfied with the title of her book; then the publisher came along and stuck in “hilarious” for advertising purposes. One could not disagree with “outrageous.” Not all the quotations are witty; an inept one is credited to Adolph Deutsch:</p>"
}