{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Feminist Stylistics",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Feminist-Stylistics/Mills/p/book/9780415050289\"><em>Feminist Stylistics</em></a></h1>\n<p>Sara Mills, (Routledge, 1995), 230pp.</p>\n<p>Three decades after the reawakening of feminism, no field of scholarship remains unexamined by feminist analysis, a process rhetorician Gay D. Claiborne has defined as an effort “to deconstruct the patterns of thinking that lead to a world-view of reality as consisting of oppositional, hierarchically-ordered pairs of things.” As they seek to undo the masculine/feminine, self/other, writer/ reader splits, according to Claiborne, “feminist scholars... work at an elevated political level of grave potential outcomes, for feminist involvement focuses on the foundation of cultural paradigms constructed by socially sanctioned ways of thinking.” (Gay D. Claiborne, pp. 143—44, <em>Japanese and American Rhetoric: A Contrastive Study</em>, International Scholars Publications, 1993.)</p>\n<p>In <em>Feminist Stylistics</em>, Sara Mills challenges socially sanctioned ways of thinking as she confronts the politics of language-use head on. Noting that language is not simply a vehicle for ideas, but rather “a material entity which may in fact shape those ideas,” Mills states that a further aim of feminist analysis is “to draw attention to and change the way that gender is represented, since it is clear that a great many of these representational practices are not in the interests of either women or men.” Her book establishes a framework for such analysis designed both to describe sexism in a text and, through a process she names “feminist stylistics,” to deconstruct the way in which point of view, agency, metaphor, and other features of the text “are unexpectedly closely related to matters of gender.”</p>\n<p>For lay readers and students who are not familiar with the prevailing concepts of mainstream linguistics, stylistics, and literary analysis, Mills's Introduction provides a helpful explication of current theories and positions in these disciplines.</p>\n<p>The opening chapters address such questions as whether meaning can exist in a text itself or is more the result of a negotiation between reader and text; whether male writing can be distinguished from female writing in terms of formal linguistic constituents; and how gender interacts with “reader positioning,” that is, the ways a text addresses and identifies its reader.</p>\n<p>Mills, a research professor in English at Sheffield Hallam University, looks at these issues in relation to conventional models of text in which a piece of written material is treated as if it existed in its own right “with little reference to factors or constraints outside it—the socioeconomic factors of gender and race, for example.” She then develops a feminist model which extends the parameters of a text into its surrounding context. This model, she asserts, “makes space for the possibility, and in fact the necessity, of integrating notions of gender, race and class, and also sociohistorical and economic factors, into the analysis, and indeed into the definition of the text itself.”</p>\n<p>In the second half of the book, Mills employs the strategies of feminist stylistics to expose the workings of gender at three levels of language—the word, the phrase or sentence, and larger-scale discourse. Her examples throughout are taken from widely diverse written materials, both canonical and nonliterary, including novels, newspaper articles, advertisements, and popular songs.</p>\n<p>Although the book is described lightly as “a tool-kit”— and indeed Mills's Summary lists questions through which a text can be analyzed for its representations of gender— <em>Feminist Stylistics</em> is a complex, many-layered approach to reading that enables a reader to look beneath overt content in order to see hidden messages which, while often unrecognized by both writer and reader, nevertheless reinforce and help to legitimatize stereotypical notions about gender differences embedded in our culture.</p>\n<p>Examining ready-made phrases referring to women, or in some cases men, Mills cites, for example, some familiar proverbs. “A woman's work is never done” seems to describe a natural state of affairs. The message is hard to counter because the speaker/writer using it does not take responsibility for inventing it but merely calls on preexisting commonsense knowledge. “Thus, if a specific woman complains of having too much work to do,” Mills writes, “this phrase can be used to suggest that the... difficulty of the conditions of her [specific] working life is not as important as the general 'fact' that women always have too much work to do.” It might further suggest that someone who has, at any given time, completed all the tasks before her is not, by definition, a woman.</p>\n<p>Also examined are effects of the grammatical convention in English that the masculine is the standard or unmarked form, the feminine being deviant from the norm. One result is the use of generic words to refer to males only, of which Mills gives ludicrous examples like the headline on a news story about AIDS prevention among the elite, “TOP PEOPLE TOLD: TAKE A MISTRESS.”</p>\n<p>For all its lively examples and provocative insights, this is not a smooth text; it tends toward the prolix, partly because of the author's determination to cover all bases. By the same token it succeeds in floodlighting the protean ways gender is characterized in texts. In giving readers the means to recognize—and, if they choose, to resist—such characterizations, <em>Feminist Stylistics</em> is an important, ground-breaking book.</p>\n<p><em>[Casey Miller and Kate Swift, East Haddam, Connecticut]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Feminist-Stylistics/Mills/p/book/9780415050289\"><em>Feminist Stylistics</em></a></h1> <p>Sara Mills, (Routledge, 1995), 230pp.</p> <p>Three decades after the reawakening of feminism, no field of scholarship remains unexamined by feminist analysis, a process rhetorician Gay D. Claiborne has defined as an effort “to deconstruct the patterns of thinking that lead to a world-view of reality as consisting of oppositional, hierarchically-ordered pairs of things.” As they seek to undo the masculine/feminine, self/other, writer/ reader splits, according to Claiborne, “feminist scholars... work at an elevated political level of grave potential outcomes, for feminist involvement focuses on the foundation of cultural paradigms constructed by socially sanctioned ways of thinking.” (Gay D. Claiborne, pp. 143—44, <em>Japanese and American Rhetoric: A Contrastive Study</em>, International Scholars Publications, 1993.)</p> <p>In <em>Feminist Stylistics</em>, Sara Mills challenges socially sanctioned ways of thinking as she confronts the politics of language-use head on. Noting that language is not simply a vehicle for ideas, but rather “a material entity which may in fact shape those ideas,” Mills states that a further aim of feminist analysis is “to draw attention to and change the way that gender is represented, since it is clear that a great many of these representational practices are not in the interests of either women or men.” Her book establishes a framework for such analysis designed both to describe sexism in a text and, through a process she names “feminist stylistics,” to deconstruct the way in which point of view, agency, metaphor, and other features of the text “are unexpectedly closely related to matters of gender.”</p> <p>For lay readers and students who are not familiar with the prevailing concepts of mainstream linguistics, stylistics, and literary analysis, Mills's Introduction provides a helpful explication of current theories and positions in these disciplines.</p>"
}