{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Health Care Terms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780961525583/Health-Care-Terms-Slee-Vergil-0961525584/plp\"><em>Health Care Terms</em></a></h1>\n<p>Vergil N. Slee, MD, Debora A. Slee, JD, and H. Joachim Schmidt, JD, (Third Edition, Tringa Press, Saint Paul, 1996), xi + 655pp.</p>\n<p>[Order from: Cheever Publishing, 1201 N. Freer Road, Chelsea, MI 48118.]</p>\n<p>We need not be bludgeoned with the information that the world has become more bureaucracy-ridden in the past few decades, a trend that probably began in the 1930s to be reinforced through World War II. It is probably the language that has borne much of the burden in that development: the first citation for <em>acronym</em> in the <em>OED</em>, 1943, quotes <em>American Notes and Queries</em>, which refers to earlier, unidentified usage of the term. In the early 1940s we were besieged by <em>repl depots</em> (pronounced REPil DEPOZe), <em>GI</em>, and thousands of other acronyms and abbreviations the meaning of which we learned through daily repetition on news broadcasts.</p>\n<p>(I find it convenient to distinguish an abbreviation as a shortening that is not or cannot be pronounced, like <em>USA, UN, IOC, GB, NIH, NAS, RC, OED, IBM</em>, etc., from an acronym as a shortening that is pronounced as a “word,” like <em>ad lib, NASA, WREN, OPEC, COMSAT, NATO</em>, etc. Those who specialize in this area prefer to subsume them all under the general rubric, <em>initialism</em>, a term quoted by the <em>OED</em> from the 1890s in <em>Notes and Queries,</em> but one that did not become current, I believe, till Gale Research Company published <em>Acronyms and Initialisms Dictionary</em>, in 1965. An enormous work, that book has grown by the publication of periodic supplements.)</p>\n<p><em>Health Care Terms</em> contains a good deal besides initialisms, but I focus on those because they are probably most representative of the jargon we are faced with whenever we encounter the Bureaucracy: as if the compounding of incomprehensible, undescriptive jargon were not enough, those who concoct that obfuscating gobbledygook are not content till they have turned it into an abbreviation or an acronym. The jargon also becomes sprinkled with euphemisms, among which I count <em>health care professional</em>, a definition for which—too long to repeat here—appears in this book under <em>professional</em>. Part of it (excluding the awkward pronoun of reference) is pertinent:</p>\n<blockquote>\n<p>...[S]ome individuals may call themselves “professional” with little or no training. For example, there are no minimum requirements to be a “nutritionist,” so anyone can call him or herself one.</p>\n</blockquote>\n<p>During a recent hospital stay (my first), I learned that the person who mops the floor is referred to as a “health professional,” along with what I would have called the <em>medical orderly</em> who has the responsibility for taking blood samples, the registered nurse in attendance, the head floor or ward nurse, and the various doctors. Having been the editor in chief of <em>Mosby's Medical and Nursing Dictionary</em> (first edition), it occurred to me that I, too, might be termed a “health care professional”; so too, perhaps, might an inveterate hypochondriac.</p>\n<p>This book can do nothing, of course, to relieve us of the sort of vocabulary that makes a garbage man or dustman into a “waste removal consultant,” but it is enormously helpful in explaining, in a straightforward way and (unfortunately) without rancor, what bureaucracy has bequeathed us. Evidently, the GP no longer exists, having been replaced by the “family practice” practitioner, now considered a medical specialty. Naturally, <em>family practice</em> is referred to as “FP”—what else? why not “FamPrac”?—for which <em>Health Care Terms</em> offers the following definition:</p>\n<blockquote>\n<p>The specialty of medicine which deals with providing, supervising, and coordinating the continuing general medical care of patients of all ages, primarily in family groups. The care provided is primary care. One of the medical specialties for which residency programs have been approved by the Accreditation Council for Graduate Medical Education (ACGME). See <em>specialty</em>.</p>\n</blockquote>\n<p>I suppose that means that as an aging divorcé who lives alone, I am only marginally entitled to treatment, for a single individual can scarcely be considered a “family group.” This “specialty” reminds me of a time, some decades ago, when my doctor advised me, indignantly, that he was not a “GP”: gesturing to a framed certificate hanging on the wall of his office, he told me in no uncertain terms that he was an “internist,” to which I replied that I should thereafter require only two doctors, an internist and a dermatologist. He didn't see the humor of that remark.</p>\n<p>If one's field touches on the medical profession, insurance, or any other area concerned with the bureaucracy (which I am always tempted to spell “bureaucrazy”), this is an essential aid in unraveling and clarifying—insofar as is possible—the verbiage that assails one from all sides. Although the average victim of the medical bureaucracy need not have this as a vademecum, public, private, and, especially, hospital librarians should note its great value as an adjunct to the other reference books available, none of which covers the same territory. Three appendices round out the usefulness of this work.</p>\n<p>It would be only fair to mention that the terminology is that used in the United States.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780961525583/Health-Care-Terms-Slee-Vergil-0961525584/plp\"><em>Health Care Terms</em></a></h1> <p>Vergil N. Slee, MD, Debora A. Slee, JD, and H. Joachim Schmidt, JD, (Third Edition, Tringa Press, Saint Paul, 1996), xi + 655pp.</p> <p>[Order from: Cheever Publishing, 1201 N. Freer Road, Chelsea, MI 48118.]</p> <p>We need not be bludgeoned with the information that the world has become more bureaucracy-ridden in the past few decades, a trend that probably began in the 1930s to be reinforced through World War II. It is probably the language that has borne much of the burden in that development: the first citation for <em>acronym</em> in the <em>OED</em>, 1943, quotes <em>American Notes and Queries</em>, which refers to earlier, unidentified usage of the term. In the early 1940s we were besieged by <em>repl depots</em> (pronounced REPil DEPOZe), <em>GI</em>, and thousands of other acronyms and abbreviations the meaning of which we learned through daily repetition on news broadcasts.</p> <p>(I find it convenient to distinguish an abbreviation as a shortening that is not or cannot be pronounced, like <em>USA, UN, IOC, GB, NIH, NAS, RC, OED, IBM</em>, etc., from an acronym as a shortening that is pronounced as a “word,” like <em>ad lib, NASA, WREN, OPEC, COMSAT, NATO</em>, etc. Those who specialize in this area prefer to subsume them all under the general rubric, <em>initialism</em>, a term quoted by the <em>OED</em> from the 1890s in <em>Notes and Queries,</em> but one that did not become current, I believe, till Gale Research Company published <em>Acronyms and Initialisms Dictionary</em>, in 1965. An enormous work, that book has grown by the publication of periodic supplements.)</p>"
}