{
  "type": "Epistola",
  "title": "EPISTOLA Colyn Phillips",
  "contributor": "Colyn Phillips",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Colyn Phillips</span></h1>\n<p>[You were the only one. However unmitigated Ramson's sin might be, he is in “good” company: In <em>A Private View</em>, Vintage Contemporaries (New York), 1996, page 49 (evidently not reset from the original 1994 publication by Jonathan Cape (London)), Anita Brookner, winner of the Booker Award in 1986 for <em>Hotel du Lac</em>, wrote:</p>\n<blockquote>\n<p>There was the same hieratic passivity, as if she were waiting for his response to complete the sequence. In a way this mitigated somewhat against her appeal...</p>\n<p>—<em>Editor</em></p>\n</blockquote>\n<p>The piece titled “Cyberspace and Khyber Pass” [XXIII,1,11] is unfortunate, to say the least. Contrary to assertion, the language of the internet and some of the associated culture and attitudes of its writers, as of a certain time, is captured quite well in <em>The New Hacker's Dictionary</em> 2d edition, (1993, MIT Press).</p>\n<p>Your correspondent missed the point on so much. For example, stress was not soothed by a <em>cookie monster</em> which locked up your terminal and kept you from working until you provided a required response (whose exact form was not necessarily known by the victim) to its demand for a cookie. Some of the definitions are quite wrong. A <em>flame</em> is not distinguished by its being ill-considered: a <em>flame</em> is usually insulting or provocative (in the sense of causing irritation); it can also be simply persisting incessantly and rabidly on a topic others find uninteresting (or past the point of interest). <em>Flames</em> are not any more ill-considered than all the rest of human communication, unless you are of a particularly pacifist philosophy that deems all acrimony “ill considered.”</p>\n<p>If the reader doesn't know what a <em>flag</em> is, defining it as a 'piece of information that is either true or false' is worse than not defining it at all. You can think of a <em>flag</em> as a marker associated with something else: the <em>flag</em> can be 'one or zero,' 'on or off,' 'yes or no.' One use of a flag is to mark whether information currently in use in a computer application has been changed since it was last saved. If yes, the user is asked whether it should be saved upon exit; if no, the program simply exits. A <em>flag</em> is true or false only in the very limited sense of asking the question, “Is it true that the information on the screen is different from its counterpart on the disk?” It has nothing to do with the correctness of the information, and the flag itself is presumably always true.</p>\n<p>Almost as misleading is the idea that <em>real time</em> is an amount of time such as 'the time it takes real people to communicate on a telephone': <em>real time</em> as applied to a computer system is actually a respected technical term that describes using a computer for something that is happening while the program is running, like the computer's modification of the angles of the flaps of an airplane in flight based on the rate of change of the altimeter, independent of commands from the pilot. This term distinguishes such programs from the more common type, for example, calculating a flight path based on weather predictions for use later in the day. <em>Real time</em> in jargon applies to doing something 'without time for planning or previous thought,' as in the minutes before a presentation (or indeed during it), creating a display to replace the key prop someone forgot. Other terms define a duration of time “in the real world” as opposed to the amount of computer processing time required for something. One such term is <em>wall time</em> (from the clock on the wall).</p>\n<p>I do not claim to be a member of the society that uses this language, but I have traveled there and learned a little from the natives. Nor are my definitions of these terms intended to be rigorous.</p>\n<p><em>[Colyn Phillips, Reston, Virginia]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Colyn Phillips</span></h1> <p>[You were the only one. However unmitigated Ramson's sin might be, he is in “good” company: In <em>A Private View</em>, Vintage Contemporaries (New York), 1996, page 49 (evidently not reset from the original 1994 publication by Jonathan Cape (London)), Anita Brookner, winner of the Booker Award in 1986 for <em>Hotel du Lac</em>, wrote:</p> <blockquote>\n<p>There was the same hieratic passivity, as if she were waiting for his response to complete the sequence. In a way this mitigated somewhat against her appeal...</p>\n<p>—<em>Editor</em></p>\n</blockquote> <p>The piece titled “Cyberspace and Khyber Pass” [XXIII,1,11] is unfortunate, to say the least. Contrary to assertion, the language of the internet and some of the associated culture and attitudes of its writers, as of a certain time, is captured quite well in <em>The New Hacker's Dictionary</em> 2d edition, (1993, MIT Press).</p> <p>Your correspondent missed the point on so much. For example, stress was not soothed by a <em>cookie monster</em> which locked up your terminal and kept you from working until you provided a required response (whose exact form was not necessarily known by the victim) to its demand for a cookie. Some of the definitions are quite wrong. A <em>flame</em> is not distinguished by its being ill-considered: a <em>flame</em> is usually insulting or provocative (in the sense of causing irritation); it can also be simply persisting incessantly and rabidly on a topic others find uninteresting (or past the point of interest). <em>Flames</em> are not any more ill-considered than all the rest of human communication, unless you are of a particularly pacifist philosophy that deems all acrimony “ill considered.”</p>"
}