{
  "type": "Article",
  "title": "The King of Wordsmiths",
  "author": "Daniel Temianka",
  "location": "M.D., Palos Verdes Estates, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The King of Wordsmiths</h1>\n<p><em><span data-rel=\"author\">Daniel Temianka</span> <span data-rel=\"location\">M.D., Palos Verdes Estates, California</span></em></p>\n<p>John Updike remarked that “language has bloomed from the infinite fumblings of anonymous men.” We meddle constantly with our linguistic roots, grafing suffixes and slang with equal abandon, and toss the resulting hybrids about us with the carelessness of toddlers flinging pablum. Thus are new words born, whether as engineer's lingo or the wino's mutterings. But new language blooms also from the not-so-careless utterances of certain individual writers, particularly in the field of “speculative fiction.” At least since Lewis Carroll intrigued his readers with “Jabberwocky,” there have been writers—Robert Heinlein and Dr. Seuss, to name two—who deliberately minted new words. In <em>A Clockwork Orange</em> Anthony Burgess invented an entire dialect (“Nadsat, a Russified version of English”): “I could sort of slooshy myself making special sort of shoms and govoreeting slovos like 'Dear dead idlewilds, rot not in variform guises' and all that cal.” Frank Herbert was also no slouch at “wordvention”: <em>chaumurky, sietch</em>, and <em>heighliner</em> are examples from <em>Dune</em>. Much of it is fresh, serviceable language, not merely humdrum technical derivatives or the names of gadgets and aliens, and has certifiable potential to enter the English language. <em>Grok</em>, for example.</p>\n<p>But for sheer variety, quantity, and above all charm of his neologisms, I submit that none compare with Jack Vance, a.k.a. John Holbrook Vance. As Jack Rawlins said, “...to make up words that carry just the right scent, that strike the reader as new and familiar simultaneously, is extremely challenging, and Vance is a master at it.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> It is not unusual for a single novel to have fifty or more newly created words; in <em>The Face</em> there are almost a hundred. In <em>Showboat World</em>, Apollon Zamp advertises for musicians who “...play instruments of the following categories: <em>belp-horn, screedle, cadenciver, variboom, elf-pipe, tympany, guitar, dulciole, heptagong, zinfonella</em>.” In <em>Galactic Effectuator</em>, Vance tosses off <em>gangee, sprugge, cardenil bush, raptap</em>, and <em>shatterbone</em> in two orgiastic paragraphs.</p>\n<p>Most of Vance's neologisms are nouns, the majority of them plants, animals and/or foods. Others designate musical instruments or weapons, denote magical spells, crystallize cultural concepts or rituals, or express metaphors. Some, like <em>skak</em> and <em>merrihew</em>, are footnoted with lengthy explanations about the sociology of magical creatures. Terms like <em>Monomantic Syntoraxis</em> and <em>Tempofluxion Dogma</em> reflect his droll skepticism toward religion. Some are wonderfully playful, such as pinky-panky-poo, or simply wonderful, such as scurch and dreuwhy (the latter alleged to have been drawn from the ancient Welsh). The adjectives are always vivid: the colors rawn and pallow and smaudre (which also function as nouns), and squalmaceous or halcositic. He also gives us verbs (disturgle, skirkling), a few articles and cardinal numbers, and even a sprinkling of interjections and appellatives.</p>\n<p>The words may also be categorized according to whether they are intended to be “English.” Clearly most of them are; we are expected to read them without recoiling, though we may grope for a dictionary. Others are implicitly or expressly taken from an imaginary tongue such as Paonese or the idiom of the Dirdir, or that of the “Water-folk” (e.g., the shibbolethic brga skth gz).</p>\n<p>But the most interesting method of analyzing Vance's neologisms is by etymological speculation, which falls into roughly five categories that shade into one another like colors in the spectrum. I list these divisions in order of decreasing distance from English:</p>\n<p>1. Those that appear to have come into the world de novo, from stem to suffix. We can think of no corollary, and feel little or no resonance with known words—dyssac (an herb liquor), thawn (a bearded cave-dweller), bgrassik (translation uncertain).</p>\n<p>2. Those that tantalize us with faint echoes of known words. The morphemes are rather familiar, but overall we cannot place them: harquisade (a variety of tree with glass foliage), marathaxus (a scale from the body of the demon Sadlark). Some of these are “... hauntingly familiar growths, like catafalque trees and hangman trees,” as Terry Dowling put it.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Submulgery, ensqualm, bifaulgulate—the reader runs to the dictionary and is surprised to find them absent. Some sound so real that they flit past like butterflies or called strikes, only to awaken us in the middle of the night with the realization that they cannot be: halcoid, subuculate, Chief Manciple. Close cousins of such words float unbidden into our consciousness. We think of “subterfuge” and “skulduggery” to explain submulgery; coaxed by ensqualm, we recall “ensnare,” “qualm,” and “squall”; for bifaulgulate, “ungulate” and a host of words beginning with the prefix bi- come to mind. We are crowded with conjecture.</p>\n<p>3. Portmanteau words, the most fascinating and treacherous. Here the stems are reasonably certain, but they ignite an extended metaphor. Thasdrubal's Laganetic Transfer was the spell used by the magician Iucounu to banish Cugel on his search for the euphoriant cusps in The Eyes of the Overworld. One might easily overlook the hidden word lagan 'goods thrown into the sea with a buoy attached.' This is certainly a reference to Firx, the painful parasite installed in Cugel's liver to keep his mind on his task. Moreover, the phrase is a reminder of Vance's love of sailing. Another example is gleft, a kind of phantom, one of which stole part of Guyal's brain while his mother was in labor. Surely this word arose from glia, a class of brain cells, and theft.</p>\n<p>An especially intriguing case is pleurmalion, the tubeshaped device used by the sorcerer Rhialto to discern the location of a precious textual prism, even from great distances in space and time. We cannot avoid recognition of the Latin pleura 'side' or 'rib.' And mustn't the -malion fragment refer to Pygmalion, the legendary king who fell in love with his sculpture of a woman and persuaded Aphrodite to bring it to life? We are struck by the insight that the pleurmalion relates to the lost prism as the biblical rib to a woman, bringing it (her) into view and thus to hand. They must be reunited.</p>\n<p>Any doubts that Vance actually thinks along these lines are dispelled by a revealing footnote to the word murst in Chapter 16 of the last book in his “Demon Prince” series: “The meaning of this word, like others in The Book of Dreams [the villain's childhood notebook can only be conjectured. (Must: 'urgency'? With verst: in Old Russia, a 'league'? Farfetched, but who knows?)”</p>\n<p>4. In this group are words that draw clearly from identifiable roots and appendages and combine them according to traditional rules: calligynics, malepsy, Gynodyne, photochrometz. These are mix-'n'-match suits of clothes. The Latin, Greek, or Old English roots are readily discernible (though I cannot explain the -etz in the last case), and generate few if any metaphorical overtones.</p>\n<p>5. Compounds, straightforward alloys of real words, sturdily welded or hyphenated: sagmaw, trapperfish, sadapple, bumbuster, and the delightfully macabre ghostclutch. He has even been known to do this in French: garde-nez 'nose-protector' is a logical amalgam of garder 'to guard' and pince-nez: “An extravagant garde-nez of gold filigree clung to the ridge of his nose.”</p>\n<p>Such compounds can seduce us into spurious assumptions. The term elving-platform—a birthing station for the species hyrcan major—implies the existence of the verb to elve, 'give birth to an elf'! Vance can indeed be master of the ridiculous. (Meanwhile we should not overlook that hyrcan major is also a fine portmanteau word, with its references to Hyrcania, a province of the ancient Persian and Parthian empires, and Ursa Major, the Great Bear constellation.)</p>\n<p>Even some of Vance's proper nouns hint strongly at the existence of daily words: Universal Pancomium, the name of a large boat, suggests a more generalized category of encomium; reading Dylas Extranuator (a spaceship) compels us to ask what extranuate might mean—perhaps “strain in wonder”? A building called the Catademnon (pungent gust of ancient Greek syllables!) is certainly not merely a confection, reminding us as it does of condemn, Agamenmon, and Parthenon, all of which relate directly to Vance's hero Emphyrio and his tragic fate.</p>\n<p>Vance has achieved something extraordinary: the invention of nearly 1700 interesting new words, a number sufficient to justify his own dictionary.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> In contrast, the Burroughs Dictionary<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> and The Dune Encyclopedia<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> include many characters and places and are thus actually concordances or encyclopedias rather than true dictionaries. And Vance is still busily, incorrigibly at work.</p>\n<p>Most neologisms remain in their literary greenhouses, to be enjoyed only by visitors. But some have escaped and spread like weeds to become part of the language: Heinlein's grok, for example. How many of Vance's coinings will infiltrate our daily gab? Will we send our enemies skirkling, or drink skull-busters at the corner bar? Will our windows be made of translux? In The Languages of Pao, Vance explored the notion of using created languages as instruments of social engineering. Let us hope that his whimsical words—Whimsicant—are already doing just that.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Rawlins, Jack, Demon Prince: The Dissonant Worlds of Jack Vance, Borgo Press, San Bernardino, California, 1986. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>=2 Dowling, Terry, “The Art of Xenography: Jack Vance's 'General Culture' Novels,” in Science Fiction: A Review of Speculative Literature, Vol. 1, no. 3, December, 1978.= <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Temianka, D., The Jack Vance Lexicon: From Ahulph to Zipangote, Underwood-Miller, 1992. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>McWhorter, George T., Burroughs Dictionary: An alphabetical list of proper names, words, phrases and concepts contained in the published works of Edgar Rice Burroughs, University Press, Lanham, Maryland, 1987. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>McNelly, W. E., The Dune Encyclopedia, G. P. Putnam's Sons, New York, 1984. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The King of Wordsmiths</h1> <p><em><span data-rel=\"author\">Daniel Temianka</span> <span data-rel=\"location\">M.D., Palos Verdes Estates, California</span></em></p> <p>John Updike remarked that “language has bloomed from the infinite fumblings of anonymous men.” We meddle constantly with our linguistic roots, grafing suffixes and slang with equal abandon, and toss the resulting hybrids about us with the carelessness of toddlers flinging pablum. Thus are new words born, whether as engineer's lingo or the wino's mutterings. But new language blooms also from the not-so-careless utterances of certain individual writers, particularly in the field of “speculative fiction.” At least since Lewis Carroll intrigued his readers with “Jabberwocky,” there have been writers—Robert Heinlein and Dr. Seuss, to name two—who deliberately minted new words. In <em>A Clockwork Orange</em> Anthony Burgess invented an entire dialect (“Nadsat, a Russified version of English”): “I could sort of slooshy myself making special sort of shoms and govoreeting slovos like 'Dear dead idlewilds, rot not in variform guises' and all that cal.” Frank Herbert was also no slouch at “wordvention”: <em>chaumurky, sietch</em>, and <em>heighliner</em> are examples from <em>Dune</em>. Much of it is fresh, serviceable language, not merely humdrum technical derivatives or the names of gadgets and aliens, and has certifiable potential to enter the English language. <em>Grok</em>, for example.</p> <p>But for sheer variety, quantity, and above all charm of his neologisms, I submit that none compare with Jack Vance, a.k.a. John Holbrook Vance. As Jack Rawlins said, “...to make up words that carry just the right scent, that strike the reader as new and familiar simultaneously, is extremely challenging, and Vance is a master at it.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> It is not unusual for a single novel to have fifty or more newly created words; in <em>The Face</em> there are almost a hundred. In <em>Showboat World</em>, Apollon Zamp advertises for musicians who “...play instruments of the following categories: <em>belp-horn, screedle, cadenciver, variboom, elf-pipe, tympany, guitar, dulciole, heptagong, zinfonella</em>.” In <em>Galactic Effectuator</em>, Vance tosses off <em>gangee, sprugge, cardenil bush, raptap</em>, and <em>shatterbone</em> in two orgiastic paragraphs.</p> <p>Most of Vance's neologisms are nouns, the majority of them plants, animals and/or foods. Others designate musical instruments or weapons, denote magical spells, crystallize cultural concepts or rituals, or express metaphors. Some, like <em>skak</em> and <em>merrihew</em>, are footnoted with lengthy explanations about the sociology of magical creatures. Terms like <em>Monomantic Syntoraxis</em> and <em>Tempofluxion Dogma</em> reflect his droll skepticism toward religion. Some are wonderfully playful, such as pinky-panky-poo, or simply wonderful, such as scurch and dreuwhy (the latter alleged to have been drawn from the ancient Welsh). The adjectives are always vivid: the colors rawn and pallow and smaudre (which also function as nouns), and squalmaceous or halcositic. He also gives us verbs (disturgle, skirkling), a few articles and cardinal numbers, and even a sprinkling of interjections and appellatives.</p>"
}