{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: What's In a Name?",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Whats-Name-2nd-Paul-Dickson/dp/0877796130\"><em>What's In a Name?</em></a></h1>\n<p>Paul Dickson, (Merriam-Webster, 1996), 270pp.</p>\n<p>This slightly enlarged version of Paul Dickson's <em>Names</em>, published by Delacorte Press in 1986, is a light-hearted collection of names that the author considers to be interesting for one reason or another. We are invited to share his delight in <em>Embraceable Zoo</em> (for a store selling toys), <em>Onan</em> (Dorothy Parker's pet canary who “spilled his seed”), <em>Robot Redford</em> (a robot which once gave a commencement address), and many similar examples. For most of us, these are typical tit-bits that raise a passing smile when we come across them as column-fillers in our newspapers. To “irrespressible name-collectors” like Paul Dickson they bring the thrill of a new “find” that anyone who has ever collected anything will understand. I have known a few name-collectors in my time, and they are an enthusiastic bunch. I remember George Hubbard showing me the filing cabinets in his New York apartment, crammed with lists of personal names like <em>Mollie Panter-Downes</em> and <em>Romeo Yench</em>. I also recall with affection the late John Leaver, who cycled around the English countryside as a boy collecting pub-names. He was still collecting them in his seventies.</p>\n<p>John Leaver is not mentioned in this book, which is very thin on British material. Mr. Dickson says, for instance, that he has long had a special “passion” for apple names, and quotes several hundred of them, but he ignores the <em>National Apple Register of the United Kingdom</em>, by uriel W.G. Smith, which catalogues the names of 22,000 cultivars. (Miss Smith once amused herself by working 365 apple names into a story, which began:</p>\n<blockquote>\n<p><em>Mrs Toogood</em>, whose daughter <em>Alice</em> was a <em>Little Beauty</em>, but rather a <em>Coquette</em>, despaired of ever seeing a <em>Golden/Ring</em> on the <em>Lady's Finger</em>...)</p>\n</blockquote>\n<p>We need not cavil, of course, at the absence of such obvious reference sources; in a work like this the author has the right to favour serendipity over methodical research.</p>\n<p>Whether he has the right to be needlessly careless in his statements is perhaps another matter. As a typical example, we read that the word <em>derrick</em>, derived from the surname of a famous hangman, was “in use for centuries as a name for the gallows.” A glance at the citations in the <em>OED</em> or at Partridge's article in <em>Name Into Word</em>, which Dickson cites in his bibliography, would have made it clear that this usage did not extend beyond the 17th century. It is also news to me that I once wrote a book called <em>First Names</em>, mentioned on page 138. Mr. Dickson's definition of <em>name</em> is itself rather unsatisfactory. Why are we suddenly treated on page 16 to an incomplete list of <em>-ine</em> words (<em>bovine, feline, lupine</em>, etc.)? What are the German nouns <em>Wettfahrt</em> and <em>Fahrtwind</em> (printed without their capital letters) doing here? The latter may interest those who make a special study of flatulence (“perdologists”?), if such people exist, but these are not names.</p>\n<p>There is no need to include non-names in a book of this kind when we are surrounded by thousands of minor nomenclatures. The paper on which these words are printed, for instance, as well as the typeface and even the ink, have names. Almost any generic noun can be broken down into named subdivisions. To a knowledgeable pogonologist, a beard is a <em>Bodkin, Cathedral, Ducktail, Goatee, Lavatory Brush, Imperial, Pique-devant, Spade, Stiletto</em> or <em>Vandyke</em>, to name but a few. At least two hundred types of hat have more specific names. If Mr. Dickson wished to remain thoroughly American, he could still find interesting names on his doorstep. Let me recommend the names of ten-pin bowling teams, which often pun on <em>strike, split</em>, or <em>pin</em>. (The over-fifties team for which I play is the <em>Hot Irons:</em> we “strike while the iron's hot” and also play golf.)</p>\n<p>Merriam-Webster say that this book forms part of their “lighter side of language” series. I hope that they will at some stage do justice to the more scholarly work that has been done, especially on place names and personal names. Names and naming rightly attract the attention of philologists, sociologists, psychologists, literary critics, and others. Huge sums of money are spent on finding suitable brand names. Paul Dickson has every right to approach names in a light-hearted way, but Juliet's question, “What's in a name?” can be answered in many more intellectually satisfying ways than this.</p>\n<p><em>[Thames Ditton, Surrey]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Whats-Name-2nd-Paul-Dickson/dp/0877796130\"><em>What's In a Name?</em></a></h1> <p>Paul Dickson, (Merriam-Webster, 1996), 270pp.</p> <p>This slightly enlarged version of Paul Dickson's <em>Names</em>, published by Delacorte Press in 1986, is a light-hearted collection of names that the author considers to be interesting for one reason or another. We are invited to share his delight in <em>Embraceable Zoo</em> (for a store selling toys), <em>Onan</em> (Dorothy Parker's pet canary who “spilled his seed”), <em>Robot Redford</em> (a robot which once gave a commencement address), and many similar examples. For most of us, these are typical tit-bits that raise a passing smile when we come across them as column-fillers in our newspapers. To “irrespressible name-collectors” like Paul Dickson they bring the thrill of a new “find” that anyone who has ever collected anything will understand. I have known a few name-collectors in my time, and they are an enthusiastic bunch. I remember George Hubbard showing me the filing cabinets in his New York apartment, crammed with lists of personal names like <em>Mollie Panter-Downes</em> and <em>Romeo Yench</em>. I also recall with affection the late John Leaver, who cycled around the English countryside as a boy collecting pub-names. He was still collecting them in his seventies.</p> <p>John Leaver is not mentioned in this book, which is very thin on British material. Mr. Dickson says, for instance, that he has long had a special “passion” for apple names, and quotes several hundred of them, but he ignores the <em>National Apple Register of the United Kingdom</em>, by uriel W.G. Smith, which catalogues the names of 22,000 cultivars. (Miss Smith once amused herself by working 365 apple names into a story, which began:</p> <blockquote>\n<p><em>Mrs Toogood</em>, whose daughter <em>Alice</em> was a <em>Little Beauty</em>, but rather a <em>Coquette</em>, despaired of ever seeing a <em>Golden/Ring</em> on the <em>Lady's Finger</em>...)</p>\n</blockquote>"
}