{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Cyberethnicity",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Cyberethnicity</em></h1>\n<p><em>Marvin Spevack, Münster</em></p>\n<p>The language of the Internet is visual, produced on a screen and printoutable. Still, for all their delight in browsing and surfing, netizens seem to prefer chatting, personal and intimate communication. Chatting has restraints, of course, in a network of burgeoning traffic and explosive costs. If chatting is friendly and informal, it must also be brief and pungent. Derived to a large extent from pop culture comic strips, science fiction, TV—the jargon of the superhighway is larger than life, bold if not simplistic, and not without a certain intellectual mischievousness. Highlighting is a natural and favored component, as in the fondness for abbreviations, acronyms, capital letters, telescoping, emoticons, interjections, and other striking visual devices, not to mention their frequently slangy (<em>plunk</em> 'I just put you in my killfile') or vulgar (<em>RTFM</em> 'Read the fucking manual') content, as well as onomatopoeic renditions (<em>bang</em> common spoken name for '!').</p>\n<p>Although the Internet is international, its jargon is a subspecies of American English. It is a melange, to be sure, but given the technological nature of the medium, its roots and contours are clearly definable. It is a product of the east and west coasts of the United States, its poles being MIT in Massachusetts and Berkeley in California. A detailed profile is not necessary here, but one element is of interest as a further device of highlighting: ethnicity. “In the U.S.,” <em>The Jargon File</em> (Version 2.9.6 of 16 August 1991) asserts (not without a certain telling naively, “hacker-dom is predominantly Caucasian with strong minorities of Jews (East Coast) and Orientals (West Coast). The Jewish contingent has exerted a particularly pervasive cultural influence (see Food, above ['where available, high-quality Jewish delicatessen food is much esteemed'], and note that several common jargon terms are obviously mutated Yiddish.” Leaving aside such fully assimilated German words as <em>pretzel</em> and <em>strudel</em> (and the fact that new meanings have been attached to them), the “mutated” Yiddish terms represent, for one thing, the only discernible ethnic orientation in the vocabulary and are thus by their very appearance a form of highlighting. They stand out. For another thing, they are generally emotive—onomatopoeic expressions communicating dissatisfaction or disgust.</p>\n<p>Among those listed and defined (albeit not always accurate in explanations) in <em>The Jargon File</em> are</p>\n<blockquote>\n<p><em>bletch</em> [from Yiddish/German <em>brechen</em> 'to vomit,' poss. via comic-strip exclamation “blech”] <em>interj. Term of disgust. Often used in “Ugh, bletch.</em>” (Also <em>bletcherous</em> <em>Disgusting in design or function; esthetically unappealing.)</em></p>\n<p><em>DRECNET</em> [from Yiddish/German <em>Dreck</em> 'dirt'] n. Deliberate distortion of DECNET, a networking protocol used in the {VMS} community. So called because DEC helped write the Ethernet specification and then (either stupidly or as a malignant customer-control tactic) violated that spec in the design of DRECNET in a way that made it incompatible.</p>\n<p><em>foo</em> <em>interj</em>. Term of disgust... Very probably, hackish <em>foo</em> had no single origin and derives from Yiddish <em>feh</em> and/or English <em>fooey</em>.</p>\n<p><em>glitch</em> [from German <em>glitschen</em> 'to slip,' via Yiddish <em>glitshen</em> 'to slide or skid'] n. A sudden interruption in electric service, sanity, continuity, or program function.</p>\n<p><em>gonk</em> <em>v.t., n.</em> To prevaricate or to embellish the truth beyond any reasonable recognition. It is alleged that in German the term is (mythically) “gonken”... “You're gonking me. That story you just told me is a bunch of gonk.” (In German, for example, “Du gonkst mir” 'You're pulling my leg.') And from another source,</p>\n<p><em>greps</em> Yiddish for 'belch.' “Some say that [Kibo] is the first deity of the Internet. Also known as 'he who greps.' ”</p>\n</blockquote>\n<p>It would be going too far to suggest an anti-Semitic stance (despite the implications of not including Jews among Caucasians). Undeniable is the grossly comic intention and effect, doubtless a reflection of pop culture's infatuation with the sputtering, guttural, goofy German (rather than Yiddish) sounds of TV's <em>Stalag 17</em>. What better accompaniment to the cacophonous examples listed than <em>blinkenlights: “n.</em> Front-panel diagnostic lights on a computer, esp. a (dinosaur).” Derives from the last word of the famous blackletter-Gothic sign in mangled pseudo-German that once graced about half the computer rooms in the English-speaking world. One version ran in its entirety as follows:</p>\n<blockquote>\n<p>ACHTUNG! ALLES LOOKENSPEEPERS!</p>\n<p>Das computermachine ist nicht fuer gefingerpoken und mittengrabben. Ist easy schnappen der springenwerk, blowenfusen and poppencorken mit spitzensparken. Ist nicht fuer gewerken bei das dumpkopfen. Das rubbernecken sichtseeren keepen das cottonpickenen hens in das pockets muss; relaxer und watcher das blinkenlichten.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Cyberethnicity</em></h1> <p><em>Marvin Spevack, Münster</em></p> <p>The language of the Internet is visual, produced on a screen and printoutable. Still, for all their delight in browsing and surfing, netizens seem to prefer chatting, personal and intimate communication. Chatting has restraints, of course, in a network of burgeoning traffic and explosive costs. If chatting is friendly and informal, it must also be brief and pungent. Derived to a large extent from pop culture comic strips, science fiction, TV—the jargon of the superhighway is larger than life, bold if not simplistic, and not without a certain intellectual mischievousness. Highlighting is a natural and favored component, as in the fondness for abbreviations, acronyms, capital letters, telescoping, emoticons, interjections, and other striking visual devices, not to mention their frequently slangy (<em>plunk</em> 'I just put you in my killfile') or vulgar (<em>RTFM</em> 'Read the fucking manual') content, as well as onomatopoeic renditions (<em>bang</em> common spoken name for '!').</p> <p>Although the Internet is international, its jargon is a subspecies of American English. It is a melange, to be sure, but given the technological nature of the medium, its roots and contours are clearly definable. It is a product of the east and west coasts of the United States, its poles being MIT in Massachusetts and Berkeley in California. A detailed profile is not necessary here, but one element is of interest as a further device of highlighting: ethnicity. “In the U.S.,” <em>The Jargon File</em> (Version 2.9.6 of 16 August 1991) asserts (not without a certain telling naively, “hacker-dom is predominantly Caucasian with strong minorities of Jews (East Coast) and Orientals (West Coast). The Jewish contingent has exerted a particularly pervasive cultural influence (see Food, above ['where available, high-quality Jewish delicatessen food is much esteemed'], and note that several common jargon terms are obviously mutated Yiddish.” Leaving aside such fully assimilated German words as <em>pretzel</em> and <em>strudel</em> (and the fact that new meanings have been attached to them), the “mutated” Yiddish terms represent, for one thing, the only discernible ethnic orientation in the vocabulary and are thus by their very appearance a form of highlighting. They stand out. For another thing, they are generally emotive—onomatopoeic expressions communicating dissatisfaction or disgust.</p> <p>Among those listed and defined (albeit not always accurate in explanations) in <em>The Jargon File</em> are</p>"
}