{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The F Word",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/F-Word-Jesse-Sheidlower/dp/0679764275\"><em>The F Word</em></a></h1>\n<p>Jesse Sheidlower, ed., foreword by Roy Blount, Jr., (Random House, 1995), 232pp.</p>\n<p>At first, the idea that there can be a single word in English or in any language that merits the creation of a 232-page volume—directory, rather than dictionary— devoted to it exclusively must seem preposterous. But with the initial riffle through the pages of <em>The F Word,</em> noting the different typefaces that designate parts of speech, definition, date of origin, source, examples, it becomes evident that this word is the great workhorse, an old familiar in The Life, and indeed deserving.</p>\n<p><em>The F Word</em>, the work of the scholar etymologist who is a resident editor in the dictionary department at Random House, proves to be a rare item indeed: a comprehensive, vastly eclectic, tongue-in-cheek serious treatment that has to be the first and last word on this world-class Word. For the curious layperson, it will be a source of amazement and information, a good deal of it funny, including many of the anecdote-examples, but some of it revealing and far from funny. Funny are the ingenious hybrids, elaborate euphemisms and novel insult-categories. Not funny, I think, are numbers of sex-related terms referring to actions or practices more traditionally the subjects of reports by physicians, psychiatrists, the courts, and, increasingly, stories in the media. That some of the terms, like the practices, are nearly as old as printing cuts or ought to cut the ground out from under those “authorities” who attribute it all to the '60s' and post-'60s' generations.</p>\n<p>It takes no more than a preliminary skim to suspect what is soon substantiated in the ample sources and usages that accompany most entries—that it is within the military services of the United States and Great Britain, from the times of the World Wars, that the F-words have their truest homes. Why this is so might provoke some thought. Is it a kind of barracks clannishness? Certainly it is a macho, masculine kind of thing, with more than a touch of adolescent snobbery in one's familiarity with a special treasure, such as <em>snafu</em> or <em>B.F.D.</em> (q.v. for yourself).</p>\n<p>An instance comes to mind from the 1941-1946 years lived in an infantry division. Crossing the North Atlantic in late 1943, one of the nine of us packed in a cabin made for two read aloud a joke in a letter from home: A Scotsman (jokes were openly ethnic then) on discovering his near-drowned son being resuscitated yells at the exhausted rescuer, “Well and good, mon, but where in 'ell is his hat?” Overnight it became a staple for expressing ingratitude, greed or pushiness, properly adapted of course: “Say yr chow's not hot enough? Where's 'is fxxxin' hat, hey?” And there were a number of “outfits” —companies, battalions, and at least one regiment—that claimed <em>snafu</em> was coined solely in-house, to the point that the division newspaper once actually tried to authenticate the origin, precipitating a near riot.</p>\n<p>Curious among the many curiosities in this entertaining work: the World War II coinage <em>snafu</em> gets only two and a half pages. The word or term commanding the second greatest coverage is an unspeakable that is evidently spoken a great deal. Including all its usages, initials, purposeful distortions, etc., it fills pages 191 to 214. I, at least, would never have suspected!</p>\n<p>This book will probably find no reader fully conversant beforehand with even half its contents. Who knows the distinction between a <em>fxxxface</em> and a <em>fxxxhead?</em></p>\n<p>A big bonus is the funny and learned Foreword by Roy Blount, Jr. Needed is a different term for “humorist” Blount. This one suggests the business of being funny, and conveys nothing of the surprise and delight at observations that cause explosions of laughter. The Foreword is itself worth the price, which easily makes <em>The F Word</em> a double bargain.</p>\n<p><em>[Benedict B. Kimmelman, Philadelphia]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/F-Word-Jesse-Sheidlower/dp/0679764275\"><em>The F Word</em></a></h1> <p>Jesse Sheidlower, ed., foreword by Roy Blount, Jr., (Random House, 1995), 232pp.</p> <p>At first, the idea that there can be a single word in English or in any language that merits the creation of a 232-page volume—directory, rather than dictionary— devoted to it exclusively must seem preposterous. But with the initial riffle through the pages of <em>The F Word,</em> noting the different typefaces that designate parts of speech, definition, date of origin, source, examples, it becomes evident that this word is the great workhorse, an old familiar in The Life, and indeed deserving.</p> <p><em>The F Word</em>, the work of the scholar etymologist who is a resident editor in the dictionary department at Random House, proves to be a rare item indeed: a comprehensive, vastly eclectic, tongue-in-cheek serious treatment that has to be the first and last word on this world-class Word. For the curious layperson, it will be a source of amazement and information, a good deal of it funny, including many of the anecdote-examples, but some of it revealing and far from funny. Funny are the ingenious hybrids, elaborate euphemisms and novel insult-categories. Not funny, I think, are numbers of sex-related terms referring to actions or practices more traditionally the subjects of reports by physicians, psychiatrists, the courts, and, increasingly, stories in the media. That some of the terms, like the practices, are nearly as old as printing cuts or ought to cut the ground out from under those “authorities” who attribute it all to the '60s' and post-'60s' generations.</p> <p>It takes no more than a preliminary skim to suspect what is soon substantiated in the ample sources and usages that accompany most entries—that it is within the military services of the United States and Great Britain, from the times of the World Wars, that the F-words have their truest homes. Why this is so might provoke some thought. Is it a kind of barracks clannishness? Certainly it is a macho, masculine kind of thing, with more than a touch of adolescent snobbery in one's familiarity with a special treasure, such as <em>snafu</em> or <em>B.F.D.</em> (q.v. for yourself).</p>"
}