{
  "type": "Epistola",
  "title": "EPISTOLA Walter W. Skeat",
  "contributor": "Walter W. Skeat",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Walter W. Skeat</span></h1>\n<p><em>'OH! DEAR!'</em></p>\n<p>It must have struck many that the very common phrase 'Oh! dear' is, after all, a very senseless expression. When we come to try to read sense into it, some might think that it may be contracted from some longer expression, such as 'Oh! dear me.' But this is not in accordance with the evidence. The earliest known example of 'Dear me' is no older than 1773, whilst 'Oh dear' occurs as early as 1694, and is the earliest known phrase in which <em>dear</em> occurs at all.</p>\n<p>Dr. Murray remarks [in Volume IV of the <em>New English Dictionary</em>, 1897, s.v. 'dear'] that several phrases occur, such as 'dear save us' in 1719, 'dear knows' in 1876, 'dear help you' in 1880, and the like, which suggest that <em>dear</em> represents or implies a fuller <em>dear Lord</em>; thus 'dear knows' is equivalent to 'the Lord knows,' and so on. But he adds, very justly, that a derivation from Ital. <em>Dio</em>, God, 'resting upon the modern English pronunciation of <em>dear</em>, finds no support in the history of the word.'</p>\n<p>I wish to draw attention to two ascertained facts. The first is that the particular phrase 'Oh dear!' is the earliest of the set, as has been already remarked; and secondly, that there is no trace whatever, even in dialects, of a fuller form like 'dear Lord.' If we are to go by the evidence, we must recognise that the interpretation of 'dear' by 'dear Lord' or even by 'Lord' at all, is due to the influence of popular etymology, which could make nothing of 'dear' when it stood alone.</p>\n<p>I think it is equally clear that we must dismiss all thoughts of connecting its origin with the Italian <em>Dio</em>.</p>\n<p>I will now go a step further, and assert that there is no evidence whatever for connecting it with the adjective <em>dear</em> at all! It makes no sense, as we may see by a little thought. For <em>dear</em> means 'beloved, affectionate, precious,' and the like; but the exclamation 'Oh! <em>dear!</em>' is one that denotes something very different, something that is lamentable or calamitous, and very far from being pleasant. Thus, in 1694, Congreve makes one of his characters say—'Oh! dear! you make me blush!' In 1769 we find—'Oh dear! oh dear! how melancholy, has been to me this last week!' And again— 'Oh! dear! I shall die!' And in Goldsmith's <em>She Stoops to Conquer</em>, Miss Hardcastle says—'Dear me! Dear me! I'm sure there's nothing in my behaviour to put me on a level with one of <em>that</em> stamp.'</p>\n<p>If we will only, for a moment, consider this probability, viz. that there is no good reason for associating this interjectional phrase with a well-known adjective, this will leave us free to look around us, and see whether any other source is possible.</p>\n<p>And if we do this, we have not to look far. The phrase, for instance, makes no good sense in English; and this affords a presumption that it was borrowed from abroad. And whenever we consider the possibility of borrowing at the end of the seventeenth century, our first thoughts turn, as a matter of course, to France. Let us see what French will do for us.</p>\n<p>I now venture to quote some remarkable words from Cotgrave's well-known Dictionary, and from the Old French Dictionary by Godefroy.</p>\n<p>Cotgrave has:—'<em>Deâ</em>, an interjection, as <em>Dâ, ouy deˆ</em> [the circumflex over the a is not mine, but Cotgrave's], yes, truly, verily, without doubt also, a tearme of expostulation [note this]; as <em>deâ, qui vous mouvoit</em>? why, or good God, what reason had you? or what, a God's name, moved you?'</p>\n<p>It should particularly be remarked that the sense coincides exactly with that of the English phrase. We can translate this literally by saying—'Dear, dear! who put you up to it?' It is a note 'of expostulation,' as Cotgrave truly says; and it indicates despair rather than hope.</p>\n<p>Godefroy has:—'<em>Dea, dia, dya, da</em>, a sort of exclamation of astonishment.' His examples show that it was sometimes preceded by the interjection <em>he</em> [illegible character] as <em>Hé, dia!</em> or <em>Hé! dea</em>, which is suggestive of the English phrase. It was usually employed, as in English, to imply lamentation or disaster, as, e.g. <em>'Hé, dea!</em> quand je fus né quelle mauditte estoille presida dessus moy'; i.e. 'Oh! dear! what an evil star presided over my birth.' '<em>Dea!</em> quel desastre est ce qui regne en France!' i.e. 'Dear! what a disaster prevails in France!' It served also, as Cotgrave notes, to enforce an affirmation, as in '<em>Ouy dea</em>, dis je'; 'Yes, forsooth, say I.'</p>\n<p>It is worth while trying to guess whence this expression came. We notice that Cotgrave writes it with a circumflex over the <em>a</em>, as if it were a contracted form. It is remarkable that the chief word which in Old French began with <em>dea-</em> or <em>dia</em>- is the too common word <em>deable</em> or <em>diable</em>, the use of which in expressions of lamentation is so prevalent both in French and English. It really seems as if the true sense of 'Oh dear!' were 'Oh! the devil!' The clipping of 'swearwords' is a common phenomenon. If this be so, the exclamation 'Dear knows' may have originated in a phrase which meant 'the devil knows.' But as this interpretation was not at all obvious, or was forgotten, the familiarity of many Englishmen with the Span. <em>Dios</em> and the Ital. <em>Dio</em> may really have suggested a new interpretation in the eighteenth century; indeed, even Cotgrave seems to have had such a notion. For the earliest example of 'Dear save us' is no earlier than 1719; whilst, on the other hand, the use of <em>dea</em> occurs in Rabelais, and Godefroy, in his supplement, quotes the phrase '<em>Dya, dya</em>, houoih, <em>hau dia,' i.e</em>. 'Dear, dear! houoih, Oh dear!' from a book dated 1561.</p>\n<p>This O.F. <em>dea</em>, later <em>dia</em>, seems to be modern F. <em>da</em>. The O.F. <em>disva, diva, i.e.</em> 'come along,' is clearly quite a different word.</p>\n<p>Finally, we may notice that the double form <em>dea, dia</em>, will suit either the old or the modern pronunciation of the English <em>dear</em>, so that phonetic requirements are fulfilled either way.</p>\n<p><em>[Walter W. Skeat, <em>The Modern Language Quarterly</em>, date unknown, 1903 or 1904.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Walter W. Skeat</span></h1> <p><em>'OH! DEAR!'</em></p> <p>It must have struck many that the very common phrase 'Oh! dear' is, after all, a very senseless expression. When we come to try to read sense into it, some might think that it may be contracted from some longer expression, such as 'Oh! dear me.' But this is not in accordance with the evidence. The earliest known example of 'Dear me' is no older than 1773, whilst 'Oh dear' occurs as early as 1694, and is the earliest known phrase in which <em>dear</em> occurs at all.</p> <p>Dr. Murray remarks [in Volume IV of the <em>New English Dictionary</em>, 1897, s.v. 'dear'] that several phrases occur, such as 'dear save us' in 1719, 'dear knows' in 1876, 'dear help you' in 1880, and the like, which suggest that <em>dear</em> represents or implies a fuller <em>dear Lord</em>; thus 'dear knows' is equivalent to 'the Lord knows,' and so on. But he adds, very justly, that a derivation from Ital. <em>Dio</em>, God, 'resting upon the modern English pronunciation of <em>dear</em>, finds no support in the history of the word.'</p> <p>I wish to draw attention to two ascertained facts. The first is that the particular phrase 'Oh dear!' is the earliest of the set, as has been already remarked; and secondly, that there is no trace whatever, even in dialects, of a fuller form like 'dear Lord.' If we are to go by the evidence, we must recognise that the interpretation of 'dear' by 'dear Lord' or even by 'Lord' at all, is due to the influence of popular etymology, which could make nothing of 'dear' when it stood alone.</p>"
}