{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  The Game of the Name",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>The Game of the Name</em></h1>\n<p><em>John E. Thorpe, Buntingford, Hertfordshire</em></p>\n<p>Being born of parents from the East Midlands and spending the early years of my life there, having a name like <em>John Thorpe</em> never really gave me any problems. The countryside of Lincolnshire and Leicestershire abounds with village names that end with <em>thorpe</em> and, apart from being called “Thorpy” by my school pals, the name never caused any difficulty. That was before I started travelling. It was then that I found out just how tough it is for most nationalities to get their tongues round the dreaded <em>th</em>. Even when I started working in London I had to accept a fair number of “Mista Forp”s in the course of an average day.</p>\n<p>It is not surprising that my first exposure to non-Brits was in France, where I soon reconciled myself to a Gallic attack on my personal hygiene when they insisted on addressing me as “Miss Your Soap,” subtly intoned, I always thought, with an interrogatory inflexion. Later, on many visits to Germany, I reluctantly submitted to the title of “Hair Torpor,” an uncanny prediction of what was to befall my then luxuriant growth. Italians mostly managed with a cheerful “Seen Your Top,” which surprised me because I was taller than most of those I had to deal with. My Russian contact used to call me simply “Zorrp,” which I found pretty much to the point, and a Hungarian colleague settled for “Trope.” Only in Switzerland did I find someone who truly tried to get it right, but the effort involved putting his tongue out at me and concluded with an overly explosive final consonant; but he got all the bits in there.</p>\n<p>My travels in Asia demonstrate a much more sensible approach by the wily natives, and in India, China, and Japan most of my contacts have, without invitation, settled for the easy to deal with “Mister John.”</p>\n<p>Strange to say, it is in the US that one of the really weird aural hiccups occurs. It usually happens in restaurants or hotels or any of the other places where professional name takers are found. The conversation usually goes something like this:</p>\n<blockquote>\n<p>“Good morning, sir. Could I have your name please?”</p>\n<p>“Yes, I'm John Thorpe.”</p>\n<p>“OK, Mr. Philips, I've put your name on the list.”</p>\n<p>“No, no. My name is <em>Thorpe</em>, not Philips, <em>John Thorpe</em>.”</p>\n<p>“Oh! Sari! Yewer Jarn Thorwup. Gee, I'm sari.”</p>\n</blockquote>\n<p>Now that conversation may sound unbelievable, but in the US I have been renamed “Philips” dozens of times, on the West coast, particularly. So often, in fact, that I have been forced to assume the new identity of the more acceptable “Jarn Thorwup” when dealing with any of the name takers so deeply entrenched in the American way of doing things. How can they hear it that way? It is not as though <em>Thorpe</em> is that unusual a name in the States: after all, one of the great athletes of all time was Jim Thorpe, and they even named a town after him. To be honest though, I think I would rather be a “Zorrp” than a “Philips.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>The Game of the Name</em></h1> <p><em>John E. Thorpe, Buntingford, Hertfordshire</em></p> <p>Being born of parents from the East Midlands and spending the early years of my life there, having a name like <em>John Thorpe</em> never really gave me any problems. The countryside of Lincolnshire and Leicestershire abounds with village names that end with <em>thorpe</em> and, apart from being called “Thorpy” by my school pals, the name never caused any difficulty. That was before I started travelling. It was then that I found out just how tough it is for most nationalities to get their tongues round the dreaded <em>th</em>. Even when I started working in London I had to accept a fair number of “Mista Forp”s in the course of an average day.</p> <p>It is not surprising that my first exposure to non-Brits was in France, where I soon reconciled myself to a Gallic attack on my personal hygiene when they insisted on addressing me as “Miss Your Soap,” subtly intoned, I always thought, with an interrogatory inflexion. Later, on many visits to Germany, I reluctantly submitted to the title of “Hair Torpor,” an uncanny prediction of what was to befall my then luxuriant growth. Italians mostly managed with a cheerful “Seen Your Top,” which surprised me because I was taller than most of those I had to deal with. My Russian contact used to call me simply “Zorrp,” which I found pretty much to the point, and a Hungarian colleague settled for “Trope.” Only in Switzerland did I find someone who truly tried to get it right, but the effort involved putting his tongue out at me and concluded with an overly explosive final consonant; but he got all the bits in there.</p> <p>My travels in Asia demonstrate a much more sensible approach by the wily natives, and in India, China, and Japan most of my contacts have, without invitation, settled for the easy to deal with “Mister John.”</p>"
}