{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Cassell Dictionary of Appropriate Adjectives",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780304347315/Cassell-Dictionary-Appropriate-Adjectives-Mikhail-0304347310/plp\"><em>The Cassell Dictionary of Appropriate Adjectives</em></a></h1>\n<p>E.H. Mikhail, (Cassell, 1996), viii + 342pp.</p>\n<p>It must be emphasized that this is not a synonym dictionary; rather, it is just what its title denotes: a dictionary of adjectives that are appropriately connected with the nouns that are listed. In a more technical sense, it is a collection of collocative adjectives, that is, adjectives that are often associated with the nouns that are listed. For example, here is the listing under one of the nouns:</p>\n<blockquote>\n<p><em>appetite, appetites</em> mighty, enormous, gargantuan, endless, limitless, unlimited, unfailing, uncontrollable, lusty, voracious, ravenous, (in) satiable, sharp, ferocious, rapacious, devouring, brutish, wolfish, healthy, hearty, greedy, keen, robust, inordinate, substantial, unbridled, avaricious, poor, grotesque, morbid, morose, raucous, finicky, discriminating,, (im) moderate, shrunk, new-found, catholic, postprandial</p>\n</blockquote>\n<p>Not all these adjectives seem appropriate to me: it is hard for me to envision a context in which “satiable appetite,” “raucous appetite,” “shrunk appetite,” or “postprandial appetite” might be appropriate; on the other hand, I, like many readers, could probably come up with several other adjectives that are not listed. Without going into detail on each one of these, the difficulty I see is, for instance, with <em>raucous appetite</em>, for <em>raucous</em> means 'harsh, strident, grating' and is commonly associated with <em>voice</em>, where, indeed, it is listed. As <em>shrunk</em> is a past and past participle of <em>shrink</em> and not, properly, an adjective, I am not sure why it is there in place of <em>shrunken</em>, especially since Mikhail specifically writes in his Preface, “Only words listed in standard language dictionaries as adjectives are included in this Dictionary. Thus all other etymological forms, as participles ending in -<em>ed (rejected</em> offer) or -<em>ing (playing</em> child), are excluded.” As for <em>postprandial</em>, that is usually applied to something edible or drinkable, as referring to something that comes after a meal; in my language (and culture), <em>postprandial appetite</em> would be a rare collocution.</p>\n<p>Everyone has his own private view of how language works, an observation seldom offered by linguists, even those who touch on the subject of idiolect. That this book is highly personal becomes evident in the entry immediately following that for <em>appetite:</em></p>\n<blockquote>\n<p><em>appetizer, appetizers</em> See also <em>food</em> intriguing, exquisite, irresistible, tasty, cheesy, spicy, tangy</p>\n</blockquote>\n<p>Here, one might yearn for some punctuation: surely the last four words cannot be considered alongside the first three. Moreover, I can think of dozens of other words in the “tasty, tangy” class that could be added, but those appear in the very long entry under <em>food</em>.</p>\n<p>In principle, I like the idea of such a book and have thought about doing one myself. But the almost insurmountable practical considerations reared up before me, and I quickly abandoned the idea. For one thing, entries become less useful the longer they are. In the present work, for example, the entry for <em>appetite</em> runs to eleven lines, which is reasonably assimilable; the entry for <em>approach, approaches,</em> however, runs to thirty-nine lines, <em>life, lives</em> to fifty-eight, <em>eye, eyes</em> to sixty-eight. Are users really so desperate for descriptive adjectives that will go with nouns as to be willing to wade through almost two hundred terms? I rather doubt it. Then there is the question, Why are both singular and plural forms shown for the headwords? Although mention is made of the fact in the Preface, no reason is given, and one might assume that users of such a book would have no difficulty in assuming that the plural of <em>breadwinner</em> is <em>breadwinners</em>, even that the singular of <em>teeth</em> is <em>tooth</em>.</p>\n<p>A chief criticism of this book, in particular, is that the adjectives are jumbled together in no discernible order or, as mentioned, with punctuation between (except for a serial comma). Thus under <em>architecture,</em> we find strings like</p>\n<blockquote>\n<p>...(un)original, eccentric, plain, austere, mediocre, nondescript...</p>\n<p>...civic, religious, pastel, mosaic, landscape, prehistoric...</p>\n</blockquote>\n<p>and it is not till we get to the end, where a dozen styles are listed that there is any sense of semantic or associative grouping. This shortcoming can be seen in most entries:</p>\n<blockquote>\n<p><em>area, areas</em>...affluent, rich, unique, crucial, key, prime, vital, sensitive, volatile, enjoyable, quiet...</p>\n<p><em>artefact, artefacts</em> [<em>sic</em>]...impressive, authentic... priceless, deathless...aboriginal, religious, cultural <em>eye, eyes</em>...bluish, (china-) blue, sea-blue, brunet, almond, (liquid-) brown, ginger-brown...</p>\n</blockquote>\n<p>From the spelling (<em>artefact, honour</em>) and from the name of the publisher, this is clearly a work produced in Britain. Although there might be some differences between British and American English, one is sore put to accept their extending to the notion that speakers of British English regard <em>almond</em> as a color for eyes rather than a shape.</p>\n<p>This collection could have been made more useful and more usable had the author attempted to group adjectives within an entry according to semantic character rather than just dump them into one helter-skelter list without separators of any kind.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780304347315/Cassell-Dictionary-Appropriate-Adjectives-Mikhail-0304347310/plp\"><em>The Cassell Dictionary of Appropriate Adjectives</em></a></h1> <p>E.H. Mikhail, (Cassell, 1996), viii + 342pp.</p> <p>It must be emphasized that this is not a synonym dictionary; rather, it is just what its title denotes: a dictionary of adjectives that are appropriately connected with the nouns that are listed. In a more technical sense, it is a collection of collocative adjectives, that is, adjectives that are often associated with the nouns that are listed. For example, here is the listing under one of the nouns:</p> <blockquote>\n<p><em>appetite, appetites</em> mighty, enormous, gargantuan, endless, limitless, unlimited, unfailing, uncontrollable, lusty, voracious, ravenous, (in) satiable, sharp, ferocious, rapacious, devouring, brutish, wolfish, healthy, hearty, greedy, keen, robust, inordinate, substantial, unbridled, avaricious, poor, grotesque, morbid, morose, raucous, finicky, discriminating,, (im) moderate, shrunk, new-found, catholic, postprandial</p>\n</blockquote> <p>Not all these adjectives seem appropriate to me: it is hard for me to envision a context in which “satiable appetite,” “raucous appetite,” “shrunk appetite,” or “postprandial appetite” might be appropriate; on the other hand, I, like many readers, could probably come up with several other adjectives that are not listed. Without going into detail on each one of these, the difficulty I see is, for instance, with <em>raucous appetite</em>, for <em>raucous</em> means 'harsh, strident, grating' and is commonly associated with <em>voice</em>, where, indeed, it is listed. As <em>shrunk</em> is a past and past participle of <em>shrink</em> and not, properly, an adjective, I am not sure why it is there in place of <em>shrunken</em>, especially since Mikhail specifically writes in his Preface, “Only words listed in standard language dictionaries as adjectives are included in this Dictionary. Thus all other etymological forms, as participles ending in -<em>ed (rejected</em> offer) or -<em>ing (playing</em> child), are excluded.” As for <em>postprandial</em>, that is usually applied to something edible or drinkable, as referring to something that comes after a meal; in my language (and culture), <em>postprandial appetite</em> would be a rare collocution.</p>"
}