{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  To Coin a Name and Name a Coin",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>To Coin a Name and Name a Coin</em></h1>\n<p><em>Marc A. Schindler, Spruce Grove, Alberta</em></p>\n<p>Around six years ago, not long after Canada replaced its “green Queen's” one-dollar note with an eleven-sided gold-coloured coin, a schoolyard ditty made the rounds:</p>\n<blockquote>\n<p>We're tiny, we're tuney</p>\n<p>We haven't got a loonie</p>\n<p>Because of Brian Mulroney</p>\n<p>and the stupid G.S.T.</p>\n</blockquote>\n<p><em>Mulroney</em> rhymes with <em>loonie</em>. Brian Mulroney was Canada's prime minister at the time. The most unpopular PM in Canada's modem history, he introduced the Goods and Services Tax, a VAT-like national sales tax. <em>Loonie</em> is the well-nigh universal Canadian slang term for the dollar coin. (Only the Royal Canadian Mint refers to the loonie as a “dollar coin.”)</p>\n<p>Canada almost didn't have a loonie. The original design for the reverse side of the coin featured a voyageur— the same as on the older nickel dollar—but the dies were stolen on the way to the Royal Canadian Mint in Winnipeg, where the first coins were due to be minted. The backup design was that of a loon—our unofficial national bird. Ah, but that unfortunate name: <em>loon</em> as in <em>loony bin!</em> Although the terms <em>loonie</em>, a diminutive noun from <em>loon</em>, and <em>loony</em>, an adjective (ultimately) from <em>lunar</em> are etymologically distinct, their similarity has encouraged obvious satirical connections: our economy, which is “loony,” has as its fundamental unit of currency the “loonie”; many felt that the policies of Brian Mulroney were “loony.” In short, the slang term sprang up immediately and collectively, and no one person could ever claim to be the inventor of it.</p>\n<p>However, a two-dollar coin is due to be introduced soon in Canada, and the etymological situation here is a totally different story. The Mint, as usual, is no help—they refer to the new coin unimaginatively as “the two-dollar coin,” so the letters columns of every newspaper in the country have been filled with speculation and suggestions for a slang term for this new coin, which is slightly larger than the loonie, gold-coloured and polygonal (like the loonie), but with a silver centre with a polar bear pictured on it. Once the design was released, the name “bruin” was suggested by many people, but the name that appears to be winning is “doubloonie,” combining the “double loonie” with a reference to a traditional coin said to be favoured by pirates—again, a not-too-subtle satirical reference to the appetite for taxation of most governments.</p>\n<p>I may have the dubious distinction of being the first to propose this name in a letter-to-the-editor published in Canada's newspaper of record, <em>The</em> [Toronto] <em>Globe and Mail</em>, on 20 February 1993, long before the Mint announced the coin. At that time the idea had occurred to me because I knew that both New Zealand and Australia had one-dollar and two-dollar coins: I had been to Australia several times on business and had seen them. To me, it appeared to be just a matter of time before Canada also introduced a two-dollar coin but it took an article in the <em>Globe and Mail</em> on the need for two-dollar coin to concentrate a kind of critical mass of public attention onto the issue. What actually appears to happen in cases like this is that neologisms do not appear like a single light bulb going off in one person's head but rather like wheat after spring rains: if the ground is fertile the seed germinates throughout the field.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>To Coin a Name and Name a Coin</em></h1> <p><em>Marc A. Schindler, Spruce Grove, Alberta</em></p> <p>Around six years ago, not long after Canada replaced its “green Queen's” one-dollar note with an eleven-sided gold-coloured coin, a schoolyard ditty made the rounds:</p> <blockquote>\n<p>We're tiny, we're tuney</p>\n<p>We haven't got a loonie</p>\n<p>Because of Brian Mulroney</p>\n<p>and the stupid G.S.T.</p>\n</blockquote> <p><em>Mulroney</em> rhymes with <em>loonie</em>. Brian Mulroney was Canada's prime minister at the time. The most unpopular PM in Canada's modem history, he introduced the Goods and Services Tax, a VAT-like national sales tax. <em>Loonie</em> is the well-nigh universal Canadian slang term for the dollar coin. (Only the Royal Canadian Mint refers to the loonie as a “dollar coin.”)</p>"
}