{
  "type": "Article",
  "title": "(Dia)critic's Corner",
  "author": "Marc A. Schindler",
  "location": "Spruce Grove, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">(Dia)critic's Corner</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p>\n<p>A letter writer once accused <em>The</em> [Toronto] <em>Globe and Mail</em>, Canada's newspaper of record, of setting a new record for splitting an infinitive. A front-page article ended in the phrase, “Premier Peterson said that in order to” after which the notice SEE P. A16 was inserted, and on page A16 the sentence was indeed completed as promised: “balance the budget, expectations would have to be lowered.” That is some split!</p>\n<p>However, writing letters to editors to complain about split infinitives is child's play for the truly obsessed. As a self-confessed obsessive when it comes to newspapers' errors, my own pet peeve—one which all the North American news services and most of its major news magazines seem to be guilty of—is leaving diacritical marks off foreign words. To their credit, British news services (e.g., Reuters) and publications like the <em>Observer, Guardian</em>, and <em>Economist</em>, are usually quite careful to get it right. Sometimes these omissions are genuinely trivial. <em>Montreal</em> is quite acceptable; <em>Montréal</em> would be pretentious except perhaps in Canada. But sometimes they are not trivial at all, because a diacritical mark can change the pronunciation, the spelling and therefore even the meaning of a word.</p>\n<p>In general, diacritical marks are all those little jots and tittles that appear over, under, and even through various letters. We don't have many in English; the only common one I can think of offhand is the diaeresis (as in the two dots over <em>naïve</em>). where it indicates that two vowels side by side are not a diphthong but separate, distinct vowels. <em>Israël</em> is an example which is not seen much any more; <em>Zaïre</em> is seen occasionally; <em>Haïti</em> is common in French, where it is pronounced as three syllables, but the English standard seems to be <em>Haiti</em> (two syllables). <em>The New Yorker</em> still insists on <em>coöperate</em>.</p>\n<p>Related to diacritical marks are two constructs, the <em>ligature</em>, which is a character resulting from “tying together” two or more standard letters, and the <em>digraph</em>, which is a special case of the <em>ligature</em>. The term <em>ligature</em> is usually reserved for printer's conventions (that is, where combinations like <em>fi, ffi, fl</em>, and <em>ffl</em> are linked together to form a single character), whereas the <em>digraph</em>. while graphically tying together two characters, actually represents two diphthongs which were common in Latin: after the invention of printing, the Latin/Romance “ae” became “æ,” and “oe” became “œ.” These are almost never seen in the US today, but they are still occasionally encountered in British and other varieties of English influenced by British practice, although it is usually the “unligated” form that one encounters, not the digraphs. The most common example used to be US <em>encyclopedia</em> vs. traditional non-US <em>encyclopaedia (encyclopædia</em>). However, as even the British spell this word the US way now, the best examples of current US/non-US dichotomies in the use of the digraphs can be gleaned from the world of medicine and science, as in <em>gynœcology/gynecology, hœmatology/hematology, œsophagus/esophagus, œstrogen/ estrogen, cœsium/cesium, œdema/edema, œstrus/estrus, pœdiatrics/pediatrics</em>. In Canada, one rarely encounters in common usage the British spellings listed, but, while they continue to be widely used by medical professionals, even that practice has come under US influence.</p>\n<p>Diacritical marks can be broken down into two types: “accents,” which affect, roughly speaking, pronunciation only; and “umlauts,” which affect spelling as well as pronunciation. As already mentioned, English is relatively sterile when it comes to diacritical marks; true gold can best be struck in foreign fields, where the <em>accent grave, accent aigu</em>, and the <em>circonflexe</em>. The two accents are used in French to change the value of <em>e</em>, which is the most common vowel in French (as in English) and which comes in as many varieties as Campbell's soup—hence the need for some kind of regulation by diacritical marks. The <em>circonflexe</em>, on the other hand, is really a sign of <em>orthography</em>, not pronunciation, being a reminder of a dropped s—it is usually there for historical reasons but connoting a reason which has long since ceased to make sense and which modern French speakers have probably been blithely unaware of. Thus the French <em>île</em> reminds us that the word was once spelled <em>isle</em>, from Latin <em>insula;</em> the name of the eight month, <em>Août</em>, reminds us that it came from the Latin <em>augustus;</em> and <em>être</em> betrays its origins as Latin esse with the same orthographical “scar.”</p>\n<p>French, being a Latin-derived language, is also very rich in digraphs, which are often still retained today in France, but are dying out in Quebec: <em>cœur</em> and <em>œuvre</em> are common examples.</p>\n<p>German has no pure accents that I can think of (other than the occasional <em>diaeresis</em> in foreign proper nouns, such as <em>Israël</em>), but it has one very common ligature and, of course, the <em>umlaut</em> which is much like a digraph—in fact, these characters are essential to proper spelling, and it is for that reason that a “dropped umlaut” may be seen as an offense. The common ligature in German orthography is the <em>esszet</em> (β, β) and there are three vowels which can take the <em>umlaut (ä, ö, and ü</em>). The <em>esszet</em> (pronounced “ess-tset”) was formed when mediæval (for US read “medieval”) humanists got carried away and tried to force German into the Græco-Latin mould of grammar and spelling (a disease that spread to the British Isles, too).</p>\n<p>In Greek, the sigma that is written in the middle of a word (σ, called medial sigma) is different from the sigma at the end of a word (ς, called final, or terminal sigma). In mediæval Latin the two s's were also differentiated: ∫ was the medial s, and s the terminal s. This convention persisted until recently. In microfilms of the 1881 Canadian census, I have come across names like “Agne∫s,” who was sometimes noted as being a “dre∫smaker.” In German, this double-s, ∫s, eventually evolved into β. The diphthongs ae, oe, and ue appear so often in German that mediæval scribes started writing the e above the first vowel, something like this: \\?\\. As they were writing with flat-pointed pens, which tended to emphasize the vertical strokes (especially in Fraktur, the so-called “gothie” script of old German) the little superior e came to be represented by two short, vertical strokes, which then became two square dots. Then, when Germany adopted Latin letters during the pre-World War II era, they became two round dots. I have always thought that the ü was a perky little character—draw a circle around it and you get that ubiquitous Californianism, \\?\\.</p>\n<p>The convention in English is to transcribe the umlaut—to restore, as it were, the “lost e.” Hence, the Hanseatic port of Lübeck is properly Luebeck in English Similarly, the esszet should be transcribed as “ss,” never as “B,” which I see often.</p>\n<p>The Scandinavian languages also have characters similar to the German umlauts: besides the ä and ö (Swedish), Norwegian and Danish have œ (a + e as in English), Norwegian and Danish also have θ (o + e) and all three use a (a + a). The rules for transcription are similar to those for German words: Alborg=Aalborg; Kθbenhavn= Koebenhavn (of course, in this case there's a perfectly acceptable English equivalent, Copenhagen). As an interesting aside, German alphabetizes words as if the umlauts were transcribed (so Köln would come before Kohl, for instance), but the Scandinavian languages treat their umlauts as trans-z characters (so in Swedish phone books, Ödlund would come after Zetterström).</p>\n<p>News services that drop umlauts might deserve some sympathy; given the isolation of North Americans, the assumption is easily made here that the umlaut is an extraneous character that can be dropped—as accents in French often are when French words are transcribed into English—without doing bodily harm to the word in question. However, dropping umlauts is less forgivable than dropping accents, because accents describe pronunciation, and anyone who is familiar with the word will know how it is supposed to be pronounced, regardless of the accent. If you have heard the name of Canada's prime minister (Jean Chrétien) pronounced correctly, or if you are sufficiently acquainted with French to know this fairly common name (which means 'Christian'), you do not need to know that an acute accent is usually put over an e to indicate that it is a “long e” in an unstressed syllable. Hence, its omission will probably not stop you from pronouncing Chrétien correctly (that is, with the emphasis on the second syllable).</p>\n<p>Umlauts are not simply accents, however: they are fundamental to the spelling of a word and should always be transcribed as “ae/oe/ue” (or “aa” in the case of the Scandinavian a) in character sets that do not provide umlauts. In any case, many German and Scandinavian place names have English equivalents: “Munich” for München, “Cologne” for Köln, the aforementioned “Copenhagen” for Kθbenhavn, “Gothenburg” for Göteborg, and so on. However, I recently read an Associated Press account of a neo-Nazi demonstration in a place called “Nurnberg.” The problem here is that this is neither fish nor fowl. It is not the correct English name for this city, which is Nuremberg, and it is not the correct German name, which is Nürnberg, or Nuernberg. One strongly suspects that the writer simply did not know the English name for Nürnberg. Yet more confirming evidence to the pessimists amongst us who lament the deterioriation of standards by the users and abusers of the Mother Tongue, especially cis-Atlantic journalists.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">(Dia)critic's Corner</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p> <p>A letter writer once accused <em>The</em> [Toronto] <em>Globe and Mail</em>, Canada's newspaper of record, of setting a new record for splitting an infinitive. A front-page article ended in the phrase, “Premier Peterson said that in order to” after which the notice SEE P. A16 was inserted, and on page A16 the sentence was indeed completed as promised: “balance the budget, expectations would have to be lowered.” That is some split!</p> <p>However, writing letters to editors to complain about split infinitives is child's play for the truly obsessed. As a self-confessed obsessive when it comes to newspapers' errors, my own pet peeve—one which all the North American news services and most of its major news magazines seem to be guilty of—is leaving diacritical marks off foreign words. To their credit, British news services (e.g., Reuters) and publications like the <em>Observer, Guardian</em>, and <em>Economist</em>, are usually quite careful to get it right. Sometimes these omissions are genuinely trivial. <em>Montreal</em> is quite acceptable; <em>Montréal</em> would be pretentious except perhaps in Canada. But sometimes they are not trivial at all, because a diacritical mark can change the pronunciation, the spelling and therefore even the meaning of a word.</p> <p>In general, diacritical marks are all those little jots and tittles that appear over, under, and even through various letters. We don't have many in English; the only common one I can think of offhand is the diaeresis (as in the two dots over <em>naïve</em>). where it indicates that two vowels side by side are not a diphthong but separate, distinct vowels. <em>Israël</em> is an example which is not seen much any more; <em>Zaïre</em> is seen occasionally; <em>Haïti</em> is common in French, where it is pronounced as three syllables, but the English standard seems to be <em>Haiti</em> (two syllables). <em>The New Yorker</em> still insists on <em>coöperate</em>.</p>"
}