{
  "type": "Epistola",
  "title": "EPISTOLA Martin Ternouth",
  "contributor": "Martin Ternouth",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Martin Ternouth</span></h1>\n<p>I have immensense pleasure in renewing my subscription to your wonderful periodical.</p>\n<p>Marc Schindler's excellent article [XXIII,1] probably had no space to mention Polish—a language whose alphabet ends in three <em>zs: z, ź</em>, and <em>z</em> Polish appears to be a difficult language to learn, but it has the supreme advantage that every combination of letters is always pronounced the same. It is therefore possible when meeting with a group of, say, pharmaceutical chemists, to pick up a copy of their technical journal lying on a table and impress them with your grasp of their profession by reading an article out loud—without understanding a word of it. Some words you can guess at, of course. The Polish for purgative is <em>czyszczacy</em>—and just by looking at it you can understand why.</p>\n<p>Laura A. Macaluso [EPISTOLA XXIII,1] is not strictly correct. <em>Beatles</em> originated from Silver <em>Beetles</em> [<em>sic</em>]. Whatever the subsequent connection with <em>beat</em>, the insect came first. And talking about the naming of things, their most famous song, <em>Yesterday</em>, was originally released on an LP in the US as an instrumental with the title <em>Scrambled Eggs</em>. A Ph. D. thesis there for some earnest young academic!</p>\n<p>Some years ago, travelling in luxury to Venice by train, we noticed considerable excitement being generated by an attractive couple at the table opposite. Two female passengers of riper years asked especially to be photographed with the young man for a family album. I asked the Italian waiter who he was. “Oh,” he fumbled, “he eez <em>Ronnie Modern</em>.” I didn't recognise the name but it told me everything. A sensitive, old-fashioned youth, failing to survive in the hurlyburly of English popular music, eking out a living crooning sentimental nostalgia to elderly matrons on the European night club circuit. I wondered how he had scraped together the fare for the Orient Express. Perhaps he was doing the cabaret from the grand piano after dinner and his agent had scrounged him a free meal in the contract. <em>Mix with the punters, Ronnie, you'll get bigger tips that way</em>.</p>\n<p>[Can anyone tell me the US equivalent of punter? It's not in the 1996 Webster. Used disparagingly by bookmakers of their customers, especially those placing small bets. By transference a prostitute's client or the unknowing victim of a minor confidence trick.] Later, we shared a quiet bottle of Laphroaig with this well-mannered and impeccably spoken paragon and his beautiful young wife. We learned that he was trying to make a career as a novelist and that in the discipline of fencing he had nearly made the Olympics. I asked where his name had come from. His wife looked puzzled, then light dawned. “<em>Iron Maiden</em>,” she corrected me. “Bruce is the lead singer.” I had an immediate memory of a bare-chested super-lout backed by a wall of electronic Armageddon screaming at me from a television and earning more dollars in an evening than there are greenfly on my roses. “If it ever gets out what he's really like,” I remarked, “he'll never sell another record.”</p>\n<p>Does anyone remember Manfred Mann? It is the only instance I am aware of where—initially at least—a band was referred to collectively by the name of its founder. Compare: the members of <em>John Lennon</em> are...</p>\n<p>And in the early '60s, in a small village hall in East Sussex, England, we danced to a group of amateurs called <em>The High Numbers</em>. The who? Yes, <em>The who</em>.</p>\n<p><em>[Martin Ternouth, Dorchester]</em></p>\n<p>[<em>Punter</em> is used to mean 'guy, fellow, chap, geezer,' etc., but the most common US equivalent is probably 'customer,' a deliberately ambiguous choice for the senses 'client' and 'guy,' as in <em>cool customer, queer customer</em>, etc. As <em>punt</em> is a Briticism for 'gamble,' <em>punter</em> in the sense of 'gambler' is a Briticism; there are many US equivalents, the most common being <em>sucker</em>.—Editor]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Martin Ternouth</span></h1> <p>I have immensense pleasure in renewing my subscription to your wonderful periodical.</p> <p>Marc Schindler's excellent article [XXIII,1] probably had no space to mention Polish—a language whose alphabet ends in three <em>zs: z, ź</em>, and <em>z</em> Polish appears to be a difficult language to learn, but it has the supreme advantage that every combination of letters is always pronounced the same. It is therefore possible when meeting with a group of, say, pharmaceutical chemists, to pick up a copy of their technical journal lying on a table and impress them with your grasp of their profession by reading an article out loud—without understanding a word of it. Some words you can guess at, of course. The Polish for purgative is <em>czyszczacy</em>—and just by looking at it you can understand why.</p> <p>Laura A. Macaluso [EPISTOLA XXIII,1] is not strictly correct. <em>Beatles</em> originated from Silver <em>Beetles</em> [<em>sic</em>]. Whatever the subsequent connection with <em>beat</em>, the insect came first. And talking about the naming of things, their most famous song, <em>Yesterday</em>, was originally released on an LP in the US as an instrumental with the title <em>Scrambled Eggs</em>. A Ph. D. thesis there for some earnest young academic!</p> <p>Some years ago, travelling in luxury to Venice by train, we noticed considerable excitement being generated by an attractive couple at the table opposite. Two female passengers of riper years asked especially to be photographed with the young man for a family album. I asked the Italian waiter who he was. “Oh,” he fumbled, “he eez <em>Ronnie Modern</em>.” I didn't recognise the name but it told me everything. A sensitive, old-fashioned youth, failing to survive in the hurlyburly of English popular music, eking out a living crooning sentimental nostalgia to elderly matrons on the European night club circuit. I wondered how he had scraped together the fare for the Orient Express. Perhaps he was doing the cabaret from the grand piano after dinner and his agent had scrounged him a free meal in the contract. <em>Mix with the punters, Ronnie, you'll get bigger tips that way</em>.</p>"
}