{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: Settlement by Sea",
  "author": "Bill Ramson",
  "location": "NSW, Clovelly, NSW",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Settlement by Sea</em></h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">NSW, Clovelly, NSW</span></em></p>\n<p>Astride Port Jackson, the city of Sydney marks the site of the first European settlement in Australia. From Sydney a second convict settlement was established at Hobart, in Tasmania. To the north, on Moreton Bay in Queensland, Brisbane was founded; to the south, on Port Phillip Bay in Victoria, Melbourne. Westward round the southern coast, Adelaide was first approached from the sea as was, at the western extreme, Perth. In time, overland routes between these cities (Hobart, of course, excluded) were found but, for much of the 19th century, what are now the capital cities of the six Australian States were most easily reached by sea.</p>\n<p>In each of these the linguistic situation obtaining in Sydney was replicated. The settlers quickly discovered that knowledge of Dharuk (the Aboriginal language spoken in Sydney) was of no help to them in communicating with the local Aborigines—unless the Aborigines had learned words from the settlers in the belief that they were English, as indeed happened with some pidgin terms and, in the west, with <em>boomerang</em>. In each new settlement, therefore, borrowing began anew. So, in Brisbane, dialects of Yagara were the first encountered, and the source of some sixteen loan words. In Melbourne, the Victorian languages, Wuywurung (spoken in three dialects on the site of Melbourne and to the north and west) and Wathawurung (spoken on the western side of Port Phillip Bay) were the first source of borrowings, though the surviving words number no more than sixteen. The language spoken on the site of Adelaide, Gaurna, though unusually well recorded—by Lutheran missionaries who were amongst the early settlers—again yielded only about ten loans. The extremes are provided by the nameless Tasmanian languages, which gave no more than three words to English, and Nyungar, the language spoken over quite a large area in the southwest of Western Australia but essentially the language of the site of Perth, which has enriched English with more than fifty loanwords. The ignorance surrounding the Tasmanian languages betrays the fact that the relationships between convicts and later settlers and the Tasmanian Aborigines were of a hostility unreached elsewhere; the continuing fertility of Nyungar by contrast results from a much happier and more accommodating relationship.</p>\n<p>One has to assume that the words which had a Sydney-based currency in English were known to most colonists because they had been encountered either in Sydney or in accounts of Sydney. Nonetheless, there is a sense in which each new settlement meant a new start, and consequently a duplication in the nomenclature of key items. <em>Gunyah</em>, the Dharuk word for 'dwelling,' is matched by the Melburnian <em>quamby</em>, a verb meaning 'lie down,' 'camp,' and also a noun meaning 'shelter,' by the Brisbane <em>humpy</em>, the Adelaide <em>wurley</em>, and the Perth <em>mia mia</em>. Of these, <em>hump</em> is now the most commonly used, in the general sense of a hut or temporary dwelling, whether of Aboriginal or European provenance. And <em>mia mia</em> has been widely used in Victoria in this sense and, in New Zealand, of a duck-shooter's hide. But the fact remains that, despite this diversity, the English word <em>hut</em> enjoyed a greater currency than any of the borrowings, being the usual word for the accommodation of the convict, the rural labourer, and the itinerant bushman.</p>\n<p>Australian pidgin acquired a second negative, <em>borak</em>, used as an alternative to <em>baal</em> or in a figurative sense for 'humbug, nonsense, or rubbish,' from Wathawurung, whence came also an exclamation <em>merrygig</em> 'well done' and <em>coolie</em>, a derogatory term for a person who partnered an Aboriginal woman. It is ironic that <em>lubra</em>, a word for a black woman—usually a younger woman than is connoted by the Dharuk <em>gin</em>—was one of the few survivals of the Tasmanian languages, in which it has been suggested that it meant 'penis.' From Yagara come <em>bung</em> 'broken, dead,' <em>yacka</em>, both as a noun and a verb meaning 'work,' and <em>yohi</em>, an affirmative, all originally in pidgin.</p>\n<p>Other loanwords repeat the Sydney pattern, striking or otherwise significant flora, fauna, and weapons being named: so there is the Tasmanian <em>boobialla</em>, a fruit-bearing Acacia, the Melburnian <em>bullan bullan</em>, a beautiful bird with a lyre-shaped tail, the Brisbane <em>yungan</em> 'gong,' the Adelaide <em>pinkie</em>, a bilby or bandicoot, and the Perth <em>quokka</em>, a species of wallaby. And there are local names for weapons, like <em>weet-weet</em>, a Victorian missile used both as a weapon and as a toy, <em>-wirra</em>, a South Australian club, and <em>kylie</em>, a West Australian boomerang.</p>\n<p>Each new settlement meant a new beginning but so limited was the relationship between settlers and Aborigines that there was little progress beyond the Port Jackson model. Not until travel by land supplemented and eventually replaced that by sea did incremental borrowing became at least a possibility, just as the passage of time meant that there was a likelihood that a language would be more fully and more competently recorded.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Settlement by Sea</em></h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">NSW, Clovelly, NSW</span></em></p> <p>Astride Port Jackson, the city of Sydney marks the site of the first European settlement in Australia. From Sydney a second convict settlement was established at Hobart, in Tasmania. To the north, on Moreton Bay in Queensland, Brisbane was founded; to the south, on Port Phillip Bay in Victoria, Melbourne. Westward round the southern coast, Adelaide was first approached from the sea as was, at the western extreme, Perth. In time, overland routes between these cities (Hobart, of course, excluded) were found but, for much of the 19th century, what are now the capital cities of the six Australian States were most easily reached by sea.</p> <p>In each of these the linguistic situation obtaining in Sydney was replicated. The settlers quickly discovered that knowledge of Dharuk (the Aboriginal language spoken in Sydney) was of no help to them in communicating with the local Aborigines—unless the Aborigines had learned words from the settlers in the belief that they were English, as indeed happened with some pidgin terms and, in the west, with <em>boomerang</em>. In each new settlement, therefore, borrowing began anew. So, in Brisbane, dialects of Yagara were the first encountered, and the source of some sixteen loan words. In Melbourne, the Victorian languages, Wuywurung (spoken in three dialects on the site of Melbourne and to the north and west) and Wathawurung (spoken on the western side of Port Phillip Bay) were the first source of borrowings, though the surviving words number no more than sixteen. The language spoken on the site of Adelaide, Gaurna, though unusually well recorded—by Lutheran missionaries who were amongst the early settlers—again yielded only about ten loans. The extremes are provided by the nameless Tasmanian languages, which gave no more than three words to English, and Nyungar, the language spoken over quite a large area in the southwest of Western Australia but essentially the language of the site of Perth, which has enriched English with more than fifty loanwords. The ignorance surrounding the Tasmanian languages betrays the fact that the relationships between convicts and later settlers and the Tasmanian Aborigines were of a hostility unreached elsewhere; the continuing fertility of Nyungar by contrast results from a much happier and more accommodating relationship.</p> <p>One has to assume that the words which had a Sydney-based currency in English were known to most colonists because they had been encountered either in Sydney or in accounts of Sydney. Nonetheless, there is a sense in which each new settlement meant a new start, and consequently a duplication in the nomenclature of key items. <em>Gunyah</em>, the Dharuk word for 'dwelling,' is matched by the Melburnian <em>quamby</em>, a verb meaning 'lie down,' 'camp,' and also a noun meaning 'shelter,' by the Brisbane <em>humpy</em>, the Adelaide <em>wurley</em>, and the Perth <em>mia mia</em>. Of these, <em>hump</em> is now the most commonly used, in the general sense of a hut or temporary dwelling, whether of Aboriginal or European provenance. And <em>mia mia</em> has been widely used in Victoria in this sense and, in New Zealand, of a duck-shooter's hide. But the fact remains that, despite this diversity, the English word <em>hut</em> enjoyed a greater currency than any of the borrowings, being the usual word for the accommodation of the convict, the rural labourer, and the itinerant bushman.</p>"
}