{
  "type": "Article",
  "title": "Muddled Meaning",
  "author": "Mary M. Tius",
  "location": "Portland, Maine",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Muddled Meaning</h1>\n<p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p>\n<p>Confusion results not only from using the wrong word, but also from “Sinful Syntax.” In the sentence, <em>She loves music better than me</em>, the syntax gives the meaning 'She loves music better than she loves me'; but a majority of listeners and readers, infected by Sinful Syntax, will today understand the sentence as 'She loves music better than I love it' or '...better than I do.' If that is really what was meant, then the sentence should have been, <em>She loves music better than I</em>. “Elementary!” one would have said only a few decades ago; but Sinful Syntax is now pandemic and contaminates even some of the most careful speakers. For example, former US Senate Majority Leader George Mitchell and Maine Governor Angus King, both of whom have said on more than one occasion <em>between you and I, for you and I, like you and I</em>. Other examples are:</p>\n<blockquote>\n<p>The two members of Congress argue in the media over whom is more obsessed with sex</p>\n<p>[Subheading of a <em>Portland Press Herald</em> article.]</p>\n<p>Who's more to blame? Them? Or us?</p>\n<p>[Maine NBC <em>News</em> “anchor” Cindy Williams, 21 May 1996.)</p>\n<p>He is that rarest of travel writers, one whom his readers feel is completely trustworthy.</p>\n<p>[From a review by John David Morley of <em>The World, The World</em>, by Norman Lewis, Cape, 1996, in <em>The Times Literary Supplement</em>, 26 July 1996, p.7.]\nNot even <em>The New York Times</em>, our “journal of record,” is immune. The caption beneath a photograph in the Metro Section, 1 February 1995, was</p>\n<p>Ivy Pearson, 12, left, reflecting on the everyday hardships that pupils like she and Lakesha Perry face in Brownsville, Brooklyn.</p>\n</blockquote>\n<p>Sometimes it is not the case that is wrong but the pronoun itself: <em>the organization who; the people which</em>. Even possessive pronouns present difficulty for some. <em>My wife and I's constant fear was</em>... “said a man interviewed by Maine NBC News “Health Beat” reporter Diane Atwood, 22 December 1994; and, in David Plante's novel, <em>The Family, hers and her husbands bedroom</em> appeared several times. So many “educated” people misuse pronouns that others, uncertain of what is correct, try to avoid one error by committing another. This, at any rate, would explain the increasingly common “for John and myself” and “John and myself are.”</p>\n<p>One of the most basic rules of grammar, that decreeing agreement in number of indefinite article or demonstrative pronoun with the noun modified, is, apparently, no longer seen as binding. Maine <em>CBS News</em> reporter Thom Halleck said, 21 May 1996, “...a potentially-fatal tumors”; and Los Angles <em>NBC News</em> reporter David Bloom, 3 June 1996, and on later occasions, has spoken of “a balanced-budget amendments.” Far more common are errors like the following:</p>\n<blockquote>\n<p>These sort of habitat...</p>\n<p>[Zoologist Dr. Merlin Tuttle, founder of</p>\n<p>Bat Conservation International,</p>\n<p>speaking on <em>NPR</em> “All Things</p>\n<p>Considered,” 8 April 1995.]</p>\n</blockquote>\n<p>...those kind of redeeming aspects...</p>\n<blockquote>\n<p>[Roger Courts, a direct-mail fund-raiser</p>\n<p>for the Sacred Heart League, quoted</p>\n<p>in an article about a film, <em>The Spitfire</em></p>\n<p><em>Grill</em>, in the <em>Portland Press Herald</em>,</p>\n<p>24 August 1996, p.2.]</p>\n</blockquote>\n<p>Breaches of that other basic rule decreeing agreement in number between subject and verb are at least as common as the foregoing errors:</p>\n<blockquote>\n<p>Everyone have assured that...</p>\n<p>[Boston <em>NBC News</em> reporter</p>\n<p>Tewa Che, 30 December 1994.]</p>\n</blockquote>\n<p>If there are such a thing...</p>\n<blockquote>\n<p>[Peter Walsh, Commissioner of Maine's</p>\n<p>Department of Human Services, speaking on</p>\n<p>Maine <em>NBC News</em>, 19 December 1994.]</p>\n<p>The best device [for detecting bombs] are dogs.</p>\n<p>[FBI Officer Fox, speaking on the <em>MacNeil/Lehrer News Hour</em>, 13 December 1994.]</p>\n<p>More generally, there are a variety of pleasures...</p>\n<p>[From a review by George Stade of Christopher Lehmann-Haupt's <em>A Crooked Man</em>, in <em>The New York Times</em>, 21 February 1995.]</p>\n</blockquote>\n<p>If meaning is to emerge without ambiguity from a language like English, largely uninflected and having many homonyms and homophones, writers must be able to recognize not just the Parts of Speech but also those peripatetic words that wander from one category to another. <em>All your work is undone</em>. Does that mean 'no work was done' or 'the work done was destroyed'? In the <em>Maine Sunday Telegram</em>, 30 December 1992, an article about hibernating bears contained this sentence: “I have seen some bears double their size.” Is <em>double</em> verb or adjective? Treating adjectives as if they were nouns is a form of abuse which has become common. In “Painting for Posterity,” an article by Amy Sutherland in the <em>Maine Sunday Telegram</em>, Section E, 1 September 1996, there was this: “[in a portrait] Too broad of a smile could look maniacal, or like a smirk.”</p>\n<p>Even when syntax is not “sinful,” meaning may be muddled. James Gleick in his 1992 biography, <em>Genius, the Life and Science of Richard Feynman</em>, quoted the Harvard philosopher, W.V. Quine: “I think that for scientific purposes the best we can do is give up the notion of knowledge as a bad job...” Did he mean 'give up as a bad [useless, vain] job the notion of knowledge [of the ability to know anything with precision]' or did he mean 'give up thinking that knowledge is a bad [impossible] job? In light of the context, the first interpretation seemed more suitable to this reader.</p>\n<p>On page 60 of <em>Harper's</em>, December 1995, Kathryn Harrison, in “What Remains,” wrote: “Because most of us fear suffering so intensely...” Did she mean 'fear so intensely [all] suffering' or 'fear such intense suffering'? In the comic strip <em>Prince Valiant</em>, whose captions are consistently well written (and no wonder: their author is John Cullen Murphy), there was in the 5 May 1996 sequence: “Cormac's arrival was watched... by the island's most populous inhabitants.” Perhaps the original was “most of the populous island's inhabitants” and was deformed through some editorial glitch—but even Homer, it is said, sometimes nodded.</p>\n<p>Stress may alter meaning in ways unforeseen by a writer. On page 72 of <em>The New Yorker</em>, 2 August 1993, there was this: “I think it's what they used to call the dog.” Was it something for calling the dog or the dog's name? On page 42 of the same issue is the ambiguous “He disliked boring people.” Advertisers often exploit the possibility of a double meaning or of a pun which shifting stress can provide: “A growing problem”; “Drink in the sun!”; “The company you keep.”</p>\n<p>Other ambiguities occur when vernacular expressions begin to invade “High English.” A Maine <em>NBC News</em> reporter, Jennifer Rooks, 31 January 1995, said, “[School] officials say they have no problem with drugs in Freeport [Maine] schools.” Because of the faddish (and odious) “No problem!,” such a sentence will soon mean—even now will be understood by many to mean—that school officials do not disapprove of drug use among students.</p>\n<p>And what of that little word, <em>too?</em> “I cannot speak too highly of him.” “It cannot be too long.” “He's not too fond of his students, is he?” Abbott and Costello could have wrung a good many laughs from such sentences, as well as from one in an accident report: “There was no one to help.” At first, the meaning seemed to be 'no one to give help'; but, as the report continued and we learned that the victim had walked away, the meaning changed to 'no one to be helped.'</p>\n<p>Meaning can be muddled in many ways. Sense is slippery. It easily escapes the nets flung out by words, even when they are straitened by rules of syntax and by logic. When the possibilities for misunderstanding seem nearly as infinite as words themselves, what a wondrous thing it is when words and their users' intentions coincide.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Muddled Meaning</h1> <p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p> <p>Confusion results not only from using the wrong word, but also from “Sinful Syntax.” In the sentence, <em>She loves music better than me</em>, the syntax gives the meaning 'She loves music better than she loves me'; but a majority of listeners and readers, infected by Sinful Syntax, will today understand the sentence as 'She loves music better than I love it' or '...better than I do.' If that is really what was meant, then the sentence should have been, <em>She loves music better than I</em>. “Elementary!” one would have said only a few decades ago; but Sinful Syntax is now pandemic and contaminates even some of the most careful speakers. For example, former US Senate Majority Leader George Mitchell and Maine Governor Angus King, both of whom have said on more than one occasion <em>between you and I, for you and I, like you and I</em>. Other examples are:</p> <blockquote>\n<p>The two members of Congress argue in the media over whom is more obsessed with sex</p>\n<p>[Subheading of a <em>Portland Press Herald</em> article.]</p>\n<p>Who's more to blame? Them? Or us?</p>\n<p>[Maine NBC <em>News</em> “anchor” Cindy Williams, 21 May 1996.)</p>\n<p>He is that rarest of travel writers, one whom his readers feel is completely trustworthy.</p>\n<p>[From a review by John David Morley of <em>The World, The World</em>, by Norman Lewis, Cape, 1996, in <em>The Times Literary Supplement</em>, 26 July 1996, p.7.]\nNot even <em>The New York Times</em>, our “journal of record,” is immune. The caption beneath a photograph in the Metro Section, 1 February 1995, was</p>\n<p>Ivy Pearson, 12, left, reflecting on the everyday hardships that pupils like she and Lakesha Perry face in Brownsville, Brooklyn.</p>\n</blockquote> <p>Sometimes it is not the case that is wrong but the pronoun itself: <em>the organization who; the people which</em>. Even possessive pronouns present difficulty for some. <em>My wife and I's constant fear was</em>... “said a man interviewed by Maine NBC News “Health Beat” reporter Diane Atwood, 22 December 1994; and, in David Plante's novel, <em>The Family, hers and her husbands bedroom</em> appeared several times. So many “educated” people misuse pronouns that others, uncertain of what is correct, try to avoid one error by committing another. This, at any rate, would explain the increasingly common “for John and myself” and “John and myself are.”</p>"
}