{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The World's Writing Systems",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The World's Writing Systems</em></h1>\n<p>Peter T. Daniels and William Bright, eds., (Oxford University Press, 1996), xiv + 920pp.</p>\n<p>This is truly an impressive-looking tome, persuading one that it is complete and authoritative. As for completeness, writing systems are a bit off my beaten track, and I dare not offer an opinion; as for authority, while Peter T. Daniels' name is not familiar to me, the work of William Bright, Professor Emeritus of linguistics at UCLA and erstwhile editor (for twenty-two years) of <em>Language</em>, the journal of the Linguistics Society of America, is well known to me, chiefly in his latter capacity. In a preceding number of VERBATIM [XXII, 3], appeared a review article by Dr. William Brashear, of the Egyptian Museum in Berlin, of two new books dealing with the alphabet; now we have this comprehensive work on writing systems.</p>\n<p>Interest in writing systems was dormant for many years: some thirty years ago, the only—and best-known— scholar working with alphabets was Dr. David Diringer. The spark that has ignited so many to look at the subject is difficult to identify: perhaps it can be put down to television and its many programs dealing with archaeology. A recent program on the Minoan civilization mentioned that Michael Ventris was a teenager when he listened to a lecture by Sir Arthur Evans in which he described his struggles trying to translate what had become known as Linear A and Linear B, the ancient scripts found at Knossos and elsewhere in Crete. Ventris, the program held, “vowed to be the one who would one day translate the script(s),” a reflex of ambition rarely associated with teenagers today. In any event, Ventris did, finally, decode Linear B, but died (at thirty-four) before arriving at a translation of Linear A. If susceptible teenagers watched that program, perhaps they will be inspired to work on Linear A, still an enigma, owing largely to the paucity of corpus.</p>\n<p>The subject of writing systems was considered beyond the pale by structural linguists, as it was not a reflex of natural utterance but a secondary representation. (Structural linguists do not like to deal with meaning, either, satisfied that “the meaning of a word is the sum of its contexts”—a perfectly valid argument if one allows context to include one's mother telling an infant, “Here, darling, eat another spoon of applesauce.” Unless ostensive objects are thus pointed to and identified, how could anyone ever learn their names?) As a consequence, the subject was <em>infra dig</em> for “serious” linguists for many years, and it is refreshing to see it brought to the surface again. The impact of writing on language cannot be denied: in English, the conservatism of the spelling system has had an effect on the preservation of linguistic features that might have otherwise faded; in all languages, the traditions of literature (to say nothing of <em>scripture [sic]</em>) have a profound influence, as the “fundamentalist effect” bears witness. To ignore or scorn writing and its influences is struthious and unscholarly, and this emerging crop of books, besides their attractive graphics—excuse the pun— are welcome.</p>\n<p>The relationships between linguistics and writing are emphasized here and there in <em>The World's Writing Systems</em> by the short essays, prepared by the editors and contributors, that punctuate the text. It would be most useful to provide a list of the thirteen parts of the book:</p>\n<blockquote>\n<p>Part I Grammatology</p>\n<p>Part II Ancient and Near Eastern Writing Systems</p>\n<p>Part III Decipherment</p>\n<p>Part IV East Asian Writing Systems</p>\n<p>Part V European Writing Systems</p>\n<p>Part VI South Asian Writing Systems</p>\n<p>Part VII Southeast Asian Writing Systems</p>\n<p>Part VIII Middle Eastern Writing Systems</p>\n<p>Part IX Scripts Invented in Modern Times</p>\n<p>Part X Use and Adaptation of Scripts</p>\n<p>Part XI Sociolinguistics and Scripts</p>\n<p>Part XII Secondary Notation Systems</p>\n<p>Part XIII imprinting and Printing</p>\n</blockquote>\n<p>Each of these parts, introduced by a contributor or one of the editors, has several sections; there are seventyfour sections in all, and each of those, in turn, has its own commentary. The result is not only a comprehensive treatment of a subject by an authority but a detailed description of the place the section has in the general scheme of representing ideas by squiggles on a page, rock, or tablet. Not only are (so-called) standard writing systems described, but (under Part XII) there are sections on Numerical Notation, Shorthand, Phonetic Notation, Music Notation (by James D. McCawley, University of Chicago), and Movement Notation Systems (dealing with dance). The section Adaptations of Arabic Script was prepared by Alan S. Kaye (California State University, Fullerton), erstwhile contributor to VERBATIM; Bernard Comrie (Cambridge University) and our friend Eric P. Hamp (University of Chicago) contributed the subsection on Welsh, in Part X.</p>\n<p>The word <em>colophon</em> has undergone several metamorphoses since its earliest appearance in the 17th century: it originally referred to the inscription at the end of a book identifying its basic bibliographic information, that is, title, author, subject, publisher, date and place of publication, in other words, the information today found on the title page. Presumably, because it sounded like a fancy bibliographic term, it was adapted in the 20th century as a fancy word for <em>logotype</em>, or <em>trade mark</em>. For its third incarnation we can cite page 920 of the present book in which <em>colophon</em> is drawn into service as the title of a section that lists all the typographic fonts employed in typesetting the book. That is a useful and interesting adjunct, and we must assume that it has been called “colophon” because typography has been subsumed under the original rubric of “bibliographic information.” Although it is not documented in any dictionary that I checked, this usage is familiar to me as referring to the modest comments that publishers like Alfred A. Knopf once included on the last page of their books, for example (actually from a Random House title):</p>\n<blockquote>\n<p>This book has been set in Weiss by Typographic Images, New York; printed by Rae Publishing, Cedar Grove, New Jersey; and bound by A. Horowitz &amp; Sons, Fairfield, New Jersey. The paper was donated by the Lindenmyer Paper Corporation, New York./<em>Book design by Carole Lowenstein</em></p>\n<p>—from <em>Donald S. Klopfer, An Appreciation</em>, Random House, 1987.</p>\n</blockquote>\n<p><em>The World's Writing Systems</em> is an essential addition to the library of anyone interested in or involved in any of the myriad aspects of language, both as a fascinating browsing book and as an important reference work. I have no immediate need for information about Sinhalese, for instance, but who knows what sorts of questions may arise in my mind (or others') that might send me rushing to the shelf? My only disappointment was that Daniels' concluding essays on Analog and Digital Writing (Section 74) were not sufficiently detailed and technical for my taste, but then my appetite for matters technical probably exceeds that of most people likely to be concerned with writing systems.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The World's Writing Systems</em></h1> <p>Peter T. Daniels and William Bright, eds., (Oxford University Press, 1996), xiv + 920pp.</p> <p>This is truly an impressive-looking tome, persuading one that it is complete and authoritative. As for completeness, writing systems are a bit off my beaten track, and I dare not offer an opinion; as for authority, while Peter T. Daniels' name is not familiar to me, the work of William Bright, Professor Emeritus of linguistics at UCLA and erstwhile editor (for twenty-two years) of <em>Language</em>, the journal of the Linguistics Society of America, is well known to me, chiefly in his latter capacity. In a preceding number of VERBATIM [XXII, 3], appeared a review article by Dr. William Brashear, of the Egyptian Museum in Berlin, of two new books dealing with the alphabet; now we have this comprehensive work on writing systems.</p> <p>Interest in writing systems was dormant for many years: some thirty years ago, the only—and best-known— scholar working with alphabets was Dr. David Diringer. The spark that has ignited so many to look at the subject is difficult to identify: perhaps it can be put down to television and its many programs dealing with archaeology. A recent program on the Minoan civilization mentioned that Michael Ventris was a teenager when he listened to a lecture by Sir Arthur Evans in which he described his struggles trying to translate what had become known as Linear A and Linear B, the ancient scripts found at Knossos and elsewhere in Crete. Ventris, the program held, “vowed to be the one who would one day translate the script(s),” a reflex of ambition rarely associated with teenagers today. In any event, Ventris did, finally, decode Linear B, but died (at thirty-four) before arriving at a translation of Linear A. If susceptible teenagers watched that program, perhaps they will be inspired to work on Linear A, still an enigma, owing largely to the paucity of corpus.</p> <p>The subject of writing systems was considered beyond the pale by structural linguists, as it was not a reflex of natural utterance but a secondary representation. (Structural linguists do not like to deal with meaning, either, satisfied that “the meaning of a word is the sum of its contexts”—a perfectly valid argument if one allows context to include one's mother telling an infant, “Here, darling, eat another spoon of applesauce.” Unless ostensive objects are thus pointed to and identified, how could anyone ever learn their names?) As a consequence, the subject was <em>infra dig</em> for “serious” linguists for many years, and it is refreshing to see it brought to the surface again. The impact of writing on language cannot be denied: in English, the conservatism of the spelling system has had an effect on the preservation of linguistic features that might have otherwise faded; in all languages, the traditions of literature (to say nothing of <em>scripture [sic]</em>) have a profound influence, as the “fundamentalist effect” bears witness. To ignore or scorn writing and its influences is struthious and unscholarly, and this emerging crop of books, besides their attractive graphics—excuse the pun— are welcome.</p>"
}