{
  "type": "Article",
  "title": "Deranged Diction",
  "author": "Mary M. Tius",
  "location": "Portland, Maine",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Deranged Diction</h1>\n<p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p>\n<p>Sometimes, when speakers use the wrong word, its context, that Great Disambiguator, as John Ellison Kahn has called it [XXII, 2], will make the meaning emerge. Thus, when a family-planning expert was interviewed on CBS's “60 Minutes” and said, “The [Clinton] White House is so abhorred by the anti-abortionist lobby...,” even though abhorrence may indeed have been the sentiment of anti-abortion lobbyists, the context made clear to some listeners that <em>intimidate</em> had been meant. So, too, when halfway through a report on cases of fraud, a local Consumer Affairs reporter for NBC News, Ursula Lipari, said, “This was obviously a sham,” some listeners knew that <em>scam</em> was the word she should have used. Likewise, when in May 1996, on CBS News, Joe Cook said of <em>gay marriage</em> (a term cynics of an earlier era might well have labeled an oxymoron), “The [Roman Catholic] Church sets the standard which people adopt to,” some listeners knew that <em>adapt</em> was meant. I say “some listeners” because it is evident that many listeners and readers, like many broadcasters and writers, are unable to distinguish one word from another.</p>\n<p>We are probably indebted to “spelling-check” functions on computers and electronic typewriters for an apparent decrease in spelling errors such as the following:</p>\n<blockquote>\n<p><em>Brest</em> Cancer</p>\n<p>[A caption displayed on NBC News, 16 January 1995.]</p>\n<p>...skin conditions such as excema...</p>\n<p>[From an article by reporter Meredith Goad, in the <em>Maine Sunday Telegram</em> about the uses of St. John's wort, 11 August 1996.]</p>\n<p>The Good <em>Shepard</em> [a soup kitchen]</p>\n<p>[A caption displayed on NBC News, 24 January 1995.]</p>\n</blockquote>\n<p>Electronic spelling checkers cannot detect phonetic errors where one homonym—or near-homonym—replaces another, e.g.:</p>\n<blockquote>\n<p>I was taken aside and <em>balled</em> out by a vice-president...</p>\n<p>[From an article about how businesswomen should dress, in the <em>Portland Press Herald</em>, 1 March 1995.]</p>\n<p>The book contains a <em>forward</em> by Dr. Brian A. Fallon.</p>\n<p>[From an article, “Phantom illness: Shattering the Myth of Hypochondria,” in the <em>Portland Press Herald,</em> Section C, 31 July 1996.]</p>\n<p>...parents who share custody are likely to <em>horde</em> the time they get with their children.</p>\n<p>[From “A Camping Tradition,” Section F, the <em>Maine Sunday Telegram,</em> 11 August 1996.]</p>\n<p>On-Sight Supervision</p>\n<p>[A caption describing a segment of a report on renovations to the Portland [Maine] High School building, NBC News, 26 January 1995.]</p>\n</blockquote>\n<p>Reliance on electronic proofreaders may, in fact, increase phonetic errors. In Honolulu, the student editor of the University of Hawaii's campus newspaper, a native English-speaker, was unable to understand a professor's telephoned complaint about the paper's use of <em>band</em> as the past tense of to <em>ban.</em> She understood the meaning of <em>ban;</em> she had apparently heard its inflected past tense form; but the infinitive and the present tense forms were unknown to her. The editor's electronic “reader” had not rejected band and therefore the word must be correct. We can expect to read more of such phonetic errors since even highly literate and careful writers will sometimes make such mistakes and occasionally proofread in haste, as well, though if it is pointed out, they will always understand what the error is.</p>\n<p>Joe Cook's “adopt” (for <em>adapt</em>) might have been a mere slip of the tongue; but when NBC's Los Angeles reporter, David Bloom, said on 30 July 1996, “Bob Dole came not to <em>censor</em> Hollywood but to...” and the context demanded <em>censure</em>, he cannot be allowed the same excuse—he has been guilty of too many bloopers.</p>\n<p>But slips of the tongue, phonetic and spelling errors are the least of our word woes. On 26 June 1995, a local political commentator, speaking with general approbation of Maine Governor Angus King, said, “... which [the governor] equivocated to ...” meaning “equated to.' At about the same time, National Public Radio's Terry Gross on “All Things Considered” said of an artist she had interviewed, “He <em>flouted</em> his radical opinions [in order to shock].” <em>Flaunt</em> was the verb she should have used. NBC's Tokyo correspondent, Lucky Severson, reported 15 January 1995 that crowds of people had gathered, “hoping to catch a <em>glance</em> of the Pope,” when it was a <em>glimpse</em> they really hoped for. Bruce Stokes, of the <em>National Journal,</em> a political affairs magazine published in Washington, DC, said during the “MacNeil/Lehrer News Hour” 30 June 1994, “It was <em>incredulous!</em> “Again and again we read or hear that some bank or other commercial establishment “services” its customers better than some other; and how often in recent years have we heard and read that a terrorist group has claimed “credit” for yet another atrocity?</p>\n<p>There is more and—some of it—worse. Nor does context always render the meaning intelligible. “Deceptively spacious!” was the leading phrase of an ad which ran for months in the <em>Portland Press Herald</em> Real Estate Weekly section. Was the house bigger than it looked? Or smaller? The following list is a small sample of the deranged diction offered by the media over a two-year period. Not all the examples were the work of professional journalists or broadcasters, but all the writers and speakers are supposedly “educated.”</p>\n<blockquote>\n<p>Why are their recruiting methods so <em>backwards?</em></p>\n<p>[NBC News reporter Ed Rabel,  21 May 1996. The context indicated 'backward' was meant.]</p>\n<p>... [Few poor people] would want their names <em>bantered</em> around by strangers.</p>\n<p>[NPR, “All Things Considered,” on which Christine Holmgren described the forms of charity at the church of which she is the pastor in Minnesota; 23 August 1996.]</p>\n<p>Its simple houses, built of concrete blocks and <em>chaff</em>...</p>\n<p>[From “The Quandary” by Mary Anne Weaver, <em>The New Yorker,</em> 19 August 1996, p. 24.]</p>\n<p>It's a never-ending surprise to see some of the stunning <em>coiffeurs</em> that have been hidden under bowl cover-style [<em>sic</em>] shower caps.</p>\n<p>[From an article about women who meet only at the “Y” swimming pool, by a guest columnist, <em>Portland Press Herald</em>, 8 March 1995.]</p>\n<p>The kayaker, <em>donned</em> in a bright yellow raincoat...</p>\n<p>[From “On the Bay,” by columnist Nick Mavodones, <em>Portland Press Herald</em>, 25 May 1996.]</p>\n<p>[Lifeguard] David Cowell lives what most consider an <em>envious</em> lifestyle...</p>\n<p>[From “Ogunquit Life,” Section B, <em>Portland Press Herald,</em> 13 August 1996.]</p>\n<p>[The US Government station housed] a crew whose job was to watch for shipwrecks and rescue survivors. They [presumably the crew] were <em>forebears</em> of today's Coast Guard.</p>\n<p>[From the fifth in a series of articles on Maine islands, “Island Odyssey,” by Edie Lau, staff writer for the <em>Portland Press Herald</em> and <em>Maine Sunday Telegram</em>, 18 August 1996.]</p>\n<p>This was <em>obliging</em> for all.</p>\n<p>[Reporter Chris Rose, NBC First News, 16 May 1996.]</p>\n<p>[Brooke Shields] knows what it is to have a career in Hollywood rise and fall and then <em>plummet</em> again.</p>\n<p>[NBC First News “anchor” Rob Caldwell, speaking of the ultimate success of stars whose careers have been uneven, 31 July 1996.]</p>\n<p>A man with not one redeemable quality...</p>\n<p>[Dr. Elissa Eli, a Massachusetts psychiatrist on NPR's “All Things Considered,” 20 August 1996.]</p>\n<p>A tougher training <em>regiment</em> [for New York City police]...</p>\n<p>[Tom Brokaw, NBC News, 12 June 1995.]</p>\n<p>Thomas L. Kinney says he wants to <em>revive</em> strained <em>relationships</em> between Time Warner and local communities</p>\n<p>[Subheading of “Cable firm picks new Portland president,” an article in the <em>Portland Press Herald</em> by staff writer Eric Blom, 14 April 1995.]</p>\n<p>Insurance companies may be unwilling to venture into <em>unchartered</em> territory...</p>\n<p>[Reporter Susan Chisholm, Maine Public Radio, “Maine Things Considered,” 2 August 1996.]</p>\n</blockquote>\n<p>When a nation's best-educated citizens and professional “wordsmiths” can unblushingly commit blunders such as these, is it any wonder that public discourse so often degenerates into slanging matches and the bitter exchange of empty slogans? “Words fail me,” we say when at a loss. But here it is not the words that have failed us but the so-called literate elite: and their failure is both a symptom and a cause of the increasing confusion.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Deranged Diction</h1> <p><em><span data-rel=\"author\">Mary M. Tius</span> <span data-rel=\"location\">Portland, Maine</span></em></p> <p>Sometimes, when speakers use the wrong word, its context, that Great Disambiguator, as John Ellison Kahn has called it [XXII, 2], will make the meaning emerge. Thus, when a family-planning expert was interviewed on CBS's “60 Minutes” and said, “The [Clinton] White House is so abhorred by the anti-abortionist lobby...,” even though abhorrence may indeed have been the sentiment of anti-abortion lobbyists, the context made clear to some listeners that <em>intimidate</em> had been meant. So, too, when halfway through a report on cases of fraud, a local Consumer Affairs reporter for NBC News, Ursula Lipari, said, “This was obviously a sham,” some listeners knew that <em>scam</em> was the word she should have used. Likewise, when in May 1996, on CBS News, Joe Cook said of <em>gay marriage</em> (a term cynics of an earlier era might well have labeled an oxymoron), “The [Roman Catholic] Church sets the standard which people adopt to,” some listeners knew that <em>adapt</em> was meant. I say “some listeners” because it is evident that many listeners and readers, like many broadcasters and writers, are unable to distinguish one word from another.</p> <p>We are probably indebted to “spelling-check” functions on computers and electronic typewriters for an apparent decrease in spelling errors such as the following:</p> <blockquote>\n<p><em>Brest</em> Cancer</p>\n<p>[A caption displayed on NBC News, 16 January 1995.]</p>\n<p>...skin conditions such as excema...</p>\n<p>[From an article by reporter Meredith Goad, in the <em>Maine Sunday Telegram</em> about the uses of St. John's wort, 11 August 1996.]</p>\n<p>The Good <em>Shepard</em> [a soup kitchen]</p>\n<p>[A caption displayed on NBC News, 24 January 1995.]</p>\n</blockquote>"
}