{
  "type": "Article",
  "title": "By Their Notes Ye Shall Know Them: A Look at Onomatopoeic Ornithonymy",
  "author": "Adrian Room",
  "location": "Stamford, Lincolnshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">By Their Notes Ye Shall Know Them: A Look at Onomatopoeic Ornithonymy</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p>\n<p>According to the great Danish linguist, Otto Jespersen, there are five theories to account for the origin of language: the “bow-wow” theory, in which speech imitated animal calls; the “pooh-pooh” theory, in which people made instinctive sounds through physical or emotional reactions; the “dingdong” theory, in which people reacted to the environment; the “yo-he-ho” theory, in which people spoke when working together; and the “la-la” theory, in which speech arose from the romantic side of life.</p>\n<p>If bird names are anything to go by, the “bowwow” theory (perhaps we should call it the “tweet-tweet” theory) rules the roost, since many birds are named for their songs or calls. This even holds for the generic <em>cock, hen,</em> and <em>chick</em>. The farmyard <em>cock</em> is so called for its clucks, as illustrated by Chaucer in “The Nun's Priest's Tale,” in which Chanticleer “cryde anon, 'cok, cok.”' The cockerel's cock-a-doodle-doo” is an extension of this, as a cock's crow. The <em>hen</em> is so called for her “singing,” with a name related to Latin <em>canere</em> 'to sing,' and so to English <em>chant</em>. (Chanticleer, though male, has a name meaning 'one who sings clearly.') The <em>chicken</em> has a name related to that of the <em>cock</em>, with its changed vowel representing its less powerful cry. The <em>chick</em>, as a young bird, is named from it.</p>\n<p>Outside the farmyard, but still (usually) within farmland territory, the <em>crow</em> and <em>rook</em> are both named for their harsh call or <em>caw</em>, and though less common, the <em>chough</em> and the <em>raven</em> are similarly named. The chough's cry has been described<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> as <em>kyaw</em>, and the raven's as <em>prruk</em> (suggesting the name of the physically related <em>rook</em>). The <em>corncrake's</em> cry has been verbalized as <em>crex</em>, which adequately represents the <em>crake</em> that is the basic form of the name.</p>\n<p>Elsewhere afield, the <em>curlew</em>, with its cry of <em>courli</em>, is obviously named, as is the <em>cuckoo</em>, whose name is similar in many languages (French <em>coucou</em>, German <em>Kuckuck</em>, Greek <em>kokkux</em>, Latin <em>cuculus</em>). The first part of its name is in fact directly related to that of the <em>cock</em>, as the initial <em>cuck</em>- of its call corresponds to the farmyard bird's cluck.</p>\n<p><em>The jackdaw</em> also belongs to the crow family <em>(Corvidae</em>), and <em>daw</em> represents its <em>chak</em>. (It does it better in Italian than English, where the bird is a <em>taccola</em>, from earlier <em>tacca</em>.) The first part of its name is</p>\n<p>the personal name <em>Jack</em>. The sparrow does not itself have an imitative name, although it was formerly nicknamed <em>Philip</em>, for its rapid twittering and chirping notes. Hence John Skelton's early 16th-century poem <em>Phyllyp Sparowe</em>, a lament by a young lady for her pet sparrow killed by a cat, with the affecting lines: “Nothynge it auayled/To call Phylyp agayne,/Whom Gyb our cat hath slayne.”</p>\n<p>Another bird with an imitative name prefixed by a personal name is the <em>magpie</em>. Here <em>pie</em> is related to Latin <em>pipere</em> 'to chirp.' There are other birds with <em>pi</em>- or its equivalent in their names similarly, such as the <em>peewit, pipit</em>, and even the <em>pigeon</em>. True, pigeons <em>coo</em>, but the bird derives its name from the onomatopoeic base <em>pip</em>- that imitates the chirp of a young bird (and that also gave English <em>pipe</em>). Hence also the more obvious name of the <em>sandpiper</em>, a bird that <em>pipes</em> (or <em>peeps</em>) on the sands.</p>\n<p>We are now by the seaside, where the <em>gull</em> has a name representing its repeated <em>kyow, kyow</em>. The seagull is also known as the <em>mew</em>, likewise an imitative name. Another aquatic bird is the <em>goose</em>, whose name represents its distinctive “honk.” The male of the species, the <em>gander</em>, has a directly related name, as does the <em>gannet</em>. Its cry is described as a barking <em>arrah</em>. Still with the water birds, the <em>heron</em> is named for its harsh cry <em>rrank;</em> the name itself is related to that of the <em>hen</em>. The <em>bittern</em> is a further wading bird; its cry is usually described as a “boom,” and the first part of its name, from Latin <em>butio</em>, represents this. Yet another water dweller is the <em>garganey</em>, a kind of duck. Its name represents its distinctive quacking.</p>\n<p>On dry land, the <em>finch</em> is named for its prolonged nasal <em>tswe-e-e</em>, mostly clearly heard in the greenfinch. The <em>siskin</em> is in the same family and has a similar name—and indeed a similar call. A harsher note is sounded by the <em>shrike</em>, whose name is related to <em>screech</em> and <em>shriek</em>. The <em>quail</em> is so called not because it is timid but because the call of the female is a double note <em>queep, queep</em>. The quail is a gamebird, as is the <em>partridge</em>. Its own name is equally imitative, not of its voice but of the sharp whirring sound made by its wings when it suddenly flies up. This sounds like a <em>fart</em>, a related word. (Compare Greek <em>perdix</em> 'partridge.' and <em>perdesthai</em> 'to break wind.') Quite a different sound is made by the owl, whose name represents its familiar hoot, otherwise the final, longer note of its conventional call <em>tu-whit tu-whoo</em>. English <em>howl</em> is a related word. French <em>hibou</em> also imitates the bird's call, as does its German name <em>Eule</em>, a diminutive form of <em>Uhu</em>, 'eagle owl.'</p>\n<p>Even the little <em>wren</em> has an echoic name, as much more obviously does the <em>chiffchaff</em>, although its <em>chiffs</em> and <em>chaffs</em> are usually repeated in irregular order, such as <em>chiff, chiff, chiff, chaff, chiff, chaff</em>. A rarer bird, but also with an obviously onomatopoeic name, is the <em>hoopoe</em>. Its far-carrying <em>poo-poo-poo</em> is also represened in its Latin name, <em>Upupa epops</em>. Its name evokes the equally exotic <em>bobolink, bulbul</em> and <em>whippoorwill</em>, with their clearly echoic names. The last bird is an American <em>nightjar</em>, where <em>jar</em> is also an imitative word, referring to its loud churring cry. (<em>Churr</em> and <em>jar</em> are related words.) The <em>nightingale</em> does not have a directly imitative name, although the final-<em>gale</em> is related to <em>yell</em>, which is undoubtedly echoic.</p>\n<p>It is tempting to relate the <em>yellowhammer's</em> name to <em>yammer</em> (German <em>jammern</em>), referring to its fussy call, a rapid <em>chi-chi-chi-chi-chi... chweee</em>, traditionally rendered “little-bit-of-bread-and-no-cheese.” But the origin of the name is disputed. (The first part of the name indicates the colour of the bird's head and underparts.)</p>\n<p>Finally in this bouquet of bird names, let us savour the <em>rail</em>, whose repeated <em>gep, gep, gep</em> and groaning and grunting notes suggest a death <em>rattle</em>, a related word. They order things more neatly in France here, for <em>râle</em> is both the name of the bird and the word for this agonized and agonizing sound.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>Verbal renderings of birds' calls and notes are those given in <em>A Field Guide to the Birds of Britain and Europe</em>, Roger Tory Peterson, Guy Mountfort, and P.A.D. Hollom, 3rd ed., Collins, 1974. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">By Their Notes Ye Shall Know Them: A Look at Onomatopoeic Ornithonymy</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Stamford, Lincolnshire</span></em></p> <p>According to the great Danish linguist, Otto Jespersen, there are five theories to account for the origin of language: the “bow-wow” theory, in which speech imitated animal calls; the “pooh-pooh” theory, in which people made instinctive sounds through physical or emotional reactions; the “dingdong” theory, in which people reacted to the environment; the “yo-he-ho” theory, in which people spoke when working together; and the “la-la” theory, in which speech arose from the romantic side of life.</p> <p>If bird names are anything to go by, the “bowwow” theory (perhaps we should call it the “tweet-tweet” theory) rules the roost, since many birds are named for their songs or calls. This even holds for the generic <em>cock, hen,</em> and <em>chick</em>. The farmyard <em>cock</em> is so called for its clucks, as illustrated by Chaucer in “The Nun's Priest's Tale,” in which Chanticleer “cryde anon, 'cok, cok.”' The cockerel's cock-a-doodle-doo” is an extension of this, as a cock's crow. The <em>hen</em> is so called for her “singing,” with a name related to Latin <em>canere</em> 'to sing,' and so to English <em>chant</em>. (Chanticleer, though male, has a name meaning 'one who sings clearly.') The <em>chicken</em> has a name related to that of the <em>cock</em>, with its changed vowel representing its less powerful cry. The <em>chick</em>, as a young bird, is named from it.</p> <p>Outside the farmyard, but still (usually) within farmland territory, the <em>crow</em> and <em>rook</em> are both named for their harsh call or <em>caw</em>, and though less common, the <em>chough</em> and the <em>raven</em> are similarly named. The chough's cry has been described<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> as <em>kyaw</em>, and the raven's as <em>prruk</em> (suggesting the name of the physically related <em>rook</em>). The <em>corncrake's</em> cry has been verbalized as <em>crex</em>, which adequately represents the <em>crake</em> that is the basic form of the name.</p>"
}