{
  "type": "Epistola",
  "title": "EPISTOLA Richard L. Spear",
  "contributor": "Richard L. Spear",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Richard L. Spear</span></h1>\n<p>I was saddened by the news of Sidney Greenbaum's death [XXIII,1], and yet made less so somehow by the thought that he died in the middle of what he spent his life doing. May we all be as fortunate.</p>\n<p>With regard to your review of his <em>Oxford English Grammar</em>, for me too, the traditional grammarians Jesperson, Curme, et al., do it right. They present us, for our pleasure and edification, with the structures of the language as found in the best of the corpus. Greenbaum's latest effort, on the other hand, wraps an immense corpus of colloquial and formal speech up in the respectable garb of grammatical explication, leaving the reader to have learned elsewhere which of the examples should serve as a model when he invites his boss to dinner. I take this to be not only silly but potentially politically pernicious.</p>\n<p>In her delightful study, <em>Theories of Discourse</em>, Diane Macdonell describes how after the French revolution the bourgeois came to realize that, if the lower orders took seriously the slogan <em>Liberté, Egalité, Fraternité</em>, their wealth might fall into the hands of the wrong people. The solution to the problem was straightforward. Teach everyone French as if it were Latin. The results were a working class who could read directions but not compose a well-formed composition in their “complicated” native tongue, and an educated class who got to the university, used French as they had learned it at their mother's knee (naturally, not as they had been taught it in school), and made good use of the grammatical rules they had been taught by applying them to their study of Latin, a nicely dead and therefore reasonably systematizable language.</p>\n<p>The British, who didn't go through the dislocation (and revivification) of a revolution, simple allowed the gentry to establish the colloquial norm for those who counted themselves among the educated, and mined the literature for texts to constitute a canon that would be taught as a stylistic and, as a by-product, grammatical model. The result was a respect for proper English, that is to say the English spoken by proper gentlemen. All a bit authoritarian, but reasonable. The effectiveness of the policy can be seen by making a quick analysis of the language spoken by Oliver Twist: Dickens, <em>qua</em> social reformer, knew perfectly well that if Oliver hadn't somehow come to speak the Queen's English, he wouldn't have made it. (One might add in passing that the twentieth-century, establishmentarian feathers ruffled by D. H. Lawrence with <em>Lady Chatterley's Lover</em> were less the result of Mellors' seducing a member of the aristocracy than his not addressing her properly.)</p>\n<p>This latest trend, to make use of a vast corpus of linguistic data as a way to “democratize” the understanding of language is—and I think here you and I quite agree—a gross mistake. Not only does it throw out the concept of “good” English, but it establishes the norms of language on “what's said.” (This is an expression frequently used by my British colleagues and one that in my opinion is as silly as basing a legal system on “what's done.”) Not long ago, when I suggested—for a passage chosen for our entrance exam—that an <em>it</em> that referred back to an unstipulated topic of a previous paragraph, be changed to <em>this</em>, I was told that there's no need to be so picky because “it's said.” The consequences of this (not <em>it</em>) have not been such salutary effects as a broadening of acceptable usage, or a loosening of the traditional schoolmaster's authority over what constitutes proper English, or a diminution of class consciousness. The results—perhaps totally unforeseen—have rather been a shift in linguistic authority away from the gentry and Oxbridgians to the media.</p>\n<p>The consequences of all this are fascinating. “We” who are in control of the media and therefore aware of the context in which unclear English is used, know what's going on (and therefore the meanings of the utterances used to describe it), while the “vulgar” (to use Berkeley's delightful expression for those with a shaky grasp of vocabulary and syntax who are therefore ill equipped to understand some particular bit of “newspeak”) are led to believe, when they fail to fathom what's going on, that the failure in comprehension is entirely their fault.</p>\n<p>Greenbaum in his <em>Grammar</em>, with its democratic, “what's said,” corpus-based approach to language, unwittingly, I am quite sure, keeps the really proper use of English in the hands of those who are to the manner born, while allowing the media moguls to interpret or misinterpret the topics of public concern as they will and at the same time disallowing the vulgar from gaining a firm grasp on the means by which they might enter the debate. We have here a delightfully constructed catch-22: if you don't study your grammar you're uneducated; if you do, you've been exposed to a proper education by your kindly school system; but when you use one of your grammar book's “dreadfully improper” constructions as a model, you place yourself in the class of the obviously simple-minded, whose opinions are irrelevant. And please notice: when we use the word <em>class</em> here, we do so not at all in a social sense—oh dear me, no—but strictly in an intellectual one. If you don't know the difference between the appropriate contexts in which to use two examples placed one after the other in your grammar book, it's a consequence of your mind's incapacity to grasp how things ought to be correctly expressed, not that you've had the misfortune of being born into the working class. (To what extent this is a conscious agenda on the part of the establishment and how much it is simply an ill-conceived educational policy is a matter for further inquiry.)</p>\n<p>Rather than focusing our attention on the establishment of universally applicable rules of grammar as a way to make a more democratic society, we might better develop a more holistic, semiotically based curriculum that points our young in the direction of clear thinking. I take Peirce to be right when he tells us that meaning (and therefore correct usage in the broadest sense) is always inseparable from context. And given that fact, I would argue that as long as the educational system teaches dictionary definitions as giving lexical meaning and grammatically proper structures as carrying grammatically meaning, we will have (as we do now) the vast bulk of our population functionally illiterate.</p>\n<p>The subset of semiosis called—perhaps misleadingly—<em>language</em> comes into being when there is a will to share. (Searle would call it an intention.) It works when those involved share a common experience, a common set of general rules for their communication game, and a common aim for their dialogue. It happens best when the experience has the broadest possible horizon, the rules are supplemented by good style, and the aims are the achievement of the best possible degree of understanding. To give short shrift to any of these three facets of communication is to tear apart the fabric of dialogue.</p>\n<p>Too much buck-passing (usually in the name of scientific rigor) between the “experts” on language, literature, and history has resulted in the sad fact that clear thought, the mortar that serves to create integrated human interaction, has been quite consistently assigned to the other guy's bailiwick.</p>\n<p>School systems teach systems. But that can't be the end of the matter. The process that Bakhtin calls Dialogue is ultimately context based and not system based. This is why, for example, the expression, “The teacher has it in for me,” falls through the cracks of lexicon and grammar. The sentence doesn't mean what the words mean, and if they did, why is the verb <em>have it in for</em> defective? I've never heard it used in the first person, nor, one might add, with the Pope as subject. Students would learn ten times more about words and how they are used if, instead of being asked to remember what is grammatically or lexically correct, they were asked in class to play roles such as shoe salesmen or lords of the manor and by doing so got a feel for what is said by such people in such dialogues—not just <em>what is said</em>, but <em>what is said in such by such people dialogues</em>. This kind of contextual sensitivity (a sensitivity that is as yet not sufficiently well understood) is far more important than that sort of abstract knowledge of the proper use of language that prompts certain of us to shiver at someone else's stumbling over a shibboleth. Needless to say, the idea of “abstract knowledge” isn't all that simple. How much of what passes from “Knowing grammar” is in fact remembering what was said at home or by an author one has read? Are grammatical rules explanations of what is said by people like us? If they are, how does the learning of them help someone who doesn't speak like us? Does a child learn to walk by having the musculature of the legs explained to her? (I add in passing a news bite heard between the writing of this paragraph and its mailing: a teacher was recently given an award for innovative teaching. He received it because he has his students write letters taking the part, for example, of Martin Luther King, Jr., and explaining his reasons for encouraging civilrights marches, a context in which repetition might well be more frequent than in an essay by Bertrand Russell. A correlate to this observation can be found in the otherwise wise stylistic advice of E. B. White. What grade would he have given the eloquent civilrights leader? And why?)</p>\n<p>I would argue that for survival in the twenty-first century students will need an integrated course in Peircean <em>sem(e)iotics.</em> A course in which an appreciation of one's cultural context is combined with an understanding of the suitable styles of dialogue <em>needed</em> to express one's intentions. A good friend, the editor of an award-winning medical journal, received his education in English in Kansas without benefit of grammar book, but rather through the reading and discussion, orally and in writing, of such works as <em>Catch-22</em>. My students at Tokyo Joshi Dai have studied English grammar and memorized its vocabulary for well over a half-dozen years, and when they are asked if they can explain how to get to the train station answer “Yes,” and stand <em>by with a smile</em> waiting for the next question. (And this should not be construed as a lack of grammatical comprehension, since, if they don't know the way, they invariably answer “I'm sorry.”) Somehow, the proper understanding of how we function semiotically (I'm trying to avoid the word <em>language</em> for now) needs to be built into any educational system by which succeeding generations are taught the most effective way of sharing human experience—both domestic and foreign.</p>\n<p>To get started on this major project I've been looking at Michael Shapiro's <em>The Sense of Grammar: Language as Semeiotic</em> (Indiana, 1983), and a rather more interesting effort, one with which you may be familiar, Robert Lord's <em>Words: A Hermeneutical Approach to the Study of Language</em> (University Press of America, 1996), and would be most appreciative of any suggestions on the work being done by those who are having second thoughts about the use of that apparently promising source of linguistic data known as “The Corpus.”</p>\n<p><em>[Richard L. Spear, Tokyo Woman's Christian University]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Richard L. Spear</span></h1> <p>I was saddened by the news of Sidney Greenbaum's death [XXIII,1], and yet made less so somehow by the thought that he died in the middle of what he spent his life doing. May we all be as fortunate.</p> <p>With regard to your review of his <em>Oxford English Grammar</em>, for me too, the traditional grammarians Jesperson, Curme, et al., do it right. They present us, for our pleasure and edification, with the structures of the language as found in the best of the corpus. Greenbaum's latest effort, on the other hand, wraps an immense corpus of colloquial and formal speech up in the respectable garb of grammatical explication, leaving the reader to have learned elsewhere which of the examples should serve as a model when he invites his boss to dinner. I take this to be not only silly but potentially politically pernicious.</p> <p>In her delightful study, <em>Theories of Discourse</em>, Diane Macdonell describes how after the French revolution the bourgeois came to realize that, if the lower orders took seriously the slogan <em>Liberté, Egalité, Fraternité</em>, their wealth might fall into the hands of the wrong people. The solution to the problem was straightforward. Teach everyone French as if it were Latin. The results were a working class who could read directions but not compose a well-formed composition in their “complicated” native tongue, and an educated class who got to the university, used French as they had learned it at their mother's knee (naturally, not as they had been taught it in school), and made good use of the grammatical rules they had been taught by applying them to their study of Latin, a nicely dead and therefore reasonably systematizable language.</p> <p>The British, who didn't go through the dislocation (and revivification) of a revolution, simple allowed the gentry to establish the colloquial norm for those who counted themselves among the educated, and mined the literature for texts to constitute a canon that would be taught as a stylistic and, as a by-product, grammatical model. The result was a respect for proper English, that is to say the English spoken by proper gentlemen. All a bit authoritarian, but reasonable. The effectiveness of the policy can be seen by making a quick analysis of the language spoken by Oliver Twist: Dickens, <em>qua</em> social reformer, knew perfectly well that if Oliver hadn't somehow come to speak the Queen's English, he wouldn't have made it. (One might add in passing that the twentieth-century, establishmentarian feathers ruffled by D. H. Lawrence with <em>Lady Chatterley's Lover</em> were less the result of Mellors' seducing a member of the aristocracy than his not addressing her properly.)</p>"
}