{
  "type": "Article",
  "title": "On the So-called “Debate” over Black English",
  "author": "Sol Saporta",
  "location": "University of Washington (retired)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">On the So-called “Debate” over Black English</h1>\n<p><em><span data-rel=\"author\">Sol Saporta</span> <span data-rel=\"location\">University of Washington (retired)</span></em></p>\n<p>Perhaps no issue better illustrates the poverty of our political and intellectual culture than the so-called debate over Black English, or as it has now been christened, “Ebonics.”</p>\n<p>The confusions are many; the emotions are high, and the political ramifications obvious. It may be of interest to try to sort some of the issues out.</p>\n<p><em>Language or Dialect?</em></p>\n<p>The Oakland School Board proclaimed that Ebonics was a language, and that teaching English to speakers of Ebonics was an exercise in bilingualism, comparable, in principle, to teaching English to speakers of Spanish or Vietnamese. The outcry was impassioned and predictably hostile.</p>\n<p>The debate is virtually meaningless. Most students of language understand that whether two varieties of speech are considered dialects of one language or separate languages is as much a political question as it is a linguistic one. So, for example, the varieties of Chinese (Mandarin, Cantonese, etc.) are about as different as the Romance Languages (Portuguese, Spanish, etc.). That one group is referred to as dialects, and the other group as languages has more to do with national boundaries than any internal feature of the speech varieties themselves. One linguist characterized a language as “a dialect with an army and navy.”</p>\n<p><em>“Bad English”</em></p>\n<p>Much of the debate has been couched in terms of “lowering standards,” the “dumbing-down” of the education system, etc. For example, in a syndicated column, Ellen Goodman (Seattle <em>Times,</em> December 27, 1996) snidely compared Black English “I be” with French “Je suis,” and characterized the former as “merely bad English,” as opposed to “a valid language.”</p>\n<p>Even the most superficial analysis of any speech community would reveal that certain varieties of speech are prestigious and others are stigmatized, and that what determines a particular variety's status has virtually nothing to do with the internal features of that variety and everything to do with the class, and in this case the race, of the speakers involved. In short, the issue is the color of their skin, not the color of their vowels.</p>\n<p>But the confusions are deeper, and more insidious. I was on a recent talk show, where the host referred to speakers of Black English as “illiterate thugs.” The juxtaposition of the two terms is revealing. An academic feature, namely literacy, is assumed to correlate with a moral one. In other words, bad English is what is spoken by bad people. This assumption is pervasive in our society. Someone who speaks a prestigious dialect is thereby thought to be honest, clean, trustworthy and admirable.</p>\n<p>A friend of mine used to teach remedial reading in the New York public school system. The class was for students who had repeatedly failed, and was referred to as “the last class before jail.” On the first day, my friend would tell the class, “I'm supposed to teach you how to read. But, let's get one thing straight; Hitler knew how to read, and my grandmother didn't, and I'll take my grandmother any time.” The difference between my New York friend and the radio talk show host is crucial. Schooling and morality are not synonymous, and probably show virtually no significant correlation. In the current discussion, familiarity with the prestige dialect does not correlate with moral virtue.</p>\n<p><em>Some Basic Linguistics</em></p>\n<p>On this issue, it is sometimes difficult to know who are worse, the “intellectuals” or the bigots. Columnists quote “scholars” who insist that speakers of Black English are “careless and lazy” and that the particular variety of speech involved has no rules. That positions such as these are articulated and published reflects a level of information analogous to arguing that the earth is flat.</p>\n<p>In fact, an example of how rules in Black English differ from those of other dialects may be revealing. Consider the following data. (I hesitate to refer to dialects as “standard” or “nonstandard,” since it seems to me to give the game away.)</p>\n<p>In one dialect of English, the plural of nouns is formed by adding [s] or [z] or [\\?\\], resulting in forms like [posts] [boyz] and [bus\\?\\s] for <em>posts, boys</em> and <em>buses</em>.</p>\n<p>In my dialect of English, however, the plural of <em>post</em> is pronounced something like [poss]. The simplest mechanism for accounting for such a pronunciation is by adding a phonological rule for the deletion of [t] under certain circumstances. So, for example, <em>prints</em> and <em>prince</em> are both pronounced [prins]. The rule, in fact, is more general, applying to [d] as well. <em>Wines and winds</em> are both pronounced [waynz]. Notice, however, that the rule for the deletion of [t] must follow the rule for forming the plural. Otherwise, if [t] deletion preceded plural formation, then [post] would become [pos] and the plural would be [pos\\?\\s]. Well, it turns out, that for many speakers of Black English, the plural of <em>post</em> is, in fact, pronounced [pos\\?\\s]. Why? Because they have essentially the same rules as I have, but in the opposite order. In other words, there are three dialects:</p>\n<p>Dialect A: Plural formation.</p>\n<p>Dialect B. Plural formation followed by [t] deletion</p>\n<p>Dialect C. [t] deletion followed by plural formation.</p>\n<p><em>Pedagogy</em></p>\n<p>Now, imagine the average teacher of reading with students representing each of the three speech varieties. A student of Dialect A, sees the written word <em>posts</em>, and pronounces it [posts]. The teacher beams; that child can get to be president. A student of Dialect B sees the written word <em>posts</em>, and pronounces it [poss]. The teacher might encourage the student to “enunciate” more clearly. Such a student might not get to be president, but could perhaps aspire to be Mayor of New York.</p>\n<p>But now the student of Dialect C sees the word written <em>posts</em> and pronounces it [pos\\?\\s]. The teacher is confused “Get that student an eye-exam; get that student a hot lunch; get that student something.” The fact is that such a student has demonstrated the ability to read. What the student needs is a better teacher.</p>\n<p>And, ultimately, that's one thing that the Oakland School Board was suggesting: the simple, commonsense proposal that teachers might be more effective if they knew something about the speech patterns of the people they were trying to teach. Unfortunately, that proposal became obscured by the pointless debate over whether Black English is or is not a language.</p>\n<p><em>History</em></p>\n<p>Another emotional, and largely irrelevant debate resulted from the use by the Oakland School Board of the word <em>genetic</em> to refer to Black English. That some actually took this to mean that people are born with a predisposition to acquire a particular language would be laughable if it were not so pernicious. (Some years ago, there was a brief article in the newspaper about a woman from Texas who had adopted a Mexican infant, and was studying Spanish, so that she would be able to speak to the child when it grew up. She was equally misinformed but not as malicious as the current critics of the Oakland School Board.)</p>\n<p>In fact, the origin of some of the features of Black English is of some theoretical, scholarly interest. Slaves in this country were systematically separated from their families, and put in situations where they could not use their native language. In such a situation, what typically develops is what is referred to as a pidgin, based on the language of the environment, in this case, English. The next generation acquires this language as a product of their linguistic maturation, and this variety is sometimes called a creole. Over the succeeding centuries, this language has undergone a process of decreolization for obvious reasons.</p>\n<p>Now, what is of some interest is that because slaves in other countries were not systematically isolated, there is, as far as I can tell, no such thing as Black Portuguese in Brazil, for example. In other words, there is a historical explanation for the emergence of Black English, but it surely has little relevance to the current educational and pedagogical debate.</p>\n<p>It still remains to be seen whether a rational, coherent language policy for speakers of Black English can evolve in our educational institutions. Given the emotional and uninformed reaction so far, it is hard to be optimistic.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">On the So-called “Debate” over Black English</h1> <p><em><span data-rel=\"author\">Sol Saporta</span> <span data-rel=\"location\">University of Washington (retired)</span></em></p> <p>Perhaps no issue better illustrates the poverty of our political and intellectual culture than the so-called debate over Black English, or as it has now been christened, “Ebonics.”</p> <p>The confusions are many; the emotions are high, and the political ramifications obvious. It may be of interest to try to sort some of the issues out.</p> <p><em>Language or Dialect?</em></p>"
}