{
  "type": "Article",
  "title": "Exploring the Lexicon with Natives of North America",
  "author": "August Rubrecht (rubreca@uwec.edu)",
  "location": "University of Wisconsin, Eau Claire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Exploring the Lexicon with Natives of North America</h1>\n<p><em><span data-rel=\"author\">August Rubrecht (rubreca@uwec.edu)</span> <span data-rel=\"location\">University of Wisconsin, Eau Claire</span></em></p>\n<p>In August, 1967, at the <em>Dictionary of American Regional English</em> (DARE) offices on the University of Wisconsin campus, Frederic G. Cassidy assembled the third group of dialect fieldworkers he would send out in Word Wagons (Dodge vans converted to campers) to collect regional words from far-flung reaches of the United States. I was one; the others were Tom Clark, Stanley J. Cook, and Patt Van Dyke. We went through a week of orientation and instruction, getting to know the office staff and operations, having our driving and phonetic transcription skills checked, and learning to use our camping and recording equipment. Bibliographer Goldye Mohr had identified the communities we were to visit. It was up to us to choose an efficient itinerary and locate informants—as many as needed, but ideally just one in each place—to answer the 253-page DARE questionnaire (QR). We were advised to begin each project by notifying the county sheriff, town clerk, or other officials, and to ask them for leads to good informants.</p>\n<p>The ideal informant (INF) was a native and lifelong resident from an old local family, someone without much exposure to the outside world, who spoke regularly and familiarly with community members of all social ranks and occupations, who could remember precisely how all of them talked about their social, domestic, economic, and natural environments, and who would donate ten to twenty hours of free time to transmit all this information.</p>\n<p>The ideal fieldworker (FW) was a good listener with at least a little linguistic training and a lot of <em>Sprachgefühl</em> who knew as much about the world in general as the INF knew about the local part of it. First, though, the FW had to possess a talent for fitting in, so as to make such an impression of integrity and worth on local officials that they arranged an introduction at once to the ideal INF. Once the interview began, this ideal FW would seem as familiar as an old friend, so that the INF always spoke in everyday terms instead of bookish formal ones.</p>\n<p>Like all ideals, these remained abstract, and DARE had to make do with actual human beings and their limitations. Judging by the quality of the 1,002 QRs archived in Madison, we—INFs and FWs alike—must have compensated for our limitations pretty well.</p>\n<p>Of my own limitations, the one I had to compensate for most was my ignorance of city life. I asked Jim Hartman, the fieldwork coordinator, not to send me on any more urban expeditions than necessary. However, since I was the sole FW assigned to Louisiana, New Orleans was necessary. In fact, it was necessary twice, because two QRs were allocated in the metropolitan area. To increase coverage, I divided one between a white suburban housewife and a black gardener from downtown. For the other I went to the Irish Channel, a working-class neighborhood. This was the environment I was most ill-suited for.</p>\n<p>I knew how to act in some places. Growing up in the rural Ozarks, I learned early that good country people expect visitors to sit and visit a spell before bringing up their business. From dealing with academic administrators, I knew to come straight to the point with personages who sit behind large desks and have their time allocated by secretaries. One of my teachers, a South Carolina native, had taught me that white men like me always had to state their business clearly when looking for a resident of a black neighborhood; otherwise the neighbors would assume they were up to no good and pretend not to know the person. Because my city experience was largely limited to student enclaves, however, nothing prepared me for establishing turf in a working-class urban neighborhood.</p>\n<p>My difficulty was exacerbated by the setting where I was introduced by a city councilman: a bar, Parasol's, which played a central role in the social and cultural life of the Irish Channel. I could find no one INF who would withdraw to a private spot for a quiet interview; I just had to show up every afternoon and interview whichever authentic old-time Irish Channel male residents came in and agreed to talk there in the bar. Women stayed on the restaurant side, and I was given to understand it would be presumptuous of me to try to interview them. On the bar side, I was expected to buy rounds of drinks when my turn came up and to drink the beer served to me when others bought rounds. The regulars came almost every day to play out roles (jokester, misanthrope, goosey guy, smiley guy, gourmand, and others) in an ongoing plotless improvisational drama.</p>\n<p>It was a fun-loving group, and I would have had as much fun as anybody if I had not had work to do, but keeping the QR going required continual exercise of the will. Normally, with one INF, once we established a working relationship, my only strain came from making the questions understood and making sure I understood the answers. In Parasol's, though, I had to struggle every night to shape and defend my identity because it never did settle down to a single role that every actor could play to. To some I was “the guy writing a book.” One fellow always greeted me with, “Arkansas! Arkansas!” Another fixated on Wisconsin and repeatedly tried to start friendly arguments about the Green Bay Packers.</p>\n<p>A quintessential incident: one night a patron new to me came in, noticed me asking questions, and began asking some himself. I explained cordially what I was doing and who I worked for.</p>\n<p>He said, “Oh, a Yankee, hunh?”</p>\n<p>Still cordially, I said, “No, I'm not a Yankee. I just work for the University of Wisconsin. I was born and raised in Arkansas.” He sparred with me about what the Dictionary would be good for and called me a Yankee again. This time, half for show and half in real anger, I stood up, slammed my fist to the table, and shouted, “God damn it, I'm not a Yankee!”</p>\n<p>There were several of us at the table, and every-body's beer turned over. I thought, Uh-oh, now I've got a fight on my hands. Sensing I had to show some spunk, but unable to guage it right, I had almost shown too much. He said, “Take it easy. I'm not trying to start nothing.” He didn't back off for long; after I had bought more beer, he came after me again about the Dictionary. “I think,” he said, “it's a lot of bullshit.”</p>\n<p>I answered much the way I had answered more delicately phrased objections in Arkansas and north Louisiana: I told how, for example, a fisherman would be able to check the Dictionary if he caught a mudfish in Florida and wanted to find out what the “real” name of it was. He could find that the mudfish is called <em>bowfin</em> in textbooks, that in south Arkansas and north Louisiana it is written <em>grindle</em> or <em>grinnel</em> but always pronounced ['<em>grinl</em>]; that in south Louisiana it is called <em>green cypress trout, grinnel</em>, and <em>choupique</em>, which in English is pronounced [š]; that in northwest Florida the word <em>grindle</em> is sometimes pronounced ['grindl]. A person could find similar interesting bits of information about every aspect of daily life.</p>\n<p>Such explanations had always worked before but here I had gauged wrong again. The people farther north had all been earnest Protestants with a utilitarian outlook. This man resided in a Catholic neighborhood whose cultural values were epitomized by parades: Mardi Gras, St. Patrick's Day, and St. Joseph's Day. Celebrants began planning next year's parade the day after this year's was over. I should have known that these interests did not point to a utilitarian turn of mind.</p>\n<p>“Yeah,” he said, “but I still think it's a lot of bullshit.”</p>\n<p>A few years later I would present a symposium paper titled “Scholarship as Play,” saying academic pursuits manifest the human tendency to extend the learning activity of play all the way through adulthood instead of abandoning it after adolescence, as most other mammals do. Even in 1968, though, I had long realized—without thinking the matter through so thoroughly as I did for the paper—that academic study is not serious in the same sense that farming, mining, weaving, and child-rearing are. I had seldom said so openly, but this began to seem like a good time. I grinned and looked the man in the eye and said, “To tell you the truth, I think it's a lot of bullshit myself. But I really enjoy doing it.”</p>\n<p>He looked blank for a moment and then grinned back and said, “You know something? I kinda like you!”</p>\n<p>Fitting in can have its drawbacks. Another time, I was able to keep an informant only because I was an outsider; she realized she should make allowances for my ignorance. That story is worth telling, if only for the word she made allowances for.</p>\n<p>In introducing myself and DARE to a prospective INF in Cameron, LA, I gave examples of what I had learned. Among others, I mentioned the names <em>caouane</em> [\\?\\ka\\?\\wεn] or [\\?\\ka\\?\\wæn], 'turtle'; <em>gros-bec</em> [\\?\\gro(u),bεk], 'night heron'; and <em>bec-scie</em> [\\?\\bεk\\?\\si], 'merganser.' She agreed to work with me, but the next day she warned me not to say one of the words I had used the day before because it was a dirty word and I would get in trouble for it. At the time I could not recall any words I had said. I asked, “Which one?”</p>\n<p>She cast down her eyes and said, “I can't tell you.”</p>\n<p>For a day or two I was almost afraid to speak at all, until I narrowed down to the words mentioned above. Just before leaving Cameron, I made an educated guess and asked my INF if it was the word for turtle that was so bad. She said it was.</p>\n<p>Hartman had told me to be on the lookout for the southeastern turtle name <em>cooter</em>, with the slang meaning 'pudendum.' If that was what <em>caouane</em> meant, we had something. I pursued the investigation in a bar, where verbal taboos are often relaxed. There was one male customer inside, talking with the proprietress. After I had circumlocuted a while to avoid offense to her, she and the customer agreed slyly they knew what word I meant. I learned over to the man, cupped my ear, and intoned dramatically, “Tell me.”</p>\n<p>“It's <em>caouane</em> [\\?\\ka\\?\\wæn],” he said, “and in French it means 'pussy'.” I remained outwardly calm, but I could have jumped up and down and shouted.</p>\n<p>I wrote to Cassidy expressing puzzlement. I remembered Thomas Pyles pointing out in class once that animal metaphors for this body part name cute, furry animals: pussy, beaver, squirrel, monkey, cony, and (in France) <em>lapin</em>. Nothing about a turtle is cuddlesome; it does not fit the pattern. Cassidy offered an intriguing explanation: the metaphor probably originated in Caribbean folklore, which has it that sea turtles (the referent for <em>caouane</em> in standard French dictionaries) copulate for a hundred days at a time. In Louisiana the name was transferred to a freshwater turtle with far more modest size and amatory tenacity, but the metaphor persisted. It pays tribute not to cuteness but to sexual power. It venerates venery.</p>\n<p>I would never have learned all this if my INF had not proffered the courtesy owed to an ignorant outsider.</p>\n<p><em>[Textual note] The anecdotes recounted here are retellings of my fieldwork journal entries dated Feb. 5 and Mar. 7, [1968]. The original volumes are in my possession; photocopies are archived at the DARE office.</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Exploring the Lexicon with Natives of North America</h1> <p><em><span data-rel=\"author\">August Rubrecht (rubreca@uwec.edu)</span> <span data-rel=\"location\">University of Wisconsin, Eau Claire</span></em></p> <p>In August, 1967, at the <em>Dictionary of American Regional English</em> (DARE) offices on the University of Wisconsin campus, Frederic G. Cassidy assembled the third group of dialect fieldworkers he would send out in Word Wagons (Dodge vans converted to campers) to collect regional words from far-flung reaches of the United States. I was one; the others were Tom Clark, Stanley J. Cook, and Patt Van Dyke. We went through a week of orientation and instruction, getting to know the office staff and operations, having our driving and phonetic transcription skills checked, and learning to use our camping and recording equipment. Bibliographer Goldye Mohr had identified the communities we were to visit. It was up to us to choose an efficient itinerary and locate informants—as many as needed, but ideally just one in each place—to answer the 253-page DARE questionnaire (QR). We were advised to begin each project by notifying the county sheriff, town clerk, or other officials, and to ask them for leads to good informants.</p> <p>The ideal informant (INF) was a native and lifelong resident from an old local family, someone without much exposure to the outside world, who spoke regularly and familiarly with community members of all social ranks and occupations, who could remember precisely how all of them talked about their social, domestic, economic, and natural environments, and who would donate ten to twenty hours of free time to transmit all this information.</p> <p>The ideal fieldworker (FW) was a good listener with at least a little linguistic training and a lot of <em>Sprachgefühl</em> who knew as much about the world in general as the INF knew about the local part of it. First, though, the FW had to possess a talent for fitting in, so as to make such an impression of integrity and worth on local officials that they arranged an introduction at once to the ideal INF. Once the interview began, this ideal FW would seem as familiar as an old friend, so that the INF always spoke in everyday terms instead of bookish formal ones.</p>"
}