{
  "type": "Article",
  "title": "Anti-Language",
  "author": "David Mathew",
  "location": "Dunstable, Bedfordshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Anti-Language</h1>\n<p><em><span data-rel=\"author\">David Mathew</span> <span data-rel=\"location\">Dunstable, Bedfordshire</span></em></p>\n<p>If the chief use of language is to communicate, it might come as a surprise to note a few of the times when language is used specially to confuse and alienate.</p>\n<p>Anti-languages do just this: their reason for existence is to ensure secrecy by being understood by only a small band of people. Once too many people have cracked the code — most important, when those who have done so are in some way opposed to the anti-language's users — the language becomes obsolete and dies.</p>\n<p>Linguistically speaking, an anti-language is formed by a process of relexicalization, which is substituting new words for old. The grammar of the original language is kept, but a distinctive vocabulary develops, quite often when referring to activities or areas important to the subculture that the creating the language. Established society usually has its nose put slightly out of joint in the process.</p>\n<p>John S. Farmer, co-editor of <em>Slang and Its Analogues</em>, wrote in 1890, “The borderland between slang and the Queen's English is an ill-defined territory, the limits of which have never been clearly mapped out.” Other linguists who have taken on the chalenge of doing so include Jonathan Green, Hotten, Grose, William and Mary Morris, Wentworth and Flexner, and Eric Partridge, who published the first edition of his enormous <em>Dictionary of Slag and Unconvential English</em> in 1937. Further back, as long ago as 1792, Friedrich Ch. Laukhard wrote, “It is common knowledge that students have a language that is quite peculiar to them and that is not understood very well outside student society.... But if the code of behaviour somewhere is particularly lievly, then the language of the students is all the richer for it—and vice versa.”</p>\n<p>Convicts shipped to Australia spoke a criminal argot described by James Hardy Vaux as “flash” language in his <em>New and Comprehensive Vocabulary of the Flash Language</em> of 1812. Vaux, in fact, was criminal himself, but also a linguist; transported to the colonies three times, he used the journeys as opportunities for research. Most of the words he lists <em>(swag</em> being a notable exception) did not pass into mainstream Australian English. Possibly some exist in the criminal underword to this day.</p>\n<p>Let us look at the modern underworld. In a friendly manner two men are talking in the presence of third man, an impostor — a detective or an investigative reporter — who believes he has infiltrated their ranks. His problem is that the first two are aware of his deception. The first man says to the second, “Shall we clear up this mess?” “No,” the second replies, “we'll leave it for the cleaner.” Little does the impostor know that he has just been sentenced to death, for what was really said was, “Shall we kill him?” “No, we'll leave it to a professional.” A <em>cleaner</em> is a 'hired gun,' an 'assassin' — or at least it was until recently. Now the definition is too well known, and it will shortly be dropping away. <em>Cleaner</em> is a word which adheres to the second principle of an anti-language: the word employed in the process of relexicalzation should not itself be conspicuous.</p>\n<p>A great deal of argot appears to be ordinary language — not only in the English-speaking sunderworld. In india a sentence that translates into English as <em>Go clean the bowl</em> is used by a murderer to an associate in front of a victim. It means 'Prepare a grave.' (Note the similar links between murder and hygiene.) Few studies, however, have been made into the language of underground groups, not least because of the dangers to researchers. We know that the language of the Calcuttan underworld contains more than forty words for <em>police</em> and more than twenty for <em>bomb</em>. Often, the meanings of such code words are detected and then they promptly go out of use; sometimes, they are not detected at all.</p>\n<p>The same is true of the anti-language of prisoners. Considerably more is known about <em>grypserka</em> — the anti-language of Polish prisoners — than about any English-speaking system, but even that knowledge is incomplete and out-of-date.</p>\n<p>The alternative, second life inside Polish prisons involves a complex caste system of <em>people</em> and <em>suckers</em>, categories determined by the type of offence involved and the length of incarceration. Movement within the hierarchy depends on sticking to the rules of a game in which <em>grypserka</em> figures prominently. An inmate is downgraded to <em>sucker</em> by breaking the rules, one of which is never, ever, to reveal the secrets of the anti-language, no matter what pardon or privilege is offered. It is a concept well known in all prison systems. In England a prisoner would be <em>grassing</em>. English prison slang is readily enough available in any prison drama or comedy: <em>screw</em> is a 'guard,' <em>snout</em> is 'tobacco,' <em>nonce</em> is a 'child molester or other sex offender,' and <em>nick</em> or <em>porridge</em> is 'prison' itself. This is not anti-language, for we all understand it. This outdated prison slang is used almost nostalgically, in the same way that some people still employ Cockney rhyming slag (which was once itself an anti-language).</p>\n<p>Anti-language is not easy to define as it does not have rigid rules to which a subculture's inventions must conform. Nor is it easy to determine its origins, although historically an argot known as pelting speech was employed by bands of ne'er-do-wells in Elizabethan England. There were over twenty terms for varying types of vagabond: <em>rogue, prigger of prancers</em> 'horse thief,' <em>counterfeit crank</em>, and <em>bawdy basket</em> are but a few.</p>\n<p>Both then and now, new vocabulary in key areas lead to finer distinctions in meaning than are found in the parent language. There are many synonyms, and for the speakers there is the comfort that comes with the freedom to discuss illegal acts in public places.</p>\n<p>While slang is not itself anti-language, it exhibits some of its tendencies. Slag has as many divisions as the English language has dialects. Youth slag, soldier slang, actor slang, gay slang, CB slang — the list is endless. And every gang wants its own argot, a test by which a potential recruit can be measured: if you don't know the language, very often you cannot get in; or, if you are already in, not knowing the latest key words can be disastrous for your credibility.</p>\n<p>Slang is a means of unification; for those who use it, it is fun, unconventional, and sassy. What is more, it can be witty, picturesque, metaphoric. How it differs from anti-language is that while it often intends to subvert, it does so by being understood (at least in part) by the world at large. Where the purpose of anti-language is to be secretive, slang is often offensive. It is used by those4 who want it to be known that they are a clique — not dangerous people or criminals, row.</p>\n<p>It is important to remember, however, that what survives of this generation's slang may bacome the next generation's standard English. <em>Bus</em> was the slang term for <em>omnibus, zoo</em> for <em>zoological gardens</em>, and <em>piano</em> for <em>pianoforte</em>.</p>\n<p>The board slang once used on Citizens' Band radio has similarities with anti-language, although even the police more often regarded CB users as eccentric nuisances than criminals. The users, however, revelled in their outlawed status; the police were well represented in the CB lexis. They were <em>bears</em> or <em>smokeys</em>; police station, a <em>bear cage</em> or <em>cave</em>; a police helicopter, a <em>bear in the air</em>. Police using radar were <em>kojaks with kadaks</em>. More confusingly, a police car was a <em>jam sandwich</em> or a <em>bubble-gum machine</em>. The way CB expressions run along metaphorical pathways is reminiscent of pelting speech. <em>Blood wagon</em> or <em>meat wagon</em> 'ambulance' and <em>dragging wagon</em> 'tow truck' are like the much earlier <em>crashing cheats</em> 'teeth,' <em>smelling-cheat</em> 'nose,' and <em>belly cheat</em> 'apron,' where <em>cheat</em> means 'thing to do with.'</p>\n<p>Teenage slang in England in this decade has been strongly influenced by African and American cultures, by immigration, and by cinema. Wrongly accused of being a lazy language, youth slag is, in fact, as complex and rhythmic as any dialect. The words <em>man, well hard, wicked</em>, and swear-words are not simply idle padding for a sentence, they are an intrinsic part of the language. That so many adults disapprove of the way the youth communicate is precisely what keeps this variety of slang going.</p>\n<p>This leads to the issue of “talking Black.” Linguistically, Black English has origins in Caribbean (mainly Jamaican) Creole. Black English, a patois, does not vary much from region to region and belongs to an ethnically defined social group. In Black sittings its use ensures soldarity between speakers; in White or mixed sittings the use of the patois symbolizes social distance from mainstream society and an assertion of ethnic identity. The more linguistically distinct the sounds of a patois, the more it can come to symbolize social distance. Here is approaches the status of anti-language. For some Black speakers, talking Black provides a system of resistance on a linguistic level to a powerful social order.</p>\n<p>It has long since been noted that when two people who come from different social backgrounds meet, there is often a tendency for their speech to alter, so that they become more alike, a process known as accommodation or convergence. Its opposite — divergence — occurs when people wish to stress their personal, social, religious, or sexual identity; divergence takes on a position of confrontation, though is often said to be a result of the speaker's pride. Anti-language is divergence on a grand scale, and most varieties of slang are at least sympathetic to the philosophy and purposes of anti-language.</p>\n<p>Are we faced with the paradox in which groups of English speakers effectively use different languages? Very unlikely. But perhaps there will be a rethinking of the word <em>communication</em> and an instinctive scintilla of caution when communicating outside one's social group.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Anti-Language</h1> <p><em><span data-rel=\"author\">David Mathew</span> <span data-rel=\"location\">Dunstable, Bedfordshire</span></em></p> <p>If the chief use of language is to communicate, it might come as a surprise to note a few of the times when language is used specially to confuse and alienate.</p> <p>Anti-languages do just this: their reason for existence is to ensure secrecy by being understood by only a small band of people. Once too many people have cracked the code — most important, when those who have done so are in some way opposed to the anti-language's users — the language becomes obsolete and dies.</p> <p>Linguistically speaking, an anti-language is formed by a process of relexicalization, which is substituting new words for old. The grammar of the original language is kept, but a distinctive vocabulary develops, quite often when referring to activities or areas important to the subculture that the creating the language. Established society usually has its nose put slightly out of joint in the process.</p>"
}