{
  "type": "Epistola",
  "title": "EPISTOLA Alan Roberts",
  "contributor": "Alan Roberts",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Alan Roberts</span></h1>\n<p>Doug Briggs's nearly serious article [XXII,4] about the bowdlerizing of recent editions of Webster's reminds me that the same censorship is rife in the United Kingdom. For years I have used Chambers's Twentieth Century Dictionary, first published in 1901—I have the New Edition of 1939, latest impression 1960)—and, like Erskine Caldwell's Webster's, it shows its age. Chambers's head office is in Edinburgh, the printers are in the same city; that might account for the hundreds of Scottish words therein: some are easily recognized, some are more obscure.</p>\n<p>But what attracted me to the dictionary was its sense of humour. Some definitions:</p>\n<blockquote>\n<p><em>Sea-serpent</em> an enormous marine animal of serpent-like form, frequently seen and described by credulous sailors, imaginative landsmen, and common liars.</p>\n<p><em>non-smoker</em> a railway compartment in which smoking is supposed to be forbidden.</p>\n<p><em>bull</em> a ludicrous inconsistency in speech, often said to be an especial prerogative of Irishmen—I was a fine child, but they changed me.</p>\n<p><em>bump</em> a protuberance on the head confidently associated by phrenologists with qualities or propensities of mind.</p>\n<p><em>leal</em>, <em>adj.</em> true-hearted, faithfull. —<em>noun</em>, <em>lealty</em> Land o' the Leal, the home of the blessed after death; heaven, not Scotland.</p>\n</blockquote>\n<p>There were many more. But no longer. Some twenty years ago came another New Edition and the gentle wit of some of the definitions was done away with. This bowdlerizing was the subject of extensive correspondence in the <em>Guardian</em> (London) bemoaning that the new edition had dropped the witty invention of earlier editions. Why new lexicographers (I'm suggesting they belong to a new generation) want to make their mark by eliminating these harmless jokes beats me.</p>\n<p>I have some sympathy for Doug Briggs's stance against American circumlocution. Too often prisons are called “correction facilities”; a lavatory with urinals a “bathroom”; and as Briggs wrote, dope a “controlled substance.”</p>\n<p>But I take issue with him on one thing. According to Briggs the Texas Penal Code, not noted for leniency, has softened its attitude to car theft. May I offer a better solution? As a long-time magistrate (English— now retired), I understood the legal definition of <em>theft</em> was something akin to “to take possession permanently and illegally.” There were many “joy-riders” in England, as there are in the US, mostly juveniles, who abandon their prize when they run out of gas. To bracket them with serious car thieves would be unjust. As far as I know, the problem has been solved in England by a creating another offence, less serious, with lower penalties, “driving and taking away.” Offenders, especially young ones, are usually charged with driving without insurance and with no licence as well, thus increasing the penalties and going some way to mollifying the feelings of the car owner.</p>\n<p><em>[Alan Roberts, Ruidoso, New Mexico]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Alan Roberts</span></h1> <p>Doug Briggs's nearly serious article [XXII,4] about the bowdlerizing of recent editions of Webster's reminds me that the same censorship is rife in the United Kingdom. For years I have used Chambers's Twentieth Century Dictionary, first published in 1901—I have the New Edition of 1939, latest impression 1960)—and, like Erskine Caldwell's Webster's, it shows its age. Chambers's head office is in Edinburgh, the printers are in the same city; that might account for the hundreds of Scottish words therein: some are easily recognized, some are more obscure.</p> <p>But what attracted me to the dictionary was its sense of humour. Some definitions:</p> <blockquote>\n<p><em>Sea-serpent</em> an enormous marine animal of serpent-like form, frequently seen and described by credulous sailors, imaginative landsmen, and common liars.</p>\n<p><em>non-smoker</em> a railway compartment in which smoking is supposed to be forbidden.</p>\n<p><em>bull</em> a ludicrous inconsistency in speech, often said to be an especial prerogative of Irishmen—I was a fine child, but they changed me.</p>\n<p><em>bump</em> a protuberance on the head confidently associated by phrenologists with qualities or propensities of mind.</p>\n<p><em>leal</em>, <em>adj.</em> true-hearted, faithfull. —<em>noun</em>, <em>lealty</em> Land o' the Leal, the home of the blessed after death; heaven, not Scotland.</p>\n</blockquote> <p>There were many more. But no longer. Some twenty years ago came another New Edition and the gentle wit of some of the definitions was done away with. This bowdlerizing was the subject of extensive correspondence in the <em>Guardian</em> (London) bemoaning that the new edition had dropped the witty invention of earlier editions. Why new lexicographers (I'm suggesting they belong to a new generation) want to make their mark by eliminating these harmless jokes beats me.</p>"
}