{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Cyberspace and Khyber Pass",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Cyberspace and Khyber Pass</em></h1>\n<p><em>Marvin Spevack, Münster</em></p>\n<p>The language of the information superhighway is English—more accurately, a sub-species thereof with its own grammar and semantics. Since it has come into being with a sudden and persistent rush, reflecting the burgeoning and undisciplined information system it conveys,, it has not been amply recorded, much less described, in standard reference works or lexicons. The <em>New Shorter Oxford English Dictionary</em> (1993) and reprinted “with corrections” in the same year, does not even include <em>internet</em>. To fill the gap, specialized glossaries have emerged, the best naturally in computerized form (like “The Jargon File,” Version 2.9.6, 16 August 1991), where entries can be quickly and efficiently updated, a process which in itself reflects the hasty transience of much of the vocabulary.</p>\n<p>Although a complete linguistic description will have to wait until the dust settles—if it does at all, given the volatility of the technology and the ever-increasing number of the participants-certain features, destined to remain, are already apparent. As far as grammar is concerned, the simplistic syntax and the exceptional preponderance of nouns and verbs (with an accompanying heavy reliance on conversion) are obvious and enduring. The vocabulary, like the grammar, is determined to a large extent by the medium of computers and the operation of networking. But their insistence on speed is not entirely the message. Nor would it be correct simply to draw comparisons with newspeak or some other centrally decreed and regulated system. For although the vocabulary does make important use of computer terminology, and although it does share with newspeak a penchant for blends and acronyms and an avoidance of adjectives and adverbs, it reflects a manner and an environment greater than both computerese and newspeak.</p>\n<p>Within a strictly controlled computer system, in which accuracy is absolute, the vocabulary as a whole is programmatically casual. Its salient characteristic is its playful primitivism. It is laid back: one talks, chats, browses. Stress (evident in terms like <em>prowler, skulker, lurker</em>, as well as <em>Trojan horse, worm, vulture, leech</em>) is soothed with (or disguised by) a variety of linguistic palliatives: generous helpings from pop culture (<em>cookie monster, Kermit</em>) and science fiction (<em>cyberpunk, core wars, cosmic rays, emoticon</em>); chummy diminutives (<em>archie, newbie, smiley</em>); and jingly rhymes (<em>snail mail</em>). The iconic word is <em>surfing:</em> a sociolinguistic cornucopia of connotations of sport, vigor, youth, individuality, speed, independence, leisure, health, and middle-to-upper-class education and affluence. The vocabulary is jocular in its easy mixture of the casual (in slang or coinages or abbreviations), the learned (in <em>avatar, baroque, catatonic, synchronous</em>), the visual (in hieroglyphics or emoticons), and even the aural (in the fondness for explosives, like <em>bang</em>, “common spoken name for '!') or onomatopoeia (<em>bletch, glitch, gonk</em>). The vocabulary is <em>suffisant</em> in its wordplay (<em>AIDS</em>, 'A* Infected Disk Syndrome,' <em>sex</em>, 'Software EXchange') as in the nonchalance of its central and mixed metaphor: <em>surfing the web</em>, borrowed from scanning television channels for a watchable program.</p>\n<p>The vocabulary is mischievous in the mixture—and not just in the ways just mentioned. One prominent phenomenon is the flaunting use of homographs: words that appear in conventional dictionaries are given a meaning which is not to be derived logically or figuratively from the customary one. Leaving aside blends and acronyms, a few representative examples (with definitions from various sources) should be sufficient:</p>\n<blockquote>\n<p><em>advent</em> the prototypical compute adventure game.</p>\n<p><em>arc</em> to create a compressed (archive) from a group of files using SEA ARC, PKWare, PICARC, or a compatible program.</p>\n<p><em>biff</em> to notify someone of incoming mail [named after the implementor's dog barked whenever the mailman came].</p>\n<p><em>bum</em> to make highly efficient, either in time or space, often at the expense of clarity.</p>\n<p><em>chemist</em> someone who wastes computer time on number crunching when you'd far rather the machine were doing something more productive.</p>\n<p><em>flag</em> a piece of information that is either TRUE or FALSE.</p>\n<p><em>flame</em> an ill-considered, insulting e-mail or Usenet retort.</p>\n<p><em>jughead</em> an index of high-level gopher menus.</p>\n<p><em>lynx</em> an excellent, text-based, UNIX browser for the Web.</p>\n<p><em>pretzel</em> command key.</p>\n<p><em>strudel</em> common (spoken) name for the circumflex character.</p>\n<p><em>tin</em> a threaded newsreader for UNIX.</p>\n<p><em>troll</em> to deliberately post egregiously false information to a newsgroup in hopes of tricking dense know-it-alls into correcting you.</p>\n</blockquote>\n<p>It may be argued that such personal semantics are more than mischievous. But it would be going too far to assert that they are critical of existing structures. Jargon or slang and standard have always coexisted and over the years have grown more mutually tolerant. What is clear, in any case, is that a private and exclusive language is evolving and engaging ever larger numbers of participants in a linguistic process which is destined to become more and more public as computer technology itself becomes the dominant force in communication and other social activities. From the point of view of language, what is interesting is the coincidence, be it mischievous or critical or accidental, of the ideal and the real. For the examples of semantic noncompliance—along with features as widely disparate as computerese or the variety of registers—begin to reflect a world-view, the crystallization of a special sphere. <em>Real</em>, as in <em>realtime</em>6 the time it takes real people to communicate, as on a telephone' is set against <em>virtual:</em> 1. common alternative to logical. 2. simulated; performing the function of something that isn't really there. For <em>netizens</em>, cyberspace is the “shared imaginary reality of the computer networks.” For citizens, shared reality is the existence in space and time of Khyber Pass.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Cyberspace and Khyber Pass</em></h1> <p><em>Marvin Spevack, Münster</em></p> <p>The language of the information superhighway is English—more accurately, a sub-species thereof with its own grammar and semantics. Since it has come into being with a sudden and persistent rush, reflecting the burgeoning and undisciplined information system it conveys,, it has not been amply recorded, much less described, in standard reference works or lexicons. The <em>New Shorter Oxford English Dictionary</em> (1993) and reprinted “with corrections” in the same year, does not even include <em>internet</em>. To fill the gap, specialized glossaries have emerged, the best naturally in computerized form (like “The Jargon File,” Version 2.9.6, 16 August 1991), where entries can be quickly and efficiently updated, a process which in itself reflects the hasty transience of much of the vocabulary.</p> <p>Although a complete linguistic description will have to wait until the dust settles—if it does at all, given the volatility of the technology and the ever-increasing number of the participants-certain features, destined to remain, are already apparent. As far as grammar is concerned, the simplistic syntax and the exceptional preponderance of nouns and verbs (with an accompanying heavy reliance on conversion) are obvious and enduring. The vocabulary, like the grammar, is determined to a large extent by the medium of computers and the operation of networking. But their insistence on speed is not entirely the message. Nor would it be correct simply to draw comparisons with newspeak or some other centrally decreed and regulated system. For although the vocabulary does make important use of computer terminology, and although it does share with newspeak a penchant for blends and acronyms and an avoidance of adjectives and adverbs, it reflects a manner and an environment greater than both computerese and newspeak.</p> <p>Within a strictly controlled computer system, in which accuracy is absolute, the vocabulary as a whole is programmatically casual. Its salient characteristic is its playful primitivism. It is laid back: one talks, chats, browses. Stress (evident in terms like <em>prowler, skulker, lurker</em>, as well as <em>Trojan horse, worm, vulture, leech</em>) is soothed with (or disguised by) a variety of linguistic palliatives: generous helpings from pop culture (<em>cookie monster, Kermit</em>) and science fiction (<em>cyberpunk, core wars, cosmic rays, emoticon</em>); chummy diminutives (<em>archie, newbie, smiley</em>); and jingly rhymes (<em>snail mail</em>). The iconic word is <em>surfing:</em> a sociolinguistic cornucopia of connotations of sport, vigor, youth, individuality, speed, independence, leisure, health, and middle-to-upper-class education and affluence. The vocabulary is jocular in its easy mixture of the casual (in slang or coinages or abbreviations), the learned (in <em>avatar, baroque, catatonic, synchronous</em>), the visual (in hieroglyphics or emoticons), and even the aural (in the fondness for explosives, like <em>bang</em>, “common spoken name for '!') or onomatopoeia (<em>bletch, glitch, gonk</em>). The vocabulary is <em>suffisant</em> in its wordplay (<em>AIDS</em>, 'A* Infected Disk Syndrome,' <em>sex</em>, 'Software EXchange') as in the nonchalance of its central and mixed metaphor: <em>surfing the web</em>, borrowed from scanning television channels for a watchable program.</p>"
}