{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Chasing the Sun: Dictionary-makers and the Dictionaries They Made",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Chasing-Sun-Dictionary-Makers-Dictionaries-They/dp/0805034668\"><em>Chasing the Sun: Dictionary-makers and the Dictionaries They Made</em></a></h1>\n<p>Jonathon Green, (Jonathan Cape, 1996), 423pp.</p>\n<p>Jonathon Green has deservedly acquired the mantle of Eric Partridge as the foremost authority on British slang. His books are many; listed on the back flap of the dustjacket of this book are the <em>Macmillan Dictionary of Contemporary Slang, The Slang Thesaurus, Neologisms: New Words Since 1960, Slang Down the Ages: The Historical Development of Slang</em>, and <em>The Dictionary of Jargon</em>.</p>\n<p>The present work is a departure for him, for most of his earlier works have been reference books. I have heard some of Green's broadcasts and interviews, and he comes off quite well, for he is smooth and glib, just what is needed for radio. That style translated into book form, however, makes this book seem greatly overwritten. Its main fault lies in the reliance on extensive quotations from the works described, the sort of thing one expects to be paraphrased by a historian, with the original matter buried in footnotes. Mercifully, there are few such notes, and they come at the end of the book where they can be ignored. The problem with the quotations is that they are often quite long and neither interesting nor revealing, often serving to support a point made by the author, whom I would be happy to believe on his own recognizance. Still, there are a number of errors which ought to be corrected for any subsequent edition or printing.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>Green's account of the early history of dictionary-making is very useful and interesting, for it gathers together information about the personal lives (and qualifications—or lack thereof) of the famous lexicographers. One might quarrel with an occasional comment (like, “[The <em>Techne</em>] might be said to have become the basis of every Greek textbook that schoolboys, in England and elsewhere, would face until the year 1000,” which must have encompassed a relatively small number), but such are few and far between in the earlier chapters of the book. It is not till we arrive at the final chapter, The Modern World, that serious inadequacies rear their ugly heads.</p>\n<p>Green writes:</p>\n<blockquote>\n<p>[Lexicographers] have retained their priestly role, especially in America, and especially in the world of what America terms 'college' and Britain 'concise' dictionaries,...</p>\n<p>[p. 359]</p>\n</blockquote>\n<p>The simple facts are that American “college” (or “desk”) dictionaries today contain about 170,000 entries (about half that number of headwords), up from the ±130,000 they had till the 1960s); British “concise” dictionaries contain far fewer than that: the <em>Concise Oxford</em>, the best-selling dictionary in the UK, contains about 120,000 entries (probably not more than about 60,000 headwords), which is equivalent to what are classed as “concise” dictionaries in America. As far as I am aware, what are called “college” or “desk” dictionaries in America have no special label in Britain, though several, notably the <em>Collins Dictionary</em>, are of comparable extent.</p>\n<p>Green is correct in writing that the (“unabridged” Funk &amp; Wagnalls) <em>Standard Dictionary of the English Language</em> (1893) gives two pronunciations for each entry, but he is mistaken in reporting that one represents “the popular pronunciation, the other showing the precise one” [p.364]: there are two pronunciations because one employs a more popular, presumably understandable pronunciation key (called, in the phonetics trade, a “broad transcription”) while the other cleaves to a scholarly transcription (called a “narrow transcription”); if such a pattern were followed today, the first would be the simplified system used generally in most dictionaries and the second would employ the symbols of the International Phonetic Alphabet (which, for their more recondite transcriptions, require a trained phonetician for their understanding).</p>\n<p>In discussing the third edition of Merriam-Webster's <em>New International Dictionary (MW-III),</em> Green describes one of its main advances as “a general move away from America's traditional prescriptive lexicography, towards a more descriptive, British style.” Such a move had, indeed, taken place many years before Philip Gove's editorship of the <em>MW-III</em> and is evidenced in such works as the <em>Merriam-Webster Collegiate, Webster's New World,</em> and <em>American College</em> dictionaries, among others. Some of these dictionaries contain notes describing contentious issues of usage (e.g., <em>infer/imply, reason is because/that</em>, etc.), but those are, essentially, reflective of the concerns of many users of the language, hence can be set forth as “descriptive.”</p>\n<p>On page 366 Green refers to the <em>MW-III</em> as containing “450,000 headwords”: it does not, of course; it contains 450,000 entries. The notion of entry, as described many times in these pages, includes (1) head-word,(2) inflected forms (which, in the sole case of the <em>MW-III</em>, includes regular inflections, which “pumps up” the entry count considerably), (3) changes in parts of speech, (4) embedded boldface entries (like idioms and phrases), (5) run-on forms (those that are added at the ends of entries to illustrate headwords with suffixes of transparent meaning added, e.g., <em>national</em> and <em>nationally</em> run on to <em>nation</em> and <em>nationalization</em> run on to <em>nationalize</em>, (6) spelling variants (like British <em>honour, nationalise, nationalisation</em>, etc.). Thus, a dictionary with approximately 80,000 headwords, the size of American “college” dictionaries, contains more than 170,000 “entries.” I do not know how many headwords the <em>MW-III</em> contains, but it is far, far fewer than the 450,000 entries claimed. (Those who greet with consternation what might seem to be a publisher's fiddling with counts in dictionaries ought to know that the system for such counting was worked out in the 1930s, mainly between Merriam-Webster and the US Treasury Department, which was then in charge of all government purchases, as a means for assessing the information content of dictionaries being purchased for the government, a responsibility later shifted to another department.)</p>\n<p>On page 379 Green writes:</p>\n<blockquote>\n<p>There are, after all, a number of books of 'Americanisms' but none, although there have been plans to fill this gap, of 'Briticisms.'</p>\n</blockquote>\n<p>That is not quite accurate, for, in 1973 Macmillan (US; Johnson &amp; Bacon 1974 in the UK) published Norman W. Schur's <em>British Self-Taught;</em> revised and expanded, it was published as <em>English English</em> by VERBATIM BOOKS in 1980; revised and expanded further, it was published as <em>British English A to Zed</em> by Facts On File in about 1990. It is not entirely accurate to describe Schur's book as a dictionary, for, although it is in alphabetical order (by Briticism, with the American equivalent in the Index), it combines definitions with descriptions of cultural phenomena (as in the entry for the <em>Ashes</em>, which needs an explanation rather than a mere definition).</p>\n<p>Green's treatment of the “Modern World” of lexicography is very thin on the ground. Bare mention is made of the most important and best-selling dictionaries published in the last fifty years, when the sales of all kinds of dictionaries exploded throughout the world. It is probably true to say that an entire book could be written about this recent period in dictionary development, including not only the reflection of sound linguistic philosophy but the effects of the introduction of computers into the dictionary research, compilation, composition, and accession (as through personal computers to CD-ROMS and diskettes): certainly there is more documented information about it than the period of several hundered years covered in the first fourteen chapters of <em>Chasing the Sun</em>.</p>\n<p>But one must be grateful to Jonathon Green at least for the first fourteen chapters, which gather in one place an enormous amount of interesting, useful information about (deceased) lexicographers and the dictionaries they prepared. The title, which will make the book difficult to find amongst others that deal with dictionaries, is from Johnson's Introduction to his dictionary.</p>\n<p>P. 244: If “asks” is correct, then there should be a “?” at the end of the quoted matter.</p>\n<p>P. 244: “new-dangle”—ok?</p>\n<p>P. 245: for “accumen” read “acumen.”</p>\n<p>P. 276: (bottom) for “Allan Walker Read” read “Allen...”</p>\n<p>P. 298: for “no less than 83 readers” read “no fewer...”</p>\n<p>P. 306: correct “to join at the this period.”</p>\n<p>P. 307: for “reconsituted” read “reconstituted.”</p>\n<p>P. 310: for “enormity” read “immensity.”</p>\n<p>P. 311: for “slacked” read “slackened.”</p>\n<p>P. 319: for “Minor, it turned, out...” read “Minor, it turned out,...”</p>\n<p>P. 329: for “<em>The Beaux Strategem</em>” read “<em>The Beaux' Stratagem</em>.”</p>\n<p>P. 333: for “fulsome” read “flattering” or “effusive,” etc.</p>\n<p>P. 361: for “pronounciation” read “pronunciation.”</p>\n<p>P. 369: (in extract) for “grey” read gray” (the way the word was spelt by McDavid).</p>\n<p>P. 370: for “Encyclopedia Britannica” read “Encyclopaedia Britannica.”</p>\n<p>P. 378: for “soldily” read “solidly.”</p>\n<p>P. 392: <em>Notes</em> (13.4) what does “<em>IEL</em>” stand for?</p>\n<p>Ibid.: (13.5) “Trench [2]” is not in the Bibliography.</p>\n<p>P. 418: for “<em>Random House College Dictionary</em> 33-4” read “...35-6.”</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-b1\">\n<p>P. 239: for “Guildford” Connecticut, read “Guilford.” <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Chasing-Sun-Dictionary-Makers-Dictionaries-They/dp/0805034668\"><em>Chasing the Sun: Dictionary-makers and the Dictionaries They Made</em></a></h1> <p>Jonathon Green, (Jonathan Cape, 1996), 423pp.</p> <p>Jonathon Green has deservedly acquired the mantle of Eric Partridge as the foremost authority on British slang. His books are many; listed on the back flap of the dustjacket of this book are the <em>Macmillan Dictionary of Contemporary Slang, The Slang Thesaurus, Neologisms: New Words Since 1960, Slang Down the Ages: The Historical Development of Slang</em>, and <em>The Dictionary of Jargon</em>.</p> <p>The present work is a departure for him, for most of his earlier works have been reference books. I have heard some of Green's broadcasts and interviews, and he comes off quite well, for he is smooth and glib, just what is needed for radio. That style translated into book form, however, makes this book seem greatly overwritten. Its main fault lies in the reliance on extensive quotations from the works described, the sort of thing one expects to be paraphrased by a historian, with the original matter buried in footnotes. Mercifully, there are few such notes, and they come at the end of the book where they can be ignored. The problem with the quotations is that they are often quite long and neither interesting nor revealing, often serving to support a point made by the author, whom I would be happy to believe on his own recognizance. Still, there are a number of errors which ought to be corrected for any subsequent edition or printing.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>Green's account of the early history of dictionary-making is very useful and interesting, for it gathers together information about the personal lives (and qualifications—or lack thereof) of the famous lexicographers. One might quarrel with an occasional comment (like, “[The <em>Techne</em>] might be said to have become the basis of every Greek textbook that schoolboys, in England and elsewhere, would face until the year 1000,” which must have encompassed a relatively small number), but such are few and far between in the earlier chapters of the book. It is not till we arrive at the final chapter, The Modern World, that serious inadequacies rear their ugly heads.</p>"
}