{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: Dharuk Words In English",
  "author": "Bill Ramson",
  "location": "Clovelly, N. S. W.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Dharuk Words In English</em></h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, N. S. W.</span></em></p>\n<p>When the first European settlers arrived in Australia in 1788, there were approximately 250 separate languages spoken by the indigenous peoples. During the 200 years of European occupation these have declined in use, to the point where not more than about twenty are active, in the sense that they are being learnt by Aboriginal children and cover aspects of the everyday life experienced by those children.</p>\n<p>These active languages tend to be those spoken in the north and the west of Australia, in those parts of the country where the Aborigines have been most able to retain their traditional way of life. The first languages that the Europeans encountered, those once spoken on the east coast of Australia, survive only as they were recorded by the settlers and have been reconstructed in the light of later acquired knowledge of the family of Aboriginal languages as a whole. Paradoxically, it is these languages that have contributed most to the lexicon of Australian English. Not more than about 400 words have been borrowed altogether, and yet of these some 60 come from Dharuk, the language which was spoken on the site now occupied by the city of Sydney and not much beyond it, which existed in an inland and a coastal dialect.</p>\n<p>Although there are still a few Dharuk descendants in the vicinity of Sydney, and these may still use a handful of Dharuk words, Dharuk effectively ceased to function as a language by the mid-19th century.</p>\n<p>What then survives? Names of flora and fauna, names of implements, especially weapons, a few miscellaneous names of dwellings, ceremonies, people identified by sex or activity, striking features of the environment, and a handful of pidgin terms suggestive of an only rudimentary communicative exchange.</p>\n<p>The flora and fauna are characterised by their distinctiveness. The “Great South Land” was to prove extraordinarily rich in new species, some of which, like the kangaroo, had an irresistible novelty about them; at the same time they were as numerous as sheep in England and as useful to man. The <em>wallaby</em> and the <em>wallaroo</em> were, like the kangaroo, large marsupials which the Aborigines hunted; the koala was also a marsupial but arboreal in habit and sufficiently unique in appearance to have had the settlers liken it to a bear, a sloth, or a monkey in their naming of it; the <em>wombat</em> was a heavy, thickset marsupial sometimes known as a badger because of its burrowing habit. The only animal immediately recognisable to European eyes was the <em>native dog or dingo</em>, and the distinction was early made between the domesticated dog, or <em>dingo</em>, and the wild dog, or <em>warrigal</em>. Two of the small number of birds identified were the <em>boobook</em>, an omnipresent owl, and the <em>currawong</em>, a large, crowlike bird whose curiosity would have brought it to notice. The name of a good eating fish, the <em>wollami</em> or snapper, on which the early settlers were frequently dependent, was again an understandable borrowing.</p>\n<p>When it came to plants, the same sort of criteria were observed: the <em>waratah, a</em> strikingly beautiful red flower which has become the floral emblem of New South Wales, was soon identified, as were the <em>burrawang</em>, a palmlike plant very common in the coastal forests, and the <em>kurrajong</em>, a plant that yields a useful fibre.</p>\n<p>The name of the dance ceremony <em>corroboree</em>, probably the most immediately observable characteristic of peoples regarded as “savages,” which had both a religious and an informal social form, was readily adopted, as was <em>koradji</em> a 'wise elder' or, as he was often described, a 'witch doctor.'</p>\n<p>Weapons like the <em>boomerang, the hielamon</em> (a wooden shield), the <em>nulla nulla</em> (a club), the <em>waddy</em> (ditto), and the <em>woomera</em> (a spear-thrower), were identifiable to the earliest settlers as were also <em>gin</em> 'woman,' <em>myall</em>, which distinguished a “wild” Aborigine from his “civilised” or “tame” brother, <em>gibber</em> 'a stone,' and <em>gunyah</em> 'a dwelling.' But the largest group of words that characterise the early period are those that clearly formed part of a language used for the limited communication that took place between the two peoples: <em>cobra</em> 'head,' <em>mundowie</em> 'foot,' <em>bogie</em> 'to bathe' or 'a bathing place,' <em>crammer</em> 'to steal,' <em>nangry</em> 'to sleep,' <em>patter</em> 'to eat,' <em>budgeree</em> 'good,' <em>cabon</em> 'big,' <em>cooler</em> 'angry,' <em>jerron</em> 'afraid,' <em>narangy</em> 'little,' <em>muny</em> 'very,' <em>baal</em> a negative, and <em>cooee</em> a 'call' or 'to call.'</p>\n<p>Of the several word lists compiled by officers of the First Fleet, as the first group of convict-laden ships was known, that of Lieut. William Dawes is the most ambitious, attempting a grammar of Dharuk as well as a vocabulary. But such a resource is more an indication of what was available to the settlers than a record of what they actually used. For that we must turn to their accounts of life in the colony and to the words which they adopted, which they use more or less unselfconsciously as part of their language as colonists.</p>\n<p>And here there are three observations to be made. First, the words used by the Aborigines were seldom as attractive to the colonists as descriptive English names that emphasised the perceived resemblance between the new and the known and familiar, and so made for more certain communication. Thus, distinguishing epithets like <em>colonial, native, wild, black, brown, green</em>, and <em>gray</em> qualify names of common Old World species like <em>apple, ash, oak</em>, and <em>pine</em> to build a considerable and understandable vocabulary. Second, a positive effort needed to be made to ascertain the Aboriginal name, and experience showed that the geographical range of Dharuk was extremely limited: the fact that a new set of names came into use as one crossed the boundary of another Aboriginal language must have mitigated against borrowing. Third, the Aborigines were widely thought of as backward and uncivilised and, while this attitude persisted, their nomenclature carried no great recommendation.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>Dharuk Words In English</em></h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, N. S. W.</span></em></p> <p>When the first European settlers arrived in Australia in 1788, there were approximately 250 separate languages spoken by the indigenous peoples. During the 200 years of European occupation these have declined in use, to the point where not more than about twenty are active, in the sense that they are being learnt by Aboriginal children and cover aspects of the everyday life experienced by those children.</p> <p>These active languages tend to be those spoken in the north and the west of Australia, in those parts of the country where the Aborigines have been most able to retain their traditional way of life. The first languages that the Europeans encountered, those once spoken on the east coast of Australia, survive only as they were recorded by the settlers and have been reconstructed in the light of later acquired knowledge of the family of Aboriginal languages as a whole. Paradoxically, it is these languages that have contributed most to the lexicon of Australian English. Not more than about 400 words have been borrowed altogether, and yet of these some 60 come from Dharuk, the language which was spoken on the site now occupied by the city of Sydney and not much beyond it, which existed in an inland and a coastal dialect.</p> <p>Although there are still a few Dharuk descendants in the vicinity of Sydney, and these may still use a handful of Dharuk words, Dharuk effectively ceased to function as a language by the mid-19th century.</p>"
}