{
  "type": "Article",
  "title": "Fo Er Si Guo Er and The Cross-Eyed Bear (or: OfOronyms and Other Literary Trompes l'Oeil/Oreille)",
  "author": "William Brashear",
  "location": "Ägyptisches Museum, Berlin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fo Er Si Guo Er and The Cross-Eyed Bear (or: OfOronyms and Other Literary Trompes l'Oeil/Oreille)</h1>\n<p><em><span data-rel=\"author\">William Brashear</span> <span data-rel=\"location\">Ägyptisches Museum, Berlin</span></em></p>\n<p>“Singlish.” Sort of (but not really) single? Contemplating marriage or divorce? Actually <em>Singlish</em> has nothing to do with one's marital status. It is the system of writing that the victorious Japanese wanted to impose on the defeated Australians, New Zealanders, and Americans at the end of World War II, forcing them to abandon Latin letters and use Chinese logographs as phonetic equivalents of English words instead. As a foretaste of things to come to committee responsible for implementing this innovation proffered a <em>Singlish</em> rendition of Lincoln's Gettysburg Address: <em>(of er si guo er)</em> “Four score...”</p>\n<p>Obviously, this plan never got off the ground. How could it? Historical facts aside, the “Singlish Affair” is the brain-child of John DeFrancis (<em>The Chinese Language, Fact and Fantasy</em>, Univ. of Hawaii, 1984), a parodying bulesque pointing up certain features of languages in general and of Chinese in particular. Languages, though glibly spoken and written, often present formidable problems of perception, both visual and aural. Thus <em>fo er si guo er</em>, to all appearances Chinese, is actually pseudo-Chinese nonsense. Only when one realize its <em>Singlish</em> — that is, English masquerading as Chinese — does it become intelligible.</p>\n<p>Although <em>Singlish</em> is a figment of imagination, there are many examples of genuine switched writing systems masquerading as something they are not. In fact, “trans-alphabetism,” to coin an appropriate neolo- gism, goes hand in hand with the history of writing. The first known graphic system, cuneiform, served as the common vehicle of expression for not only Sumerian, Akkadian, Babylonian, Assyrian, and Ugaritic, but also Elamite, Hurrian, Old Persian, and Hittite. Much later, the Greeks borrowed a foreign alphabet, Phoenician and adapted it to their needs. The Greek alphabet was, in turn, used with modifications by the Lykians, Lydians, Etruscans, Copts, and Slavs. Transformed by the Romans into the Latin alphabet, it has since become the most widely used writing system ever in the history of mankind.</p>\n<p>Alongside these examples of mainstream transalphabetism are other lesser-known curiosities. From antiquity many such chameleonic switchovers are preserved on papyrus, parchment, stone, and bone and in clay, Greek letters serving to write Demotic Egyptian, Babylonian, Hebrew, Aramaic, Indian, and Latin. Conversely, Demotic Egyptian signs and Hebrew, Armenian, and Latin letters were sometimes used to write Greek. Such trans-alphabetic texts are approximate phonetic productions written by or for someone interested in but not capable of reading a particular language in its proper alphabet. Thus, numerous trans-alphabetic glossaries—Greek-Latin, LatinGreek, Hebrew-Latin, Arabic-Coptic, and ArabicGreek—once thought to be schoolboys' exercises, are probably elementary aids for tourists, pilgrims, and businessmen. Even in 10th-century Europe it was fashionable to write Latin texts employing Greek letters, Greek being a far more holy language than mundane Latin. Yet in Greek documents, notaries appended their names and formulaic closing statements using Latin letters.</p>\n<p>Furthermore, magicians deliberately wrote such trans-alphabetic words and texts on amulets in order to project an aura of mystery and impress a credulous clientele. Thus one finds Egyptian, Hebrew, Aramaic, Greek/Latin, and other languages disguised in Greek and Latin letters. Likewise, Hebrew was written in phonetic Coptic.</p>\n<p>Alongside these more pragmatic productions, trans-alphabetic texts are even found lurking in literature, both ancient and modern. In one of his comedies, the Roman playwright Plautus lets a character declaim in Phoenician on stage. Plautus wrote the text in phonetic Latin. Mark 15.34 records Christ's reproach from the cross—<em>eloi, eloi, lamma sabachthani</em>?— using Greek letters to transcribe the original Aramaic. In 1903 a Greek papyrus drama fragment from Oxyrhyncus (Egypt) was published in which an Indian appears conversing in his mother tongue. In 1995 a 3rd-century BCE papyrus preserving an unknown language was found. Both of these languages, written in phonetic Greek, still await elucidation. Another ancient oddity is a 4th-century BCE Aramaic religious text in Demotic script.</p>\n<p>Modern translingual <em>jeux d'esprit</em> are <em>Mots d'Heures Gousses Rames</em>, by Luis d'Antin von Roote (New York, 1967) in which English masquerades as French; Brigid Brophy, <em>In Transit</em> (London, 1969); and the ultimate: Joyce's <em>Ulysses</em> and <em>Finnegans Wake</em> with their ostensibly English yet polyvalent, transliteral letter and word groups which punningly play over no fewer than fifty to sixty languages in Cheshire-catlike, now-you-see-it-now-you-don't <em>trompes l'oeil</em>.</p>\n<p>Apart from these curiosities are the many quite standard instances of scripts serving to reproduce languages with which they have no organic relationship whatsoever. Middle Persian (an Indo-European language) was written in a form of Aramaic (a Semitic language). Modern Persian is expressed in Arabic (Semitic) letters. Yet Maltese, a bonafide Semitic language is written not in Arabic but in Latin letters. Turkish, which is neither Semitic nor Indo-European, was written using Arabic letters until 1928, when Kemal Ataturk decreed that it thenceforth be written in Latin letters. Other ancient Turkic languages, as Arabic and Malayalam in India, were sometimes written using Syriac (Semitic) characters. Middle High German, more commonly known as Yiddish, is written in Hebrew letters, and, when similarly expressed by means of Hebrew letters, Spanish is called Ladino. Central Asiatic languages were sometimes written using Syriac letters. The Copts in Egypt originally wrote their language (a derivative of pharaonic Egyptian) in Greek letters; today they read their prayers in Arabic transcription. Chinese logographs have been employed for Korean, Japanese, and Annamese. However, present-day Vietnamese uses Latin letters, as do many African, Asian, Polynesian, and Micronesian languages around the world. If the ancient Romans were to meet up with Latin letters in modern central Africa, Micro- or Indonesia would be flummoxed for certain!</p>\n<p>That is not to mention the occasional Modern Greek, Hebrew, Russian, and Chinese transcription of an English, French, Italian, German, or African word, name, or place—and vice versa. Run-of-the-mill <em>trompes l'oeil</em> in every language are foreign words in disguise: Norwegian <em>byra</em> (French <em>bureau</em>); Dutch <em>kadotje</em> (French <em>cadeau</em> + Dutch -<em>tje</em>); Chinese <em>qiao ke li</em> (Aztec <em>xocolatl</em> 'chocolate'). Hong Kong and Macau present what are probably the most egregious examples of all-pervasive linguistic symbiosis on a daily basis, <em>Singlish</em> ubiquitous in the former, (e.g. <em>ba shi</em> 'bus'; <em>de shi</em> 'taxi'), “Portusinese” in the latter.</p>\n<p>Aural equivalents of these <em>trompes l'oeil</em> are socalled oronyms—<em>trompes l'oreille</em>—which Pinker describes in <em>Language Instinct</em> (New York, 1994, p. 188), citing such examples as, <em>The stuffy nose can lead to problems</em> 'The stuff he knows...'; <em>It's a doggy-dog world</em> 'It's a dog-eat-dog world'; <em>A girl with colitis goes by</em> 'A girl with kaleidoscope eyes' (Beatles' song); <em>Gladly the cross-eyed bear</em> “Gladly the cross I'd bear' (traditional Christian hymn). Readers undoubtedly have their own favorites.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fo Er Si Guo Er and The Cross-Eyed Bear (or: OfOronyms and Other Literary Trompes l'Oeil/Oreille)</h1> <p><em><span data-rel=\"author\">William Brashear</span> <span data-rel=\"location\">Ägyptisches Museum, Berlin</span></em></p> <p>“Singlish.” Sort of (but not really) single? Contemplating marriage or divorce? Actually <em>Singlish</em> has nothing to do with one's marital status. It is the system of writing that the victorious Japanese wanted to impose on the defeated Australians, New Zealanders, and Americans at the end of World War II, forcing them to abandon Latin letters and use Chinese logographs as phonetic equivalents of English words instead. As a foretaste of things to come to committee responsible for implementing this innovation proffered a <em>Singlish</em> rendition of Lincoln's Gettysburg Address: <em>(of er si guo er)</em> “Four score...”</p> <p>Obviously, this plan never got off the ground. How could it? Historical facts aside, the “Singlish Affair” is the brain-child of John DeFrancis (<em>The Chinese Language, Fact and Fantasy</em>, Univ. of Hawaii, 1984), a parodying bulesque pointing up certain features of languages in general and of Chinese in particular. Languages, though glibly spoken and written, often present formidable problems of perception, both visual and aural. Thus <em>fo er si guo er</em>, to all appearances Chinese, is actually pseudo-Chinese nonsense. Only when one realize its <em>Singlish</em> — that is, English masquerading as Chinese — does it become intelligible.</p> <p>Although <em>Singlish</em> is a figment of imagination, there are many examples of genuine switched writing systems masquerading as something they are not. In fact, “trans-alphabetism,” to coin an appropriate neolo- gism, goes hand in hand with the history of writing. The first known graphic system, cuneiform, served as the common vehicle of expression for not only Sumerian, Akkadian, Babylonian, Assyrian, and Ugaritic, but also Elamite, Hurrian, Old Persian, and Hittite. Much later, the Greeks borrowed a foreign alphabet, Phoenician and adapted it to their needs. The Greek alphabet was, in turn, used with modifications by the Lykians, Lydians, Etruscans, Copts, and Slavs. Transformed by the Romans into the Latin alphabet, it has since become the most widely used writing system ever in the history of mankind.</p>"
}