{
  "type": "Article",
  "title": "“Latter-day” English",
  "author": "Marc A. Schindler",
  "location": "Spruce Grove, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Latter-day” English</h1>\n<p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p>\n<p>When Joseph Smith announced to the world in the early 19th century that he had seen God, and gave to the world his “Golden Bible” <em>(The Book of Mormon)</em>, he certainly introduced some radical new theologh. However, as his followers, presecuted and harried out of the estern US to the godforsaken wastes of what is now Utah, then proceeded in build Zion as they made the desert bloom, they and their descendants have also contributed some unique words to the English language (or, in some cases, some unique twists on existing words).</p>\n<p>A full exposition of strictly doctrinal terms is beyond the scope of this article because such a listing would entail a detailed examination of Mormon doctrine. Speaking of <em>Mormon</em> doctrine, the term, used as a general-purpose noun, adjective, and adverb, as an unofficial designation for <em>the Church of Jesus Christ of Latter-day Saints</em> and its adherents, and comes from <em>The Book of Mormon</em>, a book that Joseph Smith claims to have translated from gold plates goven to him by an angle. The book claims to be a parallel to the Bible, but pertaining to the New World, and relates the religious history of several groups of people. Talking about the book in a scholarly way in somewhat like discussing Tolkien's works, which also contain a richly developed cultural world. In Tolkien's case it is self-evident that his <em>Lord of the Rings</em> trilogy is a work of fiction, and non-Moromons would probably assign the Book of Mormon to the same category; but faithful Mormons take its truth seriously (whether strictly historical on one end of a spectrum to mythologically symbolic on the other end), albeit of faith. This is by way of pointing out that <em>Mormon</em> was the name of the major editor of the book, and it was named after him, although he did not write the whole book.</p>\n<p>Whether Mormon was historical figure or a fictional Character is a matter of faith, but many of the names in the book do have roots in Near Estern languages, for whatever reason. Several of the personal names in the book are popular boys' names amongst Mormon families today; especially popular are <em>Jared</em> (which is also the name of an obscure Biblical personage, but the Book of Mormon character has a far greater profile), <em>Helaman</em> and <em>Nephi</em>. Current place names in Utah that come from the Book of Mormon include: <em>Bountiful, Lehi, Nephi, Manti, Moroni</em>, and <em>Deseret</em> (town, not the territory). There are numerous Biblical names as well: <em>Paradise, Jordan River, West Jordan, Goshen, Ephraim, Zion National Park, Joseph, Mount Carmel</em>, and <em>Moab</em>, as well as places named after early leaders and settlers <em>Brigham City, Grantsville, Heber City</em> and others. The Jordan River is so called because the geography of Utah resembles that of Palestine: Lake Utah drains via the Jordan River into the Great Salt Lake, just as the Sea of Galilee drains via the Jordan River into the salty Dead Sea. Old World Zion and New World Zion are thus mirror images of each other. The names of two towns, <em>American Fork</em> and <em>Spanish Fork</em> bear special mention because of a peculiarity of Utah pronunciation especially rural pronunciation: locally these towns are known as “American Fark” and “Spanish Fark,” respectively.</p>\n<p>An intriguing example of a Book of Mormon place name is <em>Desert</em>, which was a very popular name in Mormondom in the 19th century. Utah was not allowed to enter the Union until long after it had achieved the minimum requirements for statehood (1896) because Americans at the time abhorred the Mormon practice of polygamy (called <em>plural</em> marriage in “Latter-day English”). Having more than one wife was all right: <em>Gentiles</em> (nonMormons) just disapproved of having them all at the same time! Speaking of <em>Gentiles</em>, there is a story (perhaps apocryphal) that the famous Israeli general and archaeologist, Yigael Yadin, once prefaced a speech at the University of Utah with the observation, “You know, this is probably the only place I can come and be a Gentile!”</p>\n<p>The territory that preceded the state of <em>Utah</em> (named after the Ute Indians) was called the <em>Territory of Desert</em>. It is a term for the promised land in the Book of Mormon and is supposed to mean 'land of the honeybee.' It has been speculated that the word is related to the Egyptian <em>d”rt</em>, a term for the Red Crown of Upper Egypt, whose emblem was the bee. In the 19th century these was a <em>Deseret Industries</em>. The hive is the symbol of Utah and appears on its coat-of-arms. The territory of Desert covered an area much larger than the modern-day state of Utah: parts of Nevada, California, Arizona, Idoho, Wyoming, and Colorado were all part of Desert at one time. A non-contiguous part of the “Mormon empire” is <em>Mormon Country</em>, an area of southern Alberta, Canada, which was settled by Mormons in the late 19th century refugees from US marshals looking for polygamists).</p>\n<p>Several doctrinal terms bear mentioning. Mormons (or <em>Latter-day Saints</em>, as well call ourselves-not out of a sense of spiritual superiority, it is to be hoped, but because of a reference of St. Paul's to the members of the ancient church being called saints) have two basic types of religious buildings: <em>chapels</em> and <em>temples</em> and they are as different as synogogues and temples are in Judaism. A chapel is a meeting house, but the area of assembly for worship withinthe chapel building is alson called a <em>chapel</em>. Traditionally there is also a <em>cultural hall</em>, which serves as everything from an overflow for the chapel, a basketball court, an area for dramatic and musical productions, and a hall for wedding receptions. The main Sunday meeting — the counterpart to Catholic <em>mass — is called sacrament meeting</em>, “sacrament” in the Mormon sense being one specific sacrament only: what other christians called the Eucharist. A temple is a building where, as a rule, no meetings are held but where Mormons go for certain ceremonies, including <em>vicarious ordinances</em> (ordinances on be half of one's ancestors), for <em>celestial marriages</em> (technically, celestial marriage is the institution of marriage that extends past death, as generally understood, and the wedding ceremony itself is called <em>a temple marriage</em>), and a place where one <em>receives one's endowment</em>. An endowment in this case is a ceremony at which one ritualizes one's place in the universe, both with respect to God and with respect to one's extended family. There are also <em>tabernacles</em>, which are large meeting places for special-purpose meetings-the best-known one is; of course, the tabernacle where the <em>Mormon Tabernacle Choir</em> is based, on <em>Temple Square</em>, in Salt Lake City.</p>\n<p>When Joseph Smith's successor, Brigham Young, founded Desert/Utah, he sent colonists out to places as far away as Colonia Juarez, Mexico; Cardston, Alberta, Canada; San Bernardino, California, and all over Wyoming, Idoho, Nevada, and Arizona. All of these colonies were set up in the same way, with streets wide enough “to ensure a full team of oxen could turn around.” The towns were organized politically in a way presious Mormon colonies in the estern states (Kirtland, Ohio, and Nauvoo, Illinois) were, into <em>stakes</em> and <em>words</em>. The image of the stake comes from the stakes used to hold up the tabernacle in Old Testament days; today it corresponds roughly to a diocese, and is a collection of words. The word started out as a political subdivision, just like wards in most North American cities, but became the equivalent of a parish. Stakes are headed by a <em>stake president</em>, a volunteer official (there is no professional clergy), and wards are headed by a <em>bishop</em>.</p>\n<p>All males from twelve years of age are eligible to <em>hold the priesthood</em> ant it is this semi-universal priesthood that governs the church (with participation by women in some administrative roles, but outside the context of the priesthood itself) and conducts its rituals. The priesthood is divided into the <em>Aaronic Priesthood</em>, for young men from twelve to eighteen, and the <em>Melchizedek Priesthood</em> for adult males. Each branch is divided into three offices: <em>Decons</em> are 12-13; <em>Teachers</em> are 14-15; <em>Priest</em> are 16-17; and the Melchizedek Priesthood is divided “horizontally” into three offices: <em>Elders</em> (you might have met some awfully yound “Elders” on your doorstep... ), <em>Seventies</em>, and <em>high Priests</em>. The imagery comes from the time when Moses went up Mt. Sinai, leaving a group of seventy at one point and the edlers of Israel behind them. Moses himself was, of course, the high priest.</p>\n<p>Slang terms, unofficial terms and humour abounds within Mormondom. The humour column of an unofficial scholarly publication, <em>Sunstone</em>, in called “Oxymormons.” Women are referred to institutionally as <em>the Relief Society</em>, after the name of their auxiliary organization (founded by Joseph Smith's wife, Emma, it claims to be America's oldest women's organization). <em>To hold the priesthood</em> is a euphemism for any sort of physical affection displayed by women towards men (since all men, at least in principle, are members of the priesthood); <em>the Word of Wisdom</em> is a reference to Mormons' dietary laws (which prohibit smoking, alcohol, drugs, and caffeine-containing hot drinks); <em>Primary</em> is a reference to children up to the age of eleven (as with the Relief Society, this is an example of the name of the organization being extended generally to its members). Mormonism has a relatively well-defined theology, but even in such a centralized body of thought there is bound to be a specturm of beliefs and social attitudes. What Gentiles would call “liberals” and called <em>liahonas</em> by Mormons, and “conservatives' are called <em>iron-rodders</em>, both terms coming from Book of Mormon images.</p>\n<p>And finally, what about splinter groups, without which no self-respecting religious group would be complete? Mormons who do not practice their religion are called <em>Jack Mormons</em>, the largest schismatic group, <em>The Reorganized Church of Jesus Christ of Latter Day Saints</em>, (note the difference in spelling of “latter-day”) who did not follow what they call the <em>Utah Mormons</em> out west, but stayed in Missouri, are called <em>Reorganites</em>, and although Mormons have their share of fundamentalists, to call someone <em>a fundamentalist</em> in Mormondom is to accuse him of being a closet polygamist. The practice of polygamy was outlawed just before the turn of the century, but polygamous families persist down to the present day. One has to admit, these terms represent an improvement over one term that used to be applied to Missourians during the days of persecution in the mid-19th century (the Missouri state legislature still had an official Mormon extermination order on its books until someone discovered it in the archives in the 1970s): they were affectionat4ely known as <em>Pukes</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Latter-day” English</h1> <p><em><span data-rel=\"author\">Marc A. Schindler</span> <span data-rel=\"location\">Spruce Grove, Alberta</span></em></p> <p>When Joseph Smith announced to the world in the early 19th century that he had seen God, and gave to the world his “Golden Bible” <em>(The Book of Mormon)</em>, he certainly introduced some radical new theologh. However, as his followers, presecuted and harried out of the estern US to the godforsaken wastes of what is now Utah, then proceeded in build Zion as they made the desert bloom, they and their descendants have also contributed some unique words to the English language (or, in some cases, some unique twists on existing words).</p> <p>A full exposition of strictly doctrinal terms is beyond the scope of this article because such a listing would entail a detailed examination of Mormon doctrine. Speaking of <em>Mormon</em> doctrine, the term, used as a general-purpose noun, adjective, and adverb, as an unofficial designation for <em>the Church of Jesus Christ of Latter-day Saints</em> and its adherents, and comes from <em>The Book of Mormon</em>, a book that Joseph Smith claims to have translated from gold plates goven to him by an angle. The book claims to be a parallel to the Bible, but pertaining to the New World, and relates the religious history of several groups of people. Talking about the book in a scholarly way in somewhat like discussing Tolkien's works, which also contain a richly developed cultural world. In Tolkien's case it is self-evident that his <em>Lord of the Rings</em> trilogy is a work of fiction, and non-Moromons would probably assign the Book of Mormon to the same category; but faithful Mormons take its truth seriously (whether strictly historical on one end of a spectrum to mythologically symbolic on the other end), albeit of faith. This is by way of pointing out that <em>Mormon</em> was the name of the major editor of the book, and it was named after him, although he did not write the whole book.</p> <p>Whether Mormon was historical figure or a fictional Character is a matter of faith, but many of the names in the book do have roots in Near Estern languages, for whatever reason. Several of the personal names in the book are popular boys' names amongst Mormon families today; especially popular are <em>Jared</em> (which is also the name of an obscure Biblical personage, but the Book of Mormon character has a far greater profile), <em>Helaman</em> and <em>Nephi</em>. Current place names in Utah that come from the Book of Mormon include: <em>Bountiful, Lehi, Nephi, Manti, Moroni</em>, and <em>Deseret</em> (town, not the territory). There are numerous Biblical names as well: <em>Paradise, Jordan River, West Jordan, Goshen, Ephraim, Zion National Park, Joseph, Mount Carmel</em>, and <em>Moab</em>, as well as places named after early leaders and settlers <em>Brigham City, Grantsville, Heber City</em> and others. The Jordan River is so called because the geography of Utah resembles that of Palestine: Lake Utah drains via the Jordan River into the Great Salt Lake, just as the Sea of Galilee drains via the Jordan River into the salty Dead Sea. Old World Zion and New World Zion are thus mirror images of each other. The names of two towns, <em>American Fork</em> and <em>Spanish Fork</em> bear special mention because of a peculiarity of Utah pronunciation especially rural pronunciation: locally these towns are known as “American Fark” and “Spanish Fark,” respectively.</p>"
}