{
  "type": "Article",
  "title": "The Problem of Names",
  "author": "J. A. Davidson",
  "location": "Victoria, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Problem of Names</h1>\n<p><em><span data-rel=\"author\">J. A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p>\n<p>Recently a brisk, chummy young woman whom I had just met asked me what my first name is. “John,” I told her. “Well, now, John...,”she began.</p>\n<p>“Nobody calls me John,” I said gently. I then explained to her that it is not so much the first-naming itself that some of us older citizens do not like but the doing it in a casual way by people we do not know.</p>\n<p>I told her that people who know me call me <em>Jock</em>. I have carried that label from the first week of my life. I was born in Winnipeg General Hospital. My mother was Canadian by birth; my father an immigrant from Scotland. Nurses in the hospital teased him about his accent and began referring to me as <em>wee Jock</em>. My mother's relatives picked it up and I have lived with it ever since. When I was in high school some of my friends took delight in referring to me as “an athletic supporter.” (I like the woman in Peter De Vries' novel, <em>Forever Panting</em>, who spoke about “John Jock Rousseau”.)</p>\n<p>Dr. Wayne W. Dyer, one of the better-selling gurus in pop psychology a few years ago, gave this advice in his book, <em>Pulling Your Own Strings:</em> “Always deal with people on a first name basis unless they make it clear that they need to be addressed in some other way.” Why did he use the word <em>need</em> with respect to those of us who prefer not be called by our first names by people who do not know us at all well?</p>\n<p>I read somewhere that a girl was given the name <em>Camery</em> because her uncle had served in the Queen's Own Cameron Highlanders, a regiment in the British army. The writer pointed out how unfortunate that was, as <em>camery</em>, he said, is “a disease of horses in which pimples appear on the palate.” I was skeptical of that. So to three or four dictionaries. No mention. That writer, I knew, liked to do a little leg-pulling in his writings. Then I went to the big <em>Oxford: camery</em> is an obsolete word and the writer had simply quoted that dictionary's definition. Now I worry a little about my car, a splendid secondhand Toyota <em>Camry</em>.</p>\n<p>H. L. Mencken, in one of his more crotchety moods, said this: “The first Rotarian was the first man to call John the Baptist 'Jack.' ” On the other hand, an English university teacher said this about John Milton: “I would venture to assert that no human being ever called him Johnnie.”</p>\n<p>In the USA an actor who appears in two roles in a play is given as his name for the second one, <em>George Spelvin</em>. An actress is <em>Georgina</em>. I understand that in England he is <em>Walter Plinge</em>. I do not know what name they give to a woman.</p>\n<p>P. G. Wodehouse has delighted many readers with the names he gave to characters in his wonderful humorous novels: <em>Jeeves</em> and <em>Bertie Wooster, Pongo Thistleton</em>, and many others. About the naming of characters he said this: “Odd how important story names are. It always takes me about as long toget them to my satisfaction as it does to write the novel.”</p>\n<p>Many years ago I found in an abandoned farmhouse a copy of a 1912 issue of <em>The Presbyterian</em>, a periodical published in Toronto and devoted to spiritual uplift and the sale of patent medicines and trusses. In it the editor commented briefly on a recently published pamphlet written by Bernard Shaw, <em>On Going to Church</em>. He gently castigated Shaw for indulging in “one of the modish foibles of the day” by calling himself <em>G. Bernard Shaw</em> rather than use, in the good old Irish manner, <em>George B. Shaw</em>. Then he suggested to his fellow ministers that “<em>J. Melchizedec Smith</em> looks more impressive than either <em>John M. Smith</em> or <em>J. M. Smith</em>.”</p>\n<p>A few years ago I read a brief report on some research that had been done at a California university by a team of psychologists in which they discovered that the way people sign their names and use it for public purposes tells something significant aboutthem. They said that if you use <em>John J. Doe</em> you probably are a very conventional person. A simple <em>John Doe</em> suggests that you are rather outspoken, an assertive loner. (<em>Bernard Shaw</em> was the playwright's usual byline.) <em>John James Doe</em> tends to be rather proud, and he likes to stand in the limelight. <em>J. Doe</em>, on the other hand, is likely to be excessively modest. <em>J. J. Doe</em> is generally a person who likes to remain in the background, a shy one—like J. A. Davidson. <em>J. James Doe</em> is a go-getter, and likes to think himself a man of considerable importance. (H. Allen Smith, an American humorist, called this, and exemplified in his own usage, “parting one's name on the side.”)</p>\n<p>Some years ago I noticed a tendency among American preachers—a tendency I noticed also in Canada—to adopt the three-name pattern. This particular foible may have been initiated by <em>Ralph Waldo Emerson</em> (1803-82), who had been a preacher before concentrating on being an important literary man. <em>Harry Emerson Fosdick</em> (1878-1969)—notice that middle name, although it may not be significant—was the leading American preacher of his time. And, of course, we must not overlook <em>Norman Vincent Peale</em>. Would not <em>N. Vincent Peale</em> have given the eminent positive-thinker a bit more class? (I read somewhere that a striptease artiste in California a few years ago adopted as her stage name <em>Norma Vincent Peel</em>.)</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Problem of Names</h1> <p><em><span data-rel=\"author\">J. A. Davidson</span> <span data-rel=\"location\">Victoria, British Columbia</span></em></p> <p>Recently a brisk, chummy young woman whom I had just met asked me what my first name is. “John,” I told her. “Well, now, John...,”she began.</p> <p>“Nobody calls me John,” I said gently. I then explained to her that it is not so much the first-naming itself that some of us older citizens do not like but the doing it in a casual way by people we do not know.</p> <p>I told her that people who know me call me <em>Jock</em>. I have carried that label from the first week of my life. I was born in Winnipeg General Hospital. My mother was Canadian by birth; my father an immigrant from Scotland. Nurses in the hospital teased him about his accent and began referring to me as <em>wee Jock</em>. My mother's relatives picked it up and I have lived with it ever since. When I was in high school some of my friends took delight in referring to me as “an athletic supporter.” (I like the woman in Peter De Vries' novel, <em>Forever Panting</em>, who spoke about “John Jock Rousseau”.)</p>"
}