{
  "type": "Article",
  "title": "Revising The F-Word",
  "author": "Jesse Sheidlower",
  "location": "Random House",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Revising The F-Word</h1>\n<p><em><span data-rel=\"author\">Jesse Sheidlower</span> <span data-rel=\"location\">Random House</span></em></p>\n<p>Writing a book entirely about the word <em>fuck,</em> aside from being a good way to guarantee cocktail-party chatter, exposes one to numerous criticisms. Apart from the tiresome “degradation of society” arguments from the puritanical, everyone is familiar with this word in its many forms. Newspapers coyly refer to it with euphemisms and circumlocutions, Tshirt vendors stock shirts emblazoned with its many parts of speech. And everyone has a favorite passage, unusual compound, or offbeat etymological theory to promote.</p>\n<p>The original edition of <em>The F-Word</em> was a successful project. It included almost all of the important uses of the word, and the introduction gave a good picture of the word's history, both etymological and social. But there is always room for improvement, and so when Random House determined it was time to reprint, we decided that a major revision could be supported. The revision is in progress at the time of this writing, and this is a preliminary report on where things stand.</p>\n<p><em>Historical</em></p>\n<p>Interest in the historical aspect of the word <em>fuck</em> has always been high; most reviewers cited various anecdotes from the Introduction. We have accordingly been trying to research and add any relevant or interesting story. The earliest example of <em>fuck,</em> appearing in a ciphered version in the fifteenth-century poem “Flen Flyys,” has always been a crowd-pleaser, since it is not only in code—suggesting that the word was taboo even at that time—but describes monks fucking. (Seemingly a popular subject for that era—an early sixteenth century apostil refers to the poor scribe's “fucking abbot.”) The original edition gave sparse details on the background of this poem and translated the cipher without explaining it; even the mainstream <em>American Heritage Dictionary, Third Edition,</em> gave more complete treatment. In the new edition, we will give a thorough version of this attestation.</p>\n<p>The date of 1926 for the first openly printed use of <em>fuck</em> in America—still the earliest we have discovered—provoked the question of the first use of <em>fuck</em> in the movies. We are still researching this, but it seems that <em>fuck</em> first appeared in mainstream movies around 1970 (<em>MASH</em> and <em>Myra Breckenridge</em>); it had been used earlier in several avant-garde films. Unlike the literary world, where provocative books such as <em>Ulysses</em> or <em>Lady Chatterley's Lover</em> led to legal battles over obscenity issues, in the movies, no one tried to place <em>fuck</em> onto film until the country was ready for it.</p>\n<p>While <em>fuck</em> appeared in popular periodicals such as <em>The Atlantic Monthly, Harper's Magazine, Playboy</em>, and others by the 1960s, it took a bit more time for the word to, um, penetrate the august pages of <em>The New Yorker</em>. The editorship of Tina Brown is usually credited—more usually, faulted— with that journal's frequent use of the word, and though writers did use it frequently under Ms. Brown, in fact <em>fuck</em> appeared there, spelled in full, in 1985, during the editorship of the puritan William Shawn, in a short story by Bobbie Ann Mason: “Maybe you have to find out for yourself. Fuck. You can't learn from the past.” (June 3, 1985, p. 81).</p>\n<p>The etymology of <em>fuck</em> has never ceased inspiring comment. The various purported acronymic origins are still the first thing most people think of; we will be expanding our treatment of this, and including the first known appearance of an acronymic etymology (in New York's underground paper <em>The East Village Other),</em> in 1967. The most striking recent development has been the popularity of the “pluck yew” story, which conflates the origin of <em>fuck</em> with an earlier piece of folklore about the origin of the offensive backhand two-finger gesture. According to the original form of the tale, before the battle of Agincourt, immortalized in Shakespeare's <em>Henry V,</em> the French taunted the English longbowmen by waving two fingers at them, saying that those fingers (used to pull back the bowstring) could never defeat the mighty French. After the English annihilated the hapless French (10,000 dead French to a mere 29 Brits, by Bill S.'s count), the English responded by waving their two fingers back at the French in the now-familiar gesture (the American version limits it to the single middle finger). The recent twist has been to note the fact that longbows are traditionally made of yew wood, and claim that the act of drawing the bowstring was called “plucking yew”; the victorious English not only waved their fingers at the French, but shouted “We can still pluck yew! Pluck yew!” at them. A few convenient sound-changes brought us to our familiar phrase “fuck you.”</p>\n<p>This story, totally ludicrous in any version, was popularized on the National Public Radio segment “Car Talk,” where it was meant as a joke; many unfortunates, particularly on the Internet, have taken it seriously. It will be debunked.</p>\n<p>On the serious side, considerably more etymological information will be presented. The editor is grateful to Anatoly Liberman for sharing the entry (and bibliography) for <em>fuck</em> from his magnificent forthcoming etymological dictionary. Liberman argues convincingly that the word is part of a large family of Germanic words having the form <em>f</em> + [short vowel] + [stop], having the base meaning 'to move back and forth' (not 'to thrust', as most dictionaries, and the original edition of <em>The F-Word,</em> had it). It is probably a borrowing from Dutch, Low German, or Flemish, but not a continuation of an Old English word. He finds no Indo-European cognates (of Latin <em>futuo</em> he notes “It is a strange coincidence that Latin <em>futuo</em> is also an <em>f</em> word”).</p>\n<p>On the less serious, but still scholarly, side, we will refer to the hilarious <em>Studies Out in Left Field: Defamatory Essays Presented to James D. McCawley On His 33rd or 34th Birthday</em>. This remarkable collection applies the principles of transformational grammar to the analysis of sexual and scatalogical vocabulary. Quang Phuc Dong's “English Sentences Without Overt Grammatical Subject” looks at the oft-questioned basis of “fuck you!,” whilst Munç Wang's “Copulative Sentences in English: A Germanic Language Spoken in Northern Delaware” studies the grammaticality (in the author's idiolect) of such sentences as “Micky fucked Michelle's cadaver in the ass” (grammatical), “Bret fucked the mannikin through the hole he drilled in its throat” (of questionable grammaticality), and “Fred fucked the log through a hole that squirrels had made” (ungrammatical). The omission of this classic, first published in 1971, is unforgivable.</p>\n<p>Least forgivable of all was the omission of Allen Walker Read's 1934 classic “An Obscenity Symbol,” the most important article ever written on <em>fuck</em>, despite the absence of that word from the article itself (a not uncommon situation in the field, I might add). The decision of the editor (who even now is hiding behind this circumlocution, but yes, it was me) to forgo a bibliography should not have prevented him from acknowledging this indispensable work.</p>\n<p><em>New Words and Senses</em></p>\n<p>A moderate number of new words or phrases, and a smaller number of new senses, have been added. Several readers suggested the addition of that '70s hit, <em>zipless fuck</em> 'an act of intercourse without an emotional connection', coined by Erica Jong in <em>Fear of Flying</em>. We had originally decided to omit it since <em>zipless</em> was often used on its own to mean 'passionate but emotionally uninvolved', but it does appear often enough as a set phrase to deserve entry. Arnold Zwicky, chief editor of the <em>Studies Out in Left Field</em> collection celebrated above, suggested <em>genderfuck</em> 'instance of reversal of normal sex roles; (specifically) transvestism', a common term whose absence can only be explained using the Johnsonian formula, in answer to a woman who has asked him why he defined <em>pastern</em> as the “knee” of a horse, “ignorance, Madam, pure ignorance.” Thanks to the diligent research of friends and colleagues, we have pushed this back to 1973 with frequent cites thereafter. Another unfortunate omission was <em>fuck buddy</em> 'a sexual partner, esp. a friend with whom one engages in casual sex', which we currently have found to 1983 but have hopes of bettering. To <em>mercy fuck</em> and <em>sport fuck</em> we now add the even less pleasant <em>hate fuck,</em> immortalized as the title of the first album of post-punk band Pussy Galore in 1987 but found in the '70s, and <em>force-fuck,</em> apparently coined because the word <em>rape</em> wasn't shocking enough. The bizarre lesbian expression <em>fuckerware party</em> 'gathering for the group use of sex toys' seems, contrary to expectations, to be real; the definition of <em>fist-fuck,</em> originally limited to anal fisting, has been widened (with citations) to allow for vaginal fisting as well. More recent additions are a new sense of <em>ratfuck</em> 'a busy party marked by flagrant social climbing'; insults such as <em>fuckball</em> and <em>fuckrag</em> (popularized in the movie <em>Scream</em>); and a number of marginal uses whose admission is being debated, including <em>fuck-trash</em> 'loathsome person' and <em>fuck monster</em> 'promiscuous person, esp. a woman'.</p>\n<p>British and Australian terms, omitted on policy grounds from the first edition, are now being included—and why not, with a word this widespread? <em>Fuckpig</em> 'a disgusting person' (according to Partridge, it dates to the nineteenth century, a claim I'd love to be able to verify) is a winner, as is <em>fuckwit</em> 'a fool', <em>fuckwitted</em> 'stupid', and the absolutely delightful contestant from <em>Bridget Jones' Diary: fuckwittage</em> 'stupidity'. <em>Fucktruck</em> 'a van or car in which people engage in sexual activity' had been mentioned in the introduction as being Australian (where it has been used since the 1960s), a statement rejected by numerous correspondents who testified to their activities in thusly named vehicles in the U.S. of A.; two people noted that the word was also used for 'a bus on which one can meet prospective sexual partners' (both, curiously, referring to a shuttle between Wellesley College and the Harvard and M.I.T. campuses).</p>\n<p>Many of these new items came from suggestions, but most suggestions were ultimately useless. Everyone and his or her brother or sister, it seems, has a favorite <em>fuck</em>-related usage. And in most cases, these appear to be expressions doomed to the nonce world. The introduction to the first edition listed several such words, suggested by colleagues, such as <em>clothesfuck</em> 'difficulty in deciding what clothes to wear' and <em>fuckbreak</em> 'leave of absence from work in order to get pregnant' (two other terms from this section, <em>fuckload</em> 'a large amount' and <em>fuck-muscle</em> 'the penis', were omitted for insufficient evidence but will now be added). Publication brought a blizzard of ever more outrageous suggestions, including (but not limited to) <em>fuckadocio, fuck-a-doodle-doo,</em> and <em>fuck-aroni,</em> whose meanings can only be guessed at. Many suggestions also failed to respect the nature of the definitions; several readers commented on the absence of <em>un-fucking-believable,</em> which appears under <em>-fucking-,</em> infix, or of <em>fuck book,</em> which is covered by <em>fuck</em>, adj., 'pornographic; erotic'.</p>\n<p><em>Antedatings</em></p>\n<p>As most users of historical dictionaries know, the search for antedatings—citations earlier than those previously known for a word or sense—is a crucial effort. Early examples force us to rethink what we thought we knew about the historical development of language. The original work for <em>The F-Word</em> proved that <em>fuck</em> was used in a variety of figurative senses far earlier than had previously been believed, and that certain expressions were years or decades older than anyone had realized.</p>\n<p>The number of antedatings we have found in the last several years has been small, which is both good (in validating the quality of our original research) and bad (no breakthroughs). The insulting epithets <em>fuckface</em> and <em>fuckhead</em> were originally first cited in 1961 and 1962, respectively. Several of the citations referred to World War Two, and a euphemistic 1940 example of <em>fuckfaced</em> suggested that these terms were in use in the 1940s. Happily, we found solid 1945 citations in an article published in this magazine in 1989—an article we had read, without catching these cites. This article also provided a significant antedating for <em>N.F.G.</em> 'no fucking good', an abbreviation accidentally omitted from <em>The F-Word</em> but included in the book's parent work with a first cite from 1977.</p>\n<p>The compound <em>fuck-me</em> 'intended to invite sexual advances', chiefly exemplified by <em>fuck-me</em> <em>[shoes]</em> (with various specific types of shoes), was only attested to 1989. Several reliable sources claimed familiarity to the 1960s and 1970s, and we were able to confirm this with a 1974 citation from the musician David Bowie. The expression <em>fuck-you money,</em> unknown to the editor before a reader letter called it to attention, was first cited to 1986, thanks to a search of the Nexis database. A colleague subsequently discovered a 1976 example. <em>M.F.</em>, a euphemistic form of <em>motherfucker</em>, had been attested to 1964; we found a 1959 example buried in Robert Gold's excellent <em>Jazz Lexicon.</em> Finally, the best we had been able to do on <em>titfuck</em> was 1986; a Nexis search came up with a <em>Playboy</em> example from 1984, which inspired a check of Robert Wilson's 1972 <em>Playboy's Book of Forbidden Words,</em> which indeed had it. The second definition of <em>fuckable,</em> 'sexually available', with a single 1977 example, was pushed back to 1972 in Bruce Rodgers's <em>Queens' Vernacular,</em> which also supplied a first cite for <em>mouthfuck,</em> verb.</p>\n<p>An important goal of the revision has been to include any “famous” use of relevant forms of <em>fuck</em>. In the original version, we were content to have a good smattering of examples from the earliest to the most recent, but as long as the examples were genuine attestations, we were satisfied. (Preference is given to actual examples in running text, then to printed glossarial evidence, and finally to orally collected examples.)</p>\n<p>Now we have made an effort to extend our evidence from important or interesting sources. Thus, we have added the famous scene in <em>Catcher in the Rye,</em> where Holden sees a “fuck you” graffito and muses on his desire to protect his little sister Phoebe from seeing such vulgarity. Another important citation is from Allen Ginsberg's “Howl,” where he has seen “The best minds in my generation destroyed by madness,...who let themselves be fucked in the ass by saintly motorcyclists, and screamed with joy.” <em>Bufu</em> 'a homosexual man', a portmanteau from <em>butt fucker,</em> was already in with a first citation from a 1982 Valley Girl dictionary, but we have added the use in the defining text of that subculture, Frank Zappa's “Valley Girl”: “Like my English teacher—He's like Mr. Bufu...He like flirts with all the guys in the class.” Under <em>fuck up</em> we have added the well-known opening lines to Philip Larkin's poem “This be the Verse,” the only use of <em>fuck</em> to be regularly found in dictionaries of quotations: “They fuck you up, your mum and dad. They may not mean to, but they do.” And for the literal sense, we learn from Liz Phair that “I want to fuck you like a dog...I'll fuck you till your dick turns blue.”</p>\n<p>The regular program of gathering new evidence, combined with database searches for underattested forms, has delivered an impressive return of citations. We have four instead of two examples of <em>fubar</em> in the secondary sense 'drunk'; up-to-date examples for <em>give a fuck, fuck</em> 'act of sexual intercourse', <em>fuckable, fuck-all, fuckboy, fuckfest,</em> and others; a valuable third cite for <em>fuck</em> 'an evil turn of events'; more florid entries in the “stronger, more vivid, or more elaborate curses” section, and newly fleshed-out entries for <em>fuckee</em> in both literal and figurative senses. This evidence proves that these terms are all real words, still in current use in the English-speaking world.</p>\n<p>We have tried to keep deletions to a minimum, chiefly by not including marginal terms in the first place. Any item with two or more examples may be considered secure; an item from a single non-glossarial source that parallels an existing expression may also be considered secure; an item with only a single glossarial citation would have been kept out unless a confirming example could be solicited. An included marginal term, then, would be one from a single oral or written source that does not parallel another term and appears, in this editor's opinion, to be unlikely. Those that are on the ropes for this revision, include <em>fuck-plug</em> 'a contraceptive diaphragm', with a single example from a college student in 1984, a term not subsequently found despite wide questioning and extensive database searching; <em>fuck</em> 5.b. 'to trifle or interfere with' (that is, the usual sense of <em>fuck with</em>, but without the “with”), found in a single example from a movie; and <em>friggin in the rigging</em>, a nautical expression for 'loafing on duty', which is too uninteresting a figurative sense even if it does have some currency beyond the single oral example we have found.</p>\n<p>And last of all, but first in the book, we are adding something that no book should be without: an epigraph. The easily offended, who nonetheless choose to pick up this book, will be faced with this before they get to anything juicy:</p>\n<blockquote>\n<p>Tis needful that the most immodest word</p>\n<p>Be looked upon and learned.</p>\n<p>—Shakespeare, <em>Henry IV, Part II</em></p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Revising The F-Word</h1> <p><em><span data-rel=\"author\">Jesse Sheidlower</span> <span data-rel=\"location\">Random House</span></em></p> <p>Writing a book entirely about the word <em>fuck,</em> aside from being a good way to guarantee cocktail-party chatter, exposes one to numerous criticisms. Apart from the tiresome “degradation of society” arguments from the puritanical, everyone is familiar with this word in its many forms. Newspapers coyly refer to it with euphemisms and circumlocutions, Tshirt vendors stock shirts emblazoned with its many parts of speech. And everyone has a favorite passage, unusual compound, or offbeat etymological theory to promote.</p> <p>The original edition of <em>The F-Word</em> was a successful project. It included almost all of the important uses of the word, and the introduction gave a good picture of the word's history, both etymological and social. But there is always room for improvement, and so when Random House determined it was time to reprint, we decided that a major revision could be supported. The revision is in progress at the time of this writing, and this is a preliminary report on where things stand.</p> <p><em>Historical</em></p>"
}