{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Atmosphere English",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Atmosphere English</em></h1>\n<p><em>Paul Blackford, Bangkok</em></p>\n<p>As a guest in a Thai household I was drying my hands on a towel when, glancing down, I noticed some writing on it. I think my hosts were a little disconcerted to see me emerging from their bathroom laughing roundly a couple of minutes later. I hastily told them what it said on the towel: THE SUN WAS SHINING AND THE DUDE'S FAMILY WENT ON A PICNIC.</p>\n<p>This is an example of what Western advertising agencies in Asia call “atmosphere English.” In Japan, particularly, manufacturers feel that English-sounding names and writing on products add prestige to goods marketed there, and it is certainly true that atmosphere English has reached its apogee. This has resulted in such products as a brand of jeans called <em>Trim Pecker</em>, lawn fertilizer called <em>Green Piles, Cow Brand</em> shampoo, <em>Shot Vision</em> TV sets, <em>Carap</em> candy, <em>Pocky</em> candy, <em>Pocket Wetty</em> pre-moistened towelettes, and a nail-polish remover called <em>Fingernail Remover</em>. Two top beverages are named <em>Calpis</em> and <em>Pocari Sweat</em>, and a coffee creamer is called <em>Creap</em>. Slogans, too, are sometimes in English, like this one on a deodorant container: <em>Sweet Medica—it frees you completely from the smell of your underarm sweat</em>. Or this, on a bottle of nose drops: <em>Nazal—for stuffed nose and snot</em>.</p>\n<p>But let us return to for a moment <em>The Sun Was Shining and the Dude's Family Went on a Picnic</em>. It turned out this towel had been made in Thailand. As is already well established, the Japanese are the undisputed masters of putting largely meaningless English on their products. Here, however, was an example of Thai efforts in the same direction and, as a long-term resident here, I am pleased to note that it is grammatically irreproachable and makes some sort of sense! My hosts had one other towel in the same series which they eagerly dug out; it read: <em>In the Evening the Sheep Was Praying to the Twinkling Stars in the Dark Sky</em>. I plucked disconsolately at this towel. Not at all contemporary, maybe it wasn't the simple-minded nonsense it seemed, maybe a parody of Wordsworth perpetrated by a disillusioned towel copy writer à la J.K. Stephens' celebrated parody of that poet: “Two Voices are there: One is of the deep/And one is of an old half-witted sheep....” But in the end I decided it was the simple-minded nonsense it seemed.</p>\n<p>I work with many Japanese in Thailand, often outside office hours in their apartments. So, intrigued by the <em>Dude</em> towel, I furtively began to case their kids' T-shirts (all of which, it turned out, had been bought in Japan). In four weeks I came across the following, starting with the simplest:</p>\n<blockquote>\n<p>SNOB HOUSE</p>\n<p>YOUR OWN FEELING</p>\n<p>PAPP BABY</p>\n<p>THE EMPLOYMENT OF GOOD SENSE IN CLOTHING</p>\n<p>THE HAPPINESS OF BEING FASIONALBE—A POLICY OF SELF-DETERMINATION</p>\n</blockquote>\n<p>Here, meaning and grammar cannot be faulted (except for <em>PAPP BABY: PAP BABY</em> would be intelligible if odd— lactation, paps, pap 'pabulum'), though, with regard to clothing, few countries can be said to conform to the extent Japan does. The <em>salariman's</em> uniform is well known, and all Japanese schoolgirls must wear blouses modelled on those of Portuguese mariners from the days of sail. Some have said that the Japanese even conform in rebellion: the <em>Yakuza</em> (Japanese Mafia) all dress alike though a little sharper, e.g. two-colour ties, mean pairs of wraparounds, tattoos, brutal crew cuts, and an attitude!</p>\n<p>Next up on the catwalk is a young fellow modelling a truly classic T-shirt:</p>\n<blockquote>\n<p>ALL KINDS OF INSECT WARMING</p>\n<p>I AM MUCH PLEASED AT YOUR HONESTY</p>\n<p>NAUGHTY KIDS BEBE CO.</p>\n<p>BEBE KIDS FAVOURITE BEBE NAUGHTY CLUB PLEASE</p>\n</blockquote>\n<p>Notice the spelling of <em>favourite</em>—the writer is incomprehensible in British English.</p>\n<p>Rivalling haute insect-warming couture is the last gem my research turned up, a T-shirt bearing the words:</p>\n<blockquote>\n<p>KIDS COMPANY. KIDS DREAM. BLITHE MATE.</p>\n<p>YOU OFFERED ME A GOOD PLAN, I MADE UP</p>\n<p>MY MIND THAT IT SHOULD BE DONE. IT IS VERY/</p>\n<p>THOUGHFUL OF YOU TO DO SO. I GAIN A LOT OF</p>\n<p>KNOWLEDGE BY THIS.</p>\n</blockquote>\n<p>All these slogans are wrought in attractive designs and lettering and are not intended to be read, so I would like to express my thanks to those puzzled Japanese parents who allowed me to do so. Even so, native English-speakers confronted with this manner of stuff will have trouble not sniggering in their saké and—horror of horrors—be asked to explain wherein lies the humour.</p>\n<p>How do the Japanese manage to come up with such copy? Some have suggested the injudicious use of Japanese/English dictionaries combined with deplorable highschool English teaching. Nicholas Bornoff, in his book <em>Pink Samurai</em>, cites some perhaps edifying advertising copy from a catalogue for bar and club furniture:</p>\n<blockquote>\n<p>I QUENCH MY THIRST BY A HOT LIQUID OF AMBER-COLOURED</p>\n<p>THE ICE IN THE ROCK-GLASS TICKED AWAY WITH A CRASH</p>\n<p>I GET DRUNK ON MY FAVOURITE LIQOUR WITH MY CONGENIAL FRIENDS</p>\n<p>THE HOME WORLD ONLY FOR MEN</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Atmosphere English</em></h1> <p><em>Paul Blackford, Bangkok</em></p> <p>As a guest in a Thai household I was drying my hands on a towel when, glancing down, I noticed some writing on it. I think my hosts were a little disconcerted to see me emerging from their bathroom laughing roundly a couple of minutes later. I hastily told them what it said on the towel: THE SUN WAS SHINING AND THE DUDE'S FAMILY WENT ON A PICNIC.</p> <p>This is an example of what Western advertising agencies in Asia call “atmosphere English.” In Japan, particularly, manufacturers feel that English-sounding names and writing on products add prestige to goods marketed there, and it is certainly true that atmosphere English has reached its apogee. This has resulted in such products as a brand of jeans called <em>Trim Pecker</em>, lawn fertilizer called <em>Green Piles, Cow Brand</em> shampoo, <em>Shot Vision</em> TV sets, <em>Carap</em> candy, <em>Pocky</em> candy, <em>Pocket Wetty</em> pre-moistened towelettes, and a nail-polish remover called <em>Fingernail Remover</em>. Two top beverages are named <em>Calpis</em> and <em>Pocari Sweat</em>, and a coffee creamer is called <em>Creap</em>. Slogans, too, are sometimes in English, like this one on a deodorant container: <em>Sweet Medica—it frees you completely from the smell of your underarm sweat</em>. Or this, on a bottle of nose drops: <em>Nazal—for stuffed nose and snot</em>.</p> <p>But let us return to for a moment <em>The Sun Was Shining and the Dude's Family Went on a Picnic</em>. It turned out this towel had been made in Thailand. As is already well established, the Japanese are the undisputed masters of putting largely meaningless English on their products. Here, however, was an example of Thai efforts in the same direction and, as a long-term resident here, I am pleased to note that it is grammatically irreproachable and makes some sort of sense! My hosts had one other towel in the same series which they eagerly dug out; it read: <em>In the Evening the Sheep Was Praying to the Twinkling Stars in the Dark Sky</em>. I plucked disconsolately at this towel. Not at all contemporary, maybe it wasn't the simple-minded nonsense it seemed, maybe a parody of Wordsworth perpetrated by a disillusioned towel copy writer à la J.K. Stephens' celebrated parody of that poet: “Two Voices are there: One is of the deep/And one is of an old half-witted sheep....” But in the end I decided it was the simple-minded nonsense it seemed.</p>"
}