{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: English Accents and Dialects",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/English-Accents-and-Dialects-An-Introduction-to-Social-and-Regional-Varieties/Hughes-Trudgill-Watt/p/book/9781444121384\"><em>English Accents and Dialects</em></a></h1>\n<p>Arthur Hughes and Peter Trudghill, (Third Edition, Arnold, 1996. Dist. in the US and Canada by St. Martin's Press).</p>\n<p>[Note: The publisher originally sent only the cassette, and that is what is reviewed here.]</p>\n<p>This hour-long tape recording, employing the casual format of the “candid microphone,” offers thirteen diverse English speech patterns gleaned from as many “off the cuff” interviews.</p>\n<p>Because no other information accompanied the tape, this reviewer was forced to depend on the more than slightly helter-skelter impression it leaves on the chartless listener.</p>\n<p>The quality of the tape itself is often fuzzy (no matter that the interviews appear to be unrehearsed). The table of contents on the sleeve omits the <em>Dublin</em> segment, even though the speaker is very much “there,” in his recollections of the 1916 uprising, Lloyd George, the Black and Tan, as well as bits and pieces of his own life's history.</p>\n<p>The interviews are preceded by a set of drill-words, presumably to establish the regional pronunciation of English vowel sounds, which have, over the centuries, undergone many striking changes. Not altogether surprisingly, the drill-words are almost without exception spoken with great clarity, from Bristol to Northumberland and Liverpool to Lowland Scots. But once the polite obligation to enunciate these sounds is got over, the narrators are back on familiar ground, most of them buoyantly loquacious and quite at home with the art of the monologue.</p>\n<p>Their stories range from a mirthful account by a Bristol woman about her shiftless next-door neighbor whose overflowing drain gutters flooded her property, to a somber story by a man from South Wales whose son's leg was amputated in a fearful childhood accident.</p>\n<p>There is no high drama in these everyday stories: they are simply abstract and brief chronicles of time and place, spoken artifacts for preserving the everfluctuating accents and dialects of Great Britain's intricate linguistic hierarchy.</p>\n<p>It should be noted, however, that these singular odds and ends of regional accents are far from being useful for an actor aspiring to become the next Meryl Streep, mistress of the (virtual) dialect. Although they are indisputably accurate, none of the excerpts is sufficiently “heightened” to be a model for simulation, especially given the unfocused quality of the tape itself.</p>\n<p>In his 1912 preface to <em>Pygmalion,</em> George Bernard Shaw wrote, “It is impossible for an Englishman to open his mouth without making another Englishman hate or despise him.” And, in 1989, John Honey, an English professor and phonetics expert, wrote <em>Does Accent Matter?</em> [rev. XVI,1,10] in which he champions the cause of teaching the Queen's English (RP, or “received pronunciation”) in order to achieve social and economic equality for those who are passed over in the job market because of unacceptable regional accents, such as the nasal twangs and glottal stops of Cockey, Liverpudlian, and Glaswegian.</p>\n<p>Both “Pygmalion” arguments are sound as well as altruistic; but at a time when certain civilizations and cultures are in danger of losing their spoken heritage, these slight, quirky renderings of native speech may prove to be as valuable as the archaeologist's fossil finds. Only this year, the Ainu, an indigenous people of the Japanese island of Hokkaido, are struggling valiantly and often painfully to relearn their native language, which almost died out over the past fifty years. An Ainu farmer speaks for the strange, tenacious hold of one's mother tongue: “It's true the language is almost lost, but there's a lot of spirit still, so I don't think it's too late.” And that appears to be the underlying purpose of *English Accents and Dialects, *a fitting epigraph to which might be added Lady Percy's tribute to her husband killed on the battlefield:</p>\n<p>...[H]e was indeed the glass / wherein the noble youth did dress themselves... And speaking thick, which nature made his blemish, / Became the accents of the valiant.”</p>\n<p>[Henry IV, II, 3]</p>\n<p><em>[Mary Douglas Dirks, Old Lyme]</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/English-Accents-and-Dialects-An-Introduction-to-Social-and-Regional-Varieties/Hughes-Trudgill-Watt/p/book/9781444121384\"><em>English Accents and Dialects</em></a></h1> <p>Arthur Hughes and Peter Trudghill, (Third Edition, Arnold, 1996. Dist. in the US and Canada by St. Martin's Press).</p> <p>[Note: The publisher originally sent only the cassette, and that is what is reviewed here.]</p> <p>This hour-long tape recording, employing the casual format of the “candid microphone,” offers thirteen diverse English speech patterns gleaned from as many “off the cuff” interviews.</p> <p>Because no other information accompanied the tape, this reviewer was forced to depend on the more than slightly helter-skelter impression it leaves on the chartless listener.</p>"
}