{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Yankee Talk: A Dictionary of New England Expressions",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Yankee-Talk-Dictionary-New-England-Expressions/31002702586/bd\"><em>Yankee Talk: A Dictionary of New England Expressions</em></a></h1>\n<p>Robert Hendrickson, (Facts On File, 1996), xvi + 256pp.</p>\n<p>Dialects are subject of popular interest, especially quaint ones like Pennsylvania Dutch or many dialects of the South and New England. Treatments of such dialects appropriate for the popular market cannot be technical, but neither should they be inaccurate. It is after all possible to be both informative and interesting. <em>Yankee Talk</em> works hard at being both, but succeeds better at the second aim than the first, giving out a passel (indefinite number) of entertainment and a gorm (gooey mess) of misinformation.</p>\n<p>The misinformation begins in the introduction [v], where the author acknowledges among his sources “Mitford M. Mathews' <em>The American Dialect Dictionary</em> and <em>A Dictionary of Americanisms</em>.” Only the second of those works is by Mathews; the first is by Harold Wentworth.</p>\n<p>The work is also generous in what it considers to be New England expressions. Anything quaint found in New England is fair game, regardless of where else it may occur. For example, <em>each tub must stand on its own bottom</em> is said to be “an old proverb stressing New England self-reliance,” but <em>A Dictionary of American Proverbs</em> documents its distribution throughout the United States and Canada.</p>\n<p><em>Chat</em> gets an entry as a New England expression, with a citation from Herman Melville boasting, “By our immortal Bill of Rights, that guarantees to us liberty of speech, chat we Yankees will.” Never mind that the <em>Oxford English Dictionary</em> documents the word's use since the fifteenth century or that it is familiar all over the English-speaking world.</p>\n<p><em>Chock full</em> and <em>church supper</em> also have entries. The first is attested in the <em>OED</em> from as early as 1400. The second is the sort of free combination that can and does occur anywhere. Both are standard English, neither being a specifically New England expression. Other standard English words mislisted as New England words are <em>package store</em> a 'store selling alcohol by the bottle for consumption elsewhere,' <em>pshaw!</em> an exclamation archaic everywhere, <em>sheers</em> 'sheer curtains,' and <em>verandah</em>.</p>\n<p><em>Verandah</em> is Anglo-Indian from Hindi or Bengali, which got it from Portuguese. It is apparently included here because Edith Wharton used it (at least the entry includes a quotation from her) or because some New England houses have verandahs. But on either of the same grounds, <em>window</em> and <em>arch</em> could be listed as New England expressions.</p>\n<p>Folk etymology is favored in this dictionary. The entry for <em>anadama bread</em>, a New Englandism whose origin is unknown, is devoted to variants on the following tale:</p>\n<blockquote>\n<p>Tradition has it that a Yankee farmer or fisherman, whose wife Anna was too lazy to cook for him, concocted the recipe. On tasting the result of his [<em>sic</em>] efforts, a neighbor asked him what he called the bread. The crusty Yankee replied, “Anna, damn her!”</p>\n</blockquote>\n<p>There are other genuine New England expressions in this volume—and plenty of them—including <em>dingclicker</em> 'humdinger,' <em>forth-putting</em> 'bold, forward,' <em>grouty</em> 'surly, sullen,' <em>Hampton boat</em> a 'dory-type of sailboat used for fishing,' and <em>harness cask</em> a 'tub used on ships for storing salted meat.' All of these can also be found in the best dictionary of American dialects: Frederic G. Cassidy and Joan Houston Hall's <em>Dictionary of American Regional English</em>, including, as it happens, the same illustrative quotations used in <em>Yankee Talk</em> plus some additional ones.</p>\n<p>There are also occasional, perhaps disingenuous, puzzles. The entry for <em>chism</em>, for instance, which reads in full, “Heard in Maine for gravy or cream sauce.” It would be useful to give a bit more information for the guidance of the innocent and unwary: <em>chism</em> is a variant of the vulgar slang term <em>jism</em> or <em>gism</em> for 'semen,' so in the reported use is an indelicate metaphor. Readers of the dictionary should be warned that in a Bangor restaurant they ought not ask for chism with their roast beef.</p>\n<p>The problem with this book is knowing which entries are genuine and which spurious. To make that discrimination, another more reliable work like the <em>Dictionary of American Regional English</em> needs to be consulted. So the user might as well go to the better source in the first place, thus confirming Dorothy Parker's critical recommendation (slightly paraphrased): This is not a book to be tossed aside lightly. It should be thrown with great force.</p>\n<p><em>[John Algeo, Wheaton, Illinois]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Yankee-Talk-Dictionary-New-England-Expressions/31002702586/bd\"><em>Yankee Talk: A Dictionary of New England Expressions</em></a></h1> <p>Robert Hendrickson, (Facts On File, 1996), xvi + 256pp.</p> <p>Dialects are subject of popular interest, especially quaint ones like Pennsylvania Dutch or many dialects of the South and New England. Treatments of such dialects appropriate for the popular market cannot be technical, but neither should they be inaccurate. It is after all possible to be both informative and interesting. <em>Yankee Talk</em> works hard at being both, but succeeds better at the second aim than the first, giving out a passel (indefinite number) of entertainment and a gorm (gooey mess) of misinformation.</p> <p>The misinformation begins in the introduction [v], where the author acknowledges among his sources “Mitford M. Mathews' <em>The American Dialect Dictionary</em> and <em>A Dictionary of Americanisms</em>.” Only the second of those works is by Mathews; the first is by Harold Wentworth.</p> <p>The work is also generous in what it considers to be New England expressions. Anything quaint found in New England is fair game, regardless of where else it may occur. For example, <em>each tub must stand on its own bottom</em> is said to be “an old proverb stressing New England self-reliance,” but <em>A Dictionary of American Proverbs</em> documents its distribution throughout the United States and Canada.</p>"
}