{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Names New and Old: Papers of the Names Institute",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/NAMES-NEW-OLD-PAPERS-INSTITUTE/dp/B00H0MWRZ2\"><em>Names New and Old: Papers of the Names Institute</em></a></h1>\n<p>E. Wallace McMullen, ed., (Penny Press, Madison, NJ. 1993), viii, 361 pp.</p>\n<p>This (second)¹ selection of the papers read at the Names Institute covers the last seven years at Fairleigh Dickinson University (FDU, 1980-1986) but includes some papers read at meetings of the Institute since 1986 at John Jay and Baruch Colleges (New York). Dedicated to Margaret M. Bryant (1900-1993), the volume has four subdivisions: I. Geographic Names; II. Names in Literature; III. Personal Names; and IV. Various Other Names.</p>\n<p>I. “Geographic Names” is further divided into 1) International Names, and 2) Names in the United States. The contributions of three members of the US Board on Geographic Names (BGN), namely, Richard R. Randall, Meredith F. Burrill and Donald J. Orth, give a very good and welcome insight into practical aspects of placename-giving. In “Political Changes and New Names,” Dr. Randall pays particular attention to both the new names of politically changed countries and also to the problems arising when we try to record native names (as in transcription). In “Motive in Placenaming” Donald Orth discusses motivation in naming a location and illustrates his point with a very appropriate quote from <em>Mysterious Island</em> by Jules Verne. He mentions, for example, names that honor persons, names that have a religious background, names that express “ego gratification” and “toponymic habituation” (in which familiar names from the homeland are adopted to make a place seem a little less strange), names which show evidence of discovery, etc. He stresses, however, that “The motives themselves may be explicit or subconscious, but their conjunction at a given moment is normally unpremeditated. Even though they may be considered separate events, there is a direct linkage between the motive to name and the name given. In fact, it is difficult to consider one without the other. They are capable of reinforcing one another in a number of ways.” (p. 23.)</p>\n<p>Part 2 of the first section opens with a reprint of Allen Walker Read's onomastic history of the Rocky Mountains, which is followed by a very lengthy paper on “No Names” in the United States. In the latter work Robert M. Rennick professes that it is only an introduction to the subject and asks for more information so that more extensive research can be done. However, in this work the author is unable to convince this reader of the need for more such research, and I think the paper would have benefitted very much from an abridged presentation. On the other hand, Dr. Burrill's article on “Toponomy and Cultural History” is a very good example of how toponomy (and lexicography in general) and history can benefit from each other. “Each culture group has its own ways of looking at nature, its own set of distinctions between things in a general class, and its own rigid boundaries to thought that are posed by its language. Including terms for artifacts of all kinds that are useful cultural clues, these elements are reflected in toponyms.” (p. 114-115.) The author describes the use of specific terms and the problems associated with them, beginning with the word <em>swamp,</em> which is followed by <em>creek, folly, tump</em>, and <em>gurnet</em>. Especially, he says, the comparison of the use of these words in the colonies and in the respective homelands has promising results.</p>\n<p>Benjamin Nunez's historical study, “Proto-Portuguez Toponymics on the West African Coast in the Fifteenth Century” speaks for itself, and the same may be said for the optimistic and thoughtful remarks of Alan Rayburn's “Promoting the Study of Names As a Scholarly Discipline in North America.”</p>\n<p>II. The editor introduces this section—</p>\n<p>“Names in Literature”—by stating the purpose of it, namely, which is “to ask if the study of imaginary personages and places does not properly belong to onomastics.” (p. 127.) This section contains papers about Bret Easton Ellis' <em>Less than Zero</em> (Leonard R.N. Ashley); Charlotte Brontë's <em>Jane Eyre</em> (Lynn Hamilton); Anna Seghers' <em>Revolt of the Fishers</em> (Russell E. Brown), Molière's <em>Le Malade imaginaire</em> (Betty J. Davis), Baltasar Gracián's <em>El Criticón</em> (Catherine G. Rovira); Trollope's <em>The Warden</em> (Vivian Zinkin); and “Names Prime Evil: Fictional Heroes of Horror and Fear” in the work of Sir Walter Scott and Barbey d'Aurevilly (Maxine M. Bernard).</p>\n<p>One of the most readable of these articles is Russell E. Brown's paper on Anna Seghers' <em>Revolt of the Fishers,</em> in which he shows how the author establishes a certain universality for the uprising: accordingly, the names can be attributed to no specific place or time. It seems that the Bretonic language is not only the major source of character names here, but Low German and Dutch also play a part. Brown emphasizes that the last two languages have a lot of names and spellings in common. However, the source Brown uses for Dutch names is hardly adequate: Van der Aa's biographical dictionary only describes well-known Dutch persons and isn't meant to be an overview of all the surnames in use. For that information one should turn to the <em>Nederlands Repertorium van Familienamen</em> edited by P.J. Meertens and others, in fourteen volumes (Assen, Van Gorcum 1963-1988). Nevertheless, Brown's description of the author's choice of a pen name and her symbolical use of the name <em>Marie</em> in her novel are excellent examples of the relevance of literary name studies.</p>\n<p>The paper of Maxine M. Bernard covers the work of two authors, Sir Walter Scott and Barbey d'Aurevilly, but because of this broad span her conclusions are not always very convincing. For example, this is her interpretation of one of Barbey's religious monsters (the seductor and rapist of an innocent country girl in <em>A Nameless Story</em>): “The name Riculf seems to be a clever composite of two French words: <em>rire,</em> meaning “to laugh,” comes directly from the Latin <em>rictus</em> meaning “a mocking sneering laughter”; and <em>culer</em> meaning “to back away or go astray.” His persona was just such a type: mocking God, leading others astray, scornfully getting away.” (p. 219.) She doesn't mention that this name is a perfectly normal Germanic name which consists of <em>rik-</em> 'mighty' and <em>-ulf,</em> 'wolf' which is itself a rather colourful name for a scoundrel. The French connection that Bernard suggests seems to me rather farfetched and certainly needs more proof, e.g., from significant quotations of the novel itself. I would go no farther than point out a possible double meaning, and certainly would not proclaim the French interpretation the only one, but would mention it only as a possible secondary meaning.</p>\n<p>III. The contributors to “Personal Names” are Kelsie B. Harder, Herbert Barry &amp; Aylene S. Harper, A. Ross Eckler, Penelope Scambly Schott, and Dorothy E. Litt. Harder's “Literary Names Mainstreamed As Given Names” is very insightful: How many parents realize that the currently popular Jennifer is derived from Guinevere (King Arthur's adulterous queen) or that the name Pamela became popular through Samuel Richardson's <em>Pamela; or Virtue Rewarded</em> (1740)? As the author states, “Naming now seldom reflects reading.” (p. 231) Barry and Harper's article about “Sex Differences in Linguistic Origins of Personal Names” is to the point and thorough. An important point they make is that although names nowadays are often chosen without knowledge of their linguistic roots and meanings, the linguistic background nevertheless persists as an important basis for selection: books of names generally provide information about roots and meanings and as long as these books are read and used, the knowledge of these works will form part of the choice. (p. 251.)</p>\n<p>In Eckler's paper on “Single-Letter Surnames” we learn that all letters exist as a surname (and are “overwhelmingly likely to be held by people of Oriental ancestry”, p. 264), and only “Q” is missing. The paper by Penelope Scambly Schott, “Rosamond: Poison and Contamination” gives a neat example of historical confusion based on the fate of another individual with the same name. Thus, the “fair Rosamond” of English literature—Henry II's mistress who died in 1176—was (also said to be) poisoned to death in 1592, “not in the flesh but on the page.”</p>\n<p>It isn't clear to this reviewer just what place the Litt article, “Self-Naming and Self-Defining in Subscriptions to Familiar Letters in the English Renaissance,” is supposed to have in onomastics. The author explicitly refrains from “examples of nomination, in code names, code-numbered names, anonyms, pet names, name-changing, and other onomastic oddities” in this material (p. 285). Yet these elements seem to be more related to onomastics than those she has described in this paper and therefore make the reader anxious to know more.</p>\n<p>IV. “Various Other Names.” The paper section of the book ends with this general category, which includes articles by Douglas P. Hinkle, Roger W. Wescott, Walter P. Bowman, Thomas L. Bernard, and E. Wallace McMullen. While Dr. Hinkle admits he has barely scratched the surface in his article, yet in “Street-Language Naming Practices in the Hispanic Drug and Underworld Subcultures,” he goes into great detail and tells us quite a bit (e.g., that a snort of cocaine is called a <em>narizón</em>, from the Spanish <em>nariz,</em> 'nose,' which compares to English slang 'snootful'). Anyone curious about technical linguistics will take delight in Wescott's comments on “The Phonology of Proper Names in English.” He is of the opinion “that slang has formal as well as semantic peculiarities and that names resemble slang in this respect.” (p. 301) Thus, he tells us, names can exhibit phonetic alternation. An example is the sequence <em>Jean, Jen(n)y, Jane, Jan(et), John,</em> and <em>Joan</em> (ultimately derived from a single Biblical Hebrew name meaning 'Jehovah's mercy'). He also mentions the four types of palindromization (two will suffice here): progressive additive: <em>pap&lt;pa</em> or <em>paw;</em> and regressive additive: <em>Nan&lt;Ann</em> or <em>Anna</em>. Thus, a good number of common changes are explained for us. For example, one extreme lexical transformation is the nickname <em>Poll</em> which is derived from <em>Mary,</em> “in which the <em>m</em> has been both occluded and unvoiced, the <em>a</em> has been retracted, the <em>r</em> has been lingualized, and the <em>y</em> has been dropped.” (p. 306.)</p>\n<p>According to Bowman, “Musical Names: The Titles of Symphonies” is a beginning on an abundant onomastic field. Among those already well-known, Berlioz's “Symphonie Fantastique” appears at first to be an instrument of revenge against one heartless lady and (using the same title) also a means of admiration directed toward his future fiancée. Bowman describes how composers have used placenames to express feelings evoked by visits (e.g., Dvorak's “From the New World”), or to express a nationalistic or patriotic regard for a homeland (e.g., Hindemith's “Pittsburgh Symphony”). Personal names as well as political events or dates function in symphony titles. Also literature has left its mark (e.g., Liszt's “Faust”). Bowman concludes his paper with some fascinating “oddities.” In Thomas Bernard's “Names, Nationality, and the Incongruity Factor,” our attention is called to the fact that a good number of people have names that don't seem to correspond with their nationality. One example will suffice: until recently one wouldn't assume that someone with the name Fujimori would be a Peruvian.</p>\n<p>The last article in the volume is McMullen's “History of the Names Institute, 1980-86.” A companion article, again by the editor, concludes the articles in <em>Pubs, Place-Names and Patronymics</em> and covers the years 1962-1979.</p>\n<p>But this isn't all: the book has extensive indices, e.g., the admirable Index (e) which contains the Abstracts (all written by the authors) and Topics of the Annual Programs of the Names Institute, 1980-1986. In combination, Index (a)—Vitas of the Contributors to this volume—in which the editor lists information about the careers and research of the authors and their mailing addresses, and Index (e) form a helpful guide for onomasticians “on the move” who are looking for partners in discussions about items of mutual interest. In brief, then, it is my opinion that this neat, hardbound, onomastic anthology is indeed very readable.</p>\n<p>¹The first anthology was entitled <em>Pubs, Place-Names and Patronymics: Selected Papers of the Names Institute,</em> edited by E. Wallace McMullen (FDU, 1980. Covers 1962-1979.) and is still in print. To order, send a check for $6.00 (made out to E. Wallace McMullen) to Prof. Finke.</p>\n<p>Together these two publications include complete programs, papers and abstracts, etc., for a total of 25 consecutive years, plus the subsequent John Jay and Baruch College programs (1987-1998). Including the forthcoming 1999 event, these annual programs continue to be held at Baruch College.</p>\n<p><em>[Karina van Dalen-Oskam, Leiden, Netherlands]</em></p>\n<p>(To order send a check (made out to “E. Wallace McMullen”) to Prof. Wayne H. Finke, American Name Society, Dept. of Mod. Langs., Box 340, Baruch College, 17 Lexington Ave., New York, NY 10010; or by fax ++212-387-1591.)</p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/NAMES-NEW-OLD-PAPERS-INSTITUTE/dp/B00H0MWRZ2\"><em>Names New and Old: Papers of the Names Institute</em></a></h1> <p>E. Wallace McMullen, ed., (Penny Press, Madison, NJ. 1993), viii, 361 pp.</p> <p>This (second)¹ selection of the papers read at the Names Institute covers the last seven years at Fairleigh Dickinson University (FDU, 1980-1986) but includes some papers read at meetings of the Institute since 1986 at John Jay and Baruch Colleges (New York). Dedicated to Margaret M. Bryant (1900-1993), the volume has four subdivisions: I. Geographic Names; II. Names in Literature; III. Personal Names; and IV. Various Other Names.</p> <p>I. “Geographic Names” is further divided into 1) International Names, and 2) Names in the United States. The contributions of three members of the US Board on Geographic Names (BGN), namely, Richard R. Randall, Meredith F. Burrill and Donald J. Orth, give a very good and welcome insight into practical aspects of placename-giving. In “Political Changes and New Names,” Dr. Randall pays particular attention to both the new names of politically changed countries and also to the problems arising when we try to record native names (as in transcription). In “Motive in Placenaming” Donald Orth discusses motivation in naming a location and illustrates his point with a very appropriate quote from <em>Mysterious Island</em> by Jules Verne. He mentions, for example, names that honor persons, names that have a religious background, names that express “ego gratification” and “toponymic habituation” (in which familiar names from the homeland are adopted to make a place seem a little less strange), names which show evidence of discovery, etc. He stresses, however, that “The motives themselves may be explicit or subconscious, but their conjunction at a given moment is normally unpremeditated. Even though they may be considered separate events, there is a direct linkage between the motive to name and the name given. In fact, it is difficult to consider one without the other. They are capable of reinforcing one another in a number of ways.” (p. 23.)</p> <p>Part 2 of the first section opens with a reprint of Allen Walker Read's onomastic history of the Rocky Mountains, which is followed by a very lengthy paper on “No Names” in the United States. In the latter work Robert M. Rennick professes that it is only an introduction to the subject and asks for more information so that more extensive research can be done. However, in this work the author is unable to convince this reader of the need for more such research, and I think the paper would have benefitted very much from an abridged presentation. On the other hand, Dr. Burrill's article on “Toponomy and Cultural History” is a very good example of how toponomy (and lexicography in general) and history can benefit from each other. “Each culture group has its own ways of looking at nature, its own set of distinctions between things in a general class, and its own rigid boundaries to thought that are posed by its language. Including terms for artifacts of all kinds that are useful cultural clues, these elements are reflected in toponyms.” (p. 114-115.) The author describes the use of specific terms and the problems associated with them, beginning with the word <em>swamp,</em> which is followed by <em>creek, folly, tump</em>, and <em>gurnet</em>. Especially, he says, the comparison of the use of these words in the colonies and in the respective homelands has promising results.</p>"
}