{
  "type": "Article",
  "title": "DARE—More Than Halfway There",
  "author": "Joan Houston Hall",
  "location": "Associate Editor, Dictionary of American Regional English",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">DARE—More Than Halfway There</h1>\n<p><em><span data-rel=\"author\">Joan Houston Hall</span> <span data-rel=\"location\">Associate Editor, Dictionary of American Regional English</span></em></p>\n<p>Because logophiles regularly ask about the progress of the <em>Dictionary of American Regional English</em> (familiarly known as DARE), I'd like to take the opportunity of VERBATIM's rebirth to bring you all up to date. First, let me answer the most frequently asked question, “How is Fred Cassidy doing?” I'm delighted to say that Frederic G. Cassidy, DARE's Chief Editor as well as the founder of and inspiration behind the project, shows few signs of slowing down as he approaches his ninety-first birthday. His recent return from a trip to Jamaica (where he was born and later did the research for his books on Jamaican English) and his imminent departure for a conference on Caribbean Linguistics in St. Lucia should convince you of his good health!</p>\n<p>The second most frequently asked question, “When will Volume IV be available?” is more difficult to answer. Before I try, let me give a quick synopsis of the project for those who aren't already familiar with it.</p>\n<p>The <em>Dictionary of American Regional English</em> is a reference tool unlike any other. Its aim is not to prescribe how Americans should speak, or even to describe the language we use as cultivated speakers and writers. Instead, it tries to document the varieties of English that are not found throughout the country—those words, pronunciations, and phrases that vary from one region to another, that are learned at home rather than at school, or that are part of our oral rather than our written culture. Although American English is remarkably homogeneous given the tremendous size of the country, there are still many thousands of differences that characterize the various dialect regions of the United States. It is these differences that DARE records.</p>\n<p>The Dictionary is based both on face-to-face interviews carried out in all fifty states between 1965 and 1970, and on an extensive collection of written materials (diaries, letters, novels, histories, biographies, newspapers, and government documents) that cover our history from the colonial period up to the present. These materials are cited in individual entries to illustrate how words have been used from the seventeenth century through the end of the twentieth. The entries also include pronunciations (if they vary regionally or differ from what would be expected), variant forms, etymologies (if DARE can add to what is already known about a word's history), and statements about regional and social distributions of words and forms.</p>\n<p>A feature unique to DARE is its inclusion in the text of the dictionary of numerous maps that show where words were found in the 1,002 communities investigated during the fieldwork. The maps are “distorted” to reflect population density rather than geographic area (giving a speaker in small, but densely populated Connecticut as much space as a speaker in large, but sparsely populated Nevada). Though the maps are disconcerting at first glance, one easily learns to “translate” the state boundaries and make sense of the regional patterns.</p>\n<p>Volume I, including extensive introductory matter and the letters A-C, was published in 1985 (to the acclaim of scholarly and lay reviewers alike, I'm pleased to say). It had gone into a fifth printing within a year of publication. Volume II (D-H) came out in 1991, and Volume III (I-O) appeared in 1996. Volume IV will include P through the middle of S (we hate to divide a letter in the middle, but you all know how big S is). And Volume V will take us through Z.</p>\n<p>To give you a sample of what's to come, let me mention a few representative headwords from Volume IV—chosen simply because I like them. (If they are strange to you, see below for their meanings.) The P's take us from <em>pandowdy to pompey to pudjicky;</em> the Q's offer <em>qualmish, quick start,</em> and <em>quiddle;</em> in R we find <em>ramstugious, redd up, robin snow,</em> and <em>rumpelkammer;</em> and S yields <em>saluggi, say-so,</em> and <em>smearcase.</em> Not to be outdone in creativity, the natural science entries offer <em>pollynose, prickly pig, puppy toes, Quaker bonnet, railroad Annie,</em> and <em>sac-a-lait,</em> among many, many others.</p>\n<p>As you can see from this sample, we are moving steadily along through the alphabet. Our original hope had been to publish Volume IV in 2001, with Volume V coming out in 2006. That schedule, however, was contingent on our maintaining our earlier level of funding, which has become increasingly difficult, and, in the last few years, impossible. In fact, our financial woes necessitated a staff reduction last summer, and it looks as if Volume IV will not be ready before 2002.</p>\n<p>Although the project is located on the campus of the University of Wisconsin-Madison, the University can provide very limited financial support. Our funding has come primarily from grants from the National Endowment for the Humanities, matched by gifts from numerous foundations and individuals. While the Andrew W. Mellon Foundation was for many years our largest source of private funds, we have also received assistance from the Brittingham Fund, the Gladys Krieble Delmas Foundation, the Evjue Foundation, the Horace W. Goldsmith Foundation, the Hillsdale Fund, Inc., and the Grace Jones Richardson Trust, among others.</p>\n<p>After helping DARE for nearly twenty years (despite its usual limit of ten years), the Mellon Foundation has had to move on to other worthy projects. So, we must find other friends who can help us see that this project reaches the only reasonable conclusion for a dictionary—the letter Z. The single bright spot in our funding picture is that the Dean of the College of Letters and Science here at the UWMadison has provided DARE with a Development Specialist for three years. David Simon has just joined our staff, and will be devoting his considerable energies to finding new sources of funding for DARE. Although we hope that the National Endowment for the Humanities will continue to provide us with some support, it is clear that the future of the project depends largely on private philanthropy. We all know people who know people who might be able to help. If you can be part of our support network, or know someone else who can, won't you give David a call? He can be reached at (608) 265-9836. Or drop him a note at 6125 Helen White Hall, 600 N. Park St., Madison, WI 53706; or send him an e-mail at <em><a href=\"mailto:davidsimon@facstaff.wisc.edu\">davidsimon@facstaff.wisc.edu</a>.</em> (While you're on line, take a look at our website, at <em><a href=\"http://polyglot.lss.wisc.edu/dare/dare.html\">http://polyglot.lss.wisc.edu/dare/dare.html</a>.</em>) We invite you to join in our rallying cry—“On to Z!”</p>\n<p>In case you didn't recognize those Volume IV headwords, here they are again:</p>\n<blockquote>\n<p><em>pandowdy</em> a deep-dish pie or cobbler</p>\n<p><em>pompey</em> bulging or sagging (used in reference to a floor or a surface of ice)</p>\n<p><em>pudjicky</em> sullen, grouchy</p>\n<p><em>qualmish</em> queasy</p>\n<p><em>quick start</em> a sneaker</p>\n<p><em>quiddle</em> to fuss over unimportant matters</p>\n<p><em>ramstugious</em> violent and reckless in behavior</p>\n<p><em>redd up</em> to clean, tidy up</p>\n<p><em>robin snow</em> a light snowfall</p>\n<p><em>rumpelkammer</em> a junk room or storage place</p>\n<p><em>saluggi</em> (spelled in various other ways as well) a “game” intended to torment its victim</p>\n<p><em>say-so</em> an ice-cream cone</p>\n<p><em>smearcase</em> cottage cheese</p>\n<p><em>pollynose</em> a maple seed that one splits apart and sticks to the bridge of the nose</p>\n<p><em>prickly pig</em> a porcupine</p>\n<p><em>puppy toes</em> a plant of the genus <em>Euonymous</em>, also called “cat's paw” and “burning bush”</p>\n<p><em>Quaker bonnet</em> a bluet; also lupine</p>\n<p><em>railroad Annie</em> an orange milkweed</p>\n<p><em>sac-a-lait</em> a white crappie (a fish of the sunfish family)</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">DARE—More Than Halfway There</h1> <p><em><span data-rel=\"author\">Joan Houston Hall</span> <span data-rel=\"location\">Associate Editor, Dictionary of American Regional English</span></em></p> <p>Because logophiles regularly ask about the progress of the <em>Dictionary of American Regional English</em> (familiarly known as DARE), I'd like to take the opportunity of VERBATIM's rebirth to bring you all up to date. First, let me answer the most frequently asked question, “How is Fred Cassidy doing?” I'm delighted to say that Frederic G. Cassidy, DARE's Chief Editor as well as the founder of and inspiration behind the project, shows few signs of slowing down as he approaches his ninety-first birthday. His recent return from a trip to Jamaica (where he was born and later did the research for his books on Jamaican English) and his imminent departure for a conference on Caribbean Linguistics in St. Lucia should convince you of his good health!</p> <p>The second most frequently asked question, “When will Volume IV be available?” is more difficult to answer. Before I try, let me give a quick synopsis of the project for those who aren't already familiar with it.</p> <p>The <em>Dictionary of American Regional English</em> is a reference tool unlike any other. Its aim is not to prescribe how Americans should speak, or even to describe the language we use as cultivated speakers and writers. Instead, it tries to document the varieties of English that are not found throughout the country—those words, pronunciations, and phrases that vary from one region to another, that are learned at home rather than at school, or that are part of our oral rather than our written culture. Although American English is remarkably homogeneous given the tremendous size of the country, there are still many thousands of differences that characterize the various dialect regions of the United States. It is these differences that DARE records.</p>"
}