{
  "type": "Article",
  "title": "The Case of Nyungar",
  "author": "Bill Ramson",
  "location": "Clovelly, NSW",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Case of Nyungar</h1>\n<p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, NSW</span></em></p>\n<p>Exploration and settlement overland followed travel by sea. In particular, once the mountain barrier had been overcome, the settlers from the Sydney area moved inland and to the north. Thus the languages of the New South Wales inland—Wiradhuri and Kamilaroi and its dialect Yuwaalaraay—formed part of a borrowing continuum which began with Dharuk and which incorporated the Australian pidgin which David Collins, an officer of the First Fleet, had described as a “barbarous mixture of English with the Port Jackson dialect.” Words like <em>gammon</em> and <em>piccaninny</em>, from English slang and African pidgin respectively, joined a range of Port Jackson words to form a pidgin in which limited communication was possible. This was added to as it travelled north and west by words like <em>yabber</em> 'talk,' based on the root <em>ya</em>-, found in Wiradhuri and other languages), the Yagara (Brisbane) words <em>bung</em> 'dead,' <em>humpy</em> 'dwelling,' and <em>yacka</em> 'work' (as noun and verb), and, particularly, by names for flora and fauna the travellers now recognized as being commonly found in the inland. So Wiradhuri words like <em>corella</em> and <em>gang-gang</em>, names for cockatoos, <em>kookaburra</em>, a kingfisher, <em>boggi</em>, a lizard, <em>belah</em>, a Casuarina, <em>billabong</em> 'anabranch,' gilgai 'waterhole,' and <em>bondi</em>, a club, became parts of everyday Australian English, as did the Kamilaroi words <em>brolga</em>, a crane, <em>budgerigar</em>, a small parrot, <em>coolamon</em> 'wooden vessel or basin,' <em>gundy</em>, yet another word for 'hut,' and <em>towri</em> 'country,' the traditional territory of an Aboriginal people, the Yuwaalaraay words <em>galah</em>, a parrot, and <em>gidgee</em>, an acacia, and words common to Kamilaroi and Yuwaalaraay like the names of other species of acacia such as <em>boree</em> and <em>mulga</em>. When a would-be poet writes the lines,</p>\n<blockquote>\n<p>Where the tangled “boree” blossoms,</p>\n<p>Where the “gidya” thickets wave,</p>\n<p>And the tall yapunyah's shadow</p>\n<p>Rests upon the stockman's grave</p>\n</blockquote>\n<p>he has, in a sense, guaranteed the currency of the words he uses.</p>\n<p>Much the same sort of continuum exists in the west, where Nyungar, which had a number of advantages over Dharuk, has provided for more than 150 years a source of loan words. First, the settlement in the west took place some forty years after that in the east, and the settlers had a better idea of what they were handling. Second, though the language is no longer spoken, it was more fully and more intelligently recorded than those first encountered. And, third, as a matter of governmental policy, Aboriginal names for flora and fauna have been preferred. So, for instance, the names of the farmed freshwater crayfish, <em>koonac</em>, and <em>marron</em>, have only short histories of usage in English, coincident with their utility, though they were first recorded in the 19th century. And there are substantial lists of the names of trees—<em>jarrah, karri, mallett, marri, tuart</em>, and <em>wandoo</em>—and of animals—<em>chuditch, dalgite, dunnart, kumarl, nool-benger</em>, and <em>numbat</em>—that are familiar at least in the west.</p>\n<p>There are also words representative of other areas of Aboriginal life, such as <em>boylya</em> 'cleverman' or 'wise elder,' <em>gnamma</em> 'waterhole,' <em>kylie</em> 'boomerang,' <em>miamia</em> 'dwelling,' <em>monaych</em>, originally the name of a cockatoo and by transference 'a police officer,' <em>nyoongar</em> 'Aboriginal person,' <em>wagyl</em>, the mythical rainbow serpent, <em>wilgie</em>, a red ochre used to paint the body on ceremonial occasions, and <em>wongi</em>, a word for an Aboriginal person, originally used around Kalgoorlie.</p>\n<p>But, though the Nyungar words supply a more comprehensive picture of Aboriginal life than do the Dharuk or those from any single inland language, the greater number of words used to denote key notions of Aboriginal belief and life are special uses of English words like 'cleverman,' which has replaced words like the Dharuk <em>koradji</em> and the Nyoongar <em>boylya</em>, which are effectively obsolete. So the Aboriginal equivalent of the Creation is <em>Dreamtime</em>, itself a translation of <em>alcheringa</em> (an Aranda word), <em>bark hut</em> is preferred to <em>gunyah</em> or <em>humpy, country</em> to the Kamilaroi <em>towri</em>, and <em>walkabout</em> to the Nyungar <em>pink-eye</em>. And bark paintings are known in the terms in which they are characterized by the European eye, as <em>dot</em> or <em>X-ray</em> paintings. The language of the invaders is the language of choice, except in the artificially maintained case of the nomenclature of flora and fauna.</p>\n<p>In other words, although the opportunity was there for borrowing on a larger scale and with a degree of comprehensiveness that had not been achieved hitherto, it has not been taken. In the west, as elsewhere in Australia, the lexicographical evidence of a developing understanding of the indigenous peoples of Australia is slight indeed.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Case of Nyungar</h1> <p><em><span data-rel=\"author\">Bill Ramson</span> <span data-rel=\"location\">Clovelly, NSW</span></em></p> <p>Exploration and settlement overland followed travel by sea. In particular, once the mountain barrier had been overcome, the settlers from the Sydney area moved inland and to the north. Thus the languages of the New South Wales inland—Wiradhuri and Kamilaroi and its dialect Yuwaalaraay—formed part of a borrowing continuum which began with Dharuk and which incorporated the Australian pidgin which David Collins, an officer of the First Fleet, had described as a “barbarous mixture of English with the Port Jackson dialect.” Words like <em>gammon</em> and <em>piccaninny</em>, from English slang and African pidgin respectively, joined a range of Port Jackson words to form a pidgin in which limited communication was possible. This was added to as it travelled north and west by words like <em>yabber</em> 'talk,' based on the root <em>ya</em>-, found in Wiradhuri and other languages), the Yagara (Brisbane) words <em>bung</em> 'dead,' <em>humpy</em> 'dwelling,' and <em>yacka</em> 'work' (as noun and verb), and, particularly, by names for flora and fauna the travellers now recognized as being commonly found in the inland. So Wiradhuri words like <em>corella</em> and <em>gang-gang</em>, names for cockatoos, <em>kookaburra</em>, a kingfisher, <em>boggi</em>, a lizard, <em>belah</em>, a Casuarina, <em>billabong</em> 'anabranch,' gilgai 'waterhole,' and <em>bondi</em>, a club, became parts of everyday Australian English, as did the Kamilaroi words <em>brolga</em>, a crane, <em>budgerigar</em>, a small parrot, <em>coolamon</em> 'wooden vessel or basin,' <em>gundy</em>, yet another word for 'hut,' and <em>towri</em> 'country,' the traditional territory of an Aboriginal people, the Yuwaalaraay words <em>galah</em>, a parrot, and <em>gidgee</em>, an acacia, and words common to Kamilaroi and Yuwaalaraay like the names of other species of acacia such as <em>boree</em> and <em>mulga</em>. When a would-be poet writes the lines,</p> <blockquote>\n<p>Where the tangled “boree” blossoms,</p>\n<p>Where the “gidya” thickets wave,</p>\n<p>And the tall yapunyah's shadow</p>\n<p>Rests upon the stockman's grave</p>\n</blockquote> <p>he has, in a sense, guaranteed the currency of the words he uses.</p>"
}