{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Mad for Words: A Tale of Murder, Insanity, and the Making of the Oxford English Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.harpercollins.com/products/the-professor-and-the-madman-simon-winchester?variant=32205775700002\"><em>Mad for Words: A Tale of Murder, Insanity, and the Making of the Oxford English Dictionary</em></a></h1>\n<p>Simon Winchester, (New York: HarperCollins).</p>\n<p>At the author's party held to “launch” this book in Oxford last spring, the current editors of the OED were green with envy. How could Simon Winchester, a journalist best known for travel books, have earned a huge publishers advance for this book? And why would the film rights be worth even more—a cash payment in the six figures sterling? It is, after all, a description of what they do every day as lexicographers.</p>\n<p>The heart of the story concerns two elderly gents who copy words out of old books and write about them in a dictionary. It does not seem the sort of action-adventure story that would lend itself to film treatment. Much as those of us who love words would wish for it, a film biography of Sir James Murray isn't the stuff to draw people to the multiplex theatres out by the highway. A fine scholar, a self-educated and proud man, but one whose favorite recreation was riding a huge tandem tricycle around Oxford and the surrounding countryside.</p>\n<p>Hint: it's the other guy.</p>\n<p>The other elderly gentleman with a library of old books and the recreation of copying curious words out of them was William Chester Minor, M.D., an American living in England and one of the most faithful and useful of Dr. Murray's volunteer readers. Speaking to the Philological Society in 1899, Murray declared: “So enormous have been Dr. Minor's contributions during the past 17 or 18 years, that we could easily illustrate the last four centuries from his quotations alone.” Minor did little else than make word indexes to old books; it was an obsession with him.</p>\n<p>If the filmic possibilities aren't yet clear, we should begin with Minor's birth in Ceylon in June 1834, the child of New England missionaries. Winchester invents some luscious women: “young, chocolate-skinned, giggling naked girls with sleek wet bodies and rosebud nipples and long hair and coltish legs with scarlet and purple petals folded behind their ears, who play in the white Indian Ocean surf and who run, quite without shame, along the cool wet sands on their way back home” (40). Here, perhaps, the cinematic possibilities become a little more obvious.</p>\n<p>These girls are not, perhaps, altogether fictional; Minor would later tell people that he began to entertain “lascivious thoughts” about the time he was thirteen. And his parents thought it was a good time to send him back to New Haven to board with an uncle while he got more education than the mission schools could provide. (In a characteristic flight of the travel-writer's imagination, Winchester hints that the parents were sending him back to Connecticut where frolicsome female nudity was, they thought, less common.)</p>\n<p>Minor earned his medical degree from Yale in 1863 and immediately enlisted in the U.S. Army. The life of an army surgeon in that dismal year was horrifying, and Minor could not have felt optimistic since neither Vicksburg nor Gettysburg had yet produced hope that the union would be preserved. In May 1864, he was treating the wounded from the Battle of the Wilderness, part of the brutal and grueling campaign that would take so many lives in the peninsula of Virginia. But it was not that carnage that so influenced Minor's life, in Winchester's view, but the order that the doctor brand an Irish deserter on the face with a “D.” Fear of retribution from the unforgiving Irish, combined with those Sri Lankan girls, is adduced by Winchester as a factor leading to Minor's life as a dictionary maker.</p>\n<p>The army eventually recognized that there was something badly wrong with Minor, and when he continued to serve as a medical examiner after the war, it became apparent that he was unfit for his responsibilities as a captain in the medical corps. He was, in 1868, diagnosed as “delusional” and taken for treatment to a hospital in Washington. Released at the behest of friends, he left for England in October 1871, with a box of paints, some books, and his gun.</p>\n<p>On February 17, 1872, Dr. Minor shot George Merritt, a brewery worker, in the back of the neck as Merritt tried to flee. He killed him, thinking him to be an Irishman stalking him and bent on revenge. And then, when a constable approached, he admitted the shooting. Minor was tried, found insane, and committed to the asylum at Cawthorne—hence the title of Winchester's book in Britain: <em>The Surgeon of Cawthorne: A Tale of Murder, Madness, and the Love of Words.</em></p>\n<p>Minor eventually learned of Dr. Murray's great project and began to copy words from old books. And then, in December 1902, he cut off his penis. Winchester would like us to believe that this surprising piece of surgery is connected to those lissome beauties of Sir Lanka or to intimacies with Eliza Merritt, George's widow. (Though Eliza had visited Minor a few times and was grateful for his contributions for the upkeep of her children, the idea that they had been intimate some fifteen years earlier is utterly speculative. This is one of many flights of fancy during which Winchester negotiates among the “possible,” the “probable,” and the “no evidence exists.”) Consider the movie: what script writer would show us Minor copying out words from a 1693 volume called the <em>Compleat Woman</em> rather than a remorseful and forgiving grapple with a tipsy Mrs. Merritt?</p>\n<p>In April 1910, the British government yielded to the importunings of Minor's relatives and let him go home. Cawthorne had cared for him since 1872 and now it was time to shift the costs of his upkeep to the Americans. So, in the company of his brother, he went to St. Elizabeth's in Washington—Winchester reminds us that an anti-Semite American poet and a failed assassin of an American president have been housed there too. Minor wasn't quite through, though; in 1915, he smacked one of his fellow inmates, though he had “but little strength to hurt anyone.” In 1919 his nephew urged that he be moved to an asylum in Connecticut. On March 26, 1920, he died—at 85 years and nine months.</p>\n<p>Interspersed in Minor's story is the tale of the editing of the OED. Winchester's story has an abundance of mistakes. Herbert Coleridge, the first editor of the Philological Society's dictionary, was not the poet's grandson; Elisabeth Murray's biography was only taken on by Oxford after Yale University Press had turned it into a bestseller and shamed OUP into publishing it (OUP having earlier rejected it as unworthy). There are lexical curiosities as well. <em>Bugger grips</em> is his intriguing term for what others might call <em>muttonchops</em> or <em>burnsides;</em> he believes that <em>fulsome</em> means 'exuberant.'</p>\n<p>But these carpings are sour grapes. Winchester is getting very rich from a story pretty well known to many people interested in dictionaries—particularly Elizabeth Knowles of OUP who unearthed basic information and is rightly given, by Winchester, what he would call a “fulsome” accolade. He discovered a Minor descendant and found a trove of correspondence that makes the story much richer (and more factual) than what was otherwise known. He seems to have overlooked a story in the Springfield <em>Sunday Republican</em> headlined “A Mad Dictionary Maker” (July 25, 1915, p. 16).</p>\n<p>Winchester wants the story simple, and cinematic. Murray should arrive at the gate of the Asylum imagining it is some private residence—alas, Winchester tells us, a “popular myth.” Murray knew that Minor was in the asylum; it was as obvious from the return address on his letters as “Sing Sing” would have been to an American counterpart. Minor was so guilt-ridden over his “prodigious sexual appetites” that he committed an autopenectomy, reducing his organ to a stub that extended “about one inch from its base.” These are alluring possibilities for film. And remarkable accents to a story that is essentially about two elderly gentlemen making a dictionary. <em>Richard W. Bailey, University of Michigan</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.harpercollins.com/products/the-professor-and-the-madman-simon-winchester?variant=32205775700002\"><em>Mad for Words: A Tale of Murder, Insanity, and the Making of the Oxford English Dictionary</em></a></h1> <p>Simon Winchester, (New York: HarperCollins).</p> <p>At the author's party held to “launch” this book in Oxford last spring, the current editors of the OED were green with envy. How could Simon Winchester, a journalist best known for travel books, have earned a huge publishers advance for this book? And why would the film rights be worth even more—a cash payment in the six figures sterling? It is, after all, a description of what they do every day as lexicographers.</p> <p>The heart of the story concerns two elderly gents who copy words out of old books and write about them in a dictionary. It does not seem the sort of action-adventure story that would lend itself to film treatment. Much as those of us who love words would wish for it, a film biography of Sir James Murray isn't the stuff to draw people to the multiplex theatres out by the highway. A fine scholar, a self-educated and proud man, but one whose favorite recreation was riding a huge tandem tricycle around Oxford and the surrounding countryside.</p> <p>Hint: it's the other guy.</p>"
}