{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Iffy Sentences",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Iffy Sentences</em></h1>\n<p><em>David Galef, University of Mississippi</em></p>\n<p>“I won't be home till later tonight, says the wife to the husband in the sit-com. “If you get hungry, there's ham in the fridge.”</p>\n<p>I have always wanted to be the husband in that scenario so I could snap back, “Oh, really? And where's the ham if I don't get hungry?”</p>\n<p>Similarly: the secretary is going to leave for vacation, and the morning of her last day at work, a coworker remarks, “If I don't see you again before I leave, have a great trip!”</p>\n<p>“Oh, yeah?” I make her reply. “And what kind of trip should I have if I do see you before I leave?”</p>\n<p>I call these situations <em>iffy sentences</em>, whose if-then logic doesn't quite work. Syntactically speaking, the apodosis, or consequence, is not linked to the protasis, or condition, and this causes semantic confusion. That is, the ham is in the fridge no matter what the state of the husband's stomach, and a last possible meeting has nothing to do with the well-wisher's kind hope. In each case, the conclusion should stand whether or not the premise is fulfilled. Of course, someone may note, “If you think about them, they do make sense.” And what if you don't think about them? Do they recede into nonsense?</p>\n<p>The truth is that these sentences are really just elliptical constructions. Fully expanded versions of the first two might read, albeit clunkily, “You should know, if you get hungry, that there's ham in the fridge.” “Since I may not see you before I leave, let me wish you a great trip right now!”</p>\n<p>Anyone who keeps an open ear can add to the list of iffy sentences. “If you don't mind, I have to go” is another example in my growing collection, along with “If you speak to the boss, I'm sick today.” Quibbling over such syntax may seem trivial, but language is so often a dormant phenomenon that it is worth tweaking its tail on occasion. And those who are alive to such nuances often get better results from their queries. As I once heard a man asking a woman out on a date, “If you're interested, just let me know. But let me know if you're not interested, too.”</p>\n<p>She suddenly looked interested.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Iffy Sentences</em></h1> <p><em>David Galef, University of Mississippi</em></p> <p>“I won't be home till later tonight, says the wife to the husband in the sit-com. “If you get hungry, there's ham in the fridge.”</p> <p>I have always wanted to be the husband in that scenario so I could snap back, “Oh, really? And where's the ham if I don't get hungry?”</p> <p>Similarly: the secretary is going to leave for vacation, and the morning of her last day at work, a coworker remarks, “If I don't see you again before I leave, have a great trip!”</p>"
}