{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Nineteenth-Century English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.press.umich.edu/15238/nineteenth_century_english\"><em>Nineteenth-Century English</em></a></h1>\n<p>Richard W. Bailey, (University of Michigan Press, 1997), viii + 372pp.</p>\n<p>It is always a good idea to read an author's preface (or foreword) to discover the purpose of a book before reading and, certainly, before reviewing it. From Professor Bailey's, we quote the following, which pretty much sums up his attitude toward language in general and English in particular:</p>\n<blockquote>\n<p>English is a single language full of variety, and I believe that no speaker is beneath notice and no single one has exclusive rights to represent “the language.” Models assuming metropolis and hinterland, capital and colony, standard language and dialect have little to offer except fragmentation and prejudice.</p>\n</blockquote>\n<p>It is virtually impossible to argue against such a point of departure from the standpoint of the linguistic scientific investigator. After all, researchers into cancer, heart disease, virology, and bacteriology would look quite foolish were they to adopt the high moral ground by damning the causes of disease as “sinful” or “bad.” Yet the issue of “good” vs. “bad” is always at the forefront when language comes up for discussion, not, perhaps, among linguists but, to be sure, among the rest of the population. In some cases, murder, mayhem, and, to borrow a tasteless euphemism from social conflict, “linguistic cleansing” have been aroused by language—not by vituperation, cursing, and blasphemy but simply by being in the wrong place at the wrong time speaking a particular language or dialect. Dialect differences can cause strife and disharmony, as can be witnessed in the contemporary dispute over the decision by a California school district to use “Ebonics” as a vehicle to teach “Standard” English.</p>\n<p>Linguists might well distance themselves from such mundane anti-intellectualism, but that does not make it go away nor does it solve the problem or come close to answering the question of what should be done about teaching language. A very telling point in such disputes is that those who speak a dialect other than “Standard” (which we persist in putting in quotation marks because it continually changes, both temporally and geographically) are condemned to accept work that is below a level, socially and economically, to which they aspire and to which they feel they are entitled, at least from the standpoint of opportunity.</p>\n<p>As I have held, while language itself can the subject of cool analysis in some contexts, it is a social institution and our means of communication. While it is not only scientific and scholarly but noble to maintain that such matters as pronunciation, usage, dialect, and other features are all part of the description of language and are neither “good” nor “bad,” the fact remains that using a dialect or speech pattern that is unacceptable to those who are giving out the jobs may mean that one either gets the job or not, other qualifications being equal, hence the “scientific” and “scholarly” considerations may be effectively put into their academic niches where they belong.</p>\n<p>There is another aspect to the entire subject, invariably ignored by linguists and “linguistic scientists” because they remain unable to measure or quantify it, namely, style. Language is language says the scientist, totally ignoring (sometimes deliberately, usually owing to lack of discernment) any art—or lack thereof—that might be involved in the speech or writing of individuals, whether professional writers or not. (Some might protest that the study called stylistics deals with art in language, but those who know the nature of stylistics are aware that it does not even come close to measuring effectiveness, poetry, eloquence, beauty, and other characteristics associated with artistic expression.)</p>\n<p>Third, the language of an individual reflects his culture, which is a catch-all term covering many things. There are those of an older generation that considers itself better educated than almost anyone younger who understand culture to mean familiarity with the better and more important works of art (of all kinds) of the world. This interpretation of culture, is admittedly, of decreasing importance to an increasing proportion of the population, who place rock 'n' roll stars on the same scale of artistic accomplishment as Milton, Rembrandt, Mozart, Gershwin, Hemingway, et al.; because the last do not “speak” to them, they are peremptorily shouldered out of consideration. This aspect of language should not be construed solely as a demonstration of knowledge (as in knowing how many symphonies Beethoven wrote, whether Caruso was a tenor or a bass, or being able to hum melodies from Puccini's operas), though that is certainly a reflex of a cultured individual. Rather, it is the artistry that rubs off on the person steeped in the best parts of the culture, the phrase unconsciously plucked from a 17th-century poem or 16th-century play, (no matter how corny, like <em>Methinks the lady doth protest too much),</em> the single word that indicates at least passing familiarity with history (like <em>defenestration</em>), the fragment of an air associated with a Bach fugue.</p>\n<p>These aspects of language are social, philosophical, artistic, largely ignored by linguists, sometimes out of devotion to what is perceived as the “scientific method,” sometimes out of sheer philistinism and the inability to exercise taste, sometimes out of abject ignorance. One need only read the academic papers published in linguistic journals to be convinced that, notwithstanding their specialty, linguists at large are incapable of writing simple, expository, declarative sentences without resorting to turgid syntax, obscure vocabulary, and uncompromising sesquipedalianism. In short, considering that their specialty is language, it is astonishing how few of them use it effectively.</p>\n<p>In this regard, I am pleased to say that Richard Bailey is an exception. Though a linguist—and a good one—he knows how to write, and how to write persuasively and informatively. Most of the preceding commentary has nothing whatsoever to do with the substance of <em>Nineteenth-Century English,</em> which traces the spread, growth, and increasing universality of the English language during that period. Bailey examines the Writing, Sounds, Words, Slang, Grammar, and Voices of English, to quote the chapter headings, and he does so without expressing much opinion about them, letting the facts speak for themselves. Well, <em>almost.</em> Bailey's presentation is tinged by an underlying suggestion of disapproval of those who would “dictate” the way the language should be used. He does not say as much expressly, but his characterization of such do-gooders as <em>pedants</em> (p. 215) and <em>purists</em> (p. 223), his persistent placing of quotation marks around words and phrases condemned by contemporary “purists and pedants” to signify—what?— their quaintness? their curiosity?</p>\n<p>For the most part, despite the occasional campaigning for linguistic liberalism (aimed, obviously, at 20th- and, presumably, 21st-century readers), what emerges is an engaging picture of concerned speakers of English, some of them “pedants” trying to establish (or preserve) some purity in the language, the remainder readers of the works published by the former in the shape of grammars, usage guides, pronunciation guides, spellers, etc. Because English spelling is often unrelated to its pronunciation and inconsistent with it, the majority of spellers were used as teaching tools in schools; but there was also an opportunity to acquaint adults with accepted spelling forms (just as there is today, among the “bad speller's” dictionaries).</p>\n<p>There is no gainsaying that standardization of spelling (and of other mechanics of language) can be helpful to communication, but like other reflexes of language proficiency, it can also mark the relative literacy or education of a person. Spelling and conventional hyphenation can be linked; while I noted not so much as a single typographical error in this book, I saw once again confirmation of the encroaching ignorance of those who write automatic hyphenation programs for computers, presumably employed in the production of the work: the oft-repeated word English, “properly” hyphenated <em>Eng-lish,</em> has been made to conform to the other words having -ng- at a syllable break by appearing as <em>Eng-lish</em> throughout. This “rule” is well known to traditional compositors, though, curiously, it does not extend to <em>Angle</em> or <em>Anglo</em> (as in <em>Anglo-Saxon</em>) though they are all linked etymologically. The same point was raised in our review [XIX, 1, 15] of Bailey's <em>Images of English</em> (1991, also University of Michigan Press).</p>\n<p>In his assessment of the century as a whole, Bailey discusses the progress of education, especially public education and the spread of literacy. In that regard, a point to be made about the <em>culture</em> of the period in contrast to the <em>language,</em> is the publication, late in the century, of a number of reference books, especially readers' handbooks and particularly <em>A Dictionary of Phrase and Fable,</em> by E. Cobham Brewer, which went through many printings and, revived in the latter part of the 20th century, through several updated editions. It is significant because its enormous popularity reflects the public's interest in metaphor based on classical and cultural references understandable only to those steeped in the literature, not to those who, having learned to read, seldom read anything but a dime novel, a popular magazines, or a newspaper. Those who aspired to broader knowledge used Brewer's and others' books as a ready-reference guide to culture. It is not insignificant that their popularity has seen a reflowering a hundred years after their original appearance, late in the 19th century.</p>\n<p><em>Nineteenth-Century English</em> is an interesting if somewhat staid tracing of the development of English into a world language, though its influence today is probably owing directly more to events of the past sixty years than to the growth and spread it enjoyed during the century of colonialism. Still, there is no gainsaying Bailey's ultimate argument:</p>\n<blockquote>\n<p>Nineteenth-century English was part of a social transformation that changed the language and changed the world.</p>\n</blockquote>\n<p>It remains to be seen what will be written about the 20th century, the close of which is seeing a spread of English via the Internet that is regarded as so pernicious by the French that they have seen fit to prosecute a company (with a pied á terre in France) for advertising on the medium in English without the accompaniment of a French translation. Will the 21st century see still more diversification of English and encouragement of that diversity or more standardization and conformity to the medium employed by major industrial powers? There is little doubt that people who are driven by economic necessity will cleave to the language most closely associated with financial reward, and the opportunities offered by the Internet are immense compared with those formerly offered by books, motion pictures, television, and other media. Still, it is impossible to predict accurately what the future will bring, and a hundred years hence everyone might well be lisping in Swahili.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.press.umich.edu/15238/nineteenth_century_english\"><em>Nineteenth-Century English</em></a></h1> <p>Richard W. Bailey, (University of Michigan Press, 1997), viii + 372pp.</p> <p>It is always a good idea to read an author's preface (or foreword) to discover the purpose of a book before reading and, certainly, before reviewing it. From Professor Bailey's, we quote the following, which pretty much sums up his attitude toward language in general and English in particular:</p> <blockquote>\n<p>English is a single language full of variety, and I believe that no speaker is beneath notice and no single one has exclusive rights to represent “the language.” Models assuming metropolis and hinterland, capital and colony, standard language and dialect have little to offer except fragmentation and prejudice.</p>\n</blockquote> <p>It is virtually impossible to argue against such a point of departure from the standpoint of the linguistic scientific investigator. After all, researchers into cancer, heart disease, virology, and bacteriology would look quite foolish were they to adopt the high moral ground by damning the causes of disease as “sinful” or “bad.” Yet the issue of “good” vs. “bad” is always at the forefront when language comes up for discussion, not, perhaps, among linguists but, to be sure, among the rest of the population. In some cases, murder, mayhem, and, to borrow a tasteless euphemism from social conflict, “linguistic cleansing” have been aroused by language—not by vituperation, cursing, and blasphemy but simply by being in the wrong place at the wrong time speaking a particular language or dialect. Dialect differences can cause strife and disharmony, as can be witnessed in the contemporary dispute over the decision by a California school district to use “Ebonics” as a vehicle to teach “Standard” English.</p>"
}