{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Contradiction in Terms",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Contradiction in Terms</em></h1>\n<p><em>Allison Whitehead, Rainham, Essex</em></p>\n<p>Given that the English language is the world's principal form of communication, we can perhaps be forgiven for tripping ourselves up with it occasionally. We are particularly good at contradicting ourselves— so good, in fact, we do it daily, assuming that other people don't beat us to it.</p>\n<p>I can recall the time I bought some terracotta ducks containing scented candles, which I was instructed to place on a dining table during a meal, or in any room I wished. The scent would repel all biting insects in the area. When the ducks arrived, a footnote on the instructions informed me they were “for outdoor use only.”</p>\n<p>Newspapers are extremely good at bringing people's contradictions to a wide audience. Consider the memorable statement made by the head of a £1.5 million winning pools syndicate. They had filled in their coupon while drinking to celebrate a £20 win. When they won the pools, the leader said, “It's great. We've never won anything before.” Granted, the effects of alcohol might have been responsible for that confusing statement. I have yet to find an excuse for these next examples.</p>\n<p>I have seen plastic-lidded containers which are completely safe to use in the microwave—so long as you don't use the lid; all manner of tablets instructing you to take two every four hours—but no more than six in any twenty-four hour period; and a notice by school bosses who were determined to improve the poor standard of spelling on the Isle of <em>White</em>.</p>\n<p>So, contradictions are rife. And I am unanimous in that.</p>\n<p>The Internet is quickly becoming a fixture—however mobile it might seem—of modern life. We have not (yet) connected with it, but the link is imminent, and we expect to be surfing along with the rest of the world in due course. In the meantime, we rely on readers to pass on tidbits as they come across items suited to what we perceive to be our readers' interests; what follows “came via e-mail from the Internet” via our correspondent, Mr. Eduardo Rodriguez, of</p>\n<blockquote>\n<p>WORDS NOT YET IN THE DICTIONARY</p>\n<p>AQUADEXTROUS (ak wa dekśtrus) adj. Possessing the ability to turn the bathtub faucet on and off with your toes.</p>\n<p>ACCORDIONATED (ah koŕde on ay tid) adj. Being able to drive and refold a road map at the same time.</p>\n<p>AQUALEBRIUM (ak wa lib re um) n. The point where the stream of drinking fountain water is at its perfect height, thus relieving the drinker from (a) having to suck the nozzle, or (b) squirting himself in the eye.</p>\n<p>BURGACIDE (burǵuh side) n. When a hamburger can't take any more torture and hurls itself through the grill into the coals.</p>\n<p>BUZZACKS (buźaks) n. People in phone marts who walk around picking up display phones and listening for dial tones even when they know the phones are not connected.</p>\n<p>CARPERPETUATION (kaŕpur pet u a shun) n. The act, when vacuuming, of running over a string or a piece of lint at least a dozen times, reaching over and picking it up, examining it, then putting it back down to give the vacuum one more chance.</p>\n<p>DIMP (dimp) n. A person who insults you in a cheap department store by asking, “Do you work here?”</p>\n<p>DISCONFECT (dis kon fekt) v. To sterilize the piece of candy you dropped on the floor by blowing on it, somehow assuming this will 'remove' all the germs.</p>\n<p>ECNALUBMA (ek na lubma) n. A rescue vehicle which can only be seen in the rearview mirror.</p>\n<p>EIFFELITES (eyé ful eyetz) n. Gangly people sitting in front of you at the movies who, no matter what direction you lean in, follow suit.</p>\n<p>ELBONICS (el boń iks) n. The actions of two people maneuvering for one armrest in a movie theater.</p>\n<p>ELECELLERATION (el a cel er aý shun) n. The mistaken notion that the more you press an elevator button the faster it will arrive.</p>\n<p>FRUST (frust) n. The small line of debris that refuses to be swept onto the dust pan and keeps backing a person across the room until he finally decides to give up and sweep it under the rug.</p>\n<p>LACTOMANGULATION (lakto man gyu laýshun) n. Manhandling the “open here” spout on a milk container so badly that one has to resort to the “illegal” side.</p>\n<p>NEONPHANCY (ne oń fan see) n. A fluorescent light bulb struggling to come to life.</p>\n<p>PEPPEER (pehp ee aý) n. The waiter at a fancy restaurant whose sole purpose seems to be walking around asking diners if they want ground pepper.</p>\n<p>PETONIC (peh tońik) adj. One who is embarrassed to undress in front of a household pet.</p>\n<p>PHONESIA (fo neézhuh) n. The affliction of dialing a phone number and forgetting whom you were calling just as they answer.</p>\n<p>PUPKUS (pup kus) n. The moist residue left on a window after a dog presses its nose to it.</p>\n<p>TELECRASTINATION (tel e kras tin aý shun) n. The act of always letting the phone ring at least twice before you pick it up, even when you're only six inches away.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Contradiction in Terms</em></h1> <p><em>Allison Whitehead, Rainham, Essex</em></p> <p>Given that the English language is the world's principal form of communication, we can perhaps be forgiven for tripping ourselves up with it occasionally. We are particularly good at contradicting ourselves— so good, in fact, we do it daily, assuming that other people don't beat us to it.</p> <p>I can recall the time I bought some terracotta ducks containing scented candles, which I was instructed to place on a dining table during a meal, or in any room I wished. The scent would repel all biting insects in the area. When the ducks arrived, a footnote on the instructions informed me they were “for outdoor use only.”</p> <p>Newspapers are extremely good at bringing people's contradictions to a wide audience. Consider the memorable statement made by the head of a £1.5 million winning pools syndicate. They had filled in their coupon while drinking to celebrate a £20 win. When they won the pools, the leader said, “It's great. We've never won anything before.” Granted, the effects of alcohol might have been responsible for that confusing statement. I have yet to find an excuse for these next examples.</p>"
}