{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford English Grammar",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780198612506/Oxford-English-Grammar-Greenbaum-Sidney-0198612508/plp\"><em>The Oxford English Grammar</em></a></h1>\n<p>Sidney Greenbaum, (Oxford University Press, 1996), xv + 652pp.</p>\n<p>Undertaking a description of a language may be regarded as a curious occupation. Writing reviews of them is no less odd an experience. For various reasons, I have chosen to comment on only certain aspects of this book, chiefly because a thorough review would occupy far more space in VERBATIM than many readers might willingly tolerate. Suffice it to say that the grammar is Chomskyan and, though a bit thin on the ground, is quite adequate. I have found other things to criticize, however, that may be more germane to books in general, especially reference books and, particularly, to reference books on language.</p>\n<p>First, I want to vent my spleen on publishers' book designers who haven't the slightest idea of what they are doing. As one case in point, I cite <em>The Random House Dictionary of the English Language, Second Edition</em>, in which, possibly in order to mimic other dictionaries but probably because there are few things that designers can get their grubby little fingers into, the main entry words were reset in sans-serif type, presumably just to make them harder to read. Those who are not “designers” but typographers steeped in statistics of readability and other scientific applications to typography are fully aware that because of the redundancy built into its characters, almost any serif font is more (readily) legible than any sans-serif face, and trying to make a book look “modern” by using sans-serif makes no sense at all. Besides, there is nothing “modern” about sans-serif type: if anything, it is <em>moderne</em>—that is, in the tradition of Art Deco. Turning to the illustrations (including the black-and-white maps) in the <em>RHD2e</em>, it must be said that the originals were a model of clarity and detail: I know, for as Managing Editor, it was among my responsibilities to commission them and to accept or reject completed artwork or to have it modified. That was a laborious and time-consuming task, amply rewarded by the high quality of the drawings as published in the original edition. In the <em>Second Edition</em>, however, the “designers” took it upon themselves—merely for the sake of change, I believe—to lay a fine screen over every illustration (except the maps), thus losing much of the finical detail originally produced. The result is a dull, grayish blob on the page.</p>\n<p>As if to confirm that the various afflictions of “designers” have infected the UK operations of Oxford University Press, we are now faced with Greenbaum's <em>Grammar</em>, which can only be said to have suffered. Worse, their incredibly unimaginative work has resulted in a book that ought to have been about 400 pages shorter than the present work, which I shall explain.</p>\n<p>In his Preface, Professor Greenbaum suggests that the <em>Grammar</em> can be used as a work of reference. The structure of the book—through no fault of the author's, I am sure—militates against such use, for the Index refers the user to numbered sections: each chapter is numbered from 1 (The English Language) through 12 (Spelling), with subsections numbered sequentially (e.g., 1.1 English Internationally through 1.10 Good English). A typical question a user faces is a choice between <em>may</em> and <em>might</em>, so I looked up <em>might</em> in the Index and found</p>\n<blockquote>\n<p><em>might</em> 3.25; <em>4.29;</em> 5.17, <em>24</em></p>\n</blockquote>\n<p>The first problem, inherent in the poor design of the book, is that there is no clue in the running heads as to which chapter and section one has turned to (unless he has chanced on the beginning of a chapter or section: only the page number appears). The section titles and numbers frequently appear at the gutter column, making it almost impossible to thumb through the book to find a reference quickly. As it happens, both the title of subsections “3.25” and <em>“4.29”</em> happen to be in the gutters of the pages where they begin, making it inconvenient to find them. Had these numerals been set at the foredge of the pages (instead of the page numbers, which serve no discernible useful purpose), finding the proper chapter and subsection numbers would have been greatly facilitated.</p>\n<p>The second problem is the (unexplained) style <em>“24,”</em> which should properly be designated <em>“5.24”:</em> there are only 12 chapters, so it is confusing to see a reference, apparently to a chapter, that is really a reference to a subsection. (Under the Index entry for “dictionaries” are listed “8.28, <em>30</em>,” but chapter 8 contains no subsections beyond 8.21, clearly a mistake.)</p>\n<p>Third, excluding the Appendix and a Glossary, the book contains only 600 pages, and, presumably to bulk up its page count (probably at the instigation of the publisher, so that more money could be charged for it), the designer has employed a hanging indention of about ten picas, and wide interlinear spaces. The result, had the book been set to full measure, is that it would have been less than 400 pages long.</p>\n<p>Fourth, relating specifically to the entries looked up, while <em>may</em> and <em>might</em> are both mentioned, except for the following passing remark [p. 154] no comment appears:</p>\n<blockquote>\n<p>3. Their past forms are often used to refer to present or future time:</p>\n<p>He <em>might</em> be there now.</p>\n<p>She <em>could</em> drive my car tomorrow.</p>\n</blockquote>\n<p>That is not inaccurate, but it scarcely tells the full story, nor is it particularly helpful in explaining the use of <em>may</em>, which is the present of which <em>might</em> is the past, in constructions like <em>She may have said that vs. She might have said that</em>. There is no internal cross reference to 5.24 B, where the notions of “Permission” and “Possibility” are given peremptory coverage (though there are six citations), and no helpful comment is offered about their interchangeability in contemporary usage or what was, formerly, their distinction in formal contexts.</p>\n<p>Fifth, the Glossary (pp. 615-35) concerns itself largely with the terminology of Chomskyan grammar, but the treatment is unsatisfactory. For instance,</p>\n<blockquote>\n<p><em>rhotic accent</em> Non-rhotic accents drop the /r/ when it is followed by a consonant sound, as in <em>part</em>.</p>\n<p>They also drop the /r/ at the end of a word when it comes before a pause. Rhotic accents retain the /r/.</p>\n</blockquote>\n<p>It is poor style to find the headword term defined virtually as an afterthought. The entry at <em>mass noun</em> is a cross reference, “See <em>count noun.”;</em> but the definition at <em>count noun</em> makes no mention of <em>mass noun</em>. Although the definition for <em>common noun</em> consists of a cross reference to <em>proper noun</em>, there is no proper definition for it at <em>proper noun</em>, only a contrastive comment from which one is supposed to derive a definition by default. As only Chomskyan grammar is covered in the book, entries are lacking for such common grammatical concepts—albeit from other disciplines, like “traditional grammar”—<em>substantive, dependent clause, independent clause, conjunctive adverb, adverbial conjunction, misplaced</em> (or <em>dangling) modifier</em>, etc.—all terms well established in discussions of nonChomskyan grammar. Many of the definitions use terms that are not themselves defined and are not always transparently clear, e.g., <em>postmodify, linguistic unit</em>, etc.</p>\n<p>Some of these shortcomings can be laid at the door of the author, some at the door of the book designer, most in the lap of the editor (if there was one).</p>\n<p>It is undeniable that the word-stock of a language can be derived from a vast corpus of its writing and speech to produce a dictionary; a grammar can be likewise derived, but such exercises are rare and are usually confined to work on dead languages. Thus, Champollion had little enough to go on to decipher the Rosetta Stone, and Ventris would have been hard put to find a native speaker of Minoan Linear B (or A). But for modern languages, the situation is different. Preparing a monolingual English dictionary, lexicographers who are native speakers of English may often turn to citations of usage in context to derive or verify senses of some words; but for words whose meanings they already know, they can rely on their own knowledge and use citations for confirmation. Relying solely on one's own knowledge can be dangerous—witness Johnson's definition of <em>pastern</em>—so one must always check and double-check; but that is not a difficult matter if citation material is available, and there are usually other books or specialists one can consult.</p>\n<p>(Let me say parenthetically that not only is there nothing wrong with looking at others' work but that those who studiously avoid doing so for any reason are extremely foolish: how can one know how the competition has handled something without checking? Aside from the unavoidable fact that competition is a driving force in the publication of such works, one can scarcely expect to improve on the competitive works without knowing what they are up to.)</p>\n<p>Writing a grammar entails many judgements, but the most relevant for my purposes here is to wonder about the amount of information brought to the task by the grammarian. It is highly unlikely that the subject will be approached with a feigned <em>tabula rasa</em>, relying solely on citation materials. But the question arises whether the grammar is constructed from what is known (or “found”) and then verified through the application of suitable citations, whether the grammar is citation-driven, or a combination of the two is employed. In any event, the requirement for an experienced grammarian is undiminished.</p>\n<p>In principle, one must question the function of a grammar. In essence, such a work cannot be more or less than a description of how a language works. But the question must arise in the mind of the publisher (if not the grammarian), Who is going to use the book? That is not readily answered these days. There was a time when students were required to study the grammar of the language, but that day appears to be gone. Today, then, we might more logically be looking at a market consisting of people who want a “reference” grammar, that is, one in which they can find answers to their questions about how the language works.</p>\n<p>This raises a question germane to the <em>Oxford English Grammar</em>. Professor Greenbaum has drawn on the huge resources of a number of different corpora of English that have been gathered at the Survey of English Usage and several other research centers, all of which are listed in an Appendix [pp. 601-14]. The sources of the citations range widely and include telephone conversations, classroom lessons, broadcast interviews, parliamentary debates, spontaneous commentaries, business transactions, news broadcasts, etc. One could scarcely disagree with the fact that all of these make up a reasonable crosssection of what must be categorized as the “popular” use of language. Throughout the <em>Grammar</em> are interspersed quotations from these sources, each carefully documented.</p>\n<p>That might well provide a reasonably accurate picture of contemporary language. But is that what a user of the <em>Grammar</em> as a reference grammar might want? One of the beauties of the <em>Oxford English Dictionary</em> (and of, say, <em>A Grammar of the English Language</em>, by George O. Curme) is that users are comforted by quotations from sources that are acknowledged paragons of English usage, writers like Shakespeare, Milton, Dickens, Scott, etc., even Hemingway. Are they likely to be attracted by evidence from students' conversations with their flatmates? from recordings of Christmas-dinner family conversations? I could find only twenty books that had been mined for citations and all were published in 1990. (I hasten to say that although the Curme <em>Grammar</em> is a VERBATIM Book, my purpose in bringing it up is not to sell books but to contrast its content with that of the subject <em>Grammar</em>.)</p>\n<p>There is still another aspect to the whole business of citations. Some thirty years ago, I proposed that the most relevantly useful attribute of citations was their <em>exposure</em>, that is, the number of people who, on the basis of readership statistics, could be assumed to be reading and listening to the manifestations of language presented in books, newspapers, magazines, and radio and television broadcasts [<em>Word</em>, XXVI, 3: “An Unabridged Word Count of English”]. The exposure of a word would be expressed as an index number resulting from the normalization of (unwieldily large) numbers of readers and listeners and would be likely to provide some meaningful measure of the frequency for a significantly large percentage of the lexicon. Prior to that, frequencies had been calculated on the basis of raw occurrences in a text selected by a researcher at whim, though it must be acknowledged that the books (at least) selected for examination were classics of literature assumed to be widely read, taught, and used as models of effective expression (if one insists on avoiding the concept of “good” English).</p>\n<p>In resorting to sources that might be justifiably viewed as “natural” language, those who concur with Professor Greenbaum's approach ignore this important aspect of citational matter. I am not sure that anyone has attempted their documentation, but it is well known that an enormous number of clichés, idioms, metaphors, and other expressions used in everyday contemporary speech and writing derive from the writings of Shakespeare and other contributors to the imagery and poetry of the language. While their manifestations undoubtedly appear in the snatches of telephone and flatmate conversations recorded in the numerous corpora cited in the Appendix to the <em>Grammar</em>, their exposure is virtually asymptotic to zero. In other words, there are some who believe that we might be well advised to attend to what Milton, Donne, Dryden, Jefferson, Franklin, Lincoln, Byron, Shelley, Keats, Austen, Alcott, Dickens, and thousands of others have contributed to the molding of the language in all its reflexes and who find it difficult to understand the usefulness to be derived from an analysis of idle telephone and flatmate conversations, student essays read by no one other than the instructor charged with their marking, business letters read by no one other than their (individual) recipients, “non-printed examination scripts” exposed to nobody, social letters, classroom lessons, business transactions (between, for example, “architect and 2 clients” and “solicitor and client”), and so on. While it is undeniable that some of the sources—news broadcasts, broadcast talks, press news reports, for instance—can be said to reach a relatively wide (though unquantified) readership or audience, they are in the minority compared with the large number of sources that seem to reflect language that occurs, as they say these days, on a “one-on-one” basis.</p>\n<p>Is that lack of representative material what people want or expect from a grammar? Not I, to be sure. Given a choice, I should prefer to model my language on the writings of acknowledged masters and on the speech of Roosevelts and Churchills rather than on what appears in a student essay. I can make a clinical observation regarding the diminution of politeness in the language, attributable, perhaps, to the lowering of the standards of civility and yielding, typically, constructions like <em>Me and her went to the park</em> (as contrasted with “Her and me went to the park,” I suppose).</p>\n<p>I was unable to find any comment by the author justifying the use and application of the (million-word British) International Corpus of English (ICE-GB).</p>\n<p>Also, comments regarding standard and nonstandard usage are absent. For example, nothing is offered regarding the poor style of the reflexive pronouns for <em>I</em> or <em>me</em> as in <em>Hong Kong had obviously been very carefully planned with Peter</em> and myself <em>in mind</em> [p. 183], though why “and” is italicized in the original is hard to understand. It may be argued that in a descriptive grammar—how can a grammar be anything but descriptive? —comment about “good” and “bad” English are anathema, but weasily little comments can be inserted (as they are in dictionary usage notes) referring to “careful speakers,” “educated users,” their peers, and others whom users of a grammar might, conceivable, wish to emulate. Thus, rare is the dictionary that offers <em>infer</em> as a synonym for <em>imply</em> without some sort of label. Even the “permissive” <em>Merriam-Webster III</em>, while remaining tight-lipped about usage, condescends to offer “see IMPLY” at definition 4 of <em>infer</em>. As those who use <em>infer</em> for <em>imply</em> might be somehow stigmatized in (some) educated circles, failure to report such a usage leaves the suspicious user of a dictionary (or grammar) who has the wit to look it up facing a serious lacuna in the information given about the language. Such information is not “prescriptive” or “proscriptive,” it is <em>descriptive</em> of certain attitudes—right or wrong—about the language and has its proper place in a dictionary. Comparable grammatical usages merit mention and appropriate comment.</p>\n<p>In a subsection called Good English Greenbaum makes a passing reference to the aesthetic use of language [1.10]; but remarks concerning artistic use of language are notably absent, presumably lest they constitute some sort of value judgment. As we all know, the grammar has been distorted by political correctness (e.g., in avoiding the masculine pronoun as a pronoun of reference), and, in a rare opinion, the author concedes that constructions like <em>A Candidate who wishes to enter the School before</em> his or her <em>eighteenth birthday may be asked to write to state</em> his or her <em>reasons</em> “can be clumsy.”</p>\n<p>The basic question is, To what use can such a book be put? There can be no confuting the fact that the grammar of modern English—that is, the English in use for the past two centuries—differs little from that of earlier stages of the language: after all, languages are sorted and distinguished by linguists on the basis of their grammars, not their lexicons. (Thus, English is a Germanic language because of the history of its structure, or grammar; were its lexicon alone to be considered, it might well be classified as a Romance language, owing to the large percentage of words of French and Latin origin.) There is no gainsaying the advantages in having an up-to-date grammar of English. Though, personally, I am not enamored of Chomskyan grammar, despite its occasional departures from traditional terminology, nouns and adjectives are still nouns and adjectives. The chief aim remains a thorough, consistent, coherent, preferably understandable description of the structure of a language. Indeed, some of Greenbaum's presentation amounts to a tacit commentary on and reflects valid criticism of the inconsistencies found in traditional grammar. Unfortunately, the commentary, being tacit, is a bit too subtle for many of the people who are likely to refer to the <em>Grammar</em>.</p>\n<p>[It is with the deepest regret that we announce the sudden death, on 28 May 1996, of our friend Professor Greenbaum, while on a speaking engagement in Moscow.]</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780198612506/Oxford-English-Grammar-Greenbaum-Sidney-0198612508/plp\"><em>The Oxford English Grammar</em></a></h1> <p>Sidney Greenbaum, (Oxford University Press, 1996), xv + 652pp.</p> <p>Undertaking a description of a language may be regarded as a curious occupation. Writing reviews of them is no less odd an experience. For various reasons, I have chosen to comment on only certain aspects of this book, chiefly because a thorough review would occupy far more space in VERBATIM than many readers might willingly tolerate. Suffice it to say that the grammar is Chomskyan and, though a bit thin on the ground, is quite adequate. I have found other things to criticize, however, that may be more germane to books in general, especially reference books and, particularly, to reference books on language.</p> <p>First, I want to vent my spleen on publishers' book designers who haven't the slightest idea of what they are doing. As one case in point, I cite <em>The Random House Dictionary of the English Language, Second Edition</em>, in which, possibly in order to mimic other dictionaries but probably because there are few things that designers can get their grubby little fingers into, the main entry words were reset in sans-serif type, presumably just to make them harder to read. Those who are not “designers” but typographers steeped in statistics of readability and other scientific applications to typography are fully aware that because of the redundancy built into its characters, almost any serif font is more (readily) legible than any sans-serif face, and trying to make a book look “modern” by using sans-serif makes no sense at all. Besides, there is nothing “modern” about sans-serif type: if anything, it is <em>moderne</em>—that is, in the tradition of Art Deco. Turning to the illustrations (including the black-and-white maps) in the <em>RHD2e</em>, it must be said that the originals were a model of clarity and detail: I know, for as Managing Editor, it was among my responsibilities to commission them and to accept or reject completed artwork or to have it modified. That was a laborious and time-consuming task, amply rewarded by the high quality of the drawings as published in the original edition. In the <em>Second Edition</em>, however, the “designers” took it upon themselves—merely for the sake of change, I believe—to lay a fine screen over every illustration (except the maps), thus losing much of the finical detail originally produced. The result is a dull, grayish blob on the page.</p> <p>As if to confirm that the various afflictions of “designers” have infected the UK operations of Oxford University Press, we are now faced with Greenbaum's <em>Grammar</em>, which can only be said to have suffered. Worse, their incredibly unimaginative work has resulted in a book that ought to have been about 400 pages shorter than the present work, which I shall explain.</p>"
}