{
  "type": "Article",
  "title": "A Yankee Dime and Other Reginal Expressions",
  "author": "Hazel Sample Guyol",
  "location": "Arkadelphia, Arkansas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Yankee Dime and Other Reginal Expressions</h1>\n<p><em><span data-rel=\"author\">Hazel Sample Guyol</span> <span data-rel=\"location\">Arkadelphia, Arkansas</span></em></p>\n<p>Some years ago, when sportscaster Red Barber used Southern expressions like <em>sitting in the catbird seat</em> and <em>tearing up the pea patch</em>, there was a degree of national amusement. Unfortunately, much of this colorful speech has been lost as the language has become homogenized through raido and television. Sigmund Freud is not blameless. Thanks to him, we are all nowadays more or less selfconscious.</p>\n<p>The generation that came of age in the first two decades of the century was probably the last of the unselfconscious breed. And because there was much less travel in those days, the regions retained their speechways much more completely than they do now. Later, however, especially during World War II, there was considerable mobility from region to region. Southerners who went “up North” were quickly made aware of curiosities of speech like <em>I'm fixing to</em> do something or go somewhere. And there was hilarity among Northerners, for instance, when a Southerner asked, “Who's carrying you to the dance?” <em>Carry</em> in Southernese meant 'escort.' <em>Hush puppies</em> and <em>hoe cakes</em> were also terms sure to attact attention fifty years ago, but are now in common use. <em>Hoe cakes</em>, originally baked on hoe, and <em>hush puppies</em>, allegedly so named because pieces of them were fed to dogs to keep them quite, are variations of what Southerners call corn bread and New Englanders call <em>(spider) johnnycake: spider</em> because it was baked in a <em>spider</em>, a black, cast-iron skillet. And when Northern visitors to the South first saw black-eyed peas, they were puzzled. “We call these <em>beans</em>,” they would say. “When we say peas, we mean what Southerners call English peas or green peas.” Northerners were also amused at a Southern matriarch's saying to a tardy arrival at the dinner table, “We've waited for you the way one pig waits for another.”</p>\n<p>Those were the days of the enormous midday meal. Most men worked close to home, and the paterfamilias as well as all school children came home for dinner. It was the custom to cook large quantities of many vegetables and at least two breads for this meal. Yeast bread was called <em>light bread</em> and corn bread was <em>corn pone, corn dodgers, hoecake, or hush puppies</em>. Even in small families, large meals were prepared at midday. One could never tell how many people might drop in. In big families, the cook customarily went to her own garden or to the <em>curb market</em>, now called the <em>farmers' marker</em>, to lay in a big supply of vegetables and fruit. Usually, enough was cooked for supper, too. However, if everything came out even with nothing left over, the meal came out <em>like Willie Ross's fish</em>. If some foold was particularly tasty, beyond delicious, it was <em>larruping</em>. If someone ate too much, he had <em>a hog's bait</em>. The word <em>bait</em> used as a noun meaning 'sufficiency' is given in few language references. In Southern parlance, a <em>bait</em> ment 'more than enough.' A <em>hog's bait</em> was a gluttonous plenty. “She has more than she can say grace over,” was another expression which seems to have disappeared. Even though it refers to grace before meat and thus means that the materfamilias has more people to feed than she can manage, the term was used in many situations of someone whose load was too heavy.</p>\n<p>If a child, in early attempts at cookery, made a mess, it was a <em>mommick</em> or a <em>begarm</em>, both of which were used as noun and verb. However, the word <em>bollix</em>, meaning to bungle, was used only as a verb. <em>Bollix</em> is the only one of the three terms listed in most language references. It is a safe bet that many who use the term <em>bollix</em> (informal) do not know that it is a variant spelling of <em>ballocks</em> (vulgar) 'testes.'</p>\n<p>Before store-bought clothing was available, homemade was the rule. During a fitting, if something was too tight, it was <em>as tight as Dick's hat band</em> and would have to be altered. Girls learned to sew at an early age. For some it was a slow and tedious business, but others picked it up fast and sewed <em>with a red hot needle and a burning thread</em>. Although it is standard to use the adverb <em>directly</em> for 'right away,' it is not used as much now in American English as formerly. “I'll be there directly,” sometimes contracted to “treckly,” was frequently heard as was <em>in three shakes of a dead sheep's tail</em>, a colorful hunorous variant on the usual <em>in two shakes of a lamb's tail</em>.</p>\n<p>A bossy woman was the <em>old ballyo</em> ('bell ewe'?), and of a person who put on airs, it was said, <em>She's got a b-i-g place</em>. If plans went haywire, they went <em>skywest</em> and <em>crooked</em>. Children were warned not to go at some task with main <em>strength and awkwardness</em> or not to go <em>whalestaving</em> at some job. When youngsters overdid some subject, they were told <em>not to make a blowing horn of it</em>.</p>\n<p>In the early days of TV, dancing groups blanketed the air waves. This early dancing was fairly frenzied gyrating which S.J. Perelman labeled “fire-in-awhorehouse” choreography. Oldsters called it <em>didapping</em>: “Why are they didapping all over the place like that,” some would ask.</p>\n<p>Few things are as crude as antiquated slang; consider the terms <em>dandy-funk</em> and <em>hambeaters</em>, circa 1910. Some men, it was said, “wore dandy-funk on their hambeaters.” <em>Dandy-funk</em> is perfume and <em>hambeaters</em> are the long tails of a swallow-tailed coat, widely worn during that period. Another relic of that period, not heard any more, is the call to children for household help: “Come quick and see old Ringdie!” The source is unknown; perhaps it originated when a dog named Ring was in his death throes and the family were being called. <em>Ringdie</em> was said as one word, and the call was made if one wanted quick response.</p>\n<p>Some of the common comparisons were: <em>slow as the seven-year itch, mad as a biting sow, though as withleather, fierce as a boar hog, flat as a flitter</em>, and <em>hot as flugens</em>. Neither <em>fitter</em> (in this sense) nor <em>flugens</em> appears in any readily available American dialect reference, nor do they appear to be related to German words of similar sound. Nor does the prized <em>gold monkey</em>. If a person, an employee, for example, was highly valued, it was said, “His boss wouldn't trade him of a gold monkey.”</p>\n<p>Every child learned the right way to spell <em>Mississippi: M, i, crooked letter, crooked letter, i, crooked letter, crooked letter, i, humpback, humpback, i</em>.</p>\n<p>The earlier generation of males wanted hot biscuits for breakfast and spoke disparagingly of baker's bread as <em>wasps' nests</em>. Skim milk was <em>blue John</em>, a widely used term. Also common was the term <em>Yankee dime</em>, as in “not worth a Yankee dime.” This regionalism was used mainly at Christmas: if a person wanted to make it clear he had not given a friend (?) a gift, he would say, “I gave him a Yankee dime.” The term means a kiss but was used disparagingly, as in to <em>kiss off</em>. Not in any reference work I checked, it is probably a relic of Southern attitudes after the Civil War, as is the term <em>gone to Lincoln</em>. The latter refers to property which had been appropriated because the home ovwner had not paid taxes on it.</p>\n<p>The South was indeed the Bible Belt, as H.L. Mencken labeled it. However not only the South, but the whole country was caught up in religious revivalism during the early decades of the century. The best-known national revivalists were William Jennings Bryan and William A. “Billie” Sunday. But there were hundreds of lesser-known revivalists whose teams blanketed the South. These revivals usually lasted two weeks and were also called <em>rotracted meetings</em>. During the summers, every city and small town had its revival tent where repentant sinners walked down the aisle, the <em>sawdust trail</em>, to the <em>mourners' bench</em> for prayer and sometimes emotional repentance. Ordinary people, especially children, genuinely tried to be good in word and deed. The children were probably damaged beyond repair because they were not allowed to take the Lord's name in vain, or to swear, i.e., use words like <em>devil</em> and <em>hell</em>. Instead of <em>devil</em>, they were to say the <em>bad man</em>, and instead of <em>hell, the bad place</em>. Churchgoers were told not to call anyone a <em>fool</em> no matter how justified the label because there was an injuction against it in the Bible. (Matthew 5:22)</p>\n<p>Keeping the Sabbath was also important. Respectable people never did a washing on Sunday. And as for sewing on Sunday, the old superstition stated that if a person sewed on Sunday, the devil would make the sinner rip every stitch with his/her nose. Of course, no one took this seriously. However, two New England superstitions were taken seriously. One, known also in Europe, warned against giving knives as gifts: they would “cut the friendship.” The other warned against watching a parting guest out of sight: bad luick would ensue. Another superstition warned a woman contemplating marriage, “Change the name and not the letter, change for worse and not for better.”</p>\n<p>In the old days, a standard farewell was, “You keep out of meanness, hear?” Though it was often used jokingly, it was the equivalent of the current “Have a good day.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Yankee Dime and Other Reginal Expressions</h1> <p><em><span data-rel=\"author\">Hazel Sample Guyol</span> <span data-rel=\"location\">Arkadelphia, Arkansas</span></em></p> <p>Some years ago, when sportscaster Red Barber used Southern expressions like <em>sitting in the catbird seat</em> and <em>tearing up the pea patch</em>, there was a degree of national amusement. Unfortunately, much of this colorful speech has been lost as the language has become homogenized through raido and television. Sigmund Freud is not blameless. Thanks to him, we are all nowadays more or less selfconscious.</p> <p>The generation that came of age in the first two decades of the century was probably the last of the unselfconscious breed. And because there was much less travel in those days, the regions retained their speechways much more completely than they do now. Later, however, especially during World War II, there was considerable mobility from region to region. Southerners who went “up North” were quickly made aware of curiosities of speech like <em>I'm fixing to</em> do something or go somewhere. And there was hilarity among Northerners, for instance, when a Southerner asked, “Who's carrying you to the dance?” <em>Carry</em> in Southernese meant 'escort.' <em>Hush puppies</em> and <em>hoe cakes</em> were also terms sure to attact attention fifty years ago, but are now in common use. <em>Hoe cakes</em>, originally baked on hoe, and <em>hush puppies</em>, allegedly so named because pieces of them were fed to dogs to keep them quite, are variations of what Southerners call corn bread and New Englanders call <em>(spider) johnnycake: spider</em> because it was baked in a <em>spider</em>, a black, cast-iron skillet. And when Northern visitors to the South first saw black-eyed peas, they were puzzled. “We call these <em>beans</em>,” they would say. “When we say peas, we mean what Southerners call English peas or green peas.” Northerners were also amused at a Southern matriarch's saying to a tardy arrival at the dinner table, “We've waited for you the way one pig waits for another.”</p> <p>Those were the days of the enormous midday meal. Most men worked close to home, and the paterfamilias as well as all school children came home for dinner. It was the custom to cook large quantities of many vegetables and at least two breads for this meal. Yeast bread was called <em>light bread</em> and corn bread was <em>corn pone, corn dodgers, hoecake, or hush puppies</em>. Even in small families, large meals were prepared at midday. One could never tell how many people might drop in. In big families, the cook customarily went to her own garden or to the <em>curb market</em>, now called the <em>farmers' marker</em>, to lay in a big supply of vegetables and fruit. Usually, enough was cooked for supper, too. However, if everything came out even with nothing left over, the meal came out <em>like Willie Ross's fish</em>. If some foold was particularly tasty, beyond delicious, it was <em>larruping</em>. If someone ate too much, he had <em>a hog's bait</em>. The word <em>bait</em> used as a noun meaning 'sufficiency' is given in few language references. In Southern parlance, a <em>bait</em> ment 'more than enough.' A <em>hog's bait</em> was a gluttonous plenty. “She has more than she can say grace over,” was another expression which seems to have disappeared. Even though it refers to grace before meat and thus means that the materfamilias has more people to feed than she can manage, the term was used in many situations of someone whose load was too heavy.</p>"
}