{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Turns of Phrase",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Turns of Phrase</em></h1>\n<p><em>Alan Meadows, Calow, Chesterfield</em></p>\n<p>How long is it since you turned round and gave someone a good earful? And did he or she turn round and give as good as they got?</p>\n<p>You might turn round to me and say you don't know what I'm on about. In which case I am liable to turn round to you and say, “Of course you do. Open your ears.”</p>\n<p>But beware. You may find this particular speech habit to be like the creaking tree outside the window: it was always there but you never heard it. Once you hear it you scarcely hear anything else.</p>\n<p>Why do we twist and spin before we speak? Is it a ritual? A spell to ward off contradiction? A dance of selfjustification? Certainly, it usually carries some hint of aggression, and, as always, vindication is in the mouth of the utterer.</p>\n<p>If you turn round and do it to me, it probably means you are being duplicitous in some way—switching allegiance; reversing an opinion. A turncoat, perhaps. “She turned round and told me she always knew I had the dress sense of a bag-lady.”</p>\n<p>We might term this Turning Round and Offering Bare-faced Cheek. The orbiting full moon, perhaps.</p>\n<p>Consumer grievances are particularly rich in these audacious revolutions. Retailers seem to <em>turn round</em> wholesale on their hapless customers with outrageous demands. “The Gas Board turned round and said I had to pay for their cock-up.” This is called Turning Round and Moving the Goalposts.</p>\n<p>If, on the other hand, I turn round and do it to you, it probably means that I am turning in heroic defiance, wheeling in righteous indignation, turning on my tormentors. “I turned round and told them I wasn't going to take it lying down.” This is known as Turning Round and Standing One's Ground.</p>\n<p>The average day's listening to talk radio will provide a vertiginous selection of all these categories—plus, of course, the Political Revolution. That is not, as previously thought, the overthrow of one faction by another but describes those occasions when the minister reverses his position while claiming consistency of stance.</p>\n<p>That is called Turning Round and Steering a Steady Course and appears on Page 1 of the Spin Doctor's Manual.</p>\n<p>The pièce-de-résistance of the rotating phrase, however, came when my own step-daughter told me of an aggravated duet (or should that be roundelay?) between herself and her habitual sparring partner. After an epic exchange of personal pirouettes she delivered the knockout punch with the following: “I told her to her face,” [an aberrant piece of straighttalking, this] “Don't you turn round to me and tell me I turned round and accused you of being two-faced.”</p>\n<p>Thus creating, in the true sense of the term, a circular argument. Dizzying stuff, eh?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Turns of Phrase</em></h1> <p><em>Alan Meadows, Calow, Chesterfield</em></p> <p>How long is it since you turned round and gave someone a good earful? And did he or she turn round and give as good as they got?</p> <p>You might turn round to me and say you don't know what I'm on about. In which case I am liable to turn round to you and say, “Of course you do. Open your ears.”</p> <p>But beware. You may find this particular speech habit to be like the creaking tree outside the window: it was always there but you never heard it. Once you hear it you scarcely hear anything else.</p>"
}