{
  "type": "Article",
  "title": "The Meaning of Murder",
  "author": "Steven Cushing",
  "location": "Ph.D., Sensimetrics Corporation Cambridge, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Meaning of Murder</h1>\n<p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Ph.D., Sensimetrics Corporation Cambridge, Massachusetts</span></em></p>\n<p>In the 1991 Gulf War, supporters of Saddam Hussien cheered when SCUD missile fell on Tel Aviv, calling George Bush a murderer for having bombed Baghdad. At the same time, supporters of George Bush, who had cheered when US planes bombed Baghdad, called Saddam Hussein a murderer for bombing Tel Aviv. Both sides agreed on what they meant by the word <em>murderer</em>, mut they made opposite judgments as to whom it applied and why. How is that possible and what does it tell us about how language works?</p>\n<p><em>Murder</em> differs from <em>kill</em> in involving the notion of justification. To say that one person kills another is to say that the first deprives the second of life; but to say that a person murders another is to say the depriving is unjustified. This raises the questions, What does <em>justified</em> mean and How does one justify judgments about it?</p>\n<p><em>Justified</em> falls among a class of words that also includes what linguists call <em>modals</em>; the most notable of these are <em>must, should</em>, and <em>can</em>. Despite their apparent definiteness, the meanings of such words involve an element of indeterminacy that someewhat resembles ambiguity.</p>\n<p><em>Must</em> assets that there are laws and facts that jointly necessitate some occurrence, either already completed or yet to be brought about, without specifying exactly what those laws and facts are. For example, the context in which sentence (1) originally appears makes it clear that the author intends it to express a <em>historical</em> necessity already in place, based on the law that time moves forward and on the fact that a lot of time has passed.</p>\n<blockquote>\n<p>(1) Although precise figures must remain elusive, according to the best current estimates a total of 10 to 11 million living slaves crossed the Atlantic Ocean from the sixteenth through the nineteenth century.</p>\n<p>[Kolchin, Peter, <em>American Slavery: 1619-1877</em>, Hill and Wang, 1993.]</p>\n</blockquote>\n<p>However, the sentence could just as well have appeared in a government report expressing an admonition to keep the numbers secret, based on the fact that numbers of such magnitude would anger the slaves' descendents and on an assumed law to the effect that sufficient provocation caused people to rebel. Neither <em>must</em> itself nor the sentence as a whole provides the slightest clue as to which of these inter pretation is intended. Only the context makes that clear.</p>\n<p><em>Should</em> means the same as <em>must</em>, except that it leaves room for loopholes that avoid the asserted necessity in new or unusual circumstances. For example, (2) and (3) progvide ways around the necessities (1) asserts, on its reprective historical and admonitory interpretations.</p>\n<blockquote>\n<p>(2) “Although precise figures should remain elusive (under normal circumstances), major new discoveries of slave-holders' journals and artifacts will enable us to compute exact totals.”</p>\n<p>(3) “Although precise figures should remain elusive (under normal circumstances), publishing the figures in the current climate of suspicion will clear the air, defuse anger, and enable people to move on.”</p>\n</blockquote>\n<p><em>Can</em> is related to <em>must</em> in being what logicians call its <em>dual</em>. Whereas <em>must</em> says there are laws and facts that necessitate some occurrence, <em>can</em> asserts that whatever laws and facts there are, some occurrence is permitted (or possible). One consequence of this relation is the fact that though <em>can</em> and <em>must</em> have very different meanings, <em>cannot</em> and <em>must not</em> are synonymous. For example, (4) has <em>can</em> where (5) has <em>must</em>, but the meanings of their respective sentences are the same.</p>\n<blockquote>\n<p>(4) Dr. Larssen, you cannot let it get you down to the point where it affects your work. You can not.</p>\n<p>[Turtledove, Harry, <em>World War: Tilting the Balance</em>, Ballantine, 1995.]</p>\n<p>(5) “Dr. Larssen, you must not let it get you down to the point where it affects your work. You must not.”</p>\n</blockquote>\n<p>Negating a sentence containing <em>must</em> keep the necessity claim intact, negating only the verb, whereas negating a sentence containing <em>can</em> keep the verb intact, negating only the permission (or possibility). To say “x cannot v” is to say “x must not-v.” To say “x can v” is to deny “x must not-v.”</p>\n<p><em>Justified</em> is, in effect, a hybrid of <em>must</em> and <em>can</em>. Like <em>must</em>, it asserts the existence of laws and facts, but like <em>can</em> it expresses permission, rather than necessity. To say that some action is <em>justified</em> is to say there are laws and facts that permit it, whereas <em>can</em> expresses permission for whatever laws and facts there are. To say that some action is <em>not justified</em> is to say that the action is <em>prohibited</em> whatever the laws and facts are.</p>\n<p>So to <em>murder</em> is to kill in a way that is prohibited whatever the laws and facts are. To <em>deny</em> that a killing is murder is to claim there are laws and factsa that permit it. Those who cheered for George Bush, instead of calling him murderer, based their judgment on what they took to be a law regarding the sanctity of national borders and on the fact that Iraqi troops had violated such a border by invading a neighboring country. Thoses who cheered for Saddam Hussein, instead of calling him a murderer, based their judgment on a law regarding the sovereignty of national government and on what they took to be the fact that the borders his forces had crossed were imposed by Western colonialists without the consent of the inhabitants.</p>\n<p>Obviously, none of this sheds any light at all on which of the sides, if either, was correct. It does help to explain how people can talk past each other, using the same words in the same language expressing the same meanings, but interpreting those meanings in relation to very different frameworks of concepts, beliefs, expectations, and values.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Meaning of Murder</h1> <p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Ph.D., Sensimetrics Corporation Cambridge, Massachusetts</span></em></p> <p>In the 1991 Gulf War, supporters of Saddam Hussien cheered when SCUD missile fell on Tel Aviv, calling George Bush a murderer for having bombed Baghdad. At the same time, supporters of George Bush, who had cheered when US planes bombed Baghdad, called Saddam Hussein a murderer for bombing Tel Aviv. Both sides agreed on what they meant by the word <em>murderer</em>, mut they made opposite judgments as to whom it applied and why. How is that possible and what does it tell us about how language works?</p> <p><em>Murder</em> differs from <em>kill</em> in involving the notion of justification. To say that one person kills another is to say that the first deprives the second of life; but to say that a person murders another is to say the depriving is unjustified. This raises the questions, What does <em>justified</em> mean and How does one justify judgments about it?</p> <p><em>Justified</em> falls among a class of words that also includes what linguists call <em>modals</em>; the most notable of these are <em>must, should</em>, and <em>can</em>. Despite their apparent definiteness, the meanings of such words involve an element of indeterminacy that someewhat resembles ambiguity.</p>"
}