{
  "type": "Article",
  "title": "Ups and Downs",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ups and Downs</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>Explaining English idioms is tough enough, but how do you account for the seemingly contradictory ones? I was in a taxi with a Japanese friend of mine, and the driver was cutting through traffic like a speedboat through a docking area. “Hey, buddy!” I rapped on the divider-glass. “Slow up a little, will you?”</p>\n<p>This tactic actually worked. But when we arrived at our destination and were safely on the sidewalk, my friend murmured, “Excuse me, but isn't the proper expression 'slow down'?”</p>\n<p>“Well, yes,” I began. “I mean, no. It's both, really.”</p>\n<p>My friend cocked his head as if to say, 'You Occidentals!' I could have said something about Japanese—how <em>hai</em> sometimes means <em>yes</em> and sometimes means <em>no</em>—but decided not to pursue it further. Still, it got me thinking.</p>\n<p>Take a restaurant doing a brisk business: when closing time comes around, does it <em>shut up</em> for the night, or <em>shut down</em>? When your grandmother picked all those cherries, did she <em>put up</em> preserves or <em>put down</em> canned cherries for the winter? For proper directions, do you <em>go down</em> the road for a mile before turning right, or <em>up the road?</em></p>\n<p>These may seem like imponderables, but we can tease out a few differences. First of all, when an establishment shuts up, it simply closes, but when it shuts down, it ceases activity. If this sounds like too nice a distinction, consider common usage: factories shut down rather than shutting up; conversely, your rude brother may ask you to shut up, not shut down. Similarly, putting up food often involves sealing it in jars later stored on shelves, as opposed to putting down a good supply of hay for your livestock. As for which way to go on a road, up is either literally up a rise, due north, or just the way the speaker is pointing.</p>\n<p>English has other such ups and downs: <em>ripping up</em> a house versus <em>ripping down</em> the same structure, for instance, or the hearty “<em>Drink it down!</em>” instead of “<em>Drink it up!</em>” If usage is a sundial, the shade of meaning alters its angle slightly here. <em>Ripping up</em> anything means destroying it, often by severing the connective tissues, from ripping up floorboards to ripping up a draft card. To <em>rip down</em> a building, on the other hand, is to raze it. <em>Break up</em> and <em>break down</em>, like <em>tear up</em> and <em>tear down</em>, and <em>cut up</em> and <em>cut down</em>, work comparably. Idiomatic drinking, like drinking itself, is a little fuzzier, but two senses coexist: having your comrades clap you on the back as you tilt up your beer stein, or else downing a draught of nasty medicine because the doctor tells you to.</p>\n<p>Of course, most ups and downs function as simple opposites, as in <em>uptown</em> versus <em>downtown</em>. To <em>look up</em> a road should be in the opposite direction of to <em>look down</em> it, just as to <em>look up</em> to a person you admire is the course of to <em>look down</em> on an inferior. But what about expressions that split unevenly? To <em>sit up</em> is at most a slant-opposite of to <em>sit down</em>, since sitting down means to sit, whereas sitting up means that you were already sitting but are now improving your posture. (A <em>sit-up</em>, with a hyphen, exercises your abdominal muscles, but a <em>sit-down</em> strike tends to exercise the tempers of management.) And if you happen to be sitting already, then you can <em>stand up</em>, but if you're asked to <em>stand down</em>, then you're still standing after that, just not on the stage or dais. Of course, if you're in the military, to <em>stand down</em> is to be at ease, no longer at attention.</p>\n<p>Other uneven splits include <em>hurry up</em>, or to hasten, versus <em>hurry down</em>, to hie yourself in a particular direction. You <em>dig up</em> buried treasure but <em>dig down</em> on your energy reserves to finish that race. You can be <em>called up</em> for army duty, but in Britain to be <em>called down</em> from university is a bit of a disgrace, similar to expulsion in the United States. Why are these ups and downs not polar opposites? If it comes to that, even <em>uptown</em> and <em>downtown</em> aren't quite equivalent because <em>downtown</em> in many towns is only a few blocks.</p>\n<p>After a while, you can see a difference emerging. <em>Get up</em> and <em>get down</em>, for instance, could be exact antonyms, except that each has one or more secondary meaning that leads away from the original paired meanings. <em>Get up</em> may mean to pull yourself up from the ground or to arise from bed. In the nominal sense, <em>getup</em> can mean a costume. <em>Get down</em>, however, besides meaning to alight, also refers to loosening up or having sex (from <em>get down to it</em>), as in the refrains of so many funk songs from the 1970's. To <em>throw up</em> a parcel onto the boat may be the opposite of to <em>throw down</em> that parcel onto the loading dock, but clearly <em>throw up</em> has a regurgitative meaning that <em>throw down</em> lacks. This second meaning forms a slant-opposite. <em>Put up</em> and <em>put down</em>, for instance, need not refer just to food: you can <em>put up</em> a guest (and <em>put up with</em> him, as well) or <em>put down</em> a dying dog (a milder form of which applies to making babies sleep). To return to <em>look up</em> and <em>look down</em>, which seemed so complementary in terms of location or regard: <em>look up</em> has a tertiary meaning, as in looking up a word in the dictionary, that <em>look down</em> lacks.</p>\n<p>Thus, <em>pipe up</em> and <em>pipe down</em> are also slantopposites: to speak out or to tune a band versus to lower your voice. <em>Keep up</em> means to stay with the pace, whereas <em>keep down</em> is to oppress, or not to disgorge. When you <em>turn down</em>, are you refusing an offer or folding a bedsheet? You can just as well <em>turn up</em> that bedsheet, but when good luck <em>turns up</em>, that introduces a new wrinkle. Maybe one good turn deserves its opposite. As D. H. Lawrence once wrote, in an autobiographical poem called “Red-Herring”:</p>\n<blockquote>\n<p><em>My father was a working man and a collier was he, at six in the morning they turned him down and they turned him up for tea.</em></p>\n</blockquote>\n<p>The various senses of both <em>turns</em> show a lot about the mining business and what an efficient hell it was.</p>\n<p>In a similar vein: you <em>run up</em> a flag on the pole, or <em>run up</em> a gross of a new product, or just <em>run up</em> a whopping bill, but you <em>run down</em> a colleague, or a truck may <em>run down</em> a man on the street. And the <em>rundown</em> is inside information. You can <em>touch up</em> a paint job, but you <em>touch down</em> on an airfield. And this is not to be confused with the <em>touchdown</em> that all American football fans know. You can <em>stay up</em> as in keeping awake, or <em>stay down</em> as in hugging the boxing ring mat for fear of your opponent, yet to stay up can be the opposite of to stay down—it just depends on the context. (As a linguist friend of mine once wearily conceded, “<em>Everything</em> depends on the context.”)</p>\n<p>You can even apply some ingenious logic to the ups and downs: if you want to <em>pack up</em> more in an already stuffed suitcase, better first <em>pack down</em> what you have in there. If you <em>live it up</em> too freely, you may never <em>live it down</em>. And <em>crackdowns</em>, done while there is still time, may prevent future <em>crackups</em>. Or a <em>comeuppance</em> may lead to a <em>bringdown</em>.</p>\n<p>Then there are the single halves. You can <em>cook up</em> a storm, but if you attempt to <em>cook down</em> one, leave me out of your dinner invitations. You can <em>catch up</em> to your rival, but who ever heard of <em>catch down</em>? You can <em>pick up</em> a quart of milk at the supermarket, or some information by keeping your ears open, but you generally don't <em>pick down</em> anything. When you get too rowdy, you may be asked to <em>quiet down,</em> never <em>quite up</em>—or, in reverse, <em>clam up</em> but never <em>clam down</em>. Oppositely, you may be asked to <em>'fess up or own up,</em> but not in any other direction. Facing a rough day ahead, you may want to <em>rest up</em>, but never <em>rest down.</em> You can't <em>butter down</em> your boss. Your feelings may be <em>pent up</em> inside, not <em>pent down.</em> Scuffing your shoes on the pavement <em>wears down</em> the leather, <em>not up</em>. And how would you ever <em>hunker up?</em></p>\n<p>On the other hand, the lopsided quality of single halves has caused a few reparations. Nowadays, the <em>warm up</em> for an athletic meet is paired after the event with a <em>warm down.</em> And the old query <em>“What's up?”</em> has a streetwise counterpart, <em>“What's going down?”</em> Just as nature is reputed to abhor a vacuum, some people can't abide asymmetry.</p>\n<p>Of course, there are other ins and outs to pursue here, but <em>in</em> and <em>out</em> just introduce more instances of slant usage, from <em>read in</em> and <em>read out</em> to——(<em>fill in</em> or <em>fill out</em> the blank).</p>\n<p>Should I go off from here? Or should I go on?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ups and Downs</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>Explaining English idioms is tough enough, but how do you account for the seemingly contradictory ones? I was in a taxi with a Japanese friend of mine, and the driver was cutting through traffic like a speedboat through a docking area. “Hey, buddy!” I rapped on the divider-glass. “Slow up a little, will you?”</p> <p>This tactic actually worked. But when we arrived at our destination and were safely on the sidewalk, my friend murmured, “Excuse me, but isn't the proper expression 'slow down'?”</p> <p>“Well, yes,” I began. “I mean, no. It's both, really.”</p>"
}