{
  "type": "Article",
  "title": "Word Words",
  "author": "Jon O. Newman",
  "location": "United States Circuit Judge",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Word Words</h1>\n<p><em><span data-rel=\"author\">Jon O. Newman</span> <span data-rel=\"location\">United States Circuit Judge</span></em></p>\n<p>We need some new words to describe words. English already has several well known <em>-onym</em> words (from the Greek <em>onyma</em> meaning 'name'), such as <em>synonym</em> (same meaning), <em>antonym</em> (opposite meaning), and <em>homonym</em> (same sound).</p>\n<p>Less well known is <em>heteronym</em> (same spelling, but different sound, e.g., <em>sow</em> meaning 'pig' and <em>sow</em> meaning “planting seeds'). Heteronyms are also called <em>homographs.</em></p>\n<p>Then there's <em>pseudonym</em>, (false name), <em>eponym</em> (named for a person, e.g., <em>sandwich</em> after Lord Sandwich), and <em>acronym</em> (formed from the initial letters or syllables of a group of words, e.g., <em>snafu</em> meaning “Situation Normal; All Fouled Up” or <em>laser</em> meaning “Light Amplification Stimulated Emissions Radiation”).</p>\n<p>It was that word <em>acronym</em> that started me thinking about the need for more “word words.” The word <em>acronym</em> is sometimes used for words formed from the first two letters of a group of words. <em>Soho</em> is the area of Manhattan SOuth of HOuston Street. But is <em>Soho</em> an acronym? Yes, if we accept a definition that includes the initial letters. But can't we be more precise? Let's leave <em>acronym</em> for a word formed from the <em>first</em> letter of several words. Then, we'll need a word for a word formed from the first <em>two</em> letters of words. How about <em>bicronym</em>? That captures the initial-letter sense of <em>acronym</em> but uses the combining form <em>bi-</em> signifying 'two' (from the Latin <em>bi-</em> meaning 'twice' or 'having two').</p>\n<p>What then should we do with <em>Tribeca</em>, the area of Manhattan that is the TRIangle BElow CAnal Street? <em>Bicronym</em> won't do, because we are using the first <em>three</em> letters of “triangle.” <em>Tricronym</em> won't do either, because we are using only the first two letters from <em>below</em> and <em>Canal</em>. Perhaps the answer is <em>polycronym</em>, still capturing the initial-letter sense of <em>acronym</em>, but using the combining form <em>poly-</em> signifying <em>many</em> (from the Greek <em>polus</em> meaning 'much').</p>\n<p>These words, <em>bicronym</em> and <em>polycronym</em>, suggest the need for still another word. The words <em>bicronym</em> and <em>polycronym</em> are formed by breaking up the combining form <em>acro-</em> (from the Greek <em>acros</em> meaning 'highest') into <em>a-</em> and <em>cro-</em> and combining <em>bi-</em> or <em>poly-</em> with <em>cro-</em>. A word thus formed by breaking up an existing combining form, prefix, root, or suffix should also have a name. It could be <em>fractonym,</em> using the coined combining form <em>fracto-</em> (from the Latin <em>fractus,</em> the past participle of <em>frangire</em> meaning 'to break').</p>\n<p>Fractonyms existed in English before we had a word for them. A fairly well known example is <em>prequel</em> the word that means an episode or a movie that portrays events occurring before the events in the original episode or movie. <em>Prequel</em> takes the word <em>sequel</em> (Latin <em>sequela</em> meaning 'what follows'), breaks it into <em>se-</em> and <em>-quel</em>, and then combines <em>-quel</em> with the prefix <em>pre-.</em> Another current example of a fractonym is <em>threepeat</em>, used to describe the feat of a team or individual who wins an annual championship three years in a row. The Chicago Bulls were widely reported to have achieved a <em>threepeat</em> in professional basketball. <em>Repeat</em> was broken into <em>re-</em> and <em>-peat</em> and <em>-peat</em> was combined with “three.” Voilà, another fractonym!</p>\n<p>Then we could have <em>retronym,</em> meaning a word formed by reversing the spelling of another word. Lord Kelvin is credited with coining <em>mho</em> by reversing the spelling of <em>ohm</em>. An ohm is a unit of electrical resistance (named for the German physicist, Georg Simon Ohm), and a mho is a unit of conductivity of a body whose resistance is one ohm. We could also call <em>mho</em> a <em>backword</em>, but we are better off staying with the family of <em>-onyms. Retronym</em> derives from the combining form <em>retro-</em> (from the Latin <em>retro</em> meaning 'backward').</p>\n<p>A related word is needed for a word with two, opposite meanings. <em>Sanction</em> means 'to forbid' and also 'to permit.' <em>Moot</em> means 'a debate,' and a “moot point” originally meant “a debatable point” and then also came to mean “a point that was not debatable” or “not worth debating.” Such a perplexing word might be called a <em>contronym,</em> using the prefix <em>contra-</em> (from the Latin <em>contra</em> meaning 'against'), or possibly a <em>contradictonym.</em></p>\n<p>We also need a word for a word that illustrates its own meaning. <em>Oxymoron</em> means a phrase that contrasts opposites for a literary effect, e.g., “a deafening silence.” <em>Oxymoron</em> derives from the Greek <em>oxymoros</em> meaning 'pointedly foolish', which itself derives from <em>oxy-</em>, a combining form meaning 'sharp' (from the Greek <em>oxus</em> meaning 'sharp') and <em>moron</em> (from the Greek <em>moros</em> meaning 'dull'). <em>Oxymoron</em> is an oxymoron. But what should we call such an unusual word? One possibility is <em>etymonym</em> (pronounced ehTYM-o-nym), using the coined combining form <em>etymo-</em> (from the Greek <em>etymon</em> meaning 'the true meaning of a word,' which derives from <em>etymos</em> meaning 'true' or 'real'). This is not as rare a category as you might think. Another etymonym is <em>noun (noun</em> is a noun). <em>Prefix</em> almost qualifies; at least it illustrates a prefix.</p>\n<p>Then, there should be a word for a word that has an etymology that is no longer true. <em>Atom</em> literally means a hypothetical body that is so small that it is incapable of being further divided. <em>Atom</em> derives from the combining form <em>a-</em> (from the Greek <em>a</em> meaning 'not' and the Greek <em>tomos</em>, meaning 'cut'). Of course, in the age of neutrons, protons, electrons, and even quarks, we now know that an atom is not a particle that cannot be divided into smaller particles. So we need a word for outdated etymologies. Possibly <em>pseudoetymonym,</em> using the combining forms <em>pseudo-</em> and <em>etymo-</em>. Another possibility is <em>gerontoetymonym,</em> (pronounced ger-ON-to-ehTYM-o-nym) using the combining forms <em>geronto-</em> meaning 'old' (from the Greek <em>gerontos</em> meaning 'old man') and <em>etymo-.</em> Perhaps better to stay with <em>pseudoetymonym</em> and save the prefix <em>geronto-</em> to form <em>gerontonym</em>, meaning “an old word,” especially one whose original meaning has been altered, but is not necessarily now false.</p>\n<p>The category of eponyms might be subdivided to add <em>literatonym</em> (pronounced lit-er-AH-to-nym), meaning “a word derived from the name of a person or place in literature” and <em>mythonym</em>, meaning a literatonym derived from mythology (<em>Herculean</em> from Hercules, and, less obviously, <em>martial</em> from Mars). A well known literatonym is <em>serendipity,</em> often used imprecisely to mean “anything found by good luck,” but precisely meaning “something good that is unexpectedly found while looking for something else.” <em>Serendipity</em> was coined by Horace Walpole from the fairy tale, “The Three Princes of Serendip” (the ancient name for Ceylon), who often set sail for one destination and found something even better, by fortunate accident.</p>\n<p>What should be call these new words? <em>Neologism</em> is sometimes used, but it means not only a new word but also the use of new words. Besides, better to stay with the <em>-onym</em> ending and call such words <em>neonyms</em>, using the combining form “neo-” (from the Greek <em>neos</em> meaning 'new').</p>\n<p>Finally, we need a word for all these words that identify a category of words — the existing words such as <em>synonym, antonym,</em> and <em>homonym,</em> and the suggested <em>neonyms—bicronym, fractonym, etymonym,</em> and the others. The obvious answer is <em>nymonyms,</em> or, a bit catchier, <em>nymnyms</em>—“word words.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Word Words</h1> <p><em><span data-rel=\"author\">Jon O. Newman</span> <span data-rel=\"location\">United States Circuit Judge</span></em></p> <p>We need some new words to describe words. English already has several well known <em>-onym</em> words (from the Greek <em>onyma</em> meaning 'name'), such as <em>synonym</em> (same meaning), <em>antonym</em> (opposite meaning), and <em>homonym</em> (same sound).</p> <p>Less well known is <em>heteronym</em> (same spelling, but different sound, e.g., <em>sow</em> meaning 'pig' and <em>sow</em> meaning “planting seeds'). Heteronyms are also called <em>homographs.</em></p> <p>Then there's <em>pseudonym</em>, (false name), <em>eponym</em> (named for a person, e.g., <em>sandwich</em> after Lord Sandwich), and <em>acronym</em> (formed from the initial letters or syllables of a group of words, e.g., <em>snafu</em> meaning “Situation Normal; All Fouled Up” or <em>laser</em> meaning “Light Amplification Stimulated Emissions Radiation”).</p>"
}