{
  "type": "ObiterDicta",
  "title": "OBITER DICTA:  Indo' and Outdo' European",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA:  <em>Indo' and Outdo' European</em></h1>\n<p><em>Laurence Urdang</em></p>\n<p>The most important contribution to comparative linguistics was made by Sir William Jones (1746-94), a British linguist trained in the law who was appointed judge of the supreme court of judicature at Calcutta, in 1783. “Convinced of the importance of consulting Hindu legal authorities in the original” [<em>Encyc. Brit</em>. 1963, 13, 140a], Jones, well versed in Sanskrit, became aware of the correspondences among Sanskrit, Greek, Latin, Slavic, and Germanic forms, which led him to the conclusion that Sanskrit was another, older form of a parent language from which all had sprung. It was his work that formed the basis of the linguistic studies later carried on by the brothers Grimm (Jakob Ludwig Karl, 1785-1863; Wilhelm Karl, 1786-1859), which, in turn, gave foundation to the development of the comparative method. The term <em>Indo-European</em> cropped up first at the beginning of the 19th century; as much of the work was being done in Germany, it is not surprising that the term preferred there was <em>Indo-Germanic</em>, actually a translation of <em>indogermanisch</em> (with a small <em>i</em> because it is an adjective), which arose in the late 1820s; the latter survives in the literature, largely replaced by the former, especially since the discovery that Celtic is a member of the family.</p>\n<p>The reason for bringing up this bit of history is to introduce four terms with which some readers may be unfamiliar and which reflect to some small degree the poetry that once lurked in the hearts of linguists educated in literature as well as linguistics.</p>\n<p>The first is <em>karmadharāya</em>, a Sanskrit compound of <em>karma</em> 'fate, destiny' + <em>dharāya</em> 'holding, bearing,' which is used to describe a compound word in which the first member describes the second, as in <em>highway, blackbird</em>, (adj. + n.), <em>steamboat, bonehead, fingerstall, fingernail, toenail</em> (attrib. n. + n.).</p>\n<p>The second is <em>dvandva</em>, a Sanskrit redundant compound of <em>dva + dva</em> 'pair, couple,' which is used to describe compounds in which the elements are linked as if joined by a copula, as in <em>prince-consort, attorney-general, postmaster-general</em> (n. + n.), <em>bittersweet</em> (adj. + adj.).</p>\n<p>The third is <em>bahuvrihi</em>, a Sanskrit compound meaning 'having much rice,'&lt;<em>bahú</em> much + <em>vrīhiacute;</em> 'rice.' It is used to describe compounds composed of an adjective and a substantive so as to form, principally, a possessive adjective, like <em>bahuvrihi</em> itself; it also forms a compound that is different grammatically from its head member and, particularly, plurals that function as singular nouns, as in <em>lazy-bones, sly-boots</em>. Other examples are <em>rosy-fingered, redcoat, high-potency (vitamin)</em>, and, indeed, all such compounds that might be spelled as two words in predicative position but are usually written with a hyphen when in attributive position.</p>\n<p>The fourth is <em>tatpurusha</em> literally 'his servant,' which is used to describe compounds in which the first element qualifies or determines the second, while the second retains its grammatical independence as a noun, adjective, or participle. For example, <em>bookcase, yearbook, summerhouse, windowbox, eyedoctor; hair-raising, finger-licking, God-fearing, man-eating; nose-picker, bottom-feeder, dive bomber, fighter escort</em>.</p>\n<p>Whether the compound is written conventionally as two words, as a hypheme, or solid has no bearing on its analysis. These are not the only possibilities for compounding in English (or Hindi, or Sanskrit), but they are the most common.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA:  <em>Indo' and Outdo' European</em></h1> <p><em>Laurence Urdang</em></p> <p>The most important contribution to comparative linguistics was made by Sir William Jones (1746-94), a British linguist trained in the law who was appointed judge of the supreme court of judicature at Calcutta, in 1783. “Convinced of the importance of consulting Hindu legal authorities in the original” [<em>Encyc. Brit</em>. 1963, 13, 140a], Jones, well versed in Sanskrit, became aware of the correspondences among Sanskrit, Greek, Latin, Slavic, and Germanic forms, which led him to the conclusion that Sanskrit was another, older form of a parent language from which all had sprung. It was his work that formed the basis of the linguistic studies later carried on by the brothers Grimm (Jakob Ludwig Karl, 1785-1863; Wilhelm Karl, 1786-1859), which, in turn, gave foundation to the development of the comparative method. The term <em>Indo-European</em> cropped up first at the beginning of the 19th century; as much of the work was being done in Germany, it is not surprising that the term preferred there was <em>Indo-Germanic</em>, actually a translation of <em>indogermanisch</em> (with a small <em>i</em> because it is an adjective), which arose in the late 1820s; the latter survives in the literature, largely replaced by the former, especially since the discovery that Celtic is a member of the family.</p> <p>The reason for bringing up this bit of history is to introduce four terms with which some readers may be unfamiliar and which reflect to some small degree the poetry that once lurked in the hearts of linguists educated in literature as well as linguistics.</p> <p>The first is <em>karmadharāya</em>, a Sanskrit compound of <em>karma</em> 'fate, destiny' + <em>dharāya</em> 'holding, bearing,' which is used to describe a compound word in which the first member describes the second, as in <em>highway, blackbird</em>, (adj. + n.), <em>steamboat, bonehead, fingerstall, fingernail, toenail</em> (attrib. n. + n.).</p>"
}