{
  "type": "Epistola",
  "title": "EPISTOLA Marcus Radi",
  "contributor": "Marcus Radi",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Marcus Radi</span></h1>\n<p>I am delighted that Ruth Flanders has tried to show the interesting imagery underlying French and German idioms [“Foreign Treasures,” XXII,1,21]. Unfortunately, she only browsed through the dictionary and, thus, committed a number of deplorable inaccuracies and infelicities.</p>\n<p>Ms. Flanders lists <em>bö hmische Dörfer</em> and <em>Wortsalat</em> as synonyms. These two words are, however, far from interchangeable. <em>Wortsalat</em> means 'obscure phraseology and mysterious wording,' often referring to page-length sentences that can crop up in the writing of bureaucrats and politicians. The phrase <em>jemandem / fiir jemanden böhmische Dörfer / ein böhmisches Dorf sein</em> could be translated as 'to appear incomprehensible, inexplicable, or strange.' Originally, the phrase expressed the fact that to Germans living in Bohemia the Slav village names sounded strange and that the Germans could not understand them precisely.</p>\n<p>Also, Germans would never say or write <em>Senf dazugeben</em>, when they had in mind the meaning 'to meddle in other people's affairs / conversation by adding one's own piece of wisdom.' In this case it is especially important to add the possessive adjective, hence: <em>seinen Senf dazugeben</em>. Otherwise it would be assumed that you were talking about sausages and seasoning.</p>\n<p>The last German phrase in Ms. Flanders' article, <em>ein Gesicht wie 37 Regenwetter haben</em>, is also not quite correct, as Robert J. Powers notes [EPISTOLA, XXII,3,14]. It should be added, however, that four figures can be used in connection with the phrase <em>ein Gesicht wie 3/7/10/14 Tage Regenwetter haben</em>.</p>\n<p>In “More Foreign Treasures” [XXIII,1,13], <em>die öffentliche Hand</em> (singular, not plural) denotes the state and the municipalities in their function as administrators and dispensers of taxes and public funds.</p>\n<p>Although <em>Grille</em> (in <em>Grillen im Kopf haben)</em> means, quite correctly, 'cricket' in its first and literal meaning, and 'strange and surprising idea' in its figurative sense, it ought to be mentioned that there is a direct, traceable link between the two: <em>Grille</em> acquired its figurative sense in the 16th century when—at least in Germany—the superstition prevailed that the demons of illness appeared in the guise of an insect.</p>\n<p>The phrase <em>Das pabt wie die Faust aufs</em> (not <em>“ins”) Auge,</em> lit. 'That goes like a fist into the eye,' is interesting from a semantic viewpoint. The comparison signified that two ideas or objects did not go together at all, because if someone hits you on the eye with the fist, it would, obviously, hurt very much. Because of frequent and ironic use, however, the proverb changed its denotation to the opposite in Standard German. The old meaning has, meanwhile, declined in social status, frequency, and familiarity.</p>\n<p>As regards the term <em>ein Achtgroschenjunge</em>, I really would like to know from which reference work Ms. Flanders has dredged up that term.</p>\n<p>The French treasures are also somewhat mutilated, <em>queue</em> [XXII,1] is feminine not masculine: <em>tirer le diable par la queue; appuyer sur le champignon</em> means 'to step on the gas,' <em>le champignon</em> being the slang term for 'accelerator'; in <em>vivre comme un coq en pâte</em> there is no acute accent on the <em>e;</em> it is <em>une</em> [not <em>“un”</em>] <em>autre paire de manches</em> that the French use for something that is entirely different. In “More Foreign Treasures,” <em>se noyer dans un verre</em> means 'to be incapable of overcoming even small problems and obstacles,' quite different from 'to make a mountain out of a molehill.'</p>\n<p><em>[Marcus Radi, Aschaffenburg, Germany]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Marcus Radi</span></h1> <p>I am delighted that Ruth Flanders has tried to show the interesting imagery underlying French and German idioms [“Foreign Treasures,” XXII,1,21]. Unfortunately, she only browsed through the dictionary and, thus, committed a number of deplorable inaccuracies and infelicities.</p> <p>Ms. Flanders lists <em>bö hmische Dörfer</em> and <em>Wortsalat</em> as synonyms. These two words are, however, far from interchangeable. <em>Wortsalat</em> means 'obscure phraseology and mysterious wording,' often referring to page-length sentences that can crop up in the writing of bureaucrats and politicians. The phrase <em>jemandem / fiir jemanden böhmische Dörfer / ein böhmisches Dorf sein</em> could be translated as 'to appear incomprehensible, inexplicable, or strange.' Originally, the phrase expressed the fact that to Germans living in Bohemia the Slav village names sounded strange and that the Germans could not understand them precisely.</p> <p>Also, Germans would never say or write <em>Senf dazugeben</em>, when they had in mind the meaning 'to meddle in other people's affairs / conversation by adding one's own piece of wisdom.' In this case it is especially important to add the possessive adjective, hence: <em>seinen Senf dazugeben</em>. Otherwise it would be assumed that you were talking about sausages and seasoning.</p> <p>The last German phrase in Ms. Flanders' article, <em>ein Gesicht wie 37 Regenwetter haben</em>, is also not quite correct, as Robert J. Powers notes [EPISTOLA, XXII,3,14]. It should be added, however, that four figures can be used in connection with the phrase <em>ein Gesicht wie 3/7/10/14 Tage Regenwetter haben</em>.</p>"
}