{
  "type": "Article",
  "title": "Salty Sayings from Cornwall",
  "author": "Bel Bailey",
  "location": "Stevenage, Hertfordshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Salty Sayings from Cornwall</h1>\n<p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Stevenage, Hertfordshire</span></em></p>\n<p>The Cornish way with words tends to be as salty as their native pilchards. Many old sayings are concerned with “cutting people down to size” and shrewd thrusts are meant to find their mark!</p>\n<p>The slow-witted are often described as, “Like Tregony band—three scats ['beats'] behind,” or as “too slow to carry a cold dennar ['dinner'].” Stronger still is the old gibe, “Put in weth the bread and took out weth the cakes,” often muttered behind the deficient one's back. Any sign of putting on airs or assertiveness is frowned upon, and one still hears crude jokes like, “Quietness is the best noise as Uncle Johnny said when he knocked down his wife,” or “Dressed to death like Sally Hatch.” Mournful looks were crisply dismissed in Old Cornwall as “looking like a dying duck in a thunderstorm.” Greed, too, was discouraged with a terse reminder, “You don't need that any more than a toad needs side pockets.”</p>\n<p>The famous Cornish pasties provide the saying, “As long as Jan Bedella's fiddle” if a new young cook makes a misshapen pasty. For the Cornish tend to be rather a critical race owing to their struggle to make ends meet in a county which has long known economic hardship. A hard-pressed life naturally tends to blunt speech.</p>\n<p>Of a bandy-legged individual you will hear, “He couldn't stop a pig in a passage!” and of lank hair, “like a yard of pump water.” Even a contented person is often heard to say, “Ah'm happy on me own dung heap,” with typical Cornish self-mockery. Ask an older inhabitant for his or her age and you may well get the familiar reply, “As old as my little finger and a bit older than my teeth.” In a strong-minded county like Cornwall an individual may be admired as being “as tough as Hancock's mother”—an archetypal dragon lady rooted in local history.</p>\n<p>Being a Celtic nation, the Cornish cleave naturally to vivid descriptions. Any sign of restlessness, for instance, is summed up as, “All of a motion like a Mulfra toad on a red hot shovel,” and when shivering, it is a case of “cold as a quilkin ['frog'] or “chilled to the marra ['marrow'].” Although pushiness is not a quality naturally approved of in Cornwall, neither is undue modesty: “standing in his own light like the Mayor of Market Jew” (another apocryphal figure). Pride is rebuked as, “Fancies she was brought up in Court, pigs one end and she t'other!” Laziness is tartly described as, “like Ludlow's dog, leaning agen the wall to bark.” As for the maker of weak tea, more strong words are forthcoming: “Water bewitched and tea begrudged.”</p>\n<p>More encouraging are the old Cornish sayings, “Turn the best side to London” 'Show off the best side of anything' and “Cheer up you'll live till you die!” More rough good humour comes out in the oft heard, “You'll do it bit by bit as the cat said when she swallowed the hatchet” '...I'll manage but it's a tight fit.'</p>\n<p>Dark explanations may be given for misfortune in Cornwall such as, “He bin awverlooked ['ill wished'].” Still, bracing remarks in plenty urge folk to get on with things. After all, concentrate on the basics, “carry a knife, a piece of string and some money; then you can cut, tie and buy. Count your blessings, however meagre, as, “a toad is a diamond in a duck's eye.”</p>\n<p>The idea that someone has been in a situation very like your own, long before you, is very prevalent in these old Cornish sayings. Often this has a warning note, “like Lady Fan Todd dressed to death and killed with fashion” is one, so is the curious “Children's tongues will cut your throat with a bar of soap or hang you with a yard of cotton.” Just as strange is the gluttony warning, “like Tommy Dumplens after guldize supper, carry me home and don't bend me, for I'm feeling rather possed up.” Vanity in young girls is checked by, “Nobody will stop their horse galloping to look at you.”</p>\n<p>Throughout all these sayings, a downright judgmental tone can be heard, summed up in the old Cornish last word, “Theer tes ['it is'] an' caan't be no tesser!” No arguing with that.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Salty Sayings from Cornwall</h1> <p><em><span data-rel=\"author\">Bel Bailey</span> <span data-rel=\"location\">Stevenage, Hertfordshire</span></em></p> <p>The Cornish way with words tends to be as salty as their native pilchards. Many old sayings are concerned with “cutting people down to size” and shrewd thrusts are meant to find their mark!</p> <p>The slow-witted are often described as, “Like Tregony band—three scats ['beats'] behind,” or as “too slow to carry a cold dennar ['dinner'].” Stronger still is the old gibe, “Put in weth the bread and took out weth the cakes,” often muttered behind the deficient one's back. Any sign of putting on airs or assertiveness is frowned upon, and one still hears crude jokes like, “Quietness is the best noise as Uncle Johnny said when he knocked down his wife,” or “Dressed to death like Sally Hatch.” Mournful looks were crisply dismissed in Old Cornwall as “looking like a dying duck in a thunderstorm.” Greed, too, was discouraged with a terse reminder, “You don't need that any more than a toad needs side pockets.”</p> <p>The famous Cornish pasties provide the saying, “As long as Jan Bedella's fiddle” if a new young cook makes a misshapen pasty. For the Cornish tend to be rather a critical race owing to their struggle to make ends meet in a county which has long known economic hardship. A hard-pressed life naturally tends to blunt speech.</p>"
}