{
  "type": "Article",
  "title": "EX CATHEDRA: Vale!",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>Vale!</em></h1>\n<p>The time has come, as it does to all entities, animate and inanimate, to say goodby. This issue, Volume XXIII, Number 3 [Winter 1997], will be the last published and edited under our aegis.</p>\n<p>It has, as they say, been a good run. There have been ups (like the time when we had a mailing service that kept adding new and renewing subscribers' names and addresses without removing the old ones, leading us not only into a state of euphoria contemplating our 20,000 paid subscribers but, at the same time, into near bankruptcy paying the attendent increased printing and postage costs without the expected revenues); and, of course, there have been downs (like falling behind so far in the publishing schedule that we changed the dates of the issues from “May, September, December, March” to Summer, Autumn, Winter, Spring (as in <em>Of Thee I Sing!</em>), and the dismay and disappointment at the down-marketing of <em>The New Yorker</em>, once a stalwart—if expensive—source of new subscribers, now—still expensive—catering to the pretentious philistine market).</p>\n<p>Present subscribers might be surprised to learn that the initial rate for a year's subscription was $2.50 and that copies were sent out via first-class mail. It must be said, though, that those first issues ran to six and eight pages compared with the current twenty-four (or, sometimes, more). Being rather indolent in money matters, we have never been aggressive in pursuing advertisers; but the frequent return and regular orders from some advertisers reflected some satisfaction with the results sought.</p>\n<p>One of our proudest moments came when, upon first loading into our computer the CD-ROM of the <em>Second Edition of the Oxford English Dictionary</em>, we discovered that it contains 121 quotations from VERBATIM. We were pleased, too, when, several years ago, we were able to pay contributors, a rare occurrence in the loftier realms of noncommercial publishing. Also, many periodicals, from <em>Reader's Digest</em> to journals of lesser circulation, have reprinted articles from VERBATIM.</p>\n<p>With the rarest exceptions, those who wrote to us seeking information, offering comment or criticism— and there have been many, from everywhere in the world—treated us with kindness and respect, even when they caught us in the most embarrassing errors. We have enjoyed chatting with those who have telephoned, and we have—without fail, we think—sent written replies to all who have written (with the exception of those who sent publishable EPISTOLAE). Lately, we have been remiss only in writing discouraging letters to job applicants, because virtually all have written merely to a name and address found in a list of book or periodical publishers.</p>\n<p>Our book publishing activities have not shaken the earth beneath our or anyone else's feet: our bestseller by far has been the two-volume <em>Grammar of the English Language</em>, by George O. Curme (seven printings), with Richard Lederer's <em>Colonial American English</em> a close second (two printings). Other books, which I still believe to be good (<em>Word for Word</em>, by Edward C. Pinkerton), amusing (<em>Wordsmanship</em>, by Claurène duGran, a thinly disguised anagram of Laurence Urdang), and useful (<em>Verbatim Volumes I-VI</em> and the <em>Index</em> thereto, altogether four books), have not fared so well: indeed, a substantial portion of the stock at our warehouse in Pennsylvania consists of <em>Word for Word</em> and the <em>Verbatim</em> volumes. Another Great Disaster (though it will probably go unnoticed on any television series of that name) has been our offering of VERBATIM binders: one must assume that the back issues have ended up, along with the Sears Roebuck catalogue, hanging from a nail in the privy.</p>\n<p>We found the number of people who knew—or know—about VERBATIM to be astonishing: in Europe, among “ordinary” people interested in language, among linguists, among scholars in general, most knew of it; alas, they didn't subscribe.</p>\n<p>We, personally, shall miss the correspondence with contributors, commentators, critics, and friends; and we shall miss the “silent majority,” those of you who quietly continued to renew your subscriptions, year after year, occasionally dropping a line with a complimentary remark.</p>\n<p>If we owned a green eyeshade, quill pen, and cuff-protectors, we could tell you, with some sentiment, that we are hanging them up. We do not, and you may be assured that if there is any reason to write to us, we shall be about (either in Aylesbury or Old Lyme), hence reasonably accessible to answer your questions.</p>\n<p>—<em>The Editor</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>Vale!</em></h1> <p>The time has come, as it does to all entities, animate and inanimate, to say goodby. This issue, Volume XXIII, Number 3 [Winter 1997], will be the last published and edited under our aegis.</p> <p>It has, as they say, been a good run. There have been ups (like the time when we had a mailing service that kept adding new and renewing subscribers' names and addresses without removing the old ones, leading us not only into a state of euphoria contemplating our 20,000 paid subscribers but, at the same time, into near bankruptcy paying the attendent increased printing and postage costs without the expected revenues); and, of course, there have been downs (like falling behind so far in the publishing schedule that we changed the dates of the issues from “May, September, December, March” to Summer, Autumn, Winter, Spring (as in <em>Of Thee I Sing!</em>), and the dismay and disappointment at the down-marketing of <em>The New Yorker</em>, once a stalwart—if expensive—source of new subscribers, now—still expensive—catering to the pretentious philistine market).</p> <p>Present subscribers might be surprised to learn that the initial rate for a year's subscription was $2.50 and that copies were sent out via first-class mail. It must be said, though, that those first issues ran to six and eight pages compared with the current twenty-four (or, sometimes, more). Being rather indolent in money matters, we have never been aggressive in pursuing advertisers; but the frequent return and regular orders from some advertisers reflected some satisfaction with the results sought.</p> <p>One of our proudest moments came when, upon first loading into our computer the CD-ROM of the <em>Second Edition of the Oxford English Dictionary</em>, we discovered that it contains 121 quotations from VERBATIM. We were pleased, too, when, several years ago, we were able to pay contributors, a rare occurrence in the loftier realms of noncommercial publishing. Also, many periodicals, from <em>Reader's Digest</em> to journals of lesser circulation, have reprinted articles from VERBATIM.</p>"
}