{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Ship to Shore: A dictionary of evryday words and phrases derived from the sea",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Ship-Shore-Dictionary-Everyday-Phrases/dp/0874367174\"><em>Ship to Shore: A dictionary of evryday words and phrases derived from the sea</em></a></h1>\n<p>Peter D. Jeans, illustr. by Ross H. Shardlow, (ABCCLIO, 1993), xxi + 425pp.</p>\n<p>My aim in this work is to illustrate what I believe is the astonishing debt that our idiomatic speech owes to the nautical language of the past. English is extraordinarily rich in metaphor, and it is the intention of this book to show that many of the figures of speech that we use from day to day derive from the language and customs of the sea.</p>\n<p>—From the Preface.</p>\n<p>Peter D. Jeans is an Australian who writes a column in <em>The West Australian</em> on the origin of words. This is a substantial, useful, interesting work, but if the reader/user is seeking an authoritative, documented archive of nautical expressions, he may be disappointed. As readers of VERBATIM are aware, we give short shrift to the trappings of academia in our pages: we eschew footnotes (with rare exceptions) as well as bibliographies. But in reviewing the works of others, attention must be paid to such materials, and the Bibliography of Selected Sources and Dictionaries Consulted include only twenty-five titles under the former category (plus fifteen of Patrick O'Brian's “Jack Aubrey” novels) and only ten under the latter, some of which are curious choices indeed: Robert Hunter's <em>Universal Dictionary of the English Language,</em> New York: Collier, 1897, which I have never heard of; Eric Partridge's <em>Origins: A Short Etymological Dictionary of Modern English</em> contains a great many errors and ought to be avoided by serious researchers; the author evidently chose not to wade through Johnson's <em>Dictionary,</em> relying instead on McAdam and Milne's <em>A Modern Selection.</em></p>\n<p>Still, it is unfair to judge a book by its peripherals. Before getting to the content, let us look at the appendices, of which there are four. The first, Nautical Prepositions, includes <em>aback, abeam, about, abox, a-cockbill, adrift,</em> and other words that are adverbs, not prepositions, along with <em>ahoy</em> and a few others beginning with<em>a</em>-: evidently the author believes that many nautical words beginning with <em>a-</em> are prepositions, which is simply not the case. Appendix 2 contains Changed Spellings and Corrupted Word Forms; although the information given here is accurate as far as I could tell, it is confusing to have some words listed under their “original” spelling <em>(studding sail, treenail)</em> and others in their corrupted form <em>(gunnel, bosun)</em>—and what happened to <em>trunnel?</em> I fear that there is a great deal more to the question of spelling and pronunciation than has been allowed for.</p>\n<p>Appendix 3, Nautical Terms Related to Human Anatomy, shows nauticalisms that were borrowed from anatomical terms, not the other way round. The coverage is a bit loose, but no one is likely to consider <em>earring</em> an anatomical term, and <em>forelock,</em> “a small iron wedge of pin driven through a hole or slot at the end of a sheave-pin to prevent it from working out,” contains a -<em>lock</em> from a door, not from a forehead, which has a different etymological origin.</p>\n<p>Nautical Terms Derived from the Land, Appendix 4, is divided into the sublistings Domestic Environment and General Environment. The suitability for such treatment varies: <em>bosun's chair</em> is listed simply because it is a chair; <em>cap</em> is listed presumably because it is thought to refer to an item of apparel. But a <em>chair</em> is virtually 'anything for an individual to sit on' and <em>cap,</em> etymologically at least, originally meant 'cape (with a hood)' or so the <em>OED</em> has it. Without dated citations for the earliest occurrences of these words in a nautical context, how is one to know if they were derived from the “Land” or merely coincidental with them?</p>\n<p>Still, no serious harm. Let us now turn to the main body of the work. Opening it at random we find, appropriately enough,</p>\n<blockquote>\n<p><em>Hogwash</em> Sailor's slang for nonsense, rubbish, a tale with no truth in it; and worthless stuff: “His claim that he is an experienced motor mechanic is all hogwash.”</p>\n</blockquote>\n<p>Aside from the unfortunate quotation, which hardly seems nautical at all, <em>hogwash</em> is ordinary English, which, it may be assumed, (English-speaking) sailors used as a medium in which to couch their nauticalisms. Thus, the direction would seem to have been from “everyday word” to language of the sea, and not, as advertised, vice versa. The same must be said for <em>hitch, go without a hitch, get hitched, hoist, hold off, hold on</em>, and scores of other entries: these were everyday words in the general language before they were used by sailors. The problem—and it is a serious one— is that there are, indeed, many words and phrases that originated at sea and were brought ashore for ready embodiment in everyday speech, but to find the same terms in both does not justify the assertion that the sea term came first.</p>\n<p>It must be said—and I believe I shall be borne out on this—that relying on citations appearing in the <em>OED</em> or in works written long ago is a precarious business: the only accurate, safe statement that can be made about such information is that it provides evidence for the existence of a word in a given context at the time of publication of the work: it cannot and must not be construed as the “first” time the word appeared on the face of the earth, merely as the first written evidence we have of its appearance. Clearly, that is not to say that most words appearing in quotations in the <em>OED</em> and in any other (original) source are being used for the first time: on the contrary, it is very likely—and this might well apply to “terms of art” of a specialized field and, particularly, the speech of sailors, who did not enjoy an entirely savory reputation—that the terms were in oral use for a long time before they were written down. Consider how long it took lexicographers to include four-letter words in their dictionaries; yet we know from long experience with spoken English that a researcher five hundred years hence would be wrong to conclude that those terms were invented or even came into general use at the end of the 20th century. (And still not all are listed.)</p>\n<p>A problem arises when those who would swallow dictionaries whole are left to conclude that their content is sacrosanct. Those who try to apply a scientific approach to the assessment of data become rapidly aware that what we are examining is not likely to be complete—which is certainly true when dealing with language—or even accurate, as the alchemists and other early researchers in science discovered.</p>\n<p>There is a certain charm seen in working the alchemy of language, and we can well appreciate it in the context of artistic license. But it is quite another thing when it is foisted on an unsuspecting public as “fact,” when, indeed, it is either pure speculation or a writer's interpretation of the best way to make data fit into the procrustean bed of his theory.</p>\n<p>There is no doubt that much controversy has surrounded the interpretation of the word <em>devil</em> in nautical contexts and, particularly, with the expression <em>between the devil and the deep blue sea.</em> Likewise, it is indisputable that many nautical expressions have come ashore to be used metaphorically by landlubbers. The problem is that although many such expressions have been included in <em>Ship to Shore,</em> many that were not nautical have also been listed. As it is impossible for the non-expert to sort them out, it remains for people like Jeans to do so, and he has incautiously included many for which insufficient evidence exists that they were originally nautical, and he has failed in his duty by not identifying questionable entries.</p>\n<p>Shardlow's drawings are a model of clarity and character.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Ship-Shore-Dictionary-Everyday-Phrases/dp/0874367174\"><em>Ship to Shore: A dictionary of evryday words and phrases derived from the sea</em></a></h1> <p>Peter D. Jeans, illustr. by Ross H. Shardlow, (ABCCLIO, 1993), xxi + 425pp.</p> <p>My aim in this work is to illustrate what I believe is the astonishing debt that our idiomatic speech owes to the nautical language of the past. English is extraordinarily rich in metaphor, and it is the intention of this book to show that many of the figures of speech that we use from day to day derive from the language and customs of the sea.</p> <p>—From the Preface.</p> <p>Peter D. Jeans is an Australian who writes a column in <em>The West Australian</em> on the origin of words. This is a substantial, useful, interesting work, but if the reader/user is seeking an authoritative, documented archive of nautical expressions, he may be disappointed. As readers of VERBATIM are aware, we give short shrift to the trappings of academia in our pages: we eschew footnotes (with rare exceptions) as well as bibliographies. But in reviewing the works of others, attention must be paid to such materials, and the Bibliography of Selected Sources and Dictionaries Consulted include only twenty-five titles under the former category (plus fifteen of Patrick O'Brian's “Jack Aubrey” novels) and only ten under the latter, some of which are curious choices indeed: Robert Hunter's <em>Universal Dictionary of the English Language,</em> New York: Collier, 1897, which I have never heard of; Eric Partridge's <em>Origins: A Short Etymological Dictionary of Modern English</em> contains a great many errors and ought to be avoided by serious researchers; the author evidently chose not to wade through Johnson's <em>Dictionary,</em> relying instead on McAdam and Milne's <em>A Modern Selection.</em></p>"
}