{
  "type": "Article",
  "title": "EX CATHEDRA: Ave!",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>Ave!</em></h1>\n<p>Or, rather, <em>hello again!</em> VERBATIM is back, with as few changes as possible, and we hope that it comes as an old friend. We thank everyone who resubscribed, sight unseen, and especially those who enclosed heartening notes, made helpful suggestions, and, in general, cheered us on.</p>\n<p>You'll find some familiar voices as well as some new ones in this issue. In choosing the articles you see in this issue I had help from a name you may have noticed on the masthead: Paul Heacock, of the <em>Cambridge Dictionary of American English.</em> I would also like to thank Bob Olsen, John Mella, Mike Slattery, Debbie Posner, and (especially) Hazel Hall for their help. (Hazel has agreed to continue as our UK representative.)</p>\n<p>One thing you may have already noticed is that we are a little more “wired” than before, and it's not just due to Coca-Cola and coffee. I can be emailed at <em><a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a></em>, and our shiny new website, <em><a href=\"http://www.verbatimmag.com\">www.verbatimmag.com</a></em>, has been duly submitted to all the spiders, indexers, and 'bots that make up the major Internet search indexes. Eventually, we plan to make back issues available (and searchable!) online for your researching pleasure.</p>\n<p>Many of you have written and asked for details about the sale. VERBATIM has been sold to Dr. Warren Gilson, an inventor in Madison, Wisconsin. (His company's website is <em><a href=\"http://www.gilson.com\">www.gilson.com</a></em>; they make lab gadgets beyond your wildest dreams, and he can be reached electronically at <em><a href=\"mailto:wegilson@gilson.com\">wegilson@gilson.com</a></em>). Dr. Gilson has set up VERBATIM as part of Word, Inc., which has applied for nonprofit status. We're awaiting word from the IRS; please cross your fingers for us. Our purpose is “to promote learning and discussion of language and words.”</p>\n<p>One of the questions we asked on our survey was if you would be interested in a “Best of” collection of past articles. Many, many of you were, so I am asking you to send in your votes for what articles were “best” from the past twenty-three volumes. Send them to the address on the masthead or to <em><a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.</em> Please include the title, author, volume, and issue number if you know them, or as much information as you can!</p>\n<p>Kudos to the sharp-eyed survey answerers who caught the typo in the last line of the survey: The classic “you” instead of “your.” And thanks to those of you who wrote in about the double possessive in the salutation of the letters. To lift from the latest <em>Fowler's English Usage,</em> (ed. R.W. Burchfield, Oxford, 1996 p. 227) “<em>a friend of my mother's</em> is idiomatic, but <em>a friend of the British Museum's</em> is not”. So the idiomaticity of the phrase we used in our letter to former subscribers (“Dear Friends of VERBATIM'S”) all depends on whether you feel VERBATIM is more like your mother or the British Museum!</p>\n<p>A few reassurances: some of you have written to express your hopes that VERBATIM will not become clogged with ads. According to our nonprofit application, we can only accept ads for products, businesses, or services related to our mission, which absolutely rules out ads for personal watercraft, financial services, and smelly perfume inserts.</p>\n<p>One last plea: don't you know someone who would like VERBATIM? Think of us when making out your holiday lists. Due to the marvelous response from former subscribers, the special $25/year rate in North America (£18 in the U.K, US $30 everywhere else) will be good for the foreseeable future. Write, call, or email by December 1 and your gift will start with the January issue. Of course, we'll send a card.</p>\n<p>I trust that our readers will not hesitate to make their feelings known about our reincarnation—keep those letters coming!</p>\n<p><em>Erin McKean</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>Ave!</em></h1> <p>Or, rather, <em>hello again!</em> VERBATIM is back, with as few changes as possible, and we hope that it comes as an old friend. We thank everyone who resubscribed, sight unseen, and especially those who enclosed heartening notes, made helpful suggestions, and, in general, cheered us on.</p> <p>You'll find some familiar voices as well as some new ones in this issue. In choosing the articles you see in this issue I had help from a name you may have noticed on the masthead: Paul Heacock, of the <em>Cambridge Dictionary of American English.</em> I would also like to thank Bob Olsen, John Mella, Mike Slattery, Debbie Posner, and (especially) Hazel Hall for their help. (Hazel has agreed to continue as our UK representative.)</p> <p>One thing you may have already noticed is that we are a little more “wired” than before, and it's not just due to Coca-Cola and coffee. I can be emailed at <em><a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a></em>, and our shiny new website, <em><a href=\"http://www.verbatimmag.com\">www.verbatimmag.com</a></em>, has been duly submitted to all the spiders, indexers, and 'bots that make up the major Internet search indexes. Eventually, we plan to make back issues available (and searchable!) online for your researching pleasure.</p> <p>Many of you have written and asked for details about the sale. VERBATIM has been sold to Dr. Warren Gilson, an inventor in Madison, Wisconsin. (His company's website is <em><a href=\"http://www.gilson.com\">www.gilson.com</a></em>; they make lab gadgets beyond your wildest dreams, and he can be reached electronically at <em><a href=\"mailto:wegilson@gilson.com\">wegilson@gilson.com</a></em>). Dr. Gilson has set up VERBATIM as part of Word, Inc., which has applied for nonprofit status. We're awaiting word from the IRS; please cross your fingers for us. Our purpose is “to promote learning and discussion of language and words.”</p>"
}