{
  "type": "Article",
  "title": "Periodic Table Manners1 (The Carnival of the Elements)",
  "author": "Nick Humez (argentarius@juno.com)",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Periodic Table Manners<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> (The Carnival of the Elements)</h1>\n<p><em><span data-rel=\"author\">Nick Humez (argentarius@juno.com)</span> <span data-rel=\"location\"></span></em></p>\n<p>Like the weather, atoms nowadays are freely talked about but the ordinary person rarely does anything about them. We know that water is H\\?\\2O and (if we are sufficiently dyspeptic) that baking soda is NaHCO\\?\\3; and it is generally agreed that uranium is quite heavy and that certain isotopes of it can be manipulated in such a way as to make a very big bang. Some of us may even take a slightly perverse delight in the ability to rattle off the first 90-odd names of the elements to the tune of Gilbert and Sullivan's “Modern Major General,” thanks to the <em>jeu d'esprit</em> of a brash young Harvard junior-faculty statistician in the early 1950s.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>Very few of us, however, can say why the symbol for sodium is Na, why quicklime should remind us of a Brooklyn journalist preacher, or what the secret ingredient in a popular variety of ersatz diamond has to do with a little town in the southern end of Sweden and near the end of the alphabet.</p>\n<p>The following article makes no attempt to be a 20-minute Chem 101 crash course for the perplexed, but, it is hoped, should at least provide you with counter-ammunition the next time someone corners you at a party and starts dropping terms such as <em>stoichiometry</em> as the temperature of your beer rises slowly but inexorably from cellar to attic.</p>\n<p>It is in Attica that we begin, for the notion that the many complex substances with which we are surrounded in daily life might in reality be compounded from a much smaller number of basic elements is documented as far back as the golden age of Greece. Today we are accustomed to thinking of elements and atoms as one and the same; to the Greeks, atoms and elements represented efforts by different philosophic schools to explain the discrepancy between appearances and the true nature of things.</p>\n<p>According to Aristotle, it was the qualitative pluralist Empedocles (484-424 B.C.E.) who first argued that everything was fundamentally reducible to the elements earth, water, air and fire (or sunlight) in different proportions, but, as one classical scholar<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> observes, “a popular belief in the four as somehow basic ingredients in nature was much older,” possibly a borrowing from Egypt.</p>\n<p>Greek atomism was fashioned in a different workshop. Democritus (born sometime between 470 and 457 B.C.E.) maintained that despite our sense perceptions, “in reality there are only atoms and the void.” Aristotle says that Democritus conceived atoms—the word means 'unsplittables' (Greek <em>a-</em>, 'not-,' plus <em>tomos</em>, 'a cut, section')—as being “particles at variance with one another” which “tend to get ensnarled and interlocked... fit snugly and so catch firm hold of one another, for some bodies are scalene while others are sharply hooked, some are concave, others convex...” (As it turns out, atoms don't quite work this way; but complex molecules, particularly organic compounds, often do, which is why surface proteins of a cell that function as receptor sites for harmful invaders such as viruses can be blocked with other molecules of the appropriate shape, and why, when placed in a solution of mixed sugars, some bacteria flunk the membership test for the Clean Plate Club because they can digest dextrose but leave its mirror image, levulose, untouched.)</p>\n<p>Although the four-elements paradigm remained robust throughout antiquity and through the Middle Ages (during which a mystical tradition emerged proposing a fifth element, ruling the others, the socalled <em>quintessence</em>), atomism fell out of favor for nearly two millennia until the quantitative philosophy of the early Enlightenment created a conceptual environment friendly to the metamorphosis of alchemy, through the chemical experiments of Robert Hooke, Isaac Newton, Joseph Priestley, Henry Cavendish, Antoine Lavoisier and others, into something like the chemistry we were all taught in high school.</p>\n<p>The scientist's prejudice, to be sure, sometimes impeded “saving the phenomenon” (as the Greeks aptly called experimental observation). The year before the outbreak of the American Revolution, Priestley succeeded in removing from air, so he thought, the substance called <em>phlogiston</em> which was thought to be what put fires out, and dubbed his “dephlogisticated air” <em>oxygen</em> because he supposed it to be an essential ingredient of acids (Greek <em>oxy</em>-, 'sharp'—as in <em>oxymoron</em>—plus -<em>gen</em>, related to the verb <em>gignomai</em>, 'I become, happen, am born')<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>. Cavendish was much closer to his own mark: in 1766 he isolated hydrogen, which he correctly perceived as a building block of water (<em>hydro-</em> being the oblique stem of Greek <em>hyder</em>, 'water').</p>\n<p>In many instances, finding an element was simply a matter of recognizing that it <em>was</em> an element and not a compound, and had been lying around people's mines and workshops since antiquity. In place of the alchemical signs still common through Newton's day in the notation of chemical reactions, elements got assigned symbols of one or two letters, often drawn from the Latin names for the same substances because Latin remained the common tongue for scholarly communication across national and linguistic borders until well into the 19th century. Thus the sign for iron became Fe (from Latin <em>ferrum</em>), for gold, Au (<em>aurum</em>), for silver, Ag (<em>argentum</em>), for copper Cu <em>(cuprum)</em>, for lead, Pb (<em>plumbum</em>—until steel replaced lead pipe for waterworks, plumbers were, and had been since Roman times, workers in lead).</p>\n<p>Other symbols are less straightforward. Sodium—the name is derived from <em>soda</em>, originally an Italian term for ash used in glassmaking and later applied to a number of sodium salts—is Na, short for <em>natron</em> or <em>natrium</em>, a neo-latinate term also applied to a variety of sodium compounds. Because it has the same number of free electrons as hydrogen, sodium is useful in a great many compounds as a substitute for one of the two atoms of hydrogen (also valence 1) in a variety of acids. Thus jewelers' pickling solution, used to dissolve surface sulfides from precious metals and marketed under such trade names as Dixcel or Sparex, is sodium hyposulfate (NaHSO\\?\\4;), far less corrosive than the sulfuric acid<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> it replaced in everyday use. Other common sodium compounds are NaHCO\\?\\3 (sodium bicarbonate, or baking soda, mentioned above), NaCl (sodium chloride, or common table salt; chlorine is so called because in its gaseous form it is green— Greek <em>chlor-</em>, as in <em>chlorophyl</em>, which, a vulgar euphemism for manure notwithstanding, is what <em>really</em> makes the grass grow green), NaOH (sodium hydroxide, commonly known as caustic soda or lye) and NaNO\\?\\3 (sodium nitrate, sometimes called Chile saltpeter).</p>\n<p>A common substitute for sodium when the latter is contraindicated (e.g. for heart conditions) is potassium (from 'potash'), whose valence is also 1 and whose symbol is K, from late Latin <em>kalium</em>, a word of dubious etymology. (For what it's worth, Greek <em>kalia</em> means 'birdhouse,' 'little shed,' 'wooden shrine'— such as would cover an outdoor divinty's statue.) Unlike sodium, free potassium reacts violently with water, liberating gaseous hydrogen<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup>; but like sodium, potassium is rarely free and much more apt to be encountered in compounds. Potassium iodide can be used at dinner as a salt substitute; Morton salt includes significant amounts of it as an additive because iodine (like chlorine, a valence-1 halogen and a gas in its natural state) is necessary to the proper functioning of our thyroid glands.</p>\n<p>Potassium chloride (KCl), on the other hand, can be made to react with Chile saltpeter (see above) to produce true saltpeter: potassium nitrate (KNO\\?\\3), an essential ingredient of gunpowder, whose other two components are sulfur and carbon; the three can be combined to explosive effect in as simple proportions by weight as 1, 2, and 3 respectively. (Do <em>not</em> try this at home.)</p>\n<p>There is also a compound called 'wall saltpeter' because it can leach out of the mortar between the bricks of damp walls: calcium nitrate (CaNO\\?\\3). Calcium has a valence of 2, so it can substitute in many a molecule for two atoms of potassium, sodium, or hydrogen, or some combination of them; its name derives from Latin <em>calx</em>, which means both 'lime'—the substance, not the fruit—and 'heelbone.' The association of lime and bones is not accidental: Limestone (calcium carbonate, CaCO\\?\\3) is nothing but the fossilized skeletons of tiny sea animals, and calcium is the principal ingredient of bone; when Shakespeare wrote, in <em>The Tempest</em>, that “Of his bones are coral made,” he stated a truer fact of nature than he may have known. Other ubiquitous calcium compounds include gypsum—calcium sulfate (CaSO\\?\\4;), which is what sheetrock is made of— and the active binding agent in cement, quicklime— Calcium oxide (CaO), produced by cooking limestone in a lime kiln (the primitive version, a <em>lime rick</em> —compare <em>hay-rick</em>, a variant of <em>haystack</em>—was a heap of earth with the stone and a fire kept going inside it—whence the name of the town in Ireland by which the doggerel verse-form is called as well<sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>). Quicklime is “quick” (that is, “alive,” as in “the quick and the dead”) because it is anhydrous (Greek for 'unwatered') and soaks up water with a vengeance to make <em>slaked</em> lime (calcium hydroxide, Ca(OH)\\?\\2, from CaO + H\\?\\2O), which is what makes quicklime so useful as the binding agent in mortar, cement, and concrete.</p>\n<p>Some elements bear macaronic labels: one which has a name from Greek but a symbol from Latin is antimony (refined as early as 900 C.E. and used, during the Middle Ages, as a powerful precursor to Ex-Lax. The patient swallowed it as a pill which was collected at the other end and weighed, the patient being charged for the difference.) Antimony is so called from Greek <em>antimonos</em>, 'against single(ness)' owing to its readiness to react with other substances, but its chemical symbol is Sb, from Latin <em>stibium</em>, the name of a cosmetic and medicinal powder (antimony sulfide) used by Roman women as a hair blackener for their eyebrows, and in ophthalmology (of which there were many Etruscan specialists, thanks in part to the unhealthy swamps of Rome's Tuscan hinterlands) as an eye ointment. Another metal, tin—for which the Phoenicians used to sail as far from Tyre and Sidon to the mines on the coast of Cornwall nearly three millennia ago—bears a Latin symbol short for another metallic substance: Sn, for <em>stannum</em>, a Roman-era amalgam of silver and lead. (The Romans called tin <em>plumbum album</em>— 'white lead.')</p>\n<p>Most of the elements discovered in the first exuberant wave of Enlightenment chemistry bear abbreviations close to their actual names: Ni for nickel, first identified in 1751 (an abbreviation of German <em>Kupfernickel</em>, 'copper-demon,' so called because miners first noticed it as a stubborn adulterant of copper ore), Al for aluminum—spelled alumin<em>i</em>um in the British Commonwealth nations (named in 1825 from Latin <em>alumen</em>, 'astringent substance'), Co for cobalt (isolated in 1735; the name is a variant of German <em>Kobold</em>, a kind of imp). But there are a few curve balls here as well, such as tungsten (from <em>tung sten</em>, Swedish for 'heavy stone'), first discovered in 1783, whose symbol is W, short for <em>Wolfram</em> ('wolf-soot')—the German name for tungsten oxide.<sup><a href=\"#user-content-fn-a8\" id=\"user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Tungsten was first discovered in the United States in 1819, along with tellurium (with the symbol Te, it comes from Latin <em>tellus</em>, another word for <em>terra</em>, both meaning 'earth;' compare the consonant shift between Latin <em>puer</em>, 'boy,' and <em>puella,</em> 'girl') in Huntington, Connecticut, in a bismuth mine. (It was once thought that <em>bismuth</em>—symbol Bi—was a Germanic corruption of <em>weisse Masse</em>, 'white mass.' However, it now appears to have a far more complicated history: German <em>Bismut</em> came from New Latin <em>bismutum</em>, itself altered from medieval Latin <em>vismutum</em>, from obsolete German <em>Wismut</em>, itself a compound of <em>Wise-</em>, 'meadow,' plus <em>Mut</em>, 'mine claim'. If this seems far-fetched, consider that a major American silver polish company began when a Mr. Wright of New Hampshire extricated one of his cows from a slough in a wet part of a field and was tipped off by the whitish mud clinging to the animal's feet to the presence of what proved to be a surprisingly large deposit of calcium-rich diatomaceous earth. Mines <em>do</em> grow in meadows.)</p>\n<p>Apart from identifying the elements, the chemists of the 18th and early 19th century were most interested in quantifying them. Jö;ns Jakob Berzelius, who discovered selenium (from Greek <em>selene</em>, 'moon') in 1818 and named silicon (from Latin <em>silex</em>, 'flint') in 1824, compiled the first systematic table of the elements in 1828, arranged according to units of atomic weight one twelfth of the heft of the commonest isotope of carbon. (The heavier carbon-14—C\\?\\14 for short—is radioactive, with a half-life—the amount of time it takes half the radioactive atoms to throw off particles and decay to their non-radioactive isotope—reckoned in thousands of years, once the carbon is captured in a living organism such as a tree. This permits a means of reasonably accurate dating which has been a boon to archeologists.)</p>\n<p>Four decades later, Dmitri Mendeleev systematized the table to show stacks of elements with similar properties (e.g. the interchangeability of the numbers of hydrogen, lithium, sodium and potassium atoms in molecules such as sulfates and hydroxides: The sodium atom in lye—NaOH—could just as well be replaced by a second hydrogen, making 'hydrogen hydroxide'—HOH, better known as H\\?\\2O, or water). Mendeleev's insight was so valuable that when radioactive elements began being synthesized in laboratories during this century, he got one named after him: Mendelevium—note the dropping of the final e!—the 101st element (symbol Md), first synthesized in 1955.</p>\n<p>Other scientists with eponymous atoms include the discoverers of radium, Pierre and Marie Curie (element 96, Curium, symbol Cm, discovered in 1944), Ernest O. Lawrence, founder of the Lawrence Berkeley and Lawrence Livermore laboratories (element 103, Lawrencium, symbol Lr, synthesized in 1961), and, of course, Albert Einstein (element 99, Einsteinium, symbol Es, created in 1952)—the only instance of an atom named after someone still living at the time of its discovery. (He died in 1955.)</p>\n<p>Place names and celestial bodies have been a fruitful source of names for both natural and synthetic elements. For the outer planets, there are uranium, neptunium, and plutonium. Cerium is named for the asteroid Ceres, both having been discovered the same year (1801). National commemoratives include Americium, Germanium, Polonium and Francium; ancient France likewise gets a nod in Gallium (Ga), the only metal that melts in your hand, not in your chamber (unless you have a very warm room)—named both for Gaul (Latin <em>Gallia,</em> that place which, thanks to Julius Caesar's memoir of its subjugation by the Romans, every schoolchild used to know was divided into three parts) and, in a gesture of unusual levity, as a pun on the name of its discoverer, Paul-Émile Lecoq de Boisbaudran. (French <em>coq</em> and Latin <em>gallus</em> both mean the same thing: 'rooster.')</p>\n<p>One place has the distinction of having no fewer than four atoms named after it, an embarrassment of nomenclature arising from what was originally thought to be one element turning out on closer inspection to be several. Carl Gustav Mosander found a new element in a geological sample from Ytterby, Sweden, a town just a few miles north of Göteborg (the Swedish terminus for the ferry from Frederikshavn, Denmark. Do not confuse this with Ytterby<em>n</em>, Sweden, which is 1000 kilometers to the north, on the gulf of Bothnia). Naturally enough, Mosander named the new element Ytterbium, after the town.</p>\n<p>One can well imagine his surprise when the new atom turned out to be plural. To make the best of a bad situation, the second and third elements got names from pieces of the first: Erbium (Er) and Terbium (Tb). Complicating matters even more, in 1907 another chemist, George Urbain, discovered that the remaining element was actually two. The new one got called Ytterbium (Yb) and Mosander's original find got the name Yttrium (Y). Synthetic yttrium aluminum garnets (YAGs) are favored by jewelers and their public because the high refractive index of the gem approaches that of diamond, at a fraction of the cost.</p>\n<p>“Revelation is not seal'd:” New elements are being discovered to this day. As of last year, the Society for Heavy Ion Research in Darmstadt, Germany, had gotten up to element 112. These new radioactive atoms are remarkably ephemeral, often decaying in millionths of a second into lighter elements by casting off subatomic particles, their fleeting lives documented only by vapor trails.</p>\n<p>Still, they enjoy a brief existence of a sort, and names for them, honoring physicists and the locations of their laboratories, are already queued up awaiting approval by the scientific community at large: Rutherfordium for #104 (Ernest Rutherford), Dubnium for #105 (after the Russian lab at Dubna), Seaborgium for #106 (Glenn Seaborg), Bohrium for #107 (Niels Bohr), Hassium for #108 (Hesse province in Germany, where the Darmstadt lab is located) and—the first element to be named solely for a woman—Meitnerium for #109 (Lise Meitner).</p>\n<p>It is a sobering thought, then, to consider that virtually all of the elements above #2 (helium, the fusion product of the hydrogen that makes up the stars, our sun included) are the result of the catastrophic blowing apart of prior suns, and that our earth and everything else in our own solar system are mere cosmic hand-me-downs from someone else's supernova. In this light the history of the universe according to Taoist thought can be either depressing or exhilarating, depending on one's point of view; at any rate it seems true enough as far as the Big Picture goes: First there was nothing. Then there was something. Then there was hydrogen. Then there was <em>dirty</em> hydrogen.<sup><a href=\"#user-content-fn-a9\" id=\"user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<hr>\n<blockquote>\n<p>Johnny drank the beaker dry;</p>\n<p>Johnny is no more:</p>\n<p>For what he thought was H\\?\\2O</p>\n<p>Was H\\?\\2SO\\?\\4;.</p>\n</blockquote>\n<blockquote>\n<p>A great Congregational Preacher</p>\n<p>Once said to a hen, “You sweet creature!”</p>\n<p>The hen, just for that,</p>\n<p>Laid an egg in his hat,</p>\n<p>And thus did the hen reward Beecher.</p>\n</blockquote>\n<p>It has been argued, but not definitively proven, that this is a veiled reference to the scandalous affair between Beecher and Elizabeth Tilton, a member of his parish and the wife of his successor as editor of the <em>Independent</em>, for more on which see Richard Brookhiser's article “The Happy Medium” in the <em>New York Times Book Review</em> of March 29, 1998.</p>\n<p><em>Notes</em></p>\n<p>Loose ends: (a) While we're on the subject, or at least next door to it—or at any rate, before we leave its vicinity—let this be said for the record: Nowhere in the works of Arthur Conan Doyle does arch-sleuth Sherlock Holmes ever actually say, “Elementary, my dear Watson.”</p>\n<p>(b) The term <em>element</em> itself, while unquestionably from Latin—Cicero gives it as a gloss for Greek <em>stoicheion,</em> 'series' (<em>stoichiometry</em> is the calculation of relative quantities of reagents and their end-products in a chemical reaction)—is of obscure derivation. Ernout and Meillet, in their delightful <em>Dictionnaire étymologique de la langue latine</em>, urbanely review several rather far-fetched possibilities including “LMN”—well, it is a series—and <em>elephas</em> ('elephant'), but conclude with a shrug of their shoulders and a suggestion that the word might have come from Etruscan. Another word whose origin is shrouded in the mists of antiquity—like the swamps of Etruria, a notoriously foggy place.</p>\n<p><em>Nick Humez is the coauthor, with his brother Alex, of a half-dozen books on language and word origins including</em> Latin for People/Latina pro Populo <em>(Little, Brown, Boston: 1976). He divides his time between a silversmithing studio in Maine and a scriptorium in New Jersey.</em></p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>The idea for this title came from Jane Gallagher Cates, to whom, with her husband, David Cates, I am indebted for thoughtful comments and suggestions on an early draft of this article. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>Tom Lehrer, who went on in the 1960s to a tenure-track position at Stanford and to write songs for the television hits <em>That was the Week That Was</em> (“New Math,” “The Vatican Rag”) and <em>Sesame Street</em> (“Silent Letter E”). In his easily accessible modified-stride piano style and sardonic lyrics, Lehrer profoundly influenced a whole generation of budding cabaret-song composers, including the author of this article. It could be argued that only Socrates, perhaps, had so widespread an effect on a rising generation in his cultural milieu—and we all know what they did to <em>him</em>. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Philip Wheelwright, in <em>The Presocratics</em>, BobbsMerrill/Odyssey: 1966, page 481, note 8. That the Egyptians recognized an elemental chemistry—the word <em>khem</em> is a very old name for the black alluvium of the <em>Nile</em> delta, and thus, by synecdoche, for Egypt itself—is argued at some length by R. A. Schwaller de Lubizc in his titanic book on the temple of Apet of the South at Luxor, <em>The Temple of Man</em> (Inner Traditions International, Rochester, VT: in press). <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>Priestley's flawed insight is discussed in Thomas Kuhn's brilliant <em>The Structure of Scientific Revolutions</em> (Harvard University Press: 1969.) Originally issued by Chicago University Press as one offering in a set of works, edited by the mathematician Rudolf Carnap, called <em>Foundations of the Unity of Science,</em> Kuhn's blockbuster deconstruction of “normal” scientific practice had the effect among some readers of torpedoing the very idea that that there was any “unity of science.” That it was the final volume in the series may, however, have been entirely coincidental. Carnap died in 1970 and Kuhn this past year. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>The formula for sulfuric acid will never be forgotten by anyone who learned in junior high school some variant of the following epitaph: <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>As the Italian chemist Primo Levi dramatically was reminded when a flask blew up in which he was trying to refine benzene under wartime-scarcity conditions, one of several remarkable escapes from death recounted in his collection of autobiographical essays published as <em>The Periodic Table</em> (Schocken, New York: 1984). <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>Here is the limerick about Henry Ward Beecher, promised in the opening paragraph: <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a8\">\n<p>An alternate derivation, spurious but appealing, was proposed to us while this article was in preparation, in a letter (8/20/1998) from Col. Frank Holan, USAF (retd.): “The symbol for tungsten is W because it is Weird.” <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a9\">\n<p>I am indebted to Edward Goldfrank, my coauthor on the <em>Boston Basin Bicycle Book</em>, for bringing to my attention this tidy cosmological synopsis (personal communication, late 1970s). <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Periodic Table Manners<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> (The Carnival of the Elements)</h1> <p><em><span data-rel=\"author\">Nick Humez (argentarius@juno.com)</span> <span data-rel=\"location\"></span></em></p> <p>Like the weather, atoms nowadays are freely talked about but the ordinary person rarely does anything about them. We know that water is H\\?\\2O and (if we are sufficiently dyspeptic) that baking soda is NaHCO\\?\\3; and it is generally agreed that uranium is quite heavy and that certain isotopes of it can be manipulated in such a way as to make a very big bang. Some of us may even take a slightly perverse delight in the ability to rattle off the first 90-odd names of the elements to the tune of Gilbert and Sullivan's “Modern Major General,” thanks to the <em>jeu d'esprit</em> of a brash young Harvard junior-faculty statistician in the early 1950s.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p> <p>Very few of us, however, can say why the symbol for sodium is Na, why quicklime should remind us of a Brooklyn journalist preacher, or what the secret ingredient in a popular variety of ersatz diamond has to do with a little town in the southern end of Sweden and near the end of the alphabet.</p> <p>The following article makes no attempt to be a 20-minute Chem 101 crash course for the perplexed, but, it is hoped, should at least provide you with counter-ammunition the next time someone corners you at a party and starts dropping terms such as <em>stoichiometry</em> as the temperature of your beer rises slowly but inexorably from cellar to attic.</p>"
}