{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Musical Punstruments",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Musical-Punstruments-Construction-Rhetorical-Instruments/dp/0940168286\"><em>Musical Punstruments</em></a></h1>\n<p>Zach M. Arnold, (The Boxwood Press, 1994).</p>\n<p>Salvationist, ex-army bugler, retired marine biologist, inventor, paronomasiamaniac, you name it, Zach Arnold has been or is it. He cites Byron's lines from <em>Don Juan</em>: “There's music in all things, if man had ears,” and then sets out with passionate vim to prove the point. The genial wheeze was to construct playable instrument sculptures, and to christen them with music-related puns (e.g., Tuba Toothpaste). Each of the sixty-two Heath Robinsons—Rube Goldbergs to you Americans—here illustrated conceals a miniature harmonica (diatonic and with the range of a full octave).</p>\n<p>Zach Arnold is fully versed in the theory and practice of punning, and clearly has it in his bones. He knows about Lévi-Strauss's notion of intellectual do-it-yourself (<em>bricolage</em>). Each of his punstruments creatively cannibalizes and recycles preexisting materials, all that comes to hand. He is fully aware, too, of the very ancient tradition of the rebus, the pictorial pun. Not letting his own exuberance run away with him, he prudently issues a safety warning about the manipulation of tools and substances. Throughout, rhetoric, figures of speech, music, and handymanship feed productively and voraciously off each other.</p>\n<p>After all, the pun is, in (typically) more senses than one, first a mock-up and then, if it works, a working model. As Freud underlined, playing on the multiple meanings of words is an exercise in thrift: two or more meanings for one word or phrase. Wit is psychic economy. In more technological terms, like the computer, as Arnold says, the pun enables a continuous flip-flop (though flip gags often flop). The computer's version of this is a switching between two stable states (unstable mates), but of course any shuttling begets an element of instability, wobble, neitherone-thing-nor-the-other.</p>\n<p>Some Arnoldian examples: <em>Shoe Horn and Soul Music, Jello Dali, Orange-juice Harp, Knocked Urn in Sea</em> (did you wince? That is a clichéic, kneejerk reaction, and you should be ashamed of yourself), <em>Valse Teeth.</em> Infected, I cooked up: <em>Baby Sitar, Bad Vibes, King Gong, Anglo-saxophone</em> (scooped there, I think, by Christine Brooke-Rose). Punning is often, as with the suck-blow mouth-organ, vamping, i.e., harping, extracting blood out of a victim, or camping around. The punner like Arnold prolifically spawns neologisms, inkhorn terms, even nonce-words. As well as being purely verbal, the pun can be visual, kinetic, gestural. Arnold in fact offers useful tips (patter, stage-business) for performing his pieces, rather like the word-balloons in cartoons.</p>\n<p>As it is the humble, brazen harmonica, he suggests for the repertoire pop songs of all epochs or popular classics. As always in any collection of wordplays, many— most—are terrible or toothless (e.g., <em>Tuning Fork</em>, which lacks the desirable distance between the two items suddenly conjoined). He is fully conscious of his own, for which he coins “cacohomonym.”</p>\n<p>Swift said that like fleas, puns get everywhere. The impulse in this book is macaronic hybrid, adhocist, ecumenical, miscegenating. Example: “A <em>sabot</em> boat, although one could use it on any day of the week and not just on the <em>sabat</em> or <em>shabath</em>, which immediately tempts one to throw the baby out with the <em>shabath</em>, probably the best <em>solution</em>—if somewhat murky and not potable—after all.” This has the pseudo-shamefaced but essentially brass-necked mark of the inveterate punner. There is, of course, method in his madness (it has been claimed that puns introduce lunacy into language, but it was there all along), and capering “wordcaprice” in his pedantry. Brigid Brophy pointed out to me the musical puns in Mozart, where the horns sound forth on occasion to intimate cuckoldry.</p>\n<p>Unlike Onan, I am not myself a handyman, nor can I play anything except cricket or hooky. Arnold, like Georges Perec, provides his own <em>mode d'emploi</em>, instructions for use. All you need, apparently, is a lathe, a sharp knife, a band saw (not to be confused with a hawk), manual dexterity, dedication, and the requisite amount of the higher lunacy (though, like Hamlet, Arnold is “but mad northnorth-west”), and you too could say: “I can do that. Gizza job.”</p>\n<p>This book is highly sophisticated and deeply naive, just as punning is adult/childish, <em>iuvenis senex</em>; ingenuity and ingenuousness rub matey shoulders. All proceeds go to the Salvation Army. So salve your conscience, and save your soul, by buying it.</p>\n<p><em>[Walter Redfern, University of Reading]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Musical-Punstruments-Construction-Rhetorical-Instruments/dp/0940168286\"><em>Musical Punstruments</em></a></h1> <p>Zach M. Arnold, (The Boxwood Press, 1994).</p> <p>Salvationist, ex-army bugler, retired marine biologist, inventor, paronomasiamaniac, you name it, Zach Arnold has been or is it. He cites Byron's lines from <em>Don Juan</em>: “There's music in all things, if man had ears,” and then sets out with passionate vim to prove the point. The genial wheeze was to construct playable instrument sculptures, and to christen them with music-related puns (e.g., Tuba Toothpaste). Each of the sixty-two Heath Robinsons—Rube Goldbergs to you Americans—here illustrated conceals a miniature harmonica (diatonic and with the range of a full octave).</p> <p>Zach Arnold is fully versed in the theory and practice of punning, and clearly has it in his bones. He knows about Lévi-Strauss's notion of intellectual do-it-yourself (<em>bricolage</em>). Each of his punstruments creatively cannibalizes and recycles preexisting materials, all that comes to hand. He is fully aware, too, of the very ancient tradition of the rebus, the pictorial pun. Not letting his own exuberance run away with him, he prudently issues a safety warning about the manipulation of tools and substances. Throughout, rhetoric, figures of speech, music, and handymanship feed productively and voraciously off each other.</p> <p>After all, the pun is, in (typically) more senses than one, first a mock-up and then, if it works, a working model. As Freud underlined, playing on the multiple meanings of words is an exercise in thrift: two or more meanings for one word or phrase. Wit is psychic economy. In more technological terms, like the computer, as Arnold says, the pun enables a continuous flip-flop (though flip gags often flop). The computer's version of this is a switching between two stable states (unstable mates), but of course any shuttling begets an element of instability, wobble, neitherone-thing-nor-the-other.</p>"
}