{
  "type": "Article",
  "title": "The Grockles of Goodrington",
  "author": "Jerome Betts",
  "location": "Torquay",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Grockles of Goodrington</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay</span></em></p>\n<p>On the 25th of May 1995 a character in <em>The Archers</em>, BBC Radio's long-running country soap, mentioned “spending the weekend preparing Lower Loxley for an influx of grockles on Monday.” <em>The Archers</em> is set in the Midlands, but it seems the word <em>grockle</em> has trqanscended its southwestern connections and become a widely distributed informal term for 'tourist, summer visitor, or holidaymaker.' By extension, it can mean 'nonresident, nonlocal, or outsider.' Tony Thorne's <em>Bloomsbury Dictionary of Contemporary Slang</em> (1990) claims that it has been adopted by non-native hippies and travellers living in the West Country to refer to anyone who is not approved of.</p>\n<p>The <em>OED2e</em> labels <em>grockle</em> as <em>dialect</em> and <em>slang, of uncertain origin</em>, and <em>mildly disparaging</em>, as well as associating it especially with southwest England. It provides eight citations from 1964 to 1986, including John Fowels' novel <em>Daniel Martin</em>, and another referring to the Isle of Weight. In Cornwall the word <em>emmet</em> is used with exactly the same meaning and is likewise labelled <em>mildly disparaging</em> by the <em>OED</em>, which gives two citations, both of which include <em>grockle</em>, from 1975 and 1984. Its meaning is presumably transferred from the basic sense 'ant.' Indeed, the writer quoted in the 1984 citation [<em>Listener</em> 20 Sept. 23/1] regarded it, in comparison with <em>grockle</em>, as “less difficult and more vivid because its true meaning is 'ant.”' <em>The Bloomsbury Dictionary</em> claims it has been used in Cornwall since the 1950s.</p>\n<p>There have been various attempts to illuminate the uncertain origin of <em>grockle</em>, from the fanciful to the plausible. An Exeter University academic once speculated, perhaps tongue-in-cheek, that it might come from the Latin <em>graeculus</em>, translated as 'Greekling' with a derogatory flavour. It has often been derives from the name of the clown Grock, an allusion to the red sunburnt noses of seaside holidaymakers. That is the version given in <em>The Dictionary of Contemporary Slang</em>, by Jonathon Green (Pan Books 1984, rev. ed. 1992):</p>\n<blockquote>\n<p>The term originated in the West Country, specifically Torbay, where a local remarked that the stream of visitors to the town resembled little Grocks, or clowns...</p>\n</blockquote>\n<p>A most detailed and circumstantial account of its genesis, which more than a little impresses me, also traces its origin to the Torbay area and a comic, but not of the Grock variety. This version claims that <em>grockle</em> was the spontaneous coinage of a worker in the southwest holiday trade, prompted by an early memory of a picture story in a children's comic. Between 1952 and 1960 Arthur Rivers, then in his twenties and Londoner by birth, was in charge of the boating-lake at Goodrington, a district of Paignton in Devon, now part of Torbay. In the summer of 1955 or 1956, Mr Rivers saw among the customers a tiny old lady with beady eyes, a pointed nose and a ruddy, weatherbeaten, pinched-up face. He was so struck by her appearance that he observed to his assistant that the old lady was “like a little grockle.” His assistant, not surprisingly, replied, “What the hell's a grockle?” Mr Rivers explained that he had been reminded of a figure from a picture serial he had once read, called <em>Jimmy and his Grockle</em>. The grockle was a small dragonlike creature with magic powers. Mr rivers tells me that he could not recall the name of the comic, when he had seen it, and even whether it was British or an American import.</p>\n<p>The old lady and the three equally diminutive adults and two small children in her North Country group regularly visited the boating-lake during their holiday, and the staff took a fancy to the expression Mr Rivers had used and would say things like “Your grockle family's here” and so on. The term survived the departure of the originals and was soon consciously adopted for all the holidaying patrons, mainly from the Midlands and North, by the large number of seasonal employees at the lake. Mr Rivers' assistant, Freddie Fly, wrote an <em>Ode to the Grockle</em> and the coaches bringing the tourists were christened <em>grockle wagons</em>. Mr Rivers has emphasized to me that the word was not then used in a disparaging way, but more as a kind of professional in-joke, with about the same force as the now universal <em>punter</em> 'client, customer,' part of the verbal comaraderie of a lively band of young workers.</p>\n<p>The word became current among the families of the boating-lake's local staff and outlasted the season to be acquired later by other holiday trade people in the area, such as the Paignton-born novelist and local columnist Brian Carter. In an article in Torbay's <em>Herald Express</em> (May 1993), he remembered hearing grockle for the first time in the late 1950s when working on the Goodrington promenade. From there it would inevitably spread to Paignton and Torquay, the towns which, with Brixham, now make up Torbay.</p>\n<p>By the early 1960s Freddie Fly had become a barman at a Brixham pub and there met a writer, Peter Draper, who was working on a screenplay for a flim based on the adventures of seasonal workers in the holiday industry. He picked up Freddie Fly's use of <em>grockle</em> to add authenticity to his script. The flim, starring Oliver Reed, was released in Britain in 1964 as <em>The System</em> — the “system” being one to “pull birds” — and in the US as <em>The Girl-Getters</em>, a more explicit rendering of the same idea. This was the first national publicity for the hitherto local expression, and the <em>OED's</em> first citation of <em>grockle</em> is, in fact, from <em>Flims &amp; Fliming</em>, 31 October 1964, extracted from a review of what is presumably <em>The System</em>.</p>\n<p>In the same year Pan Books published a halfcrown paperback novelization by John Burke of Peter Draper's screenplay. The text contained the film's extended dialogue “explanation” of <em>grockle</em> (including <em>grockle-comforter</em> for 'transistor raido' and <em>grocklebox</em> for 'cheap camera') as well as its other passing references, but added about fifteen more in the narrative, with an example between quotation marks in the back-cover blurb. It may be that in pre-video days these appearances in print, after the film had ended its run in the cinema, played a part in the spread of the expression during the res of the 1960s.</p>\n<p>The word was certainly hard to escape in the Torbay area in the early 1970s, and by then often had a derisive flavour, as friction increased between young locals and young summer visitors. Hence “Look at those bloody grockles!” from some trawlerman was my own first encounter with it as I took a party of Swiss students round Brixham. Stickers reading <em>Nongrockle</em> could sometimes be seen in the rear windows of cars as an assertion of local identity. The word had also spawned more extensions, like <em>grock-trap</em> 'shop selling tourist sovenirs.' <em>The Daily Telegraph</em> of 12 August 1986 (the last of the <em>OED's</em> citations) also gives <em>grockle fodder</em> 'fish and chips,' <em>grockle bait</em> 'tourist souvenirs,' and <em>grockle nests</em> 'camp sites.'</p>\n<p>In 1993 Arthur Rivers, who had become the landlord of a Paignton pub, took part in a Radio Four programme with Peter Draper, Brian Carter, and an <em>OED</em> representative. At the end, the presenter handed Mr Rivers a photocopy from a 1937 issue of <em>The Dandy</em>, a British weekly children's comic. The page heading was <em>Jimmy and His Grockle</em>, so Mr Rivers was able to validate and localize the memory that had floated to the surface of his mind in the mid 1950s. <em>Grockle</em> turned out to be onomatopoeic, being all the little dragon ever said.</p>\n<p>The first number of <em>The Dandy</em>, published by D. C. Thomson of Dundee, was dated 4 December 1937, when Arthur Rivers would have been six or seven years old. However, <em>Jimmy and his Grockle</em> had started in 1932 as a conventional serial story in another Thomson children's publication, <em>The Rover</em>, before being “tracslated” into picture strip form in 1937. It ran again in the D.C. Thomson comic <em>Sparky</em> from 1966 to 1976.</p>\n<p>Perhaps it was <em>The System</em> that helped <em>grockle</em> to beome so far-flung and win out over the allegedly more vivid but today still Cornwall-confined <em>emmet</em>. But I personally would speculate that the unknown creator of <em>Jimmy and his Grockle</em> in the early 1930s keew the sort of word that resonates in children's memories. Could a further reason for the word's success be that it rhymes with the name of a kind of edible molluse that is a traditional feature of British seaside holidays? It clearly seems to have appealed to the writer of some verses in <em>Shooting Times &amp; Country Magazine</em> for 14 August 1975 — not spotted by the <em>OED</em> — which ran in part:</p>\n<blockquote>\n<p>There are the like in other lands,</p>\n<p>But here they call them grockles</p>\n<p>And feed them on the summer sands</p>\n<p>Ice-cream and rock and cockles.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Grockles of Goodrington</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay</span></em></p> <p>On the 25th of May 1995 a character in <em>The Archers</em>, BBC Radio's long-running country soap, mentioned “spending the weekend preparing Lower Loxley for an influx of grockles on Monday.” <em>The Archers</em> is set in the Midlands, but it seems the word <em>grockle</em> has trqanscended its southwestern connections and become a widely distributed informal term for 'tourist, summer visitor, or holidaymaker.' By extension, it can mean 'nonresident, nonlocal, or outsider.' Tony Thorne's <em>Bloomsbury Dictionary of Contemporary Slang</em> (1990) claims that it has been adopted by non-native hippies and travellers living in the West Country to refer to anyone who is not approved of.</p> <p>The <em>OED2e</em> labels <em>grockle</em> as <em>dialect</em> and <em>slang, of uncertain origin</em>, and <em>mildly disparaging</em>, as well as associating it especially with southwest England. It provides eight citations from 1964 to 1986, including John Fowels' novel <em>Daniel Martin</em>, and another referring to the Isle of Weight. In Cornwall the word <em>emmet</em> is used with exactly the same meaning and is likewise labelled <em>mildly disparaging</em> by the <em>OED</em>, which gives two citations, both of which include <em>grockle</em>, from 1975 and 1984. Its meaning is presumably transferred from the basic sense 'ant.' Indeed, the writer quoted in the 1984 citation [<em>Listener</em> 20 Sept. 23/1] regarded it, in comparison with <em>grockle</em>, as “less difficult and more vivid because its true meaning is 'ant.”' <em>The Bloomsbury Dictionary</em> claims it has been used in Cornwall since the 1950s.</p> <p>There have been various attempts to illuminate the uncertain origin of <em>grockle</em>, from the fanciful to the plausible. An Exeter University academic once speculated, perhaps tongue-in-cheek, that it might come from the Latin <em>graeculus</em>, translated as 'Greekling' with a derogatory flavour. It has often been derives from the name of the clown Grock, an allusion to the red sunburnt noses of seaside holidaymakers. That is the version given in <em>The Dictionary of Contemporary Slang</em>, by Jonathon Green (Pan Books 1984, rev. ed. 1992):</p>"
}