{
  "type": "Epistola",
  "title": "EPISTOLA William H. Dougherty",
  "contributor": "William H. Dougherty",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">William H. Dougherty</span></h1>\n<p>I cannot resist the temptation to comment on Israel Wilenitz's comment in his EPISTOLA [XXIII,1,24] about my EPISTOLA [XXII,2,10] in response to Milton Horowitz's “A Discouraging Word” [OBITER DICTA, XXII,1,13]. The subject of our epistolary dialogue is the etymology of the word <em>balagan</em>, a buzzword in modern Hebrew.</p>\n<p>If in Mr. Wilenitz's EPISTOLA he had written “Perhaps [instead of <em>Surely</em>] the vehicle for carrying the Russian word into modern Israeli Hebrew was Yiddish,” I would agree with him without reservation. But recent experiences in San Francisco, as well as casual earlier observations in the New York area and in Israel suggest to me that Russian is to the current Ashkenazic Diaspora what Yiddish was to earlier Jewish communities in Europe and America.</p>\n<p>The analogy is not perfect; analogies hardly ever are. Unless Yiddish is merely a dialect of German and not a separate language spoken almost exclusively by Jews, it differs from the Russian spoken by the bulk of Jewish emigrants from the USSR in being the Jews' own language rather than a shared language like Russian. In the following anecdote substitution of the word Russian for Yiddish kills the joke, though I am sure that many more Jews today speak Russian than speak Yiddish.</p>\n<blockquote>\n<p>An old Jewish lady in Israel was chided by her children for talking to their Sabra children in Yiddish, the dialect of the ghetto, instead of in Hebrew. “But,” the old grandmother protested, “I talk to them in Yiddish because I want them to know they're Jewish.</p>\n</blockquote>\n<p>Nevertheless, Jewish immigrants to America and even in Israel, despite pressure to learn Hebrew, communicate among themselves mainly in Russian, hardly ever in Yiddish. When Soviet Jews were allowed to emigrate and poured into New York, the HOBOE PYCCKOE CJIOBO, previously an anti-Communist Russian-language newspaper published in New York, became more Jewish than Christian in orientation, running ads for Jewish funeral parlors and Jewish summer camps. The best Soviet Jewish writers, in contrast to Isaac Bashevis Singer from Poland, wrote their masterpieces in Russian. I have in mind Babel, Yevgeniya Ginsburg and her half-Jewish son Aksyonov, the poets Osip Mandelshtam and Joseph Brodsky, and in my opinion the best novelist of World War II, Vasily Grossman.</p>\n<p>Recently I accompanied my wife to San Francisco where she underwent a series of diagnostic tests at the UCSF/ Mount Zion Medical Center, which, I gathered, was basically a Jewish institution. I was bemused to notice that throughout the hospital there were signs in Russian as well as English. I found myself chatting with one of the nurses in Russian. While waiting for my wife in the reception room, I saw a dapper little old fellow approach the information desk and attempt in Russian to get directions from the uncomprehending woman in attendance there behind a sign in several languages, including Tagalog—but not Yiddish. I interpreted for the old gentleman and then having nothing better to do, walked with him to the building he had been directed to. He was from Kiev. I was once at a Jewish friend's birthday party where somehow the guests, mostly Jewish, got to talking about their grandparents, most of whom came from Kiev and thereabouts. One of the guests, laughing, hyperbolically remarked, “Well, everyone's grandmother came from Kiev.” (Of course, politically the Ukraine, or Ukraine tout court as it is now officially called, is no longer Russian, but as for language, it is at least as Russian as it is Ukrainian.) So I guessed that the old gentleman was Jewish, and I would bet that he was fluent only in Russian.</p>\n<p>If indeed Russian is the principal language of the current Jewish Diaspora, <em>balagan</em>, at least in Milton Horowitz's example where it applied to a computer screen, might have come directly from Russian into Hebrew without the intermediary of Yiddish. Or perhaps it was simply Russian in English transliteration rather than the Hebrew or Yiddish word borrowed from Russian.</p>\n<p><em>[William H. Dougherty, Santa Fe]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">William H. Dougherty</span></h1> <p>I cannot resist the temptation to comment on Israel Wilenitz's comment in his EPISTOLA [XXIII,1,24] about my EPISTOLA [XXII,2,10] in response to Milton Horowitz's “A Discouraging Word” [OBITER DICTA, XXII,1,13]. The subject of our epistolary dialogue is the etymology of the word <em>balagan</em>, a buzzword in modern Hebrew.</p> <p>If in Mr. Wilenitz's EPISTOLA he had written “Perhaps [instead of <em>Surely</em>] the vehicle for carrying the Russian word into modern Israeli Hebrew was Yiddish,” I would agree with him without reservation. But recent experiences in San Francisco, as well as casual earlier observations in the New York area and in Israel suggest to me that Russian is to the current Ashkenazic Diaspora what Yiddish was to earlier Jewish communities in Europe and America.</p> <p>The analogy is not perfect; analogies hardly ever are. Unless Yiddish is merely a dialect of German and not a separate language spoken almost exclusively by Jews, it differs from the Russian spoken by the bulk of Jewish emigrants from the USSR in being the Jews' own language rather than a shared language like Russian. In the following anecdote substitution of the word Russian for Yiddish kills the joke, though I am sure that many more Jews today speak Russian than speak Yiddish.</p> <blockquote>\n<p>An old Jewish lady in Israel was chided by her children for talking to their Sabra children in Yiddish, the dialect of the ghetto, instead of in Hebrew. “But,” the old grandmother protested, “I talk to them in Yiddish because I want them to know they're Jewish.</p>\n</blockquote>"
}