{
  "type": "Article",
  "title": "Galling Gallicisms of Quebec English",
  "author": "Howard Richler",
  "location": "Quebec",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Galling Gallicisms of Quebec English</h1>\n<p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Quebec</span></em></p>\n<p><em>The Oxford Companion to the English Language (OCEL</em>) is missing an s at the end of its title, for it has headings for more than four hundred varieties of our multivaried mother tongue—Australian English, Singapore English, Indian English, Black Vernacular English, etc. Some of the varieties are unfamiliar, like Babu English, “a mode of address and reference in several Indo-Aryan languages, including Hindi, for officials working forrajahs, landlords, etc.”</p>\n<p>My mother tongue is one of the mutants listed in <em>OCEL</em>, and I am constantly being reminded of the peculiarities of my usage. After giving an American telephone receptionist my phone number, I added, “My local is 222.” “Your what?” she retorted. I quickly corrected myself: “My extension is 222.” I left a Newfoundland customer perplexed when I told him that I would try to find an item at one of our <em>filials</em>, instead of <em>subsidiaries</em>. I am guilty of speaking Quebec English.</p>\n<p>In Quebec, it is taken for granted that English affects French. One hears expressions like <em>le snack bar, chequer</em> (instead of <em>verifier</em>), and <em>un towing</em> 'a tow truck.' In the business world one encounters a myriad of Anglicisms like <em>meeting, cash flow, down-size</em>, and <em>business</em> itself. The presence of these borrowings make some Quebecois feel that their language is under threat. More and more, however, the flow is not unidirectional: most English-speaking monolingual Quebecer will use <em>metro</em> for <em>subway, dépanneur</em> for <em>convenience store</em>, and <em>caisse populaire</em> instead of <em>cooperative bank</em>. The following demonstrates the French influence on Quebecois English:</p>\n<blockquote>\n<p>The <em>professor</em> ('teacher') at the <em>polyvalent</em> ('high school') believed that <em>scholarity</em> ('education') was being affected by students <em>consecrating</em> ('devoting') more time to <em>manifestations</em> ('demonstrations') about the dress code than to their <em>notes</em> ('grades'). During his <em>conferences</em> ('lectures'), their inattention was hurting their <em>apprenticeship</em> ('learning of the subject matter'). He also felt he was getting <em>collaboration</em> ('cooperation') from his confreres, <em>Anglophone</em> ('English speakers'), <em>Francophone</em> ('French speakers'), and <em>Allophone</em> ('speakers of neither English nor French') in better serving the <em>collectivity</em> ('community'). He thus had a <em>rendezvous</em> ('meeting') with the <em>Director-General</em> ('principal'), Monsieur Gendron, and stated that it was a <em>primordial</em> ('essential') consideration that some teachers be let go before they reached <em>permanence</em> ('tenure') under the <em>syndicate</em> ('union') agreement. Monsieur Gendron wrote back saying that he had requested a <em>subvention</em> ('grant') in the <em>annex</em> ('appendix') to his <em>planification</em> ('policy') budget to the <em>confessional</em> ('denominational') school board in order that formation <em>modalities</em> ('training methods') could be created to make teachers more dynamic <em>animators</em> ('group leaders').</p>\n</blockquote>\n<p>Although terms like <em>collaboration, rendezvous</em>, and <em>annex</em> might be used in non-Quebec English contexts, they read like inappropriate choices from a synonym dictionary, and <em>cooperation, meeting</em>, and <em>appendix</em> seem more natural.</p>\n<p>The trend towards the Gallicization of English in Quebec coincides with the introduction of pro-French legislation around twenty years ago, and the use of French has gained in prestige as a result, making it more likely for Gallic loanwords to appear in English. Anglophones are speaking French to a greater extent at home and at work, creating a situation in which the French term becomes more familiar than the English. Thus, an Anglophone might use the word <em>demand</em> when he means 'ask,' <em>reparations</em> when he means 'repairs,' and <em>remark</em> when he means 'notice,' because he is constantly employing <em>demander, réparations</em>, and <em>remarquer</em> when speaking French.</p>\n<p>These <em>faux amis</em> ('false friends'), as they are called, are confused both by Anglophones speaking French and Francophones speaking English. They are also among many of the words likely to have their meanings changed in Quebec English. For example, <em>résumer</em> does not mean 'to resume' but, as Americans know from their adoption of <em>résumé</em> for curriculum vitae, 'to summarize'; and <em>decevoir</em> means 'to disappoint,' not 'to deceive.' Not many Anglophones in Quebec today use <em>resume</em> and <em>deceive</em> in the French sense, but over time I suspect that such usages will increase.</p>\n<p>It is often hard to know where English and French begin and end. Franglais includes such classics as <em>hot-dog steamé</em> all <em>dressed</em>, and a rock music review which declared that a group's appeal was to <em>male white trash de vieille souche. Vieille souche</em> is a term that refers to “old stock” Quebecers.</p>\n<p>To those who bemoan the loss of the chastity of the French language, all I can say is that the lady never was a virgin: French is essentially mutated Latin corrupted by Arabic, Gaulish, and Germanic, to name a few of the seducers. Even the name of the country, <em>France</em>, owes its name (as does <em>England</em>) to a Germanic tribe. Language purity is a myth. The reality is that English and French have been borrowing from one another since at least 1066. Ironically, some of the dreaded Anglicisms, like <em>rosbif</em> and <em>club</em>, were originally Gallicisms that had penetrated English in the 18th century.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Galling Gallicisms of Quebec English</h1> <p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Quebec</span></em></p> <p><em>The Oxford Companion to the English Language (OCEL</em>) is missing an s at the end of its title, for it has headings for more than four hundred varieties of our multivaried mother tongue—Australian English, Singapore English, Indian English, Black Vernacular English, etc. Some of the varieties are unfamiliar, like Babu English, “a mode of address and reference in several Indo-Aryan languages, including Hindi, for officials working forrajahs, landlords, etc.”</p> <p>My mother tongue is one of the mutants listed in <em>OCEL</em>, and I am constantly being reminded of the peculiarities of my usage. After giving an American telephone receptionist my phone number, I added, “My local is 222.” “Your what?” she retorted. I quickly corrected myself: “My extension is 222.” I left a Newfoundland customer perplexed when I told him that I would try to find an item at one of our <em>filials</em>, instead of <em>subsidiaries</em>. I am guilty of speaking Quebec English.</p> <p>In Quebec, it is taken for granted that English affects French. One hears expressions like <em>le snack bar, chequer</em> (instead of <em>verifier</em>), and <em>un towing</em> 'a tow truck.' In the business world one encounters a myriad of Anglicisms like <em>meeting, cash flow, down-size</em>, and <em>business</em> itself. The presence of these borrowings make some Quebecois feel that their language is under threat. More and more, however, the flow is not unidirectional: most English-speaking monolingual Quebecer will use <em>metro</em> for <em>subway, dépanneur</em> for <em>convenience store</em>, and <em>caisse populaire</em> instead of <em>cooperative bank</em>. The following demonstrates the French influence on Quebecois English:</p>"
}