{
  "type": "Article",
  "title": "Turning To Nod Goodbye",
  "author": "Josephine Crilly",
  "location": "Sale, Cheshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Turning To Nod Goodbye</h1>\n<p><em><span data-rel=\"author\">Josephine Crilly</span> <span data-rel=\"location\">Sale, Cheshire</span></em></p>\n<p>“Cyberspeak” is ubiquitous. Many cyberwords, for example, <em>download, laptop</em>, and <em>modern</em> are euphonious, enriching the language. They are not loanwords, but here in their own right. Other terminologies, especially that of metrication, are cuckoos in the nest. In turfing out the venerable words, they deprive the language of colour and warmth</p>\n<p>Arnold Bennett said that any change, albeit for the better, is always accompanied by drawbacks and discomforts. One regrets the inevitable parting with words that have served us since Anglo-Saxon times and were here before King Alfred. Many arrived with William the Conqueror. Others were absorbed in Shakespeare's time, often from the great literatures of Greece and Rome. Soldiers, sailors, and traders brought home idioms from distant lands.</p>\n<p>Some words die and are forgotten, but many of those which wrapped themselves about us like comfy old coats are stolen off our backs. So we don 'hectares,' 'litres,' and milligrams'—but not, I hope, without turning to nod goodbye respectfully to the earliest form of English bequeathed by our ancestors.</p>\n<blockquote>\n<p>I like that ancient Saxon phrase, which calls The burial-ground God's-Acre!</p>\n<p>[Longfellow: “God's-Acre”]</p>\n</blockquote>\n<p>Only in phrases like <em>God's-Acre</em> and <em>broadacre</em> does <em>acre</em> still mean a field of sorts. Correctly, an acre is a measure of 4840 square yards of land, whereas Old English <em>aecer</em> was the field—a piece of land cleared for ploughing or grazing. An acre's precise definition varied according to time and place. A farmer was an <em>acreman</em> who paid a <em>firma</em>, or 'fixed rent.'</p>\n<p>Later an acre was a strip of open field, large enough to be ploughed by a yoke of oxen in one day. To help the ploughman measure his 4840 square yards, a chain 22 yards long was laid along the field's headland, showing the width to be ploughed. From here he would plough furlongs (i.e., 'a furrow long'), of 10 chains or 220 yards. Come Sunday, the ploughman might mark out the village cricket pitch, having borrowed the farmer's chain: 22 yards exactly.</p>\n<p>Persons of a certain age learned by rote that eight furlongs make a mile, and since the 9th century, a furlong has described an eighth part of an English mile, regardless of its agricultural definition.</p>\n<p>From time immemorial we have used our bodies for measuring—by <em>foot</em>, for example. An <em>ell</em>, Anglo-Saxon <em>eln</em>, was a rough reckoning, being the distance from the crook of the arm to the end of the longest finger, the elbow being where the bow or bend occurred. <em>Bow</em> is from an old verb, <em>bugan</em> 'to bend,' and is at the root of <em>rainbow, bow</em> (tie), and <em>bow</em> (and arrow).</p>\n<p>Using our fingers, we counted in tens. Numbers 11 and 12 emphasize this finger-reckoning. After ten sheep had passed him, the shepherd had used up all his fingers. Many etymologists believe that <em>endleofon</em> is the Old English form for 'left after ten,' 'one left over.' Twelve in Old English was <em>twa-lif</em> or <em>twelf</em>, when 'two (more than ten)' were left. <em>Twa-lif</em> represents the elements in 'two' and 'leave.'</p>\n<p>To <em>tell</em> meant to 'count' (as in <em>telling the beads of a rosary</em>); a <em>tale</em> was a 'reckoning.' In <em>L'Allegro</em>, Milton writes:</p>\n<blockquote>\n<p>And every shepherd tells his tale Under the hawthorn in the dale.</p>\n</blockquote>\n<p>In telling his tale, every shepherd counted his sheep as they went past him. We still tell the time.</p>\n<p>A <em>hand-span</em> is the stretch from thumb to little finger. According to Dr. Johnson, <em>span new</em> was the term applied to cloth immediately after taking it off the <em>spannans</em>, or 'stretchers.'</p>\n<p>A rod, pole, or perch was measured by a stick, the Old English <em>rodd</em> being 5½ yards. The area of an acre was standardized by Edward I as being land 40 rods long by 4 rods wide.</p>\n<p><em>Yard</em> (OE <em>gyrd, geard</em>) is of superior stock: the earth itself was <em>middangeard</em> 'middleyard,' being the place between the abode of the gods and the abode of giants. As a suffix it survives in <em>churchyard, dockyard</em>, and <em>shipyard</em>.</p>\n<p>Until about 1150, Old English time was reckoned by nights, not by days, for the Anglo-Saxon language flourished in lands where nights were long and the days fleeting periods of light. “The light of learning,” notes Simeon Potter in <em>Our Language</em>, “shone more brightly in Northumbria than anywhere else in Europe.” Northumbria was then on the periphery of the civilised world.</p>\n<p>North American friends rightly regard as archaic my use of <em>fortnight</em>, this word being a survival of the old way of reckoning two weeks, by using 'fourteen-night.' Shakespeare uses <em>sevennights</em> for 'week' when the three weird sisters chant:</p>\n<blockquote>\n<p>Weary se'ennights, nine times nine Shall he dwindle, peak and pine.</p>\n<p>[<em>Macbeth</em> i, 3, 20]</p>\n</blockquote>\n<p>Reckoning by nights is a relic of the Celtic custom of starting the day at sunset. In the Book of Genesis too, evening always precedes morning: “The evening and the morning were the first day....” The time between light and dark, <em>twilight</em>, is of the same root as <em>two, twain, twixt</em>, and <em>tween</em>, from Old English <em>twa</em>.</p>\n<p>A certain drama is attached to words prefixed by <em>night</em>-. From Old English <em>galen</em> 'to sing' comes <em>nightingale</em>, simply 'the singer by night.' <em>Deadly nightshade</em> and <em>woody nightshade</em>, the narcotic plants commonly known as belladonna and bittersweet, have their origins in Old English <em>nihtscada, niht</em> 'night' and <em>scada</em> 'shade.' Old English <em>mare</em> in <em>nightmare</em> means 'demon or devil.' Tennyson writes of “the black bat, night,” Shakespeare of “the foul womb of night.” Better sleep might have resulted from taking a <em>nightcap</em> or grog (whiskey preferred) before bedtime, helped too by wearing a <em>night cap</em>.</p>\n<p>Small units of time—<em>second, minute</em>, and <em>hour</em>—are borrowed from Latin <em>secundus, minuta</em>, and <em>hora. Year, month, week</em>, and <em>day</em> are Old English <em>gear, monao, wice</em>, and <em>daeg</em>. Day has poetical overtones. The daisy flower closes its pink-tipped petals (lashes), and goes to sleep when the sun sets. In the morning the petals open to the light. Anglo-Saxon for <em>daisy</em> was <em>daeges eage</em> 'day's eye.'</p>\n<p>The Bible uses <em>dayspring</em> for the beginning of the day; also for the commencement of the Messiah's reign:</p>\n<blockquote>\n<p>The dayspring from on high hath visited us.</p>\n<p>[Luke i, 78]</p>\n</blockquote>\n<p>Old English <em>springan</em> (German <em>springen</em>) became <em>spring</em>, but an older word for that season marks a period of the Church Year: Lent. The Saxon's March was <em>lencten</em>. Lenten food being frugal and stinted, Shakespeare has “lenten entertainment” in <em>Hamlet</em>, “a lenten answer” in <em>Twelfth Night</em>, and “a lenten pye” in <em>Romeo and Juliet. Lent lily</em> is the older name for the daffodil.</p>\n<blockquote>\n<p>When daffodils begin to peer,</p>\n<p>With heigh! the doxy, over the dale,</p>\n<p>Why, then comes in the sweet o' the year,</p>\n<p>For the red blood reigns in the winter's pale.</p>\n<p>[<em>A Winter's Tale</em>, IV, ii, 1]</p>\n</blockquote>\n<p>Of unknown origin, <em>doxy</em> is variously the low term for 'sweetheart or mistress, female tramp or beggar, plaything or paramour [toy boy?], even a baby.' In the West of England, babies were called “doxies.”</p>\n<p>The oldest words, for example, <em>wife, live, fight, love, sleep</em>, and <em>house</em>, relate to home and family. They also include the counting of time and measuring of space, the meeting of communities, the working of the soil and caring for beasts. The language was not called “Anglo-Saxon” by those who spoke it, but “Englisc” from <em>Engle</em> 'Angles,' Anglo-Saxon being simply the earliest form of the language.</p>\n<p>William Burroughs said that words are “an around-the-world, ox-cart way of doing things, awkward instruments,” eventually to be laid aside. He was thinking of the space age and no doubt would have included the cyberworld. But Richard Morrison, writing in <em>The Times</em> in 1995, says he knows a journalist who has taken to writing his stories in longhand, revising them laboriously in ink, and only then tapping them into the computer. When Morrison asked why he did that, his friend answered, “So that posterity can compare the various drafts.” Shakespeare would surely have understood the need.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Turning To Nod Goodbye</h1> <p><em><span data-rel=\"author\">Josephine Crilly</span> <span data-rel=\"location\">Sale, Cheshire</span></em></p> <p>“Cyberspeak” is ubiquitous. Many cyberwords, for example, <em>download, laptop</em>, and <em>modern</em> are euphonious, enriching the language. They are not loanwords, but here in their own right. Other terminologies, especially that of metrication, are cuckoos in the nest. In turfing out the venerable words, they deprive the language of colour and warmth</p> <p>Arnold Bennett said that any change, albeit for the better, is always accompanied by drawbacks and discomforts. One regrets the inevitable parting with words that have served us since Anglo-Saxon times and were here before King Alfred. Many arrived with William the Conqueror. Others were absorbed in Shakespeare's time, often from the great literatures of Greece and Rome. Soldiers, sailors, and traders brought home idioms from distant lands.</p> <p>Some words die and are forgotten, but many of those which wrapped themselves about us like comfy old coats are stolen off our backs. So we don 'hectares,' 'litres,' and milligrams'—but not, I hope, without turning to nod goodbye respectfully to the earliest form of English bequeathed by our ancestors.</p>"
}