{
  "type": "Epistola",
  "title": "EPISTOLA Michael Vnuk",
  "contributor": "Michael Vnuk",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Michael Vnuk</span></h1>\n<p>A few comments that arise from XXII, 3:</p>\n<p>On “Some Secrets of English Nicknames,” by Ralph Emerson: the article did not mention a common Australian nickname pattern. Some examples:</p>\n<blockquote>\n<p>Barry Bazza Gary Gazza Warren Wozza</p>\n<p>Sharon Shazza Darryl Dazza</p>\n</blockquote>\n<p>The nicknames can be shortened to <em>Bazz, Shazz,</em> etc. (I've never seen or heard <em>Hazza</em> for <em>Harry</em>.) <em>Bazza</em> was the nickname of the title character in <em>The Adventures of Barry McKenzie</em>, a comic strip created by Barry Humphries and artist Nicholas Garland. The strip first appeared in <em>Private Eye</em> and was the subject of two films in the early 1970s. Barry Humphries (also known for his alter ego Dame Edna Everage) is an Australian with a sharp ear for language. I don't know how much use the nickname pattern had before the 1970s, although I'm inclined to think that the films increased the use of the pattern. The suffix -<em>s</em> for nicknames still seems to be used, as in the following, which I have heard in the last year or so:</p>\n<blockquote>\n<p>Kylie Kyles Julie, Julia Jules</p>\n<p>Shirley Shirls</p>\n</blockquote>\n<p>On computer language (David Isaacson's “Power Users Dump Baudy Language...”), I've noticed that the expressions can be humorous and often cynical. For instance, the head has been called a <em>neck-top computer</em>, on the lines of <em>desk-top computer</em>. The early portable computers were more aptly described as <em>luggable</em>. Software which is promised but whose release is repeatedly delayed or even abandoned, is called <em>vapourware</em>, and <em>shelfware</em> is software that is bought but never used, i.e., it just sits on the shelf. New hardware or software, which the marketers have trumpeted as <em>leading-edge technology</em>, is called <em>bleeding-edge technology</em> by those who have experienced the many problems accompanying new products.</p>\n<p>On apostrophes (John Felts's “Safire's Syndrome”), I have occasionally wondered if I need an apostrophe if the word already has an apostrophe. For example, if the Burger King chain puts out a new product, it's called <em>Burger King's new product</em>. On that basis, if the organisation <em>McDonald's</em> puts out a new product, shouldn't it be called <em>McDonald's new product?</em> Or am I just making things too complicated?</p>\n<p><em>[Michael Vnuk, Brisbane, Queensland]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Michael Vnuk</span></h1> <p>A few comments that arise from XXII, 3:</p> <p>On “Some Secrets of English Nicknames,” by Ralph Emerson: the article did not mention a common Australian nickname pattern. Some examples:</p> <blockquote>\n<p>Barry Bazza Gary Gazza Warren Wozza</p>\n<p>Sharon Shazza Darryl Dazza</p>\n</blockquote> <p>The nicknames can be shortened to <em>Bazz, Shazz,</em> etc. (I've never seen or heard <em>Hazza</em> for <em>Harry</em>.) <em>Bazza</em> was the nickname of the title character in <em>The Adventures of Barry McKenzie</em>, a comic strip created by Barry Humphries and artist Nicholas Garland. The strip first appeared in <em>Private Eye</em> and was the subject of two films in the early 1970s. Barry Humphries (also known for his alter ego Dame Edna Everage) is an Australian with a sharp ear for language. I don't know how much use the nickname pattern had before the 1970s, although I'm inclined to think that the films increased the use of the pattern. The suffix -<em>s</em> for nicknames still seems to be used, as in the following, which I have heard in the last year or so:</p>"
}