{
  "type": "Article",
  "title": "CLASSICAL BLATHER: On Blue Moons, and Others",
  "author": "Nick Humez",
  "location": "(argentarius@juno.com)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: On Blue Moons, and Others</h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">(argentarius@juno.com)</span></em></p>\n<p>Nature has favored us with a single large satellite with two felicitous peculiarities: It always turns the same face towards us, and it appears exactly the same size in the sky as our sun. The latter property makes a total solar eclipse, if we are fortunate enough to see one, one of the most astonishing events of our lives: After an alarming prelude of the sun being seemingly nibbled away to a tiny sliver by a giant but invisible mouth, our world is plunged into a shadowy half-light as the mercury plummets and birds fall silent, a time just long enough for us to have serious doubts about the rightness of things and of our sanity before the flash of “Bailey's Beads”—the glint of sunlight between the peaks of the moon's mountains—as the bright crescent emerges again, gradually waxing into the warm daystar we take for granted most of the time. It is a profoundly unsettling experience, even for those of us who pride ourselves on our rationality and scientific sophistication; its terrifying effect on societies unfamiliar with its cause and unable to predict its recurrence can scarcely be imagined.</p>\n<p>And a solar eclipse is just one of the spectacular celestial effects to which our moon kindly treats us. This column's title, however, has less to do with any intrinsic lunar property and much more with how we reckon time, and specifically how we reconcile the relation between the natural cycle of the moon (about 291/2 days to circle the earth completely, and thus to go through its changes from new to full and back to new again) and the month, which, despite its name, does not necessarily bear a direct one-to-one correspondence to what astronomers now sometimes call a lunation.</p>\n<p>A “blue moon” today means the second appearance of a full moon within a (Gregorian )<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> calendar month. This is rare (hence “once in a blue moon”) but by no means impossible given months of 30 and 31 days. This year, in fact, blue moons are not rare at all, there being two of them in twelve months: one in January (the moon was full on January 2 and January 31) and another in March (having had full moons on March 2 and March 31, February of 1999 having had no full moon at all.) On the other hand, having two of them in a year is itself a rare thing: the next year this will happen is 2018, and the next after that in 2037.</p>\n<p>It appears, however, that this meaning of “blue moon” is a relatively recent one. In a recent issue of his electronic newsletter World Wide Words<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>, Michael Quinion, citing an article by Philip Hiscock in the March 1999 issue of <em>Sky and Telescope Magazine,</em> notes that the current definition of the expression has been widespread only in the late '80s and '90s after it appeared on a card in the popular game <em>Trivial Pursuit,</em> which cited as its source an item in a children's almanac published in 1985, which itself drew on a radio program of 1979 which referred to a quiz in <em>Sky and Telescope</em> in 1943, which in turn referenced an item in the <em>Maine Farmer's Almanac</em> of 1934 —”and there the trail goes cold,” Quinion says, adding that the oldest reference in the chain defines a <em>blue moon</em> as the second one not in a calendar month but in a zodiacal house (which, since these change every 365_∏12 days, or a little over 30, make such an event a little less likely but again far from a once-in-a-lifetime proposition).</p>\n<p>Clearly one must delve deeper, and Quinion has obligingly done so, finding a 1528 citation (in a piece charmingly entitled <em>Rede and Be not Wrothe</em>), “Yf they say the mone is blewe, we must believe that it is true.”<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> This would suggest not just rarity but hens'-teeth impossibility. However, there are occasions when the moon really does appear blue, thanks to smoke or dust in the atmosphere from a very large volcanic event, such as the explosion of the Indonesian island of Krakatau in 1883, or the eruption of Mt. St. Helens in 1980. (Large forest fires or the massive brush conflagrations of Third-World slash-and-burn agriculturists, can also produce this effect.)<sup><a href=\"#user-content-fn-b5\" id=\"user-content-user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Rare does not mean irregular: Clever readers of paragraph 3 above might guess that the next double-blue-moon year after that will be somewhere around 2056, and they will be right. This is because the common denominator of a 365_-day2 solar year and a 29_-day lunar month yields a cycle of 19 solar years (=235 lunations). If there's a blue moon in March of 2018, there should be one in March of 2037 too.</p>\n<p>The lack of a good fit between a solar year and one based on cycles of the moon has led to several work-arounds, depending on the culture. The Jewish calendar has twelve months of 29 or 30 days <em>(Tishri, Marheshvan, Kislev, Tebet, Shebat, Adar, Nisan, Iyar, Sivan, Tammuz, Av, and Elul);</em> the discrepancy with the solar year is trued up seven times in a 19-year cycle by inserting an extra month, called Second Adar, between Adar and Nisan, whose first day in antiquity used to be the official beginning of the year. (It has since been switched to the first of Tishri, celebrated as the feast of Rosh Hashonah). This allows months to stay lunar but keeps the year more or less in tune with the sun and the fixed stars.</p>\n<p>Muslims also observe a lunar month—literally observe it, in fact, since the month starts with the actual observation of the new moon's crescent, and that can vary by as much as two days depending where on earth one is doing the observing—and dates in the Islamic calendar start at sunset, not at midnight. Thus, as astronomical dating expert Khalid Shaukat points out<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>, a person whose Gregorian birthdate was August 31, 1952, might have any of four Islamic birth dates: Zul-Hijja 8, 9, 10, or even 11, depending on the time of day, hemisphere, and latitude of his or her birth.</p>\n<p>There are twelve months in the Muslim year: Ramadan, Shawwal, Zul-Qada, Zul-Hijja, Muharram, Safar, Rabi I, Rabi II, Jumada I, Jumada II, Rajab, and Sha'ban. Each starts on the evening of the first visibility of the lunar crescent. However, unlike the Jewish calendar, there is no provision for intercalary months; after Sha'ban comes Ramadan and the cycle starts all over again. In consequence, the Islamic year is ten or eleven days shorter than the Gregorian one. Dates being reckoned from the Hegira or Hijjra, the year of the Prophet Mohammed's flight from Mecca to Medina (=622 A.D.), the current year is 1420 A.H., though in Gregorian years the Hegira was 1387 years ago. Both “month” and “year,” then, far from being absolutes, assume the status of cultural constructs.</p>\n<p>It is in the nature of the moon to appear ever changeable. Perhaps that is one reason why men in love with binary categories, from ancient Mesopotamia to modern Manhattan, have made the sun male and the moon female, whether Shamash and Ishtar in Babylon or Apollo and Artemis/Diana in Greece and Rome. Another reason may be that courtship is often carried on more conveniently at night, and the moon becomes both the lamp to guide men to the seductive female Other and, by extension, the Other herself, the madwoman in the celestial attic.</p>\n<p>Of the 110 lunar citations in <em>Bartlett's Familiar Quotations,</em> at least a quarter refer to the moon's pale light, its inaccessibility, its silence, its barrenness, and its association with irrational behavior of dogs and people. Beauty is linked with calamity, or at least peril: A <em>mooncalf</em> is a freak or a fool; the insane are <em>moonstruck</em> (or <em>lunatic</em>). We may get a touch of <em>moon-blink,</em> a momentary blindness supposedly caused by sleeping out in the open and exposed to the moon's rays. (To be <em>moon-blind,</em> on the other hand, refers not to people but to horses, and probably derives from the cloudy appearance of the lens of the eye.) Sexuality lurks in such expressions as <em>mooning,</em> i.e. displaying the bare buttocks, a prank particularly favored by adolescent boys as an act of male bonding; women, on the other hand, may euphemistically refer to their <em>moon-time,</em> the average human menstrual cycle and the lunar cycle both being very close to four weeks.[^b7]</p>\n<p><em>Moonshine</em> is illicitly distilled corn liquor, also called <em>white lightning;</em> a <em>moonlighter</em> is one who works on the side, often on the swing or graveyard shift, in addition to and contrast with his or her “legitimate” day job. <em>Moonraking</em> is woolgathering, but also another word for smuggling, from the tradition that those in England who raked a pond to retrieve smuggled goods concealed in it, if surprised by the authorities and asked what they were doing, would play the simpleton and claim that they were attempting to rake up the moon reflected on the water's surface.</p>\n<p>No article on blue moons would be complete without mentioning a song dear to the hearts of American baby boomers reading this article (in whose intracerebral auditory synapses the introductory “BAU-pa-pa-BAU-pa-BAU-pa-BAU-BAU. . .” must surely have been lurking throughout most of the preceding paragraphs). The Marcels' rendition of “Blue Moon” leapt from the charts to our hearts as the 1950s skidded around the corner into the '60s with a squeal of rubber and a roar of Hollywood glasspack mufflers: “Blue moon,/You saw me standing alone,/Without a dream in my heart,/Without a love of my own. . . .Then suddenly you appeared before me,/The only one my arms could ever hold,/ I heard someone whisper “Please adore me,”/And when I looked my moon had turned to gold. . . . .” Other versions of the song were recorded by Elvis Presley and Bob Dylan, but none with the manic drive of the Marcels' up-tempo doo-wop cover.</p>\n<p>In the 1980s “Blue Moon” was adopted as a team anthem by English soccer fans loyal to the Manchester Blues, and hence came to be sung ironically and derisively by adherents of opposing teams. New topical lyrics sometimes were substituted for the classics. After a famous win over the Rags in1989, Blue fans gleefully sang to the fans of the opposition, “Blue Moon,/You started singing our tune,/You won't be singing for long,/Because we beat you 5-1.<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup>”</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>Pope Gregory XIII's calendar of 1582 was a revision correcting a ten-day error, the result of a lingering imprecision multiplied during 1600 years of the previous Julian calendar, itself a reform under Julius Caesar of the still older Roman calendar which had gotten out of phase with the solar year by several months. The Gregorian calendar is essentially the one Westerners use today, with its 365-day year plus an extra day thrown in every four years except at the turn of three centuries out of four. In case you're wondering, there will be a February 29 in the year 2000. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b3\">\n<p>For more information about this delightful publication, write to <em><a href=\"mailto:worldwidewords@linguist.ldc.upenn.edu\">worldwidewords@linguist.ldc.upenn.edu</a>.</em>[Q]:uinion himself lives in the British seaport of Bristol, whose venerable maritime tradition is enshrined in, among other places, the touchmark of its silversmiths' guildhall, an anchor. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b4\">\n<p>Dating from the same period are the first mentions of the moon being made of green cheese, cited by John Heywwod in his 1541 collection of English proverbs but first appearing in print a dozen years earlier in John Frith's A Pistle to the Christian Reader, published in 1529: “They woulde make me[n] beleue that the Mone is made of grene chese.” Both blue and green-cheese moons are clearly intended to mean nonsense. A more rational view of the latter, however, has been offered recently by a child whose name is unfortunately lost to posterity but whose age (6) has been preserved, and who, with charming ingenuity, explained that “For centuries, people thought the moon was made of green cheese. Then the astronauts found that the moon is really a big hard rock. That's what happens to cheese when you leave it out.” <a href=\"#user-content-fnref-b4\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b5\">\n<p>By contrast, the color of the moon during a lunar eclipse is a faded red; the earth's albedo — the reflectivity of its surface — keeps the moon from being altogether darkened during the hour or so when it is in the earth's shadow. While not as awe-inspiring as the blotting out of the sun at mid-day during a solar eclipse, the transition of the moon from its silvery fullness to a sickly dried-blood color can inspire a distinct uneasiness, and as the eclipse lasts nearly ten times as long, the cumulative effect can be quite unsettling. on the other hand, lunar eclipses are much more frequent, so one can get used to them, not the case with eclipses of the sun. <a href=\"#user-content-fnref-b5\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b6\">\n<p>Shaukat, who is also an engineer and mathematician, has a fascinating web site at <a href=\"http://moonsighting.com\">http://moonsighting.com</a>. <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b8\">\n<p>According to Roger “Blue Kiwi” Sharp in his review of Larry Bulmer and Bob Mills' Dicks Out: The Unique Guide to British Football Songs. <a href=\"#user-content-fnref-b8\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: On Blue Moons, and Others</h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">(argentarius@juno.com)</span></em></p> <p>Nature has favored us with a single large satellite with two felicitous peculiarities: It always turns the same face towards us, and it appears exactly the same size in the sky as our sun. The latter property makes a total solar eclipse, if we are fortunate enough to see one, one of the most astonishing events of our lives: After an alarming prelude of the sun being seemingly nibbled away to a tiny sliver by a giant but invisible mouth, our world is plunged into a shadowy half-light as the mercury plummets and birds fall silent, a time just long enough for us to have serious doubts about the rightness of things and of our sanity before the flash of “Bailey's Beads”—the glint of sunlight between the peaks of the moon's mountains—as the bright crescent emerges again, gradually waxing into the warm daystar we take for granted most of the time. It is a profoundly unsettling experience, even for those of us who pride ourselves on our rationality and scientific sophistication; its terrifying effect on societies unfamiliar with its cause and unable to predict its recurrence can scarcely be imagined.</p> <p>And a solar eclipse is just one of the spectacular celestial effects to which our moon kindly treats us. This column's title, however, has less to do with any intrinsic lunar property and much more with how we reckon time, and specifically how we reconcile the relation between the natural cycle of the moon (about 291/2 days to circle the earth completely, and thus to go through its changes from new to full and back to new again) and the month, which, despite its name, does not necessarily bear a direct one-to-one correspondence to what astronomers now sometimes call a lunation.</p> <p>A “blue moon” today means the second appearance of a full moon within a (Gregorian )<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> calendar month. This is rare (hence “once in a blue moon”) but by no means impossible given months of 30 and 31 days. This year, in fact, blue moons are not rare at all, there being two of them in twelve months: one in January (the moon was full on January 2 and January 31) and another in March (having had full moons on March 2 and March 31, February of 1999 having had no full moon at all.) On the other hand, having two of them in a year is itself a rare thing: the next year this will happen is 2018, and the next after that in 2037.</p>"
}