{
  "type": "Article",
  "title": "Identity and Language in the SM Scene",
  "author": "M. A. Buchanan",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Identity and Language in the SM Scene</h1>\n<p><em><span data-rel=\"author\">M. A. Buchanan</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>For the past seven years, I have been studying the process of identity formation among SM/radical-sex practitioners living in and around New York City, in preparation for my doctoral thesis in cultural anthropology. Among the first things that I noticed when I started doing my research was the importance of language in the definition of what people in my subject group did, how they thought about it, and how they saw themselves in relation both to other differently-pleasured people (swingers, clothing fetishists) and the “normal” world. I also found that problems arose between practitioners and non-practitioners at the intersections of language: that because the SM world has co-opted so many ordinary words and phrases, these became almost unintelligible to outsiders.</p>\n<p>I have two favorite examples of this. The first involved an informant of mine who was asked to give a speech on SM to an organization of “vanilla” (non-kinky) men. My informant was Chinese-American (I'll call him John) and one of the leaders of a very prominent SM organization here in New York. The group had been trying to promote itself as being open to people of color, so when John was asked to give a talk to a local group of Asian and Pacific Rim gay men, he jumped at the chance. John went to the meeting in his finest leathers and wore the colors of his organization.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>After doing the usual SM 101<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> lecture and emphasizing that he was considered a leader in his community, he opened the floor to questions. There were none. He was rather disappointed: He could tell that his audience was being more polite to this strange guest than anything else. Finally when the meeting was over, a Chinese-American couple approached him. They said that they had enjoyed his talk, and were surprised that leathermen<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> were inclusive. They had always thought that SM was something that only weird white men did<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>. Still, they said, they didn't think that they could ever try kinky sex. They preferred their own quiet sex life the way it was. Out of curiosity at this complacent couple, John asked them what they enjoyed the most about their sex lives. “Well, what we really like is choking each other. None of that wild stuff for us<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>.”</p>\n<p>The second story is about a women's SM organization that was looking to increase its numbers. The group knew that there were many women in the city who were doing SM in private. Some of these women even turned up in the local sex clubs, but they never came to any of the women's groups' events. Finally the membership committee decided to make up a flyer that could be used as an ad in the local gay paper and distributed at clubs. Unfortunately they kept having problems with the wording. If they said “masters and slaves welcome,” there were women of color who wouldn't attend meetings because the terms were considered offensive. If they said “dominants and submissives welcome,” the switches<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and undecided might not come, because they'd feel excluded. If they said “butches and femmes welcome,” straight women and androgynous lesbians might not come, because the terms implied a particular lesbian-oriented dichotomy. Finally the committee decided to put “all women welcome” on the flyer. Which led to the crisis about the transgender male-to-female who wanted to join (but that's another article).</p>\n<p>In both stories the essential problem was the real or anticipated misunderstanding of SM language. Language acts as the marker for the parameters of thought. What may and may not be contemplated by members of a society is encoded in the language used by its members<sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>. When the language of one group collides with or is appropriated by another, something gets lost in the translation that at least one group doesn't see as necessary.</p>\n<p>SM practitioners often see themselves as crossing an invisible boundary into a parallel universe, SM-Land. They refer to the time “outside of the Scene” as “real life,” as if what they do inside the scene is less real or more ephemeral and shadowy than the grind of going to the supermarket. Yet the ideal for many people is to become “hardcore,” “lifestyle,” or “24/7” — to live, eat and drink SM all the time, or at least to incorporate it into their daily lives. Doing so, however, requires a heightened ability to translate one's secret language to the world outside, so that vanilla neighbors, co-workers (if any), and strangers will tolerate one's presence even if they find one's living choices unacceptable. If one cannot or will not go completely hardcore, than one has at least to mask oneself with the aura of plausible deniability, even to the point of denying one's proclivities to oneself.</p>\n<p>The terms <em>D/S</em> and <em>B&amp;D</em> are perfect examples. <em>D/S</em> stands for dominance and submission, which sounds a tad less scary than <em>SM.</em> The term was popularized and probably invented by heterosexuals in SM chatrooms, where the majority of visitors are nice middle-class people with houses in the suburbs. The term is consciously used as a way of distancing practitioners from the implications and stigma of SM, even though the terms are exact synonyms for each other. <em>B&amp;D,</em> or <em>bondage and discipline,</em> is said by practitioners to be a milder version of SM, less violent than that nasty stuff, although somehow the “nasty stuff” never quite gets defined. Perhaps it's because, again, <em>B&amp;D</em> and <em>SM</em> are actually one and the same, with B&amp;D having slightly more emphasis on roleplay. The desire to mask one's participation in one's own personal theatre of cruelty seems to be almost as strong as a desire to create one in the first place.</p>\n<p>But the desire to mask oneself does not merely arise from shame over one's own behavior. As I said before, one has the neighbors to think about. And the police: A local organization had a talk a few years ago on the subject of “Daddies and their Little Girls.” The meeting was attended by a variety of people, including two of the most obviously on-duty undercover cops the world has ever seen. They were probably the only ones in the room who were horrified to see three women in their thirties and forties talking about the joys of dressing in bobby socks and going to the park with their older lovers. The terminology of “ageplay” had apparently not found its way to the captain of the local vice squad, who would have done well to buy a copy of <em>Sensuous Magic</em> by Pat Califia, and saved himself and his officers the trouble of a tedious (to them) meeting.</p>\n<p>In a few cases, SM organizations have actually had sit-downs with the police to explain what all the mysterious terms on their flyers and in their books mean and have been successful at removing the constabulary's unwarranted fears of illegal behaviors. They have even written glossaries of both well-recognized and little-used terms for newcomers, so that their world might be a bit more comprehensible. I leave you with a few terms and their translations:</p>\n<p><em>Body Modification</em>—Altering the surface of the body, whether temporarily or permanently. In other words, tattooing, branding, scarification, permanent piercing, corsetry. Earrings and a bustier would be considered body modification.</p>\n<p><em>Collar</em>—lit., a length of chain, leather, or other adornment placed around the neck to indicate that a person is in service to another. This may be for the evening, or for a longer period.</p>\n<p><em>Forced crossdressing</em>—what it's called when a man brings a bag full of women's clothing that he's bought for himself to a dominatrix and pretends that he doesn't want to wear them.</p>\n<p><em>Flagging</em>—indicating ones' preference as a top or a bottom and what type of activities one likes by wearing keys, jewelry, or bandannas on one side or the other. Left means top or dominant; right means bottom or submissive.</p>\n<p><em>Houseboy</em>—a bottom whose duties include cleaning, waiting on guests, answering the door, laundry, cooking, or any other household duties the top may assign. The bottom may or may not live with the top, and this may or not be a sexual relationship. Although I have heard rumors that there are female house servants, I have never run across one. For some reason, only men seem to like doing chores as a sexual outlet.</p>\n<p><em>Negotiation</em>—The exchange of information on SM preferences and limits, and the decision of whether or not to play between two or more prospective partners. The SM equivalent of dating.</p>\n<p><em>Property</em>—a bottom, who by the nature of their relationship is owned or controlled, either partially or completely by the dominant. Often there is a written contract that spells out the terms of the relationship.</p>\n<p><em>Role-reversal</em>—what some practitioners call it when a man gives up sexual and other types of control to his (always) female dominant. Naturally, role-reversal is only a temporary state of things.</p>\n<p><em>Wrapping</em>—the accidental delivery of a whipstroke that causes the tips to land on the side of the body as opposed to the front or the back. Wrapping is considered to be bad because it can leave marks and be quite painful.</p>\n<hr>\n<p><em>[M. A. Buchanan, MA, is a doctoral candidate in anthropology at New School University in New York City.]</em></p>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Leathers is the generic term for SM-related clothing, in this case a leather shirt, vest and black denim jeans. Leathers can also indicate a chain harness, a jockstrap and a smile, or any other combination that you can think of. Colors is the term used for the backpatch worn on a leather vest. It denotes one's organizational affiliation. Colors can also consist of club pins or a club t-shirt. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>SM 101 is the term used when giving the “we're safe, sane, and consensual, and we live right next door” talk to vanilla people. These talks always emphasize how safe, cuddly, and friendly SM people and practices are, and usually involve much flourishing of suede whips and pieces of fur as examples of the kinds of equipment used. While these talks are always technically true, they always seem to leave out the fact that the chief fun in doing SM is in being naughty. As a friend of mine once said after going to a talk on lesbian history, “From the way they talk, you'd believe it was nothing more than a political movement, and didn't involve sex at all.” <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Leatherman is a term denoting gay and bisexual men who like wearing leather for sexual please and/or doing SM. There are leathermen who only wear rubber but enjoy spankings, and there are leathermen who like to dress up and are horrified if someone wants to tie them up. Leatherfolk and leatherpeople tends to refer to SM people in general. Straight people usually say that they are “into the Scene,” which sounds so much more circumspect. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>For the edification of European-Americans reading this article, I am now going to reveal a painful truth. Most of the people of color who are my informants have told me that when they were growing up, they were told by friends and relatives that white people were all “try-sexuals,” i.e., they would try anything in bed. In other words, they were seen as the sole source and receptacle of sexual perversion in the universe. I myself have actually heard black people claim that black homosexuality is caused by white men seducing black men. Fortunately, most of my POC informants no longer believe this nonsense, but in many cases this canard has made coming out as gay, into leather, or both, impossible. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>While the physiological effects can be excruciating arousing—see, e.g., the veiled reference to orgasm in Melville's Billy Budd—choking, also known as breath control, is considered by most of the SM community to be so dangerous and far out that they rank it in a special category: edgeplay. Edgeplay includes any activity that could lead to physical or emotional trauma, or even death. Most practitioners will not even discuss edgeplay in front of novices or tourists (newcomers or curiosity-seekers) for fear of someone getting hurt or getting some very strange ideas about regular practice and safety protocols. Some practitioners even believe that edgeplay shouldn't be discussed or practiced at all. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>A <em>switch</em> is a person who, depending on the situation, may be willing to play as either a dominant or a submissive in an SM scenario. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>A perfect example of this exists in Spanish. Standard Spanish words <em>novio</em> and <em>novia</em> literally translate as “future spouse” or “affianced one.” There is no word for “boyfriend” or “girlfriend” in the American English sense. This is because, as a Spanish-speaking friend told me, love relationships between young persons of the opposite sex were expected to lead, until recently, straight to marriage. Card stores in East Harlem have boyfriend and girlfriend cards in the English-language section, but the <em>novio/novia</em>cards tend to be more serious in tone than their English near-equivalents. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Identity and Language in the SM Scene</h1> <p><em><span data-rel=\"author\">M. A. Buchanan</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>For the past seven years, I have been studying the process of identity formation among SM/radical-sex practitioners living in and around New York City, in preparation for my doctoral thesis in cultural anthropology. Among the first things that I noticed when I started doing my research was the importance of language in the definition of what people in my subject group did, how they thought about it, and how they saw themselves in relation both to other differently-pleasured people (swingers, clothing fetishists) and the “normal” world. I also found that problems arose between practitioners and non-practitioners at the intersections of language: that because the SM world has co-opted so many ordinary words and phrases, these became almost unintelligible to outsiders.</p> <p>I have two favorite examples of this. The first involved an informant of mine who was asked to give a speech on SM to an organization of “vanilla” (non-kinky) men. My informant was Chinese-American (I'll call him John) and one of the leaders of a very prominent SM organization here in New York. The group had been trying to promote itself as being open to people of color, so when John was asked to give a talk to a local group of Asian and Pacific Rim gay men, he jumped at the chance. John went to the meeting in his finest leathers and wore the colors of his organization.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>After doing the usual SM 101<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> lecture and emphasizing that he was considered a leader in his community, he opened the floor to questions. There were none. He was rather disappointed: He could tell that his audience was being more polite to this strange guest than anything else. Finally when the meeting was over, a Chinese-American couple approached him. They said that they had enjoyed his talk, and were surprised that leathermen<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> were inclusive. They had always thought that SM was something that only weird white men did<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>. Still, they said, they didn't think that they could ever try kinky sex. They preferred their own quiet sex life the way it was. Out of curiosity at this complacent couple, John asked them what they enjoyed the most about their sex lives. “Well, what we really like is choking each other. None of that wild stuff for us<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>.”</p>"
}