{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: A Bestiary of Adjectives",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>A Bestiary of Adjectives</em></h1>\n<p><em>Susan Elkins, Sittingbourne, Kent</em></p>\n<p>Darwin, Desmond Morris and David Attenborough, to mention but three, teach us that man is just another animal: a hairless primate distinguished by uniquely complex language patterns. In DNA terms a human being is more than 95% chimpanzee. Does that explain our curious habit of describing human attributes in animal language? It's a sort of anthropomorphism in reverse.</p>\n<p>Sometimes the comparison is simply physical. Someone who moves with “feline” grace or “elephantine” slowness, glides with the fluidity of a cat or treads with the heaviness of an elephant. If you are said to have a “leonine” head or an “aquiline” nose than your admirer or detractor is simply trying to describe the shape of your large hairy head and absence of a discernible neck, or your long beaky nose. It's just a matter of appearance. She or he doesn't, probably, mean to suggest that you are, in any deeper way, like a regal lion or a predatory eagle.</p>\n<p>A “canine” tooth is the stubby pointed one third from the centre of the mouth and is vestigially related to a dog's fangs. The “Serpentine” in London's Hyde park is a lake named for its winding snake-like shape. “Bovine” tuberculosis is a disease of cattle and “equine” activities are games with horses.</p>\n<p>But in other contexts the descriptors are figuratively based on characteristics which men and women rather oddly ascribe to animals. For hundreds of years, without logic or evidence, humans have casually regarded geese, cattle, sheep and donkeys as stupid.</p>\n<p>Accordingly, we have coined, from Latin the lexicographically nice adjectives “anserine”, “bovine”, “ovine” and “asinine” to connote various sorts of silliness in each other. When in 1855 poet OW Holmes, for instance, wrote the gloriously politically incorrect line “Where bovine rustics used to doze and dream” he meant that uneducated country people are inert, sluggish and dull—like his (unfair?) perception of cattle. To be as daft as a honking goose (“anserine”) or as apparently incapable of making an independent, individual decision as a sheep (“ovine”) or to be as easily duped with a suspended carrot as a donkey (“asinine”) are all just variations on the same idea.</p>\n<p>And there's no scientific evidence at all for the poor old wolf's alleged villainy either. Mythology and folklore have given him a rotten press. We might use “lupine” to describe a con-man or a murderer yet real-life flesh-and-blood wolves, zoologists assure us, nervously run away from humans. So do foxes, in spite of all those fairy tales about cunning Mr Fox and the adjective “vulpine” used to describe sly “foxy” people.</p>\n<p>By the same token pigs aren't greedy, although “porcine” humans might be. Goats, unlike “caprine” humans, are no more randy than any other animal. And what on earth did Carlisle mean in 1872 when he described Frederick the Great as “an 'ursine' man-of genius” ? Is there a high correlation between bears and intellectual prowess? Or did Carlisle think there was? Surely not.</p>\n<p>Aside from metaphorical uses we sometimes use Latinate animal adjectives quite literally to describe animals and what they do. “Corvine” birds are just crows and ravens and “vespine” construction is a roundabout way of saying wasp's nest. “Caprine” antelopes are the ones that look like goats and when in 1799, Richard Kirwan, Irish chemist and natural philosopher wrote as geological essay describing a place as “covered with bituminous marlite and piscine remains” he just meant there were a lot of fish bones about.</p>\n<p>If they knew it the Romans had a word for it. And their names for common animals have given us a lot of intriguing -ine adjectives, on which, over the centuries of linguistic evolution, we have imprinted many a new twist and connotation. Remember the dog in BBC TV's Doctor Who series which was called K9?</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>A Bestiary of Adjectives</em></h1> <p><em>Susan Elkins, Sittingbourne, Kent</em></p> <p>Darwin, Desmond Morris and David Attenborough, to mention but three, teach us that man is just another animal: a hairless primate distinguished by uniquely complex language patterns. In DNA terms a human being is more than 95% chimpanzee. Does that explain our curious habit of describing human attributes in animal language? It's a sort of anthropomorphism in reverse.</p> <p>Sometimes the comparison is simply physical. Someone who moves with “feline” grace or “elephantine” slowness, glides with the fluidity of a cat or treads with the heaviness of an elephant. If you are said to have a “leonine” head or an “aquiline” nose than your admirer or detractor is simply trying to describe the shape of your large hairy head and absence of a discernible neck, or your long beaky nose. It's just a matter of appearance. She or he doesn't, probably, mean to suggest that you are, in any deeper way, like a regal lion or a predatory eagle.</p> <p>A “canine” tooth is the stubby pointed one third from the centre of the mouth and is vestigially related to a dog's fangs. The “Serpentine” in London's Hyde park is a lake named for its winding snake-like shape. “Bovine” tuberculosis is a disease of cattle and “equine” activities are games with horses.</p>"
}