{
  "type": "Article",
  "title": "It's All Double Janglish To Me!",
  "author": "Martin Nuttall",
  "location": "Tokyo, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">It's All Double Janglish To Me!</h1>\n<p><em><span data-rel=\"author\">Martin Nuttall</span> <span data-rel=\"location\">Tokyo, Japan</span></em></p>\n<p>Every Monday on my way to pottery class in a neighboring part of Tokyo I pass a shop selling casual clothes which has an unforgettable name : 'Horse Shit'. I'm not sure whether it's ignorance or wit on the part of the shop's owner but I always chuckle when I see it and am reminded of Juliet's famous line—”What's in a name? That which we call a rose, By any other name would smell as sweet.”  Indeed, but would you like to try 'Creap' creamer in your morning coffee, or a can of 'Pocari Sweat' after working out?  Not to mention the soft drink 'Calpis', which actually tastes pretty good despite its name!</p>\n<p>Here in Japan, wherever I look, whatever I'm doing, I seem to be surrounded by English words and expressions. Or should I say words and expressions that look like English.  A Japanese version of English—let's call it 'Janglish'—seems to have taken root in the country and it's almost impossible to avoid it. You can find 'Janglish' on a beer can: 'Savor the mellow flavor of the harvesting season'; on a bar of chocolate: 'Beautiful things are beyond time' and on students' pencilcases and notebooks.  One of my favourite pencilcase lids goes like this: “Without generation, all women like icecream. Because as it melts, the sweetness rushes to their heart.  This is the taste of first love which we cannot forget.”</p>\n<p>The Japanese language—like most languages—has borrowed widely from other languages over the centuries. Many of the Japanese lexical items in the fields of religion, philosophy and the arts, for example, came from Chinese and the very characters which make up the writing system of Japanese were borrowed from China.</p>\n<p>More recently, in the early years of Meiji Japan (1868-1912) when Japan began to open to the West and the country's elite were striving to modernize the country and assimilate Western technology, there was a great influx of foreign loan words into Japanese as new ideas and concepts entered the language.</p>\n<p>Many of the loan words which came into Japanese at that time were associated with the world's most advanced nations and naturally took on a certain prestige. Indeed it was even suggested by Arinori Mori, the first Minister of Education in the Meiji Era, that English should become the official language of Japan and that the Chinese characters and Japanese syllabaries used to write Japanese should be abandoned.  Needless to say, Mori's proposals came to nothing, but if he were to suddenly find himself transported to modern Japan, he could be forgiven for believing that a later minister had been more succesful in anglicising Japanese.</p>\n<p>Take the apartment block next to where I live, for example. “Lilac Mansion”. At a pinch, 'lilac' might just be acceptable, even though there is a hardly a tree to be seen in this densely-populated neighborhood, let alone a lilac tree! But 'mansion' is not quite the term that springs to mind to describe the cramped space of a typical Japanese apartment block. And if we walk around the neighborhood a little, we can find all sorts of interesting examples of 'Janglish'.</p>\n<p>To start with, there's the ubiquitous cigarette vending machine just around the corner with the brand names of Japanese and imported cigarettes alike written in English. So not only do we find Marlboro and Camel cigarettes, but also 'Lucky Strike', 'Seven Stars', 'Mild Seven' and 'Peace'.  And that's not all; it's easy to tell which Japanese brand has a charcoal filter and contains low tar and nicotine, because it's all there—written in English.</p>\n<p>The same is true for the drinks machines, where again many of the brand names and advertising slogans are in English. When it comes to choosing a can of coffee, for example, we are invited to 'Relax and enjoy Wonda coffee with tasty aroma for refined adults'. And if we prefer tea, Kirin's Royal tea sounds just right: 'A delightful blend of the world's finest tea with the rich taste of milk'.</p>\n<p>Not only the vending machines, but also many shopfronts identify themselves in English—Date's Barber Shop, Nakamura's Liquor Shop and Renoir Cafe-Restaurant are near neighbors. Then, of course, there are the simple awnings with 'Book', 'Bakery' or 'Pharmacy' clearly inscribed upon them, though sometimes it might be 'Bakely' by mistake!</p>\n<p>Continuing my stroll around the neighborhood, I notice a familiar alphabet on a young Japanese chap's colorful sweatshirt and look carefully to read the words—”Santa watches the children of the world through his magic telescope and keeps a record of their good deeds in his behavior ledger!” Got that, boys and girls?</p>\n<p>Everywhere we look we see 'Janglish', especially in advertising material. No self-respecting magazine, advertising flyer or brochure would seem to be complete without it. Japan Railway's recent advertising campaign, for example, was centred on the word 'TRAING'. That is to say, an amalgamation of 'train' + 'ing' to give 'TRAING', the '-ing—form' of 'to take the train'. No, I don't quite get it either, but that's 'Janglish' for you!</p>\n<p>Despite Japan's economic and technological success, Japanese people often feel an inferiority complex towards Western culture and this is reflected in advertising. Many Japanese commercials feature Caucasians in advertisements for fashion accessories, non-Japanese cars and luxury goods, and the use of English in commercial texts seems to be aimed at evoking images of reliability, quality and modern living in the reader's or viewer's mind. Ironically, the texts and expressions used in such advertising copy are not intended to be understood by your typical Kenji Tanaka and his wife and although individual words might be recognised and understood, the main purpose of the text is to create an image and attach prestige value to the products being advertised, rather than to create meaningful copy.</p>\n<p>Indeed, few native speakers of English can usually make much sense of the text and for them, 'Janglish' has been described as an Alice-in Wonderland universe of strangeness and familiarity in which the connection between words and their orginal meanings is often obscured.  But whatever our opinion of it, 'Janglish' is part and parcel of daily life in Japan.  And not only in advertising. 'Janglish' crops up as much in everyday conversation as in commercial copy. There are literally hundreds of examples in daily use, including 'loose socks' (referring to the thick white socks which hang loose around the calves and which are popular among Japanese high-school girls), 'my-pace' (doing things at one's own pace), 'bed town' (a commuter town) and 'doctor-stop' (an expression used to explain that the doctor has advised a person to stop drinking or smoking).</p>\n<p>'Janglish' is so ingrained now that just as we may speak of Indian English, Singaporean English and so on, perhaps Japanese English will one day be officially recognised. It is, after all, a living language, with its own idiosyncratic lexical and structural patterns that are constantly in a state of flux, as in any natural language. Like it or loathe it, 'Janglish' is here to stay since to borrow a phrase from a well-known Japanese TV commercial for beauty products, language is essential 'For Beautiful Human Life'!</p>\n<p><em>[Martin Nuttall is British and lectures in English and Linguistics at Tokyo Medical and Dental University.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">It's All Double Janglish To Me!</h1> <p><em><span data-rel=\"author\">Martin Nuttall</span> <span data-rel=\"location\">Tokyo, Japan</span></em></p> <p>Every Monday on my way to pottery class in a neighboring part of Tokyo I pass a shop selling casual clothes which has an unforgettable name : 'Horse Shit'. I'm not sure whether it's ignorance or wit on the part of the shop's owner but I always chuckle when I see it and am reminded of Juliet's famous line—”What's in a name? That which we call a rose, By any other name would smell as sweet.”  Indeed, but would you like to try 'Creap' creamer in your morning coffee, or a can of 'Pocari Sweat' after working out?  Not to mention the soft drink 'Calpis', which actually tastes pretty good despite its name!</p> <p>Here in Japan, wherever I look, whatever I'm doing, I seem to be surrounded by English words and expressions. Or should I say words and expressions that look like English.  A Japanese version of English—let's call it 'Janglish'—seems to have taken root in the country and it's almost impossible to avoid it. You can find 'Janglish' on a beer can: 'Savor the mellow flavor of the harvesting season'; on a bar of chocolate: 'Beautiful things are beyond time' and on students' pencilcases and notebooks.  One of my favourite pencilcase lids goes like this: “Without generation, all women like icecream. Because as it melts, the sweetness rushes to their heart.  This is the taste of first love which we cannot forget.”</p> <p>The Japanese language—like most languages—has borrowed widely from other languages over the centuries. Many of the Japanese lexical items in the fields of religion, philosophy and the arts, for example, came from Chinese and the very characters which make up the writing system of Japanese were borrowed from China.</p>"
}