{
  "type": "Article",
  "title": "Racing for Definitions in South Africa",
  "author": "M. Lynne Murphy",
  "location": "Baylor University, Waco, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Racing for Definitions in South Africa</h1>\n<p><em><span data-rel=\"author\">M. Lynne Murphy</span> <span data-rel=\"location\">Baylor University, Waco, Texas</span></em></p>\n<p>For four years, I taught at the University of the Witwatersrand in Johannesburg, South Africa. “Wits”, as it is known, is one of the two major English-language universities in South Africa, and in the deep, dark days of apartheid policy, Wits was allowed to educate only white people. Now, when I meet non-South Africans who want to know about the country's recovery from apartheid, they ask me “what was the racial make-up of your university?” Well, according to the University Vice-Chancellor Colin Bundy, “Black students comprised 14% of the total in 1984; 36% in 1994, and 48% in 1997.” What should we think of such figures? Black Africans make up at least 75% of South Africa's population, but considering the poverty of their academic preparation, it's pretty impressive that such a demanding university has so many black students. Or is it? The fact is, <em>black</em> doesn't mean the same things in South Africa that it means elsewhere. The 1993 Vice-Chancellor's report spelled this out. That year, “the number of black students increased to [. . .] 32% of the total. Of these, about two-thirds were African and most of the balance Indian.” In other words, Mahatma Gandhi, who lived in South Africa early in his career, was (and was not) a black man. The moral of this story is: understanding reportage of race relations in other parts of the world involves learning a new set of meanings for our racial terms.</p>\n<p>\tContrary to the way we tend to use racial terms, races are not fixed and objectively describable. Anthropologist Robert Thornton has said that every people he's met thinks that there are four races ó just never the same four. One reason for this is that there is little physical evidence that humanity is divisible into 'subspecies'. While some of us may look more like the people in central Africa and some of us look more like the people in China, looks are only a slight part of our genetic make-up. Making any generalizations beyond skin color and hair type is problematic. For instance, the “black' genetic disease sickle cell anemia does not occur in the Xhosa ethnicity, of whom Nelson Mandela is the most famous member, while it does occur in Italians. Both East Asian and African Bushman peoples have epicanthic folds on their eyelids. Indeed, the more we look for physical similarities within the races, the more differences we find. Another reason that cultures differ in their racial inventories is that they have different ways of dealing with people of mixed race. In the U.S., most areas have historically adhered to a “one-drop rule': if you have any African ancestors, then you are Black. You may have three Norwegian grandparents, but if the other is African American, you are, in most of the U.S., black. But in other places, you'd be called something different—maybe <em>mulatto</em> in Haiti, or <em>quadroon</em> in old New Orleans, or perhaps even <em>white</em> in Brazil.</p>\n<p>\tUnderstanding racial categorization is far from a matter of black and white, and dictionaries are often less than helpful in explaining racial terminology in other parts of the world. For one thing, dictionaries tend to leave out the meanings that are not used in the local culture. So, American dictionaries tend not to note that there was a time in South Africa when the term <em>white</em> could refer to Japanese (who, as <em>honorary whites,</em> benefitted under the laws pertaining to whites and did not suffer under those pertaining to Asians), nor that the usual South African sense of the word <em>Asian</em> refers to the Caucasian peoples of the Indian subcontinent, rather than the East Asian peoples of China, Korea, and Japan. The chasm between South African reality and foreigners' understanding is particularly great when it comes to the word <em>coloured.</em> According to most American and British dictionaries, the “South African” meaning of <em>coloured</em> is 'person of mixed race'. This definition only tells a very small part of the story. While <em>mixed</em> in the U.S. usually means 'black and white', some South Africans would argue that there is no black ancestry in the coloured peoples. (They are wrong to argue this, but the fact that it has seemed plausible to argue this suggests that black and coloured South Africans are not recently interrelated peoples.) We can see more of the story in one of the former legal definitions of <em>Coloured.</em> Proclamation No. 46 of 1959 defines seven different “coloured' groups, namely: (1) Cape Coloured Group (2) Malay Group (3) Griqua Group (4) Chinese Group (5) Indian Group (6) Other Indian Group (7) Other Asiatic Group (8) Other Coloured Group. Later, Asians were separated out, so that <em>coloured</em> referred to mostly the Cape Coloured, Malay (who are not strictly Malaysian, and who, as Muslims, were not considered Asian), and Griqua, as well as others who were not easily classifiable as black (or <em>Bantu</em>), white, or Asian. It's worth noting here, though, that in South Africa, all of these categories have different boundaries than the non-South African reader understands. <em>Black African</em> or <em>Bantu</em> does not include Khoi ('Hottentot') or San ('Bushman') people, who are physically different from other Africans, and who have languages and cultures unrelated to the Zulu, Xhosa, Sotho, and other peoples of southern Africa. (If you've seen the movie <em>The Gods Must Be Crazy,</em> you will remember its Bushman hero, Xixo.) Hence, the Griqua group above remains <em>coloured</em>—since they are of Khoikhoi and white origin. People of Arab descent and Zanzibaris have been classified as <em>coloured</em> as well, since the label was regularly used for anyone who didn't fit easily into any of the other categories.</p>\n<p>Many dictionaries simply state that <em>Coloured</em> means the same thing as <em>Cape Coloured,</em> which it often does. But what does <em>Cape Coloured</em> mean? According to <em>A Dictionary of South African English on Historical Principles,</em> it is “a person of mixed ethnic descent, speaking Afrikaans or English as home language, and (usu.) resident in the Western Cape; particularly, one who is not a follower of Islam.” This definition both clarifies and needs clarification. First we must make clear that here <em>mixed</em> means <em>really mixed</em> and <em>mixed a long time ago.</em> Coloured ancestry goes back to the early days of the European settlement of the Cape, and back then the mix was of European (mostly Dutch), Bantu (mostly Xhosa), Khoikhoi, and Malay peoples (workers indentured by the Dutch East India Company), and those who are labeled <em>coloured</em> almost always have great-great(-etc.) grandparents who were coloured too. The child of a Zulu mother and a white father born in the past century would not typically be considered <em>coloured,</em> since the child would probably speak Zulu and would not have taken part in coloured culture.</p>\n<p>During apartheid, South African laws defined racial groups on the basis of a variety of criteria, including which taxes people paid, which areas they lived in, and, for women, whom they married. The variety of conflicting legal definitions of racial terms was so great that the government established a committee to regularize the definitions across laws, but the committee reported back in 1957 that the task was impossible. South African <em>coloured</em> demonstrates that racial labels often have nothing to do with ideas of physical 'race'. Of course, we didn't have to go to South Africa to see this. In the U.S., <em>Hispanic</em> is used as a racial designation, even though it groups people according to ancestral language and location, not physical group; <em>Asian</em> groups people by ancestral location, not by physical or linguistic similarity; and <em>Arab</em> is a pseudo-racial term that essentially classifies people by religion and language. While any of these individuals might belong to the Caucasian 'race', they are not white in the American sense of the term.</p>\n<p>But if such 'racial' distinctions are not physically real, they are socially and psychologically real. With the anti-apartheid struggles of the late 1970s, when liberal people of every race were working for a 'non-racial' South Africa, liberal people started replacing the term <em>coloured</em> with <em>so-called 'coloured'.</em> This qualification of the term represented the realizations that <em>coloured</em> indicates an artificial category, invented as a legal category for the uncategorizable, and that the term <em>coloured</em> was nevertheless indispensable for referring to people. Since the 1994 elections, however, <em>coloured</em> has made a comeback, in part due to an anti-black backlash in parts of the coloured community. For instance, in introducing her 1997 <em>Mail and Guardian</em> interview with a civic leader, journalist Angella Johnson wrote, “ <em>Puleeze</em>, do not call Basil Douglas a 'so-called coloured'. It pisses him off. . . . He is Coloured, with a capital C, and proud of it.” These days, whether you use the <em>so-called</em> or not, you're bound to upset someone.</p>\n<p>The apartheid government was conscious that its categorizations were not objectively supportable in terms of physical races, and so it avoided the language of race in favor of a language of ethnicity and bureaucracy. While the international community accused the National Party (NP) government of racist practices, NP representative N.F. Treurnicht replied, “. . .we have no race classification in the strict sense of the word. We have population grouping. We in South Africa are not at all obsessed with race” (House of Assembly, 21 March 1967). One reason to avoid racial grouping was that, if grouped racially, black Africans would be the majority group in South Africa. The NP avoided the appearance of racial classification by emphasizing the differences among the various South African black ethnicities: Zulu, Xhosa, Northern Sotho, Southern Sotho (pronounced “sutu”), Tswana, Ndebele, Tsonga, Venda, and Swazi. The desire to separate black groups resulted in the creation of separate 'homelands' for each ethnicity, and it also resulted in another naming problem. Since all indigenous black people were treated the same in South African law, the government needed a single name for them. But which name? From the 1940s to the mid-1970s, the term was <em>Bantu. Bantu</em> is a linguistic and anthropological classification that includes most of the central and southern African ethnic groups; the word means 'people' in many of these languages. By the 1970s, <em>Bantu</em> carried negative connotations, since it usually described things that were inferior and unfair, such as <em>Bantu education</em> and <em>Bantustans</em> (homelands). Those negative connotations remain strong enough today that many black South African linguists refuse to use the internationally accepted term <em>Bantu</em> as the name of a language group, and so within South Africa, the group is often called <em>Sintu</em>—a word invented by Professor James Khumalo of Wits University. After the rejection of <em>Bantu</em> in the 1970s, the government looked for a replacement for <em>Bantu,</em> but didn't like its options. <em>Black</em> would make the divisions among people seem prejudicially racial, rather than justifiably ethnic, and African would give the impression that the black people had more right to the land than the whites. Using <em>African</em> to refer to blacks also created a problem for the administrators of apartheid because in the Afrikaans language of the government, the word for <em>African</em> and the word for the Dutch-descended whites (<em>Afrikaners</em>) are the same.</p>\n<p>Rather than going with either <em>black</em> or <em>African,</em> the government tried to refer to the formerly <em>Bantu</em> groups as <em>Plural,</em> emphasizing that they were to be seen as many ethnic groups, not one racial group. But when the Department of Bantu Affairs was re-christened <em>Department of Plural Relations</em> in 1978, the name was so roundly mocked that the government had to capitulate and refer to <em>blacks.</em> With the rise of non-racialism in the struggle against apartheid, <em>black</em> took on its politicized 'non-white' meaning and remains quite ambiguous today. In reaction to the ambiguity and the perceived crudeness of color labeling, many people now prefer <em>African,</em> but the country is divided into two camps on this word too: those who use it for black people, and those who use it for anyone born in Africa, including whites. I learned this lesson in a television interview, where I was discussing African cultural styles in communication. The white interviewer corrected me: “you mean <em>black,</em> since we're all African here.” I wanted to say “no, I mean <em>African,</em> since I'm talking about black people here and excluding the ones in the Americas,” but was probably wise not to.</p>\n<p>The story of changing racial labels for people of African ancestry is familiar to Americans, who have seen <em>negro, Negro, colored, Black, Afro-American,</em> and <em>African American</em> in the past century. In South Africa, the labels for white people are also somewhat unstable. In the earlier days of apartheid, <em>European</em> was a more common way of referring to whites. The government learned that it had to adjust its terminology when white American visitors naturally followed the signs for Non-Europeans when disembarking at the Cape Town airport. While <em>white</em> is the more common term now, one still sees <em>European</em> in ads for household contractors, where <em>European supervision</em> does not mean that Nordic management principles are applied, but rather that white customers can rest assured that no black laborers will be left alone in their houses. As mentioned above, <em>white</em> has its own strange tales, although one would expect that the <em>honorary white</em> status bestowed upon East Asian business people would have died out with the abandonment of white legal privilege. I thought as much until I found myself engaged in a debate with the (white) secretary in my department about how to fill out affirmative action reports on our classes. She wanted to count the students of Chinese descent as <em>white.</em></p>\n<p>During apartheid, the urge to talk about ethnicities rather than races extended to whites as well. But while language differences provided clear group boundaries for blacks, language does not divide whites so clearly. The majority of whites in South Africa speak Afrikaans, a descendant of Dutch, as a first language, and their group has a name for itself, <em>Afrikaners.</em> But the rest of the non-immigrant whites speak English, no matter whether they are of Greek, Portuguese, European Jewish, or English ancestry. The acronym <em>wessa</em> (“white English-speaking South African') has never really caught on as a descriptor, but sometimes the word <em>English</em> is ambiguously used as if it refers to English-speakers, rather than English people. Sometimes the conservative Afrikaners' penchant for differentiating people on ethno-linguistic grounds has gotten out of hand, as when Prime Minister P. W. Botha claimed that “The security and happiness of all minority groups in South Africa depend on the Afrikaner. Whether they or English- or German- or Portuguese- or Italian-speaking, or even Jewish-speaking, makes no difference” (House of Assembly, 20 February 1981).</p>\n<p>All of the differences between South African racial terminology and American or British terminology would take many more pages to catalogue, but this snapshot should make clear that within the English-speaking world there are many languages of race and that “races” change as the words for them change.</p>\n<p><em>Resources and further reading</em></p>\n<p>Davis, F. James. 1991. <em>Who is Black? One nation's definition.</em> University Park: Penn State Press.</p>\n<p><em>Dictionary of South African English on Historical Principles.</em> 1996. Cape Town: Oxford University Press.</p>\n<p>Gould, Stephen Jay. 1977. Why we should not name human races—A biological view. In <em>Ever since Darwin: Reflections on natural history.</em> New York: W.W. Norton.</p>\n<p><em>Mail and Guardian,</em> <em>The</em> (on-line edition). <a href=\"http://www.mg.co.za/mg/\">http://www.mg.co.za/mg/</a>.</p>\n<p>Murphy, M. Lynne. 1998. Defining people: Race and ethnicity in South African English dictionaries. <em>International Journal of Lexicography</em> 11:1.1-33.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Racing for Definitions in South Africa</h1> <p><em><span data-rel=\"author\">M. Lynne Murphy</span> <span data-rel=\"location\">Baylor University, Waco, Texas</span></em></p> <p>For four years, I taught at the University of the Witwatersrand in Johannesburg, South Africa. “Wits”, as it is known, is one of the two major English-language universities in South Africa, and in the deep, dark days of apartheid policy, Wits was allowed to educate only white people. Now, when I meet non-South Africans who want to know about the country's recovery from apartheid, they ask me “what was the racial make-up of your university?” Well, according to the University Vice-Chancellor Colin Bundy, “Black students comprised 14% of the total in 1984; 36% in 1994, and 48% in 1997.” What should we think of such figures? Black Africans make up at least 75% of South Africa's population, but considering the poverty of their academic preparation, it's pretty impressive that such a demanding university has so many black students. Or is it? The fact is, <em>black</em> doesn't mean the same things in South Africa that it means elsewhere. The 1993 Vice-Chancellor's report spelled this out. That year, “the number of black students increased to [. . .] 32% of the total. Of these, about two-thirds were African and most of the balance Indian.” In other words, Mahatma Gandhi, who lived in South Africa early in his career, was (and was not) a black man. The moral of this story is: understanding reportage of race relations in other parts of the world involves learning a new set of meanings for our racial terms.</p> <p>\tContrary to the way we tend to use racial terms, races are not fixed and objectively describable. Anthropologist Robert Thornton has said that every people he's met thinks that there are four races ó just never the same four. One reason for this is that there is little physical evidence that humanity is divisible into 'subspecies'. While some of us may look more like the people in central Africa and some of us look more like the people in China, looks are only a slight part of our genetic make-up. Making any generalizations beyond skin color and hair type is problematic. For instance, the “black' genetic disease sickle cell anemia does not occur in the Xhosa ethnicity, of whom Nelson Mandela is the most famous member, while it does occur in Italians. Both East Asian and African Bushman peoples have epicanthic folds on their eyelids. Indeed, the more we look for physical similarities within the races, the more differences we find. Another reason that cultures differ in their racial inventories is that they have different ways of dealing with people of mixed race. In the U.S., most areas have historically adhered to a “one-drop rule': if you have any African ancestors, then you are Black. You may have three Norwegian grandparents, but if the other is African American, you are, in most of the U.S., black. But in other places, you'd be called something different—maybe <em>mulatto</em> in Haiti, or <em>quadroon</em> in old New Orleans, or perhaps even <em>white</em> in Brazil.</p> <p>\tUnderstanding racial categorization is far from a matter of black and white, and dictionaries are often less than helpful in explaining racial terminology in other parts of the world. For one thing, dictionaries tend to leave out the meanings that are not used in the local culture. So, American dictionaries tend not to note that there was a time in South Africa when the term <em>white</em> could refer to Japanese (who, as <em>honorary whites,</em> benefitted under the laws pertaining to whites and did not suffer under those pertaining to Asians), nor that the usual South African sense of the word <em>Asian</em> refers to the Caucasian peoples of the Indian subcontinent, rather than the East Asian peoples of China, Korea, and Japan. The chasm between South African reality and foreigners' understanding is particularly great when it comes to the word <em>coloured.</em> According to most American and British dictionaries, the “South African” meaning of <em>coloured</em> is 'person of mixed race'. This definition only tells a very small part of the story. While <em>mixed</em> in the U.S. usually means 'black and white', some South Africans would argue that there is no black ancestry in the coloured peoples. (They are wrong to argue this, but the fact that it has seemed plausible to argue this suggests that black and coloured South Africans are not recently interrelated peoples.) We can see more of the story in one of the former legal definitions of <em>Coloured.</em> Proclamation No. 46 of 1959 defines seven different “coloured' groups, namely: (1) Cape Coloured Group (2) Malay Group (3) Griqua Group (4) Chinese Group (5) Indian Group (6) Other Indian Group (7) Other Asiatic Group (8) Other Coloured Group. Later, Asians were separated out, so that <em>coloured</em> referred to mostly the Cape Coloured, Malay (who are not strictly Malaysian, and who, as Muslims, were not considered Asian), and Griqua, as well as others who were not easily classifiable as black (or <em>Bantu</em>), white, or Asian. It's worth noting here, though, that in South Africa, all of these categories have different boundaries than the non-South African reader understands. <em>Black African</em> or <em>Bantu</em> does not include Khoi ('Hottentot') or San ('Bushman') people, who are physically different from other Africans, and who have languages and cultures unrelated to the Zulu, Xhosa, Sotho, and other peoples of southern Africa. (If you've seen the movie <em>The Gods Must Be Crazy,</em> you will remember its Bushman hero, Xixo.) Hence, the Griqua group above remains <em>coloured</em>—since they are of Khoikhoi and white origin. People of Arab descent and Zanzibaris have been classified as <em>coloured</em> as well, since the label was regularly used for anyone who didn't fit easily into any of the other categories.</p>"
}