{
  "type": "Article",
  "title": "Reading the Traces of James Murray in the Oxford English Dictionary",
  "author": "John Considine",
  "location": "University of Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reading the Traces of James Murray in the Oxford English Dictionary</h1>\n<p><em><span data-rel=\"author\">John Considine</span> <span data-rel=\"location\">University of Alberta</span></em></p>\n<p>The <em>Oxford English Dictionary</em> has often been described, rightly, as a remarkably readable set of books. Rose Macaulay's description of “the inexhaustible pleasure to be extracted from the perusal of this dictionary” is typical of a long series of similar responses, which begins with reviews of the fascicle <em>a-ant</em> in 1884, and continues to the present day. There are many reasons to enjoy a well-made dictionary, and I have discussed some of them elsewhere: they include delight in the scope of a given language, patriotic appreciation of the thoroughness with which the language of one's own country has been documented, and the pleasures of interactive reading, such as the annotation of one's own copy or, more usefully, the communication of addenda and corrigenda to lexicographers.</p>\n<p>They also include pleasurable response to the work of an individual lexicographer. Readers of Samuel Johnson's dictionary of 1755 have particularly enjoyed the strong sense of his personal presence in his text: the muscularity of his definitions vividly recalls that of his conversation, and the references Johnson made in several definitions to his own life and opinions are widely quoted. Readers of the <em>Oxford English Dictionary</em> have good reason to think of its most important editor, James Murray, as much more austere in this regard. As he himself once said, “I am a nobody . . . It was unfortunately not practicable to edit the dictionary anonymously, else I should certainly have done so.” Even if that had been his consistent attitude, though—and in fact, he was by no means averse to being photographed and interviewed—Murray would hardly have been able to keep himself out of the dictionary altogether. Lexicographers depend too much on personal knowledge of words and things for their work to be strictly impersonal. Indeed, in a single randomly-selected forty pages of one of the sections edited by Murray, comprising the alphabetical range <em>c-callyoan</em> and published in June 1888, his own opinions, experience, and general knowledge are so regularly apparent that the work feels almost autobiographical. In the rest of this article, I should like to discuss some of the traces which Murray left in this section of the dictionary.</p>\n<p>In the very first entry in the range, that for the letter <em>C,</em> Murray supplements historical statements about the development of English with his own opinions as to how the language ought to have developed, complaining that initial <em>cw-</em> in Old English was “(very unnecessarily)” replaced by <em>qw-</em> and <em>qu-,</em> and that there is “no plea whatever” for the use of <em>c</em> in the spelling of <em>hence.</em> He notes a few pages later that the botanical name <em>Caladium</em> was applied “by a carelessness too frequent in botanical nomenclature” to a genus to which the plant called by the Malay etymon of that word does not belong. This sort of editorial condemnation of usage must have been a way for Murray to resolve the tension between the impulse to prescribe and the scholarly duty to describe. The remark at the end of a long note on the derivation of <em>cajoler,</em> the French etymon of <em>cajole,</em> that “the working out of the history must be left to French etymologists” suggests a similar exasperation, perhaps not only with the Delegates of the Oxford University Press who had argued against the detailed tracing of etymologies, but also with the French etymologists who had as yet failed to establish the early history of the word. In these instances, Murray's irritability has the ring of mature authority. One status label may tell a different story: the definition of <em>cad</em> sense 5, “A fellow of low vulgar manners and behaviour,” is followed by the comment, “(An offensive and insulting appellation).” Can the particular force with which Murray identified this usage, and no other in the whole dictionary, as “offensive and insulting” derive from his having been insulted thus as a struggling young man?</p>\n<p>Murray's personal opinions might appear in illustrative quotations as well as in definition text. He quoted himself by name once in this range, as the only authority for the word <em>cacographer,</em> condemning a development in medieval spelling brought about by “Norman cacographers.” About fifty quotations in the dictionary are ascribed to Murray, although others may appear anonymously, identified only by the title of the journal in which they appeared. In this respect, his practice followed Johnson's, but differed from that of later editors of <em>OED.</em> Robert Burchfield claimed in 1980 that he had only quoted himself once in the <em>OED Supplement,</em> and anonymously at that, explaining that this is “a very impersonal age and one has to conceal one's personal contributions very cleverly indeed.” Other dictionaries have followed rules stricter even than Burchfield's: in the making of <em>Webster's Third New International Dictionary,</em> “living members of the full-time Merriam-Webster staff, past or present, were not to be quoted.”</p>\n<p>Where no quotations existed for a modern usage, Murray would invent his own, labelling them <em>“Mod.”</em> So, for instance, the first four sub-senses of <em>cake,</em> one of the very common words which tended to be overlooked by readers, are all thus illustrated. The record for sense 1a, “a comparatively small flattened sort of bread,” ends with a favourite image out of children's history-books, “King Alfred and the cakes.” That for sense 1b, “a thin hard-baked species of oaten-bread,” ends with a reminiscence, “Country children in Scotland still 'seek their cakes' on Hogmanay or 'Cake-day.'” That for sense 1c, “a composition having a basis of bread, but containing additional ingredients, as butter, sugar, spices” (if Murray had ever baked a cake, he would have known that they do not, and did not in the nineteenth century, have a “basis of bread”) ends with “to buy a cake for the christening”: Murray's youngest child was christened in 1888. That for sense 2 ends with the avuncular “little boys are fond of cake.” The “mod.” examples invented by Murray may be in Scots, like that at <em>call</em> v. sense 4k, “I'll caw the haill town for't, or I want it” and that at sense 15 of the same word, a reminiscence of children's speech, “will you come and ca' ?” (“will you come and turn the skipping-rope?”). Not every “mod.” quotation in the dictionary need be taken, as these two may be, as having any autobiographical resonance. However, at least one in this range sounds very much like Murray's characteristic thoughts on his work as a lexicographer: the use of <em>called on</em> to refer to the requirements of duty at <em>call</em> v. sense 23c is illustrated by the words, “a man is not called upon to make such sacrifices every day.”</p>\n<p>Even when Murray was not quoting himself or inventing quotations, the sources of his quotations were often connected with his professional or personal life. Richard Trench, whose paper <em>On Some Deficiencies in Our English Dictionaries</em> was instrumental in founding the <em>OED,</em> is quoted s.vv. <em>cajole</em> and <em>call</em> v. (sense 26d), and Benjamin Jowett, the godfather of Murray's youngest son, is quoted directly several times in the range, and mentioned in another quotation. A quotation for <em>cadastral</em> is from Joshua Toulmin Smith, whose daughter Lucy was a reader for the dictionary, and the solitary quotation for sense 2 of <em>caddle,</em> referring to people who “won't take the trouble—won't, as they say with us in Somerset, <em>be at the caddle</em> to look after such things,” surely derives from Murray's close friend Fred Elworthy, author of the <em>West Somerset Word-Book.</em> More intimately, an illustration of cadger from the <em>Proceedings of the Berwickshire Naturalist's Club</em> recalls Murray's membership in that body, and a quotation of anomalous form illustrating a form of <em>cairn</em> must be a souvenir of Murray's holidays in North Wales: “1871 <em>6-in. Ordn. Map Eng.</em> Sheet 78 Bangor, <em>has many instances of</em> 'carn'.”</p>\n<p>Murray's “mod.” quotations usually completed the historical record of a given word, but <em>cab</em> v2, to pilfer, is illustrated only by “<em>Mod. Schoolboy slang.</em> You've cabbed that apple on your way up.” A number of words and senses in the range are entirely undocumented, and must have been inserted, like <em>cab</em> v2, on the basis of personal knowledge rather than that of quotation evidence. These include sense 3 of <em>cabbage</em> n2, “A 'crib' or key whence a pupil surreptitiously copies his exercise”; the sense “a pannier” of <em>cadge</em> n1; the sense “a cow's matrix” of <em>calf-bed;</em> the form <em>calf-kill</em> (the name of a plant poisonous to cattle); the forms <em>calking-anvil</em> and <em>calking-tongs;</em> and the idioms <em>ca' ower</em> (knock over) and <em>ca' on</em> (drive a nail into a body). Several of these words are distinctively Scots. This is true of <em>ca' ower</em> and <em>ca' on,</em> and the “mod. schoolboy slang” cited at <em>cab</em> v2 is that of Murray's own schooldays: the word is identified as Scots rather than English by the <em>English Dialect Dictionary</em> and the <em>Scottish National Dictionary.</em> The very rare <em>calf-kill</em> may be a reminiscence of the six months of Murray's boyhood spent herding cattle. These Scoticisms accompany a number taken with acknowledgement from Jamieson's <em>Etymological Dictionary of the Scottish Language,</em> one of the finest predecessors of the <em>OED,</em> and a text to which Murray had daily recourse. There is, in general, a remarkably heavy Scots presence in the pages under consideration here: John Willinsky's recent argument that <em>OED1</em> “formalized aspects of English culture in preparation for advancing the Anglicizing mission” could not have been made by anyone who had sat down and started reading even a few pages of the dictionary. Murray was not an Englishman, and the language he brought to his work was not that of an Englishman.</p>\n<p>Having said that, it is of course true that some of the language which appears to be documented on Murray's authority is standard English. Two terms from pharmacy are defined without documentation (Murray had worked in a chemist's shop): <em>caccagogue,</em> “an ointment made of alum and honey, and used to promote stool”—one wonders how—, and <em>calendula,</em> a tincture of marigold “applied as a hæmostatic to wounds.” So are a number of terms from the natural sciences: botany, an old favourite of Murray's, supplies <em>cachrys</em> sense 2, <em>calabur tree,</em> and <em>calapite,</em> zoology <em>caecilian,</em> metallurgy and chemistry a sense of <em>calcar</em> and the noun <em>calcinate.</em> So, too, are lexical items which seem to depend on a wide general knowledge and an extraordinary ability to call a word to mind as its alphabetical place is reached: <em>cachou</em> (a lozenge to sweeten the breath), <em>caen-stone,</em> two semi-technical senses of <em>cage,</em> the musical term <em>calando,</em> <em>calico ball</em> (“a ball where the ladies wear only cotton dresses”), the phrase <em>to call a bond,</em> the form <em>calliper-square.</em> Even in the case of well-documented words, a personal observation on usage may be added to sharpen a definition: although <em>calibre</em> is the diameter, not the weight, of the shell, “phrases like 'guns of heavy calibre' often occur in popular use,” and <em>callisthenics</em> is “chiefly a term of young ladies' boarding schools.” The extent to which OED is founded simply on what Murray carried about in his head is worth considering. When he was about to take up the editorship, he “began to consider the branches of knowledge in which he might find himself most limited and took up the study of chemistry again by way of preparation”: he quite deliberately made himself a polymath, and the dictionary shows it.</p>\n<p>Murray's polymathy manifests itself in <em>OED</em> definitions as well as in the dictionary's word-list. He has a characteristic trick of adding an interesting fact to a definition when it is by no means essential to the explication of the word. Sense 3 of <em>cabbage</em> n1 begins, “the tender unexpanded centre or terminal bud of palm trees, which is in most species edible, and is often eaten,” but then concludes with the detail “though its removal kills the tree.” Having explained that the cacoon is “The large flat polished bean of a climbing tropical shrub, <em>Entada scandens</em> (N. O. <em>Leguminosæ</em>) . . . about 2 inches across and half an inch thick,” Murray cannot resist adding that “they are made into snuff-boxes, scent-bottles, spoons, etc., and are sometimes sold in the streets of London as West Indian Filberts.” The calabar-bean is also identified by a Linnaean binomial and then enlivened with the note that it is “called also the Ordeal-bean, administered by the natives to persons suspected of witchcraft.” Likewise, the availability of a photograph of the Kaaba (lemmatized here as <em>Caaba</em>); the “most disgusting garlic odour” of the arsenic compound cacodyl; the “curious cylindrical case” of the larva of the May-fly, or caddis; and the use of cairngorm, a dark variety of quartz, “for ornamenting the handles of dirks, and other articles of Highland costume” are all documented with a sort of quiet pedagogical delight.</p>\n<p>This might cause difficulties. The definition of <em>callis-sand</em> as “a fine white sand, originally imported from Calais, used for blotting ink, scouring, etc.” was hardly the place for the observation that “the sands of Calais are frequently referred to in the 17th c. as a place for duels,” so Murray put it in the etymology instead. More normally, small-type notes add information to definitions: such a note s.v. <em>cairn</em> sense b remarks that “the local name of a summit-cairn in the south-east of Scotland and north of England previously to the period of the Ordnance Survey was <em>man,</em> as in <em>Coniston Old Man,</em> the <em>High Man</em> and <em>Low Man</em> on Helvellyn, etc.” Here, pedagogy and memory come together: Murray knew Helvellyn and the other peaks of the English Lake District well.</p>\n<p>There are other examples of Murray's personal voice in this range. He explains that the letter <em>C</em> is used to denote the third of a series in contexts which include “the subdivisions of the longer articles in this Dictionary.” He remarks that the cabbage-worm is “called in Scotland <em>kailworm.</em>” He refers with disapproval to the cabbala as “the pretended tradition of the mystical interpretation of the Old Testament.” He points out that the words <em>cadence</em> and <em>chance</em> form an etymological pair, both being derived from the Latin <em>cadentia.</em> He notes, with an optimism which has not been justified in the twentieth century, that human beings were only imprisoned in cages “in barbarous times.” He quotes an interesting false etymology of <em>calamitas</em> from Bacon as a note to the etymology of <em>calamity.</em> The list—taken, it should be remembered, from a very narrow alphabetical range—could go on.</p>\n<p>James Murray's presence pervades the text of the dictionary. It is, on careful reading of that text, a presence as distinctive as Johnson's. The unfrivolous delight in every variety of knowledge is that expressed in a sermon he preached as a schoolmaster at Mill Hill: “not in one solitary direction, alone, does [the] thirsting mind thus expand &amp; yearn—[but] in every direction, in every field, in every corner, and bye path &amp; alley of the great field of knowledge.” It is, indeed, the intellectual delight of his early years at Hawick, buying second-hand books on a diversity of subjects, collecting ferns and linguistic forms with equal curiosity, and imparting his knowledge as energetically as he collected it. His contributions to the dictionary suggest vividly what a fine and memorable teacher Murray must have been. And they cast light back into his earliest life, to the child in the playground hearing a girl turning a skipping-rope and shouting over to another, “will you come and ca'?”; and to the child herding cattle on the slopes of Ruberslaw, taking care that they did not graze on calf-kill, and storing the word <em>calf-kill</em> away in his memory.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reading the Traces of James Murray in the Oxford English Dictionary</h1> <p><em><span data-rel=\"author\">John Considine</span> <span data-rel=\"location\">University of Alberta</span></em></p> <p>The <em>Oxford English Dictionary</em> has often been described, rightly, as a remarkably readable set of books. Rose Macaulay's description of “the inexhaustible pleasure to be extracted from the perusal of this dictionary” is typical of a long series of similar responses, which begins with reviews of the fascicle <em>a-ant</em> in 1884, and continues to the present day. There are many reasons to enjoy a well-made dictionary, and I have discussed some of them elsewhere: they include delight in the scope of a given language, patriotic appreciation of the thoroughness with which the language of one's own country has been documented, and the pleasures of interactive reading, such as the annotation of one's own copy or, more usefully, the communication of addenda and corrigenda to lexicographers.</p> <p>They also include pleasurable response to the work of an individual lexicographer. Readers of Samuel Johnson's dictionary of 1755 have particularly enjoyed the strong sense of his personal presence in his text: the muscularity of his definitions vividly recalls that of his conversation, and the references Johnson made in several definitions to his own life and opinions are widely quoted. Readers of the <em>Oxford English Dictionary</em> have good reason to think of its most important editor, James Murray, as much more austere in this regard. As he himself once said, “I am a nobody . . . It was unfortunately not practicable to edit the dictionary anonymously, else I should certainly have done so.” Even if that had been his consistent attitude, though—and in fact, he was by no means averse to being photographed and interviewed—Murray would hardly have been able to keep himself out of the dictionary altogether. Lexicographers depend too much on personal knowledge of words and things for their work to be strictly impersonal. Indeed, in a single randomly-selected forty pages of one of the sections edited by Murray, comprising the alphabetical range <em>c-callyoan</em> and published in June 1888, his own opinions, experience, and general knowledge are so regularly apparent that the work feels almost autobiographical. In the rest of this article, I should like to discuss some of the traces which Murray left in this section of the dictionary.</p> <p>In the very first entry in the range, that for the letter <em>C,</em> Murray supplements historical statements about the development of English with his own opinions as to how the language ought to have developed, complaining that initial <em>cw-</em> in Old English was “(very unnecessarily)” replaced by <em>qw-</em> and <em>qu-,</em> and that there is “no plea whatever” for the use of <em>c</em> in the spelling of <em>hence.</em> He notes a few pages later that the botanical name <em>Caladium</em> was applied “by a carelessness too frequent in botanical nomenclature” to a genus to which the plant called by the Malay etymon of that word does not belong. This sort of editorial condemnation of usage must have been a way for Murray to resolve the tension between the impulse to prescribe and the scholarly duty to describe. The remark at the end of a long note on the derivation of <em>cajoler,</em> the French etymon of <em>cajole,</em> that “the working out of the history must be left to French etymologists” suggests a similar exasperation, perhaps not only with the Delegates of the Oxford University Press who had argued against the detailed tracing of etymologies, but also with the French etymologists who had as yet failed to establish the early history of the word. In these instances, Murray's irritability has the ring of mature authority. One status label may tell a different story: the definition of <em>cad</em> sense 5, “A fellow of low vulgar manners and behaviour,” is followed by the comment, “(An offensive and insulting appellation).” Can the particular force with which Murray identified this usage, and no other in the whole dictionary, as “offensive and insulting” derive from his having been insulted thus as a struggling young man?</p>"
}