{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: On the Use of Niggardly",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: On the Use of Niggardly</h1>\n<p><em>Sol Saporta, University of Washington, retired</em></p>\n<p>An aide to the mayor of Washington, D.C., used the word <em>niggardly.</em> The reactions, on virtually all sides, were heated, intense, emotional, and sometimes irrational. At one extreme, was the position that anyone who used the word was at best insensitive, and probably a bigot. At the other was the view that anyone who was offended by the word was at best hypersensitive, and probably illiterate. Rational debate was almost precluded.</p>\n<p>Steven Pinker (<em>New York Times,</em> February 2, 1999) characterized the word as “a disaster waiting to happen.” Pinker points out that in hearing words, we often parse them in multiple ways, before identifying the intended meaning. Indeed, puns are by definition based on precisely this feature of multiple meanings being associated with the same sequence of sounds.</p>\n<p>Folk etymologies are common, and it is not unheard of for innocuous words to be associated with emotionally charged words. So, for example, is the case of the person who interpreted the word <em>sextet</em> as meaning something like 'six dancing girls,' or the one who understood the word <em>titillate</em> to refer 'to the act of a woman removing her bra.' So, it is hard not to think of the racial slur when hearing the word <em>niggardly.</em></p>\n<p>As a result, it may very well turn out that, in this case, the innocuous word will become taboo, or at least used sparingly. This eventuality seems to disturb some purists who are upset at the 'impoverishment of the wonderful instrument that is the English language.'</p>\n<p>But the phenomenon is not unusual. So, many speakers prefer to use <em>donkey</em> instead of <em>ass,</em> and <em>rooster</em> instead of <em>cock,</em> and nobody <em>pricks</em> their finger anymore. Common words are avoided because of their phonetic identity with homonyms that are themselves taboo. Furthermore, there is some evidence that speakers of English, on learning Thai, avoid a perfectly straightforward word because its pronunciation is identical to that of an English epithet. <em>[Editor's Note: Does anyone know what this Thai word is?]</em></p>\n<p>So, although most people agree that the aide's resignation and its acceptance were hasty, one ought not, I think, completely dismiss as irrational or illiterate, the reaction of his audience.</p>\n<p><em>[Sol Saporta is a retired professor of linguistics who lives in Seattle.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: On the Use of Niggardly</h1> <p><em>Sol Saporta, University of Washington, retired</em></p> <p>An aide to the mayor of Washington, D.C., used the word <em>niggardly.</em> The reactions, on virtually all sides, were heated, intense, emotional, and sometimes irrational. At one extreme, was the position that anyone who used the word was at best insensitive, and probably a bigot. At the other was the view that anyone who was offended by the word was at best hypersensitive, and probably illiterate. Rational debate was almost precluded.</p> <p>Steven Pinker (<em>New York Times,</em> February 2, 1999) characterized the word as “a disaster waiting to happen.” Pinker points out that in hearing words, we often parse them in multiple ways, before identifying the intended meaning. Indeed, puns are by definition based on precisely this feature of multiple meanings being associated with the same sequence of sounds.</p> <p>Folk etymologies are common, and it is not unheard of for innocuous words to be associated with emotionally charged words. So, for example, is the case of the person who interpreted the word <em>sextet</em> as meaning something like 'six dancing girls,' or the one who understood the word <em>titillate</em> to refer 'to the act of a woman removing her bra.' So, it is hard not to think of the racial slur when hearing the word <em>niggardly.</em></p>"
}