{
  "type": "Article",
  "title": "I May Already Be A Wiener",
  "author": "Gary Wiener",
  "location": "Pittsford, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">I May Already Be A Wiener</h1>\n<p><em><span data-rel=\"author\">Gary Wiener</span> <span data-rel=\"location\">Pittsford, New York</span></em></p>\n<p>As a startup on my computer I have this soundbite: Homer Simpson, down on himself as usual, in dubious assessment of his self-worth, saying, “I am a WEE-NER.” Homer surely evokes a good chuckle from his audience, and best of all, the next day, maybe even an hour later, he will be his old normal self again. In this he has a great advantage over me. Twenty-four hours a day, 365 days a year, for 45 years of my life, I have been a Wiener, and currently I see no hope that the affliction will ease. I was born a Wiener; I will die a Wiener. My children, even my wife, are all, inherently, undeniably Wieners.</p>\n<p>There was a time when being Wiener was not really so bad. Though my wife insists that the worst connotations of the name have been with us since the Arthurian knights (“He can't joust! What a wiener!”), and my father, at the opposite extreme, claims he has never heard a discouraging word regarding his misbegotten moniker, I can recall nothing worse than a few taunts of Oscar Meyer Wiener from my salad, or should I say mustard days back in the fifties. And just as today's six-year-old former Barney worshipers have changed “I love you, you love me . . .” into “I hate you . . .,” so their baby boomer counterparts altered “I wish I were an Oscar Meyer Wiener . . . “ to I'd hate to be an Oscar Meyer Wiener . . . ,” or, in my case, “a Gary Alan Wiener.” But I recall nothing worse than that chant based on the unfortunate metrical fit of my full name.</p>\n<p>When it changed, precisely, or when the phallic properties of the name came into full colloquial acceptance, I cannot say for sure. But as it did, many of my namesakes who suffered through the Oscar Meyer days said, “enough,” and jumped off the Wiener bandwagon faster than you can say sauerkraut, changing their names to Wyner, Wynn or Winner, or just altering the pronunciation to Why-ner, the way the name would be said, (and the way most people actually mistakenly pronounce it) if it weren't for that rotten Germanic rule that dictates that the latter vowel, or “e,” determines the pronunciation and the not the former.</p>\n<p>I can't say I haven't considered the switch myself, and, to tell the truth, my wife and I did adopt the “Why-ner” pronunciation for the two years during the late seventies that we spent away from our family in another city. I taught inner-city junior high then, and for African-American kids in that city at that time, “wiener” was not just a synonym for penis. Wiener <em>was</em> a penis. So it was somewhat comforting to be called Why-ner and not to have to suffer through daily snickers and giggles everytime I introduced myself to another student.</p>\n<p>Usually, that is. Kids, as we know, are flexible, and can make something out of any name. To those with an axe to grind, I was “wino.” In that regard, it's almost better to have a name that is so egregious all on its own that no one will see the necessity to alter it.</p>\n<p>One day the students informed me that there was a substitute teacher in the building whose name was spelled the same as mine “but he pronounced it Wee-ner.” The kid betrayed not even the slighest snicker when he told me, but, to tell you the truth, I felt sorry for the guy anyway, and strangely odd, as if in avoiding this “other” I was avoiding a confrontation with myself, or as if I were a passenger on a sinking ship who shoved the women and children aside and selfishly made for the lifeboat.</p>\n<p>I felt equally cowardly when, at a school assembly, one of the school's brightest students, Melissa Pigg (oh that assonance—not unlike Gary Wiener—both our parents had a knack for poetry, no?) stood at the lectern and introduced the day's guest speaker, her father, The Reverend Pigg. You should have heard the snickers, and somehow, I almost felt as if each one was really for me, as if there was a conservation of snickers for last names in this world, as if all of the snickers the Reverend Pigg garnered might easily have been mine but for a lack of personal fortitude.</p>\n<p>Adopting Why-ner undoubtedly saved me the insults, but it was always so confusing. Once, at a party, my wife, by way of introduction, informed another couple, “This is Gary Why-ner and I'm Iris Wee-ner.”</p>\n<p>This rampant name changing has understandably caused quite a ruckus among our relations. After my cousin Larry in Connecticut hit it big as a video game entrepreneur during the early eighties, subsequently branched out into real estate and settled into a life of Lincoln Town Cars and million-dollar townhouses, and paid an enrollment fee to Choate for his four-year old, he changed his name along with his social status. When my always proud uncle Paul in California heard that he was now Larry Wyner, he had just one word for his nephew: “Asshole,” he said.</p>\n<p>I decided not to inform Paul that we had altered the pronunciation of our name those two years.</p>\n<p>The last time I was in California I visited Paul's son, my cousin Steven Wiener, who has also hit it big and drives a 'Vette and has a condo with a stunning view of the ocean in Malibu and an equally stunning girlfriend who shares it with him.</p>\n<p>When I asked him if he had any problems with being Wiener, Steven replied laconically, “The women like it.”</p>\n<p>And I have to admit, if my brother, Richard Wiener, has not changed his name, then none of us has a complaint.</p>\n<p>So when we returned to New York State eighteen years ago, we just bit the bun and reclaimed our full Wienerhood. It hasn't been easy. Sometime within that span, the phallic connotations of Wiener inevitably suggested a disparaging slang word that made my last name the colloquial equivalent of “dork” or “loser.” Suddenly you couldn't read a <em>Doonesbury</em> cartoon, or listen to a Budweiser spot, or watch <em>The Simpsons</em> or, of course, <em>Beavis and Butthead</em> without coming across the “w” word. Life might as well have branded a big penis right on my forehead.</p>\n<p>When I complained bitterly to various friends, they smiled benignly and told me I worried too much. The name really wasn't so bad. But they inevitably had names like <em>Jones</em> or <em>Smith</em> or <em>Bird,</em> names that were clean and simple, names that others couldn't turn into a penis no matter how creative they were. As the saying goes, a man who is warm cannot understand a man who is cold.</p>\n<p>Fighting the Wiener Wars has never been easy. I have been forced to acknowledge that the tide of colloquial language cannot be stopped. A seemingly ubiquitous (at least to me) greeting card that appeared a few years ago provides an example. It begins, “Birthdays are like weiners.” When you open it up, the “punch line” reads, “Well, not really—but I find that there aren't nearly enough birthday cards that say weiner. Weiner. Weiner. Weiner.”</p>\n<p>Even my wife gets on my case now and again, claiming at times she's the most steadfast woman on earth, merely for having suffered the indignity of not retaining her maiden name, the innocuous “Schifren.” The worst anyone ever made of that she claims, was Iris “Shipwreck,” a pretty lame effort if you ask me. She did have an elementary school teacher who rendered her first name as “Arse” for an entire school year. Even so, nothing she claims, is as bad as being Wiener, especially when she started at a local agency where a co-worker had the name of Edie Seaman (another person whose parents had a wicked taste in assonance, apparently). “Oh no, Iris Wiener and Edie Seaman. What's next?” one of her colleagues was heard to exclaim.</p>\n<p>Personally, I don't think “Iris Wiener” is nearly as clever. At least her parents didn't name her Edie.</p>\n<p>Then there was the day, shortly after we moved to a new neighborhood, when our next door neighbor came over and saw our son Michael walking around naked, as he often did after swimming in the backyard pool. “His little wiener is showing,” the woman, a pediatrician, said. Iris mumbled something about how we didn't call it that in our family. After she left, I told Iris that I found the episode amusing, considering her surname was “Johnson” a popular slang for penis and the genesis of the “Big Johnson” line of t-shirts. Iris wasn't impressed. “Nothing is as bad as 'Wiener,'” she said.</p>\n<p>Maybe not, but, upon reading comedian Tim Allen's <em>Don't Stand Too Close to a Naked Man,</em> I was amused to learn that his given name was Timothy Allen Dick. I was equally impressed by the similarity of our middle names, and the alternative of Allen to Wyner or Winner or Wynn. Allen writes: [When he did his first t.v. show] “the producers said they just didn't feel comfortable flashing my real name onscreen. 'surely you understand, Tim—Dick? People will think you made it up to be funny.' I wished I had. I wanted to be a comedian so much. But I relinquished the Dick to keep my spot on their show.”</p>\n<p>I wish it were that simple. If I'd only gone into show biz.</p>\n<p>Elsewhere, the erstwhile Dick writes, “Despite what I went through as a kid, it's my good fortune that my real name is Tim Dick.” Easy for a man whose surname is now Allen to say.</p>\n<p>Another comedian, Marc Weiner, has retained his last name, to his great, or at least modest, fortune. Weiner, a former stand-up, is currently the host of Nickelodean's <em>Weinerville,</em> a children's show based on a village of puppets, old cartoons and bad puns. He has made a career out of hot dog jokes, even though his name is spelled wrong—Wiener is “ie,” as anyone who knows the “except after 'c'” rule can confirm. Sometimes I feel as if he has stolen my act—even my life. When I first came across him on <em>Saturday Night Live</em> back in the early eighties, he was churning out one wiener joke after another. Hey, I thought. There was a living in such misery? I could have done that! While his t.v. audience howled, I remained stonefaced—not because his jokes weren't funny, but because I had heard or thought of just about every single one myself. It was nothing to me to hear of potential howlers created by the infelicitous choice of first names: Ima, Harry, and of course, Richard!</p>\n<p>Weiner, an orthodox Jew, has long-since toned down the ribald side of his act and replaced the bawdy with those hot dog puns, liberally sprinkled through his Nickolodean show. His puppet-band is Cocktail Frank and the Wieners, and guests are “Weinerized,” that is, doused with special sauce and turned into puppets.</p>\n<p>Another well-known Wiener lived a more dignified existence. Norbert Wiener, (1894 –1964) was an American mathemetician and genius who is commonly credited with founding the science of cybernetics—that deep and tedious stuff that led to the creation of computers. To commemorate the life of this brilliant man, astronomers have named a crater on the moon after him. That is, Wiener crater. Just in case you don't believe me, its location is 40.8N 146.6E 120.0 NA AM 2, whatever that means. In like fashion, I've always thought it might be prestigious to have some institution name for me. After all, school buildings are often named for famous educators. I'm hoping to leave enough of a mark in my field that someday, bright-eyed students will inform their friends and relatives: “I go to Wiener High.” Now that really does sound like something out of the Simpsons.</p>\n<p>Well, that pretty much explains my sensitivity to my last name, I suppose. When I earned a Ph.D., my high school students started calling me “Doc” instead of Mr. Wiener, and I've enjoyed the nickname very much. One student insisted to one of my colleagues, who is also a close friend, that I must be pretty stuck-up, having all of the students refer to me by this title. To which my colleague replied that it had nothing to do with rank: “If you had his last name, what would you do?” was his wise response.</p>\n<p>The only mystery that remains is, as I've said, when the metamorphosis from hot dog to phallic symbol occurred, but, I'm afraid, I'll have to leave that to better researchers than myself. I did make a half-hearted attempt to find out, consulting the <em>Oxford English Dictionary.</em> But there was no mention of “wiener” as a slang word for penis in the Oxford's etymological account. The <em>O.E.D.</em> notes the standard derivation, that the word derives from the German, meaning “of Vienna,” and then adds, “see SNITZEL.” But that is all. Perhaps this omission occurs because any slang usage is non-existent in Great Britain, although I do seem to remember a reference to showing off one's “Why-ner” in <em>The Full Monty.</em> So there must be another reason, and I think I've found it: if you turn to the title page of the recent edition of this masterwork of lexicography, you'll find that the co-editors' names are J. A. Simpson and E.S.C. Weiner.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">I May Already Be A Wiener</h1> <p><em><span data-rel=\"author\">Gary Wiener</span> <span data-rel=\"location\">Pittsford, New York</span></em></p> <p>As a startup on my computer I have this soundbite: Homer Simpson, down on himself as usual, in dubious assessment of his self-worth, saying, “I am a WEE-NER.” Homer surely evokes a good chuckle from his audience, and best of all, the next day, maybe even an hour later, he will be his old normal self again. In this he has a great advantage over me. Twenty-four hours a day, 365 days a year, for 45 years of my life, I have been a Wiener, and currently I see no hope that the affliction will ease. I was born a Wiener; I will die a Wiener. My children, even my wife, are all, inherently, undeniably Wieners.</p> <p>There was a time when being Wiener was not really so bad. Though my wife insists that the worst connotations of the name have been with us since the Arthurian knights (“He can't joust! What a wiener!”), and my father, at the opposite extreme, claims he has never heard a discouraging word regarding his misbegotten moniker, I can recall nothing worse than a few taunts of Oscar Meyer Wiener from my salad, or should I say mustard days back in the fifties. And just as today's six-year-old former Barney worshipers have changed “I love you, you love me . . .” into “I hate you . . .,” so their baby boomer counterparts altered “I wish I were an Oscar Meyer Wiener . . . “ to I'd hate to be an Oscar Meyer Wiener . . . ,” or, in my case, “a Gary Alan Wiener.” But I recall nothing worse than that chant based on the unfortunate metrical fit of my full name.</p> <p>When it changed, precisely, or when the phallic properties of the name came into full colloquial acceptance, I cannot say for sure. But as it did, many of my namesakes who suffered through the Oscar Meyer days said, “enough,” and jumped off the Wiener bandwagon faster than you can say sauerkraut, changing their names to Wyner, Wynn or Winner, or just altering the pronunciation to Why-ner, the way the name would be said, (and the way most people actually mistakenly pronounce it) if it weren't for that rotten Germanic rule that dictates that the latter vowel, or “e,” determines the pronunciation and the not the former.</p>"
}