{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Scottish Proverbs,",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Scottish Proverbs,</em></h1>\n<p>Comp. Editors of Hippocrene Books, (New York, Hippocrene Books, 1998), i-xi +111 pp.</p>\n<p>“A fox always smells his own hole first,” my mother, a lady of undiluted Highland Scottish descent, liked to say. As she uttered it, the expression pertained more to the fox's anatomy than to its den. Such pungency is not to be found in <em>Scottish Proverbs,</em> a lame and clunkily assembled assortment of apothegms apparently intended for bathroom reading.</p>\n<p>In a brief foreward Helen G. MacRobert Galazka, whose academic qualifications are given as “D. Min.”, asserts that “What distinguishes many Scottish proverbs is their humour.” Certainly Scots—once they are diverted from their time-honoured pursuits of stating grievances or of making money—are possibly the funniest people on earth. One won't find the nation's comic genius here, unless one's tastes in humour runs to the like of “Bitin' an' scartin' [scratching] is Scots fowk's wooin”</p>\n<p>The “Editor's Note” damages its own cause. “These proverbs have been collected and carefully edited to reflect the language spoken in Scotland at the turn of the century”. Which century? How collected? The dark suspicion arises that the entries were hastily cribbed from a handily out-of-copyright source.</p>\n<p>“Because the spelling is quite different from contemporary English language, many of the words are not immediately recognizable,” the note continues. Scotland in fact boasts at least three languages, Scots, English, and the linguistically unrelated Gaelic, and is composed of at least two countries, the Highlands and the Lowlands. These fact are not reflected in the book's inadequate glossary or amateurish illustrations.</p>\n<p>Nor does the book attempt dual or tripartite divisions. Galazka does makes a thinly argued case for regional origins, asserting, for example, that, in Ayrshire, sayings are “rural in character” (“She was a guid goose, but an ill gaislin”) and that in Glasgow they have a commercial emphasis (“Mony hands, mak licht wark”).</p>\n<p>The latter, allegedly Glasgwegian, proverb makes one wonder how Scottish this book really is. Many of its entries are universal: “Penny wise and pound foolish” and “The cure may be worse than the disease”. Or the universal is merely expressed in Scotspeak: “She looks as if butter wadna melt in her mou'”, the suspiciously New Ageish “Be a freend to yoursel' an' ithers will follow,” or the suffocatingly banal “When freends meet, herts warm.” Matters aren't helped much by inconsistent orthography. “Ye needn't poor watter on a drooned mouse”, advice to avoid overkill, is succeeded by “A wee moose can creep under a great corn stack”, a reference not to the large North American ungulate but to the small omnipresent rodent.</p>\n<p>If most entries are over-obvious, the occasional one is just baffling. “Lang may your lum reek” may be translated easily enough as, “Long may your chimney smoke”, that is, “May you live long and prosper”. But “Tak your thanks to feed your cat” could mean “Charity begins at home” but at first glance makes for a semantic quagmire of gratitude and pet-care.</p>\n<p>“A licht purse makes a heavy hert.” So does this book.</p>\n<p><em>Fraser Sutherland</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Scottish Proverbs,</em></h1> <p>Comp. Editors of Hippocrene Books, (New York, Hippocrene Books, 1998), i-xi +111 pp.</p> <p>“A fox always smells his own hole first,” my mother, a lady of undiluted Highland Scottish descent, liked to say. As she uttered it, the expression pertained more to the fox's anatomy than to its den. Such pungency is not to be found in <em>Scottish Proverbs,</em> a lame and clunkily assembled assortment of apothegms apparently intended for bathroom reading.</p> <p>In a brief foreward Helen G. MacRobert Galazka, whose academic qualifications are given as “D. Min.”, asserts that “What distinguishes many Scottish proverbs is their humour.” Certainly Scots—once they are diverted from their time-honoured pursuits of stating grievances or of making money—are possibly the funniest people on earth. One won't find the nation's comic genius here, unless one's tastes in humour runs to the like of “Bitin' an' scartin' [scratching] is Scots fowk's wooin”</p> <p>The “Editor's Note” damages its own cause. “These proverbs have been collected and carefully edited to reflect the language spoken in Scotland at the turn of the century”. Which century? How collected? The dark suspicion arises that the entries were hastily cribbed from a handily out-of-copyright source.</p>"
}