{
  "type": "Article",
  "title": "Slayer Slang (Part 2)",
  "author": "Michael Adams",
  "location": "Albright College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Slayer Slang (Part 2)</h1>\n<p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">Albright College</span></em></p>\n<p><em>Buffy the Vampire Slayer</em> (<em>BTVS</em>), a recent teen television hit, coins slang terms and phrases in nearly every episode, many of them formed in the usual ways, some of them at the crest of new formative tendencies, and some of them interesting, not only lexically, but morphosyntactically.</p>\n<p>Besides contributing items to the slang lexicon, slayer slang intensifies current formative practices in slang: it glories in them, certainly, but it also constitutes, by exaggerating them, a critique of those practices. For instance, the writers acknowledge that slang increasingly trades on references to popular culture by shifting proper names into other parts of speech, both verbs and adjectives. Thus Xander asks, “Does anyone feel like we've been <em>Keyser Sozed</em>?” after the character in <em>The Usual Suspects,</em> when he means 'tricked, manipulated.' Afraid that Halloween will get out of hand, Xander remarks, “Halloween quiet? I figured it would have been a big ole vamp <em>Scareapalooza,</em>” from the alternative rock festival Lollapalooza; similarly he argues, “Look, you wanna do <em>Guiltapalooza,</em> fine, but I'm done with that.” “I cannot believe that you of all people are trying to <em>Scully</em> me,” he says when one of his companions exercises a little skepticism.</p>\n<p>Xander is not the only character who watches television and rents videos. Concerned about the robot boyfriend's influence over her mother, Buffy worries to Willow that “Mom has been totally different since he's been around.” “Different like happy?” Willow asks. No, says Buffy, “Like <em>Stepford.</em>” Men, Faith surmises, in a different conversation, are the less dynamic sex. “Every guy, from <em>Manimal</em> to <em>Mr. I-Love-</em> The English Patient has beast in him,” she warns Buffy, not that Buffy takes Faith's judgments at face value. Sometimes she's sympathetic: “I know Faith's not gonna be on the cover of <em>Sanity Fair,</em> but she had it rough.” At other times, she's less inclined to be charitable. Buffy's mother, who likes Faith, questions Buffy's mounting criticism: “Does anybody else think Faith is creepy?” “No,” Buffy concedes, “But I'm the one getting <em>single-white-femaled</em> here.”</p>\n<p>Buffy even memorializes some of her school assignments in slayer slang. She resists door-to-door candy sales to support the marching band as diplomatically as she can: “I'm sure we love the idea of going all <em>Willy Loman,</em> but we're not in the band.” Buffy is not a particularly diligent student and seems not to have understood much about <em>Death of a Salesman</em> from Cliffs Notes, but literature is not the primary source of her vocabulary, anyway. She hears patterns in language and reproduces them in slayer slang. For instance, though inattentive during chemistry class, she remembers the sound of phrases like “oxidation reduction reaction” and bends the sound to suit her own slangy purposes: “Before we were going out,” her almost boyfriend Scott muses, “you seemed so full of life, like a force of nature. Now you just seem distracted all the time.” “I'm getting better, honest,” Buffy reassures him, “In fact, from here on, you're going to see a <em>drastic distraction reduction. Drastic distraction reduction</em> . . . Try saying that ten times fast.” Or maybe this phrase is less a deft malapropism than imitation psychoanalytic jargon, for it's Faith, not Buffy, who resists therapeutic regimens: “I don't wanna get all <em>twelve-steppy,</em>” she warns, while admitting that she may be an overly enthusiastic killer, a candidate for <em>Slayers Anonymous.</em></p>\n<p>Buffy seems especially attracted to words with a retro sound: a vampire forever trapped in 'Seventies garb is <em>Slutorama,</em> her boyfriend <em>Disco Dave;</em> and while trying to reassure Xander that she's his reliable friend, she sounds a bit like a late-night television commercial: “I'm here for you Xand. I'm <em>Support-o-gal.</em>” When Faith admires her for her pent-up anger, Buffy demurs: “I mean, you really got some quality rage going,” Faith congratulates her, “Really gives you an edge.” “<em>Edge girl.</em> Just what I always wanted to be,” says Buffy, fusing contemporary “Edge” culture with the much earlier <em>It girl.</em> Of course, this impressive range of cultural reference reflects, not Buffy's command of twentieth-century cultural history, but the combined allusive tendencies of several writers and directors. Such collaboration has established <em>BTVS</em> as the mint in which items of current teen slang are struck, mass-produced, and then passed nationwide.</p>\n<p>The show likes to push certain formative tendencies to the extreme and, in such mimicry, aptly describes current slang, though particular items thus produced are unlikely to enter the general slang lexicon. For instance, like the core English lexicon, slang considers <em>-free</em> a more or less infinitely productive suffix. <em>Carefree,</em> formed to replace an archaic sense of <em>careless,</em> begat such forms as <em>guilt-free,</em> a synonym for <em>guiltless,</em> and such forms in turn begat a tribe of advertising words, like <em>sugarfree,</em> that have gradually superseded their <em>-less</em> counterparts. Buffy and her companions variously describe themselves as <em>destiny-free, move-free</em>, and, most interesting in this list, <em>fester-free</em> and <em>glib-free,</em> which push the envelope a little by combining <em>-free</em> with verbs and adjectives, previously unlikely parts of speech.</p>\n<p>The prefix <em>un-</em> is similarly productive: something that isn't <em>cool</em> also isn't <em>warm,</em> but is uncool; a soft drink that contains no cola isn't called, say <em>citrusade,</em> but the <em>Un-cola.</em> By analogy, then, Buffy admonishes Giles, “C'mon, Giles, budge. No one likes an <em>unbudger,</em>” and Willow can say of Giles, “Actually, he was <em>unmad.</em>” Though not especially clever or descriptive, such words may reflect meanings inadequately conveyed in the standard lexicon: when one is <em>unmad,</em> one certainly isn't angry, but there's no reason to assume that one is happy, either; so the word mediates two common emotional states, and thus identifies a third. Such unusual uses of the prefix <em>un-</em> are reinforced by vocabulary specific to vampires. When Drusilla, a recurring vampire character, sends her erstwhile boyfriend, Spike, what Cordelia, in another circumstance, calls a <em>dump-o-gram,</em> he petulantly observes, “Yeah, I've got an <em>unlife,</em> you know,” not a comment on how empty his life will be once she's left it, but an apt description of a vampire's very existence.</p>\n<p>At least since Bram Stoker's <em>Dracula</em> (1897), vampires have been called the <em>Undead,</em> any vampire could be called <em>an undead,</em> and vampires have been attributively <em>undead.</em> Parallels with unmad are obvious: <em>undead</em> and <em>unlife</em> signify the state that is <em>NEITHER</em> dead <em>NOR</em> alive. And <em>dead</em> is just as unlikely to take the prefix <em>un-</em> as mad, so <em>undead</em> sets a precedent for unusual instances of that prefixation in slayer slang. It also generates a sly criticism of so-called political correctness: “You're a vampire,” Buffy reminds Angel in the course of an argument, “Or is that an offensive term? Should I say “Undead-American?”</p>\n<p>While the prefix un- precisely distinguishes exotic states from familiar ones, other prefixes reflect adolescent attitudes best in muddier meanings. In “I Do,” the hit single from her album <em>Firecracker</em> (1997), Lisa Loeb sings, “I'm tired of overthinking.” I suppose that one can think too much or too often about a particular subject at a particular time, yet I am unconvinced that <em>overthinking</em> is possible in general; rather, I suspect that the word reflects a frequent adolescent concern, sometimes recovered by adults: an unwillingness to think as hard as certain situations in life demand or deserve. In the same year, Buffy would say of a character that “He's not exactly one to <em>overshare.</em>” <em>Overshare,</em> formed along the same lines as <em>overthinking,</em> compactly and neutrally expresses the act of being stingy (with things or information, etc.), for which standard English has no word, and for which the slang lexicon in the past depended on pejoratives, like <em>jew.</em> But this meaning is produced at the level of the sentence, primarily as a matter of tone, namely, sarcasm. In any literal sense, it's difficult to conceive what it would mean for someone to <em>overshare,</em> or how an observer could judge that, though one had shared adequately, that is, just short of <em>oversharing,</em> one somehow had shared too little. Imprecise or illogical words usually express psychologically imprecise states, like hopes, fears, and disappointments, but this criticizes neither such words nor their speakers, because the words perfectly convey incompletely rationalized but nonetheless real experience.</p>\n<p>Slayer slang not only imitates and extends current formative tendencies; it also self-consciously, even affectionately, mocks them. The suffix <em>-age</em> is used often in the history of English to indicate notions of collection <em>(sewerage, baggage),</em> relationship <em>(parentage),</em> the result of an action, usually formed from the relevant verb <em>(wreckage),</em> payment <em>(linage),</em> or residence <em>(vicarage, parsonage),</em> among others. <em>-Age</em> pervades our vocabulary, contributing items variously necessary and redundant, graceful and infelicitous: <em>brokerage, orphanage, postage, foliage, plumage, steerage, clearage, prunage, leafage, poundage, blockage, breakage, personage, vicinage, girderage, vagabondage, <em>and</em> fruitage,</em> to name a few of the more obvious. The <em>Dictionary of Slang and Unconventional English</em> mentions early instances of <em>-age</em> in slang, for instance, <em>dressage, understandage,</em> and <em>workage</em>. <em>The Random House Historical Dictionary of American Slang</em> demonstrates the absurd lengths to which this suffix has taken us, drawing heavily on Eble's <em>College Slang 101</em> (1989) for examples: jocular student use has guaranteed <em>-age</em>'<em>s</em> legacy to slang in items like <em>studyage, rainage, bookage, snowage, foodage, neckage</em> 'necking,' <em>babage,</em> and <em>fundage.</em></p>\n<p>How, then, could Buffy resist the tendency? Buffy frequently excuses herself with, “Sorry I'm late. I had to do some unscheduled <em>slayage.</em>” Enough <em>slayage</em> leads, as Buffy says, to “world <em>saveage.</em>” Cordelia denominates killing with sharp instruments <em>sliceage.</em> But not all words formed with <em>-age</em> refer specifically to the slayer's trade: Buffy asks Willow, “Hey, speaking of <em>wow-potential,</em> there's Oz over there. What are we thinking, any <em>sparkage</em>?” And Oz eloquently resists the <em>sparkage</em> he and Willow both feel on their first date: “It's, like, freeze frame. Willow <em>kissage</em>—but I'm not going to kiss you.” Viewers, though uninspired by words coined with <em>un-</em> and <em>over-,</em> appreciate and experiment with <em>-age:</em> a pacifist writing on a Buffy-related posting board reminds us that “there is no profit in <em>slayage.</em>” A page on the same website devoted to plugs and plugging is titled “Pluggage!” and a page on another is called “Written Not Scene: After Script <em>Slayage,</em>” both of which develop this standard feature of slayer slang.</p>\n<p>Slang often impresses us with its efficiency, nowhere better expressed than in its rampant tendency to clip. Thus vampires are usually <em>vamps</em> on the show and in much writing about the show, not only in Buffy-related books and comics, but in the mainstream press, for instance, the pseudo-political magazine, <em>George.</em> <em>Vamp,</em> in turn, yields novel derivatives, as in <em>vampy</em> and <em>henchvamp.</em> Several well-known phrasal verbs are regularly, though not exlusively, clipped, too: teens in Sunnydale, like many across America, though dictionaries haven't yet caught up with them, <em>flake</em> rather than <em>flake out,</em> <em>freak</em> rather than <em>freak out, wig</em> rather than <em>wig out, bail <em>rather than <em>bail out,</em> get <em>messed</em> rather than <em>messed up, team</em> rather than</em> team up,</em> and <em>deal</em> rather than <em>deal with.</em></p>\n<p><em>The Random House Historical Dictionary of American Slang</em> includes early citations for <em>freak</em> (not for its slayer slang derivative, <em>power-freaked,</em> though) and <em>messed,</em> but it's unlikely that speakers realize that the supposedly clipped forms are, in these cases, actually original forms more or less obliterated by the success of the complementary phrases; in other words, from the vantage of those using slang today, such forms <em>ARE</em> clipped from their immediate predecessors, regardless of their earlier incarnations. <em>Creep,</em> from <em>creep out, flake,</em> and <em>wig,</em> all formed by analogy with <em>freak</em> and the relatively recent <em>deal</em> are missing from most or all slang dictionaries, as are their derivatives, for instance, <em>wiggy, wigged, wiggins,</em> and <em>maxi-wig,</em> any or all of which may be slayer slang, but which may also be current American teen slang first “published” in the show. Similarly unrecorded is <em>genius,</em> probably clipped from <em>ingenious</em> and respelled, though the spelling may indicate a shift from noun to adjective.</p>\n<p>Willow and Oz sometimes employ elliptical items that also participate in the general tendency to abbreviate forms, for instance, “So I'd <em>still,</em> if you'd <em>still.</em>” “I'd <em>still.</em> I'd very <em>still,</em>” and “Do you like it?” “I <em>like.</em> I more than <em>like,</em>” a speech habit perhaps learned from the film <em>Heathers</em> (1988), which includes elliptical <em>very,</em> as in “How <em>very</em>” and “Don't worry, Ram's been so sweet lately, consoling me and stuff—it'll be <em>very,</em>” or formed by analogy with the now ubiquitous elliptical <em>with.</em></p>\n<p>Borrowed from popular culture, prefixed, suffixed, and clipped, slayer slang takes a snapshot of current American teen slang and its formative practices; but slayer slang also includes unexpectedly novel items. For instance, the writers shift adjectives to nouns more frequently than is generally the case. Sometimes the shift operates on a slang item, as in “Just seeing the two of you kissing after everything that happened, I leaned towards <em>the postal.</em>” But such shifts mostly reinvigorate common items from the standard lexicon: “If Angel's doing something wrong,” Xander insists, “I want to know—'cause it gives me <em>a happy</em>”; “Stop with <em>the crazy;</em> go talk to Angel,” Willow suggests; “Relax, Will,” Buffy reassures her, “I was making with <em>the funny</em>”; “What's with <em>the grim</em>?” asks Xander; “Love makes you do <em>the wacky,</em>” Buffy pronounces, and isn't it the truth?</p>\n<p>Slayer slang's most impressive, and subversive, innovation is a newly vigorous adverbial <em>much.</em> Colloquial English already recognizes this use, blurring former distinctions between <em>much, a lot,</em> and <em>often.</em> Most of us are comfortable saying, “Do you go to the movies <em>much?</em>” or, skeptically of someone who has just tripped, “Walk <em>much?</em>” Thus we readily accept such slayer slang as “Having issues <em>much?</em>” and “Over-identify <em>much?</em>” The tacit rule allows terminal adverbial <em>much</em> when it modifies a verb or verb phrase. But in slayer slang the possibilities are apparently endless, and the rule altered radically, if not dispensed with altogether. Cordelia, episode after episode, proves herself the mistress of <em>much,</em> and she prefers to combine it with adjectives, as in “Pathetic much?” and “Morbid <em>much?</em>” Only once before, to my knowledge, has much modified simple attribution: in <em>Heathers,</em> a film that apparently impressed itself on the <em>BTVS</em> writing team's collective memory, a character asks, “Jealous <em>much?</em>”</p>\n<p>Cordelia's much serves a dual purpose, as she questions both whether the person of whom she inquires is morbid <em>OFTEN</em>, and also whether that person is <em>GREATLY</em> morbid or <em>GREATLY</em> pathetic. In context, she cares about frequency only obliquely; she is most concerned to find superfluous morbidness or patheticness at that moment, and her novel <em>much</em> saves her from having to invent words like “patheticness” to express that concern. Cordelia's <em>much</em> has captured the imaginations of many viewers, some of them notably influential. One posting board participant muses about an actress who appeared in a minor role, “Typecast <em>much?</em>” the typical construction. But the 1998 <em>Seventeen</em> <em>Guys Issue</em> opens an article with the headline, “Crush <em>much?</em>” which either collocates <em>much</em> with a noun for the first time, or newly shifts the well-attested <em>crush n</em> to unattested <em>crush v.</em> Similarly, a participant on a <em>BTVS</em> posting board wonders of her obsession for a favorite actor, “Fetish <em>much?</em>”</p>\n<p>Now that Cordelia has let the cat out of the bag, <em>Mademoiselle</em> sees no limit for <em>much:</em> “Q: My ex-fiancé is getting married in two weeks. Now I realize I still love him. Should I tell him? . . . A: Meanwhile, <em>My Best Friend's Wedding/Friends much?</em>” Perhaps few will employ Cordelia's <em>much</em> so inexplicably, but less flamboyant uses, supported by the show's popularity and by major print publications, could find a place in general American slang.</p>\n<p>Unlike <em>much,</em> many items of slayer slang will never permeate the barrier between television and the American slang lexicon. Yet many items already have: besides <em>much,</em> clipped <em>freak</em> appears on a <em>BTVS</em>-related posting board, as does <em>happy n:</em> “Hockey season gives me a really big <em>happy,</em> too.” As already mentioned, so do words formed with <em>-age,</em> a tribute to <em>Buffy</em>'s exaggerated use of an otherwise too common suffixation. One website has used <em>smoochies,</em> another <em>kissage;</em> one posting board participant forms <em>not-daughter</em> from the show's <em>not-boyfriend,</em> and another signs herself, among other things, “Hopes to one day be <em>5 x 5</em> with Faith.” Many websites include pages of Buffy-isms, Willow-isms, Xander-isms, and Cordelia-isms, while fan books and magazines include the same, and/or compile glossaries of slayer slang. Viewers clearly enjoy slayer slang: they not only listen to it, read it, and repeat it, but develop it. And with so many published points of departure, it's likely that some items coined for the show will achieve more general use. The Web allows viewers to share slang they have just heard, and would otherwise likely forget, with a huge international audience; slang items reproduced on the Web enter public awareness swiftly and, just because they have left conversation for a literate medium, with greater than usual force. In other words, the Web spreads slang more quickly and, in some cases, more durably than conventional word-of-mouth. And though <em>undead</em> is a relatively old word, and <em>vamp</em> unlikely to find contexts at any distance from a Hellmouth, <em>Rolling Stone, Spectrum,</em> <em>George, Details,</em> and <em>In Style</em> magazines have all published the former in their accounts of the show, and <em>George</em> has picked up the latter, as well. All of this linguistic activity—creation, alteration, and transmission—reminds us that, while slayer slang may provide a snapshot of current American teen slang, slang and language generally demand a moving picture. As Buffy would say, slayer slang “is all part of the glamorous world of vampire slayage.” But soon it may not belong only to that world, as some of the “unchosen” have already begun to prove.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Slayer Slang (Part 2)</h1> <p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">Albright College</span></em></p> <p><em>Buffy the Vampire Slayer</em> (<em>BTVS</em>), a recent teen television hit, coins slang terms and phrases in nearly every episode, many of them formed in the usual ways, some of them at the crest of new formative tendencies, and some of them interesting, not only lexically, but morphosyntactically.</p> <p>Besides contributing items to the slang lexicon, slayer slang intensifies current formative practices in slang: it glories in them, certainly, but it also constitutes, by exaggerating them, a critique of those practices. For instance, the writers acknowledge that slang increasingly trades on references to popular culture by shifting proper names into other parts of speech, both verbs and adjectives. Thus Xander asks, “Does anyone feel like we've been <em>Keyser Sozed</em>?” after the character in <em>The Usual Suspects,</em> when he means 'tricked, manipulated.' Afraid that Halloween will get out of hand, Xander remarks, “Halloween quiet? I figured it would have been a big ole vamp <em>Scareapalooza,</em>” from the alternative rock festival Lollapalooza; similarly he argues, “Look, you wanna do <em>Guiltapalooza,</em> fine, but I'm done with that.” “I cannot believe that you of all people are trying to <em>Scully</em> me,” he says when one of his companions exercises a little skepticism.</p> <p>Xander is not the only character who watches television and rents videos. Concerned about the robot boyfriend's influence over her mother, Buffy worries to Willow that “Mom has been totally different since he's been around.” “Different like happy?” Willow asks. No, says Buffy, “Like <em>Stepford.</em>” Men, Faith surmises, in a different conversation, are the less dynamic sex. “Every guy, from <em>Manimal</em> to <em>Mr. I-Love-</em> The English Patient has beast in him,” she warns Buffy, not that Buffy takes Faith's judgments at face value. Sometimes she's sympathetic: “I know Faith's not gonna be on the cover of <em>Sanity Fair,</em> but she had it rough.” At other times, she's less inclined to be charitable. Buffy's mother, who likes Faith, questions Buffy's mounting criticism: “Does anybody else think Faith is creepy?” “No,” Buffy concedes, “But I'm the one getting <em>single-white-femaled</em> here.”</p>"
}