{
  "type": "Article",
  "title": "BONA PALARE: the Language of Round the Horne",
  "author": "Mat Coward",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">BONA PALARE: the Language of Round the Horne</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\"></span></em></p>\n<p>Some historians of comedy argue that <em>Round The Horne,</em> a BBC sketch show broadcast between 1965 and 1968, prolonged the life of radio as a major medium of entertainment in the UK, at a time when TV was rapidly establishing its regrettable hegemony. Certainly, <em>RTH</em> was the last of the great wireless comedies—”great” in the sense that it was a programme to which the whole nation listened.</p>\n<p>In the decades since, it has been endlessly rebroadcast, in Britain and around the Anglophone world, as a “comedy classic” or “smash of the day”. In the 1990s, more than 500,000 <em>RTH</em> audio cassettes have been sold, making it one of the BBC's most commercially valuable properties. Other shows from that revolutionary era of satire and taboo-busting—shows which at the time were considered more significant, more groundbreaking—have long since been retired to the Land of Footnote.</p>\n<p><em>RTH</em>'s continuing popularity does not depend chiefly on nostalgia. Fans who were not even born when the sudden death of its sanguine frontman Kenneth Horne ended the programme's run do not regard the show as some kind of ironic icon. Rather, they laugh with <em>Round The Horne</em> because it is, amazingly, as funny as ever. A generation after its death—it lives.</p>\n<p>This vitality is partly explained by the obvious: <em>RTH</em> was superbly written, performed and produced, by people who loved what they were doing, and loved who they were doing it with. But there is, I think, another reason for the show's longevity: it had an unusually deep and widespread impact on the language of both professional comedy and everyday humour.</p>\n<p><em>RTH</em> was, above all else, a comedy of words, with its elaborate literary puns and broad cultural references, inextricably intermingled with a kind of learned vulgarity. Its creators, Barry Took and Marty Feldman (born 1928 and 1934 respectively) were, to a large extent, self-educated men, and members of a generation which valued self-education. An essential difference between the formally and the informally educated is that, as a general rule, the former read only what they are required to read, while the latter tend to be omnivorous, insatiable consumers and digesters of every manner of material, both printed and oral.</p>\n<p>Both men came from what Took (in his book <em>Round The Horne (The complete and utter history),</em> Boxtree, 1998. ISBN: 0 7522 2111 9) calls “caring middle class families” in north London. They were both enthusiastic readers and talkers, listeners and watchers. Their acknowledged influences include the playwrights Harold Pinter and N. F. Simpson. Their interests and influences overlapped but—crucially—were also complementary. Feldman loved jazz, and wore a goatee; Took was clean-shaven, and preferred classical music. Feldman was Jewish, Took was not (that sentence may seem to lack something if you are American; but remember that Britain is not a god-ridden land, and “not Jewish” is an adequate description of many an Englishman's spiritual stance). According to Took, “our writing obsessions [. . .] were the music halls, the circus, seaside concert parties, and revolting old men.”</p>\n<p>They met as music hall comedians in the 1950s. This world, of the old variety circuit, was an already vanishing one, in which aged repertory thesps would attempt to secure free admission to cinema matinees by asking the management “Do you recognise the profession?”—meaning, “Do you let actors in for nothing?” It was a world musty with the scent of failed careers, of defeated ambitions, of the uniquely poignant absurdity of an art form that has outlived its audience. It was, in short, a world in which two talented, word-loving, young smart-arses with an eye for character and an ear for dialogue could hardly fail to find enough comic material to last them a lifetime.</p>\n<p>Of course, many British comedy shows, before and since <em>RTH,</em> have been rich in catchphrases, double entendres, and wordplay. The difference here is that a significant proportion of every edition of <em>RTH</em> deviated from standard English in a way that was as systematic as it was manic.</p>\n<p>The writers delighted in the sounds of words, and especially in the rhythms they formed in combination. The scores of characters portrayed by <em>RTH</em>'s versatile cast invariably bore outlandish names (“My name is Ebenezer Kukpowder, but we won't go into that now”), chosen for the noise they made, more than for the sake of the gags which might be hung on them.</p>\n<p>The best remembered element of <em>RTH</em> is undoubtedly the weekly sketch performed by Julian and Sandy, two effete ex-chorus boys (exuberantly portrayed by Hugh Paddick and Kenneth Williams) who were always discovered running odd businesses whilst “resting” from “the profession”.</p>\n<p>Jules and Sand spoke in a camp chat, mostly gypsy in origin, which had presumably become generalised amongst showbiz folk, and homosexual men, via fairground and circus slang. Remember that male homosexuality was not legalised in Britain until 1967; therefore, the boys' palare was truly an underground argot. Took claims that “Some [of the] words are Williams' and Paddick's own natural form of expression”. <em>Palare,</em> by the way, can also mean 'a chat', as in “Go on, get out your ouija—let's have a palare with the spirits!”</p>\n<p>The Jules and Sand sketches often begin with some variation on the salutation “How bona to vada your dolly old eek again,” meaning “How good to see your nice old face again”. Other named body parts include <em>riah</em> (simple backslang for hair); <em>thews</em> for thighs; and <em>lallies</em> for legs. The body itself is <em>lucoddy,</em> as in “Take your shirt off, Jule. Show Mr Horne your rippling physique . . . There, look Mr Horne. Vada that great butch lucoddy.” I suspect (though it is nothing stronger than a suspicion) that this specifically camp use of <em>butch,</em> along with the term of endearment <em>ducky,</em> may have entered the general consciousness as a direct result of <em>RTH.</em> Similar in intent to ducky are <em>heartface</em> and <em>treash</em> (short for treasure).</p>\n<p>Some of the best laughs arise when the very straight Kenneth Horne attempts to address Jules and Sand in their own tongue, eliciting responses along the lines of “Oooh, he's got all the palare, hasn't he? He's bold, he goes too far!” This appropriation of <em>bold</em> is particularly treasurable. Jules and Sand's mothers or grandmothers might have used it in all seriousness to condemn unseemly behaviour, particularly in a young hussy. When the boys themselves employ the word, the censure is mock, and undercut by squeals of delight.</p>\n<p>Palare is rich in ways of expressing approval; fittingly, as Jules and Sand were generally a pretty chirpy pair. (It's interesting to speculate what effect their likeableness had on popular attitudes towards homosexuality in the mid-60s, given that it is quite likely that at the time Jules and Sand were the only blatant homosexuals most people had ever “met”. In one sketch, the boys have set themselves up as legal advisers: “We have a criminal practice,” they boast, to the delight of the studio audience). As well as <em>bona</em>—”We've been screened. They went into our backgrounds and found out our fides were absolutely bona”—there is <em>fab, fantabulosa</em> (emphasis on the fourth, elongated syllable), and <em>gear.</em> Exceptionally fashionable <em>drag</em> (clothing) might be described as <em>a rave.</em> For instance, if one were to get tarted up in an off-the-shoulder holster for secret agents to wear in the evening, “black satin with an embossed rose done in bullion,” one might be told: “Oooh, it's a rave! That's a rave, that's lovely, innit?”</p>\n<p>Anything which is neither <em>fab</em> nor <em>a rave</em> might well be <em>naff,</em> which has since become a very common British word. (In <em>RTH</em> scripts, the spelling is <em>naph;</em> I've never seen this elsewhere). It is alleged that Princess Anne invented the related phrase <em>naff off,</em> which she deployed against incoming paparazzi—though I admit that I have never attempted to verify this. In other words, if you want to know, you ask her.</p>\n<p>If something is <em>naff,</em> you would want to <em>put the mockers on it.</em> “Nante that!” you might cry, <em>nante</em> meaning either 'cancel' or 'desist from', or simply 'nothing', depending on context. You certainly wouldn't want anything <em>naff</em> where you live, in your <em>lattie.</em></p>\n<p>An <em>omi</em> is a man, a <em>palone</em> is a woman, and an <em>omipalone</em> is therefore self-explanatory. An omipalone's walk might be described as a <em>mince.</em> Mincing is less purposeful than <em>trolling,</em> with its echoes of 'trawling'.</p>\n<p>Not only individual <em>RTH</em> words and phrases, but an entire comic cadence is still detectable in common British speech and writing. A good measure of the credit for this must go to Kenneth Williams—classical actor, camp comic, unrivaled mimic, fiercely knowledgeable autodidact, and man of many voices—who also played the part of appalling folk singer Rambling Syd Rumpo.</p>\n<p>According to Took, Rambling Syd's language was entirely created by the scriptwriters; it “means nothing, but sounds as if it might”. This “filth is in the ear of the beholder” argument sometimes borders on the disingenuous. When Rambling Syd sang about a chap named Reg Pubes, I think Took and Feldman knew perfectly well why the audience laughed.</p>\n<p>Long after the folkies he ridiculed have disappeared from the music scene, the influence of Rumpo's style has remained as a rough template for nonsensical or mocking phrase-making. This is a verse of Rambling Syd's, sung to the tune of <em>The Foggy, Foggy Dew:</em></p>\n<blockquote>\n<p>“When I was a young man/ I nadgered my snod/ as I nurked at the wogglers trade./ When suddenly I thought/ while trussing up my groats,/ I'd whirdle with a fair young maid.”</p>\n</blockquote>\n<p><em>RTH</em> sold, and continues to sell, around the world—despite, or perhaps because of, its bizarre use of language. In his book, Took tells the hilarious story of his correspondence with a Tokyo university professor, who was studying Julian and Sandy scripts “for the purpose of picking up slangs and very colloquial expressions,” and who was “having some difficulty handling the queer and funny languages brimming over the page”.</p>\n<p>Censors manqué, and self-appointed guardians of public morals—fighting a lost battle, as it must have seemed in the 1960s—found <em>RTH</em> disturbing throughout its run. On one now legendary occasion, a leading campaigner against smut accused the <em>RTH</em> cast of the vile crime of “Putting emphasis on certain words”. Took pointed out that this was more or less a definition of acting. It would also, I suggest, make a pretty neat mission statement for VERBATIM.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">BONA PALARE: the Language of Round the Horne</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\"></span></em></p> <p>Some historians of comedy argue that <em>Round The Horne,</em> a BBC sketch show broadcast between 1965 and 1968, prolonged the life of radio as a major medium of entertainment in the UK, at a time when TV was rapidly establishing its regrettable hegemony. Certainly, <em>RTH</em> was the last of the great wireless comedies—”great” in the sense that it was a programme to which the whole nation listened.</p> <p>In the decades since, it has been endlessly rebroadcast, in Britain and around the Anglophone world, as a “comedy classic” or “smash of the day”. In the 1990s, more than 500,000 <em>RTH</em> audio cassettes have been sold, making it one of the BBC's most commercially valuable properties. Other shows from that revolutionary era of satire and taboo-busting—shows which at the time were considered more significant, more groundbreaking—have long since been retired to the Land of Footnote.</p> <p><em>RTH</em>'s continuing popularity does not depend chiefly on nostalgia. Fans who were not even born when the sudden death of its sanguine frontman Kenneth Horne ended the programme's run do not regard the show as some kind of ironic icon. Rather, they laugh with <em>Round The Horne</em> because it is, amazingly, as funny as ever. A generation after its death—it lives.</p>"
}