{
  "type": "Article",
  "title": "Avoiding Offense",
  "author": "John Morris",
  "location": "Eau Claire, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Avoiding Offense</h1>\n<p><em><span data-rel=\"author\">John Morris</span> <span data-rel=\"location\">Eau Claire, Wisconsin</span></em></p>\n<p>The incident in the office of the mayor of Washington, D.C., in which a staff member temporarily lost his job for using the word <em>niggardly</em> was widely reported in the media. It seems that another staff member was offended by this word. Notwithstanding the fact that <em>niggardly</em> is derived from an Old Norse word completely unrelated to the offensive N-word, the consensus seemed to be that <em>niggardly</em> should be avoided. After all, it was frequently pointed out, there are numerous other words that can be used to convey the same meaning: <em>parsimonious, stingy, penurious, frugal, tight</em>—to name just a few. The appropriateness of the innocent word is apparently not as important as avoiding even the possibility of offending someone.</p>\n<p>The conclusion that the word should be avoided rather than risk offense made the comics. On March 12, 1999, the strip <em>Mallard Fillmore,</em> which my local paper places on the op-ed page along with <em>Doonesbury,</em> opens with the politically-correct TV producer saying, “It doesn't <em>MATTER</em> that the word 'NIGGARDLY' isn't a racial slur! . . . If enough people think it is, then nobody should use the word!” To which Mallard replies, “Why stop there?! Let's just replace our dictionaries with opinion polls!” Next day's strip continues with a monologue by the producer, who says, “Besides, no matter what a word really means . . . if enough people think it's offensive, it's offensive! It's perception, not reality, that counts.” Then the producer thinks to himself, “Gee! . . .  Where's he been for the past seven years?”</p>\n<p>On March 10, 1999, The <em>Wall Street Journal (WSJ)</em> published a news story with the heading: “After Hue and Cry, Crayola Will Scrap Color 'Indian Red.'” The subheading reads: “Meaning Has Nothing To Do With Native Americans, But Kids Think It Does.” Binnie &amp; Smith, the company that makes Crayola® crayons, announced that it was changing the name of the reddish-brown hue “after teachers and others complained that many in the under-12 set think the color refers to the skin color of Native Americans.” Actually, the name refers to a pigment found in clay in India. A spokeswoman for Crayola is reported to have said that the fact that “some consumers feel strongly that it confuses children is reason enough for us.” The company is inviting customers to suggest a new name for the crayon. The new name, “chosen by a panel of color experts based on creativity, originality and 'appropriateness,'” will be announced this summer. The <em>Mallard</em> producer appears to be correct that “perception” is what counts. The National Congress of American Indians, according to <em>WSJ,</em> said that the company's decision was a sign of progress. The group applauded the increased sensitivity “to images and symbols which have been perceived as offensive to Native Americans.”</p>\n<p>Binnie &amp; Smith announced that it had only changed color names twice before. In 1958, “Prussian blue” became “midnight blue,” not, we are told, because people in spiked helmets complained, but because children did not know where Prussia was. Four years later, the company changed “flesh” to “peach” in recognition of “the nation's growing consciousness about civil rights.”</p>\n<p>Most people would agree that one should avoid offending others whenever possible, but to what lengths? In the examples cited above, in the rush to ban the offending word, opportunities to educate and enlighten were missed. For example, with regard to <em>niggardly,</em> it could have been pointed out that, in addition to the fact the it is etymologically unrelated to the N-word, it just by happenstance contains a homophone of the N-word. Homophones are sound-alikes and are common in English. For example, the <em>hood</em> in <em>neighborhood</em> and in <em>childhood</em> is not the same as the <em>hood</em> of an automobile or the <em>hood</em> committing crimes in a neighborhood. With regard to “Indian red” and “Prussian blue,” the opportunity for a geography lesson was missed, not to mention the historical fact that the European explorers misnamed the Native Americans because they thought at first that they were in India.</p>\n<p>Though the connection between “the nation's growing consciousness about civil rights” and the changing of “flesh” to “peach” is not clear, it is clear that “flesh” as a color refers only to an idealized Caucasian skin color, as in “flesh-colored tights.” Perhaps this one should have been changed, not because it might have offended non-whites, but because it is inaccurate. Though the use of <em>flesh</em> to name a pinkish white color evidences a racial chauvinism, it is not a civil rights violation. We have not yet declared that the right not to be offended is a civil right. It appears, however, that we have agreed by a kind of media consensus that avoiding even the possibility of offending is more important than the truth or the integrity of our language. If that is true, then there will be interesting consequences.</p>\n<p>In advertisements for mouthwash, one hears frequently the claim that the product “kills germs on contact” or something to that effect. Though everyone “knows” that the word <em>germ</em> means bacterium, the word itself contains a major part of the word <em>German.</em> To avoid even the possibility of offending a whole nation of people and many fellow Americans, we should not use the word <em>germ.</em> We can substitute its more formal synonym <em>bacterium</em> in all contexts. The mouthwash ads will say, “kills bacteria on contact.'</p>\n<p>The not-too-common word <em>gauche</em> means “awkward, lacking in social graces” when used in English, but its first meaning in French is “left” as in “left-handed.” Left-handed people do not choose to be left-handed. They are born that way. Thus they should be protected from ridicule or offense. We should avoid <em>gauche</em> and use <em>awkward</em> instead. The discrimination against the left-handed does not stop with <em>gauche.</em> The word <em>sinister,</em> meaning “threatening, ominous, evil, bad,” borrowed from Latin, originally meant “left hand.” Its present meaning can be crushingly offensive to the left-handed. We should avoid it. We should also avoid <em>adroit,</em> which means “skillful in a physical or mental way.” Its present meaning is innocent enough, but it comes from French <em>à,</em> “to” + <em>droit,</em> “right.” The implication is that the left-handed are unskillful both physically and mentally. Clearly this offensive word should be avoided. The related word maladroit, from French “bad right” and by implication “left,” should also be avoided.</p>\n<p>The phrase “my right-hand man,” meaning “my most reliable assistant,” is potentially doubly offensive. All left-handed people could find it offensive, and right-handed women surely find it so. “My ambidextrous person” is not acceptable as a substitute because <em>ambidextrous</em> literally means “both hands are right hands”!</p>\n<p>One of our most popular Christmas songs, <em>White Christmas,</em> has the potential of offending all non-whites. We know that the word <em>white</em> in the song is supposed to refer to snow, but it could also be understood to refer to an ethnically exclusive Christmas, particularly in places where snow is rare or absent at Christmastime. If we wish to avoid the word <em>white</em> to avoid the potential of offending non-whites, we will have to find a word that rhymes with <em>bright.</em> Perhaps <em>lite</em> would be a good choice. It avoids the possibly offensive <em>white</em> and, at the same time, promotes more healthful habits during the holiday season! How does “I'm Dreaming of a Lite Christmas” sound?</p>\n<p>As you can see from the examples above, avoiding offense is not going to be easy. To be successful, we must systematically go through our dictionaries and delete all words that have the potential to be offensive to any protected group. And nowadays almost everyone is a member of one or two protected groups. There may be other consequences to the commitment to avoid offense at all costs, but this is the most obvious one. There is an alternative. We could try to inculcate the attitude expressed in the old bromide, “Sticks and stones will break my bones, but names will never hurt me!” If we were all able to become thick-skinned enough to be immune to slur-words, to be able to laugh at them, we could, by not reacting, disarm the hate mongers who really use slur words to insult or hurt another. Which shall it be?</p>\n<p><em>[John Morris taught at the University of Wisconsin–Eau Claire. His specialties were 19th century British literature and the history and structure of the English language.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Avoiding Offense</h1> <p><em><span data-rel=\"author\">John Morris</span> <span data-rel=\"location\">Eau Claire, Wisconsin</span></em></p> <p>The incident in the office of the mayor of Washington, D.C., in which a staff member temporarily lost his job for using the word <em>niggardly</em> was widely reported in the media. It seems that another staff member was offended by this word. Notwithstanding the fact that <em>niggardly</em> is derived from an Old Norse word completely unrelated to the offensive N-word, the consensus seemed to be that <em>niggardly</em> should be avoided. After all, it was frequently pointed out, there are numerous other words that can be used to convey the same meaning: <em>parsimonious, stingy, penurious, frugal, tight</em>—to name just a few. The appropriateness of the innocent word is apparently not as important as avoiding even the possibility of offending someone.</p> <p>The conclusion that the word should be avoided rather than risk offense made the comics. On March 12, 1999, the strip <em>Mallard Fillmore,</em> which my local paper places on the op-ed page along with <em>Doonesbury,</em> opens with the politically-correct TV producer saying, “It doesn't <em>MATTER</em> that the word 'NIGGARDLY' isn't a racial slur! . . . If enough people think it is, then nobody should use the word!” To which Mallard replies, “Why stop there?! Let's just replace our dictionaries with opinion polls!” Next day's strip continues with a monologue by the producer, who says, “Besides, no matter what a word really means . . . if enough people think it's offensive, it's offensive! It's perception, not reality, that counts.” Then the producer thinks to himself, “Gee! . . .  Where's he been for the past seven years?”</p> <p>On March 10, 1999, The <em>Wall Street Journal (WSJ)</em> published a news story with the heading: “After Hue and Cry, Crayola Will Scrap Color 'Indian Red.'” The subheading reads: “Meaning Has Nothing To Do With Native Americans, But Kids Think It Does.” Binnie &amp; Smith, the company that makes Crayola® crayons, announced that it was changing the name of the reddish-brown hue “after teachers and others complained that many in the under-12 set think the color refers to the skin color of Native Americans.” Actually, the name refers to a pigment found in clay in India. A spokeswoman for Crayola is reported to have said that the fact that “some consumers feel strongly that it confuses children is reason enough for us.” The company is inviting customers to suggest a new name for the crayon. The new name, “chosen by a panel of color experts based on creativity, originality and 'appropriateness,'” will be announced this summer. The <em>Mallard</em> producer appears to be correct that “perception” is what counts. The National Congress of American Indians, according to <em>WSJ,</em> said that the company's decision was a sign of progress. The group applauded the increased sensitivity “to images and symbols which have been perceived as offensive to Native Americans.”</p>"
}