{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Wordwatcher's Guide to Good Grammar and Word Usage: Authoritative Answers to Today's Grammar and Usage Questions",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Wordwatchers-Guide-Good-Grammar-Usage/dp/0966674804\"><em>The Wordwatcher's Guide to Good Grammar and Word Usage: Authoritative Answers to Today's Grammar and Usage Questions</em></a></h1>\n<p>Morton S. Freeman, (1999, Medford Press, 1999), 304 pp.</p>\n<p>In his preface to <em>The Wordwatcher's Guide to Good Gramma ,</em> Morton S. Freeman asks, “Who determines the correct way to say or write something?” and answers, “Here are the canons of usage that merit the respect of those qualified to judge which expressions are acceptable in an educated society.”</p>\n<p>I would ask, “Who are those qualified to judge,” and “Whatever makes Freeman think that we are living in an educated society?” but perhaps this is an unduly pessimistic attitude. In fact, judging by the questions on which these canons are based, there are indeed plenty of educated people out there who want to know how to use their language well.</p>\n<p>Reading this book has made me distinctly nervous of putting pen to paper (yes, “literally”—see p. 162 of <em>Wordwatcher</em>), even though as a long-time teacher of English grammar and style I might be considered one of “those qualified to judge.” The text is based on actual questions about grammar and usage asked of the author by the readers of his “Word Watcher” column. I approached it first by looking up some of my own <em>betes noirs</em> (I was going to say, “pet peeves,” but Freeman. says that the word <em>peeve</em> is not recommended in formal writing), and was pleased to find myself nodding agreement in most cases. His note on <em>hopefully</em> as a sentence adverb, for example, is a sheer delight to those of us who deplore this usage. However, I would like to assume that Freeman is being funny when he says, “Trying to correct the masses is probably a futile task. Which is no reason for an educated person to ignore correct usage” (and which is no reason for sentence fragments, either). Not that I disagree, mind you.</p>\n<p>As I read on, I found myself more and more frequently relating entries to sections of my advanced grammar course, so much so that I am adding this book to the required reading list. Freeman says that this book is not a text; it's not, but it will certainly provoke discussion, not least in the differences between Canadian and American usage. One such difference occurs at the entry for <em>also,</em> where Freeman states, “Many grammarians frown on the use of <em>also</em> when it begins a sentence, even if used adverbially”; Canadian dialectologists generally agree that this usage is one of the few syntactic markers of Canadian English.</p>\n<p>Another is Freeman's unequivocal ban on the use of <em>i.e.</em> in formal writing, whereas the <em>Guide to Canadian English Usage</em> says, “These abbreviations [<em>i.e.</em> and <em>e.g.</em>] . . . appear increasingly in running text in works of all kinds.” Certainly few theses and dissertations could  survive without them (though I do wish people would learn the difference between them!).</p>\n<p>One feature of this book that is especially interesting, and that stems from its being based on real questions, is the inclusion of problems that the average grammarian (if such exists) would probably not think of addressing.</p>\n<p>For instance, what is the adjectival or past participle form of <em>hamstring</em>—<em>hamstringed</em> or <em>hamstrung?</em> Or where does the “z” in the abbreviations <em>oz.</em> and <em>viz.</em> come from? Other useful entries concern pairs or triplets of words that are easily confused, such as <em>hangar/hanger</em> or <em>ordinance/ordinance.</em></p>\n<p>Freeman also pursues such normally untravelled paths as the difference in meaning a hyphen can make, as in “great grandfather” (he has a super personality) versus “great-grandfather” (he is three generations superior to me), or tracing words that each have completely opposite meanings, like <em>cleave,</em> <em>ravel,</em> or <em>sanction.</em> The book contains a brief but clear section on sentence structure; it will make a good review exercise. Freeman's answer to the question, “Are sentence fragments used by good writers?” exemplifies his use of whatever structure is under discussion in his answers, <em>viz.,</em> “Occasionally. <em>Fragments</em> can emphasize. Especially in a suitable context. Try one. Just like this. But with restraint.” An effective technique, indeed.</p>\n<p>But all is not quite perfect. My main quibble —though I think it's rather more than that—is Freeman's somewhat cavalier attitude to registers and levels of usage. He consistently confuses register, that is (or <em>i.e.</em>), such styles as formal, colloquial, casual, etc. with level: standard versus non- or substandard usage. He seems to feel that colloquial speech and writing have no place in the repertoire of educated speakers, as when he says of the adjective phrase <em>all kinds of</em> (in the sense of “a lot”): “It is an unacceptable colloquialism.” It is colloquial, certainly, but our everyday speech would be dull indeed if we did not indulge in colloquialisms, yes, and slang too. Had Freeman paid more attention to register, he would not have implied that “informal” speech (which can include two and possibly three separate styles) is careless usage; he classifies <em>afraid</em> as in “I'm afraid he's wrong,” as not being standard English. What about tactful usage? Swan's <em>Practical English Usage</em> (essentially a reference for second-language learners) gives it as the equivalent of “I'm sorry” when used to introduce apologetic refusals and bad news. It is certainly standard in Canadian English in this sense. The author would do better not only to pay more attention to register, but also to differentiate between written and spoken usage. They are not and should not be the same. Who wants to “talk like a book”?</p>\n<p>All books on grammar and usage are by their very nature subject to criticism and cavil; grammarians are like tax accountants—no two of them ever agree. After all, that's what keeps us in business! This particular book is useful, stylish, and frequently witty. In my marginal notes, “Yes!” far outnumbers “!” or even, once or twice, “Non-sense!” To put it more formally, this book's merits far outweigh its disappointments. Read it, use it, enjoy it, and pass it on to your friends (but be sure to get it back).</p>\n<p><em>[Barbara Harris, Department of Linguistics, University of Victoria, Victoria B.C.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Wordwatchers-Guide-Good-Grammar-Usage/dp/0966674804\"><em>The Wordwatcher's Guide to Good Grammar and Word Usage: Authoritative Answers to Today's Grammar and Usage Questions</em></a></h1> <p>Morton S. Freeman, (1999, Medford Press, 1999), 304 pp.</p> <p>In his preface to <em>The Wordwatcher's Guide to Good Gramma ,</em> Morton S. Freeman asks, “Who determines the correct way to say or write something?” and answers, “Here are the canons of usage that merit the respect of those qualified to judge which expressions are acceptable in an educated society.”</p> <p>I would ask, “Who are those qualified to judge,” and “Whatever makes Freeman think that we are living in an educated society?” but perhaps this is an unduly pessimistic attitude. In fact, judging by the questions on which these canons are based, there are indeed plenty of educated people out there who want to know how to use their language well.</p> <p>Reading this book has made me distinctly nervous of putting pen to paper (yes, “literally”—see p. 162 of <em>Wordwatcher</em>), even though as a long-time teacher of English grammar and style I might be considered one of “those qualified to judge.” The text is based on actual questions about grammar and usage asked of the author by the readers of his “Word Watcher” column. I approached it first by looking up some of my own <em>betes noirs</em> (I was going to say, “pet peeves,” but Freeman. says that the word <em>peeve</em> is not recommended in formal writing), and was pleased to find myself nodding agreement in most cases. His note on <em>hopefully</em> as a sentence adverb, for example, is a sheer delight to those of us who deplore this usage. However, I would like to assume that Freeman is being funny when he says, “Trying to correct the masses is probably a futile task. Which is no reason for an educated person to ignore correct usage” (and which is no reason for sentence fragments, either). Not that I disagree, mind you.</p>"
}