{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Fun Things to Say in Spanish, French & English",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Fun Things to Say in Spanish, French &amp; English</em></h1>\n<p><em>Joseph K. Slap, Los Angeles, California</em></p>\n<p>There are many people from Spanish-speaking nations here in southern California. It's fun, for me and for them, to converse in Spanish. Those people get a big grin from my non-rhyming poem, in Spanish. I tell the people,</p>\n<p>“Quando estoy con un pájaro, digo:</p>\n<p>Pajarito eres qual yo.</p>\n<p>Vives en el aire,</p>\n<p>Y del aire vives.</p>\n<p>Cantas lo que sientes</p>\n<p>En tu corazón.”</p>\n<p>“When I am with a bird, I say:</p>\n<p>Little bird you are the same as I.</p>\n<p>You live in the open air,</p>\n<p>And thrive upon it.</p>\n<p>You sing what you feel</p>\n<p>In your heart.”</p>\n<p>Other statements that I make in Spanish for laughter are the following two, both of which do create laughter. For the first of the two, I say that when I was in a food market near my home, a clerk from Mexico suggested that I buy cocoa, &amp; I responded as follows.</p>\n<p>“No compro mucho coco. Porque como poco coco, poco coco compro.”</p>\n<p>“I don't buy much cocoa. Because I eat little cocoa, little cocoa I buy.”</p>\n<p>For the second, I usually show it in writing or say it aloud. It makes frequent use of the Spanish letter <em>ll.</em></p>\n<p>“Cuando llamo a llamas en la llosa cuando llueve, las llamas llegan al llatar, la llanada llega a ser un llamazar, y unas llamas llaman a las otras llamas.”</p>\n<p>“When I call to llamas in the fenced-in field when it rains, the llamas arrive to the fence, the level ground comes to be a swamp, and some llamas call to the other llamas.”</p>\n<p>The house cleaning team that my wife &amp; I used for a while are all from Mexico, and speak Spanish far more than English. It was enjoyable to converse with them in Spanish! One day, I said to them, in Spanish, “You come when it is a day for cleaning.” I said it in a poetic way, as follows.</p>\n<p>“Ustedes vienen cuando</p>\n<p>Es un día por limpiando.”</p>\n<p>My gardeners are from Mexico, and I occasionally ask one of them, in a poetic way, “Do you like to be singing while working?”</p>\n<p>“Quire usted estar</p>\n<p>Cantando cuando trabajando?”</p>\n<p>Many people who live in southern California or visit here enjoy going to the La Brea tar pits. In Spanish, <em>la brea</em> means “the tar”; so, “the La Brea tar pits”, when translated into English, means “the the tar tar pits”. When the major league baseball team, the Angels, played in L.A., it was called “The Los Angeles Angels”. In Spanish, <em>los angeles</em> means “the angels”; so, “the Los Angeles Angels”, when translated into English, means “the the angels angels”.</p>\n<p>In Italian, pizza means “pie”; so, “pizza pie”, when translated fully into English, means “pie pie”.</p>\n<p>A French-speaking person always laughs when I joke with the following French statement, about a man walking behind a mule. The words “je suis” mean both “I am” &amp; “I follow”. Therefore, when written or stated without an explanation, that combination of two words is difficult to translate with precision. My French statement &amp; meaning are the following.</p>\n<p>“Je suis ce que je suis, mais je ne suis pas ce que je suis. Si je suis ce que je suis, je ne suis pas ce que je suis.”</p>\n<p>“I am what I am but I am not what I follow. If I am what I follow, I am not what I am.”</p>\n<p>It also means, “I am what I am but I am not what I am. If I am what I am, I am not what I am.” Additional meanings can be derived by substituting “follow” for “am”, and vice versa.</p>\n<p>My wife's parents moved from Boston to Miami late in their lives. When they returned to Boston for a visit, and they mentioned Miami, one of their young grandsons, son of my wife's brother, asked them about “Your ami”. When I was told about that cute misunderstanding of “Miami” by the little boy, I thought that in a combination of French and English, “My ami” could mean “Mon friend”.</p>\n<p>One day, not very long ago, I left my wife the following message on a piece of paper. For fun, I combined French &amp; English.</p>\n<p>You're not only my femme,</p>\n<p>But you're also my gem.</p>\n<p>So, I say, “Ahem,</p>\n<p>Really je t'aime!”</p>\n<p>In combining French and English, a person could say, “A chien has a bone appetit.” Also, the person could say, “Pas de deux is the father of two children.”</p>\n<p>It's a pleasure to be friends with friendly people of all cultures, and to try to convince unfriendly people to pacify their attitudes.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Fun Things to Say in Spanish, French &amp; English</em></h1> <p><em>Joseph K. Slap, Los Angeles, California</em></p> <p>There are many people from Spanish-speaking nations here in southern California. It's fun, for me and for them, to converse in Spanish. Those people get a big grin from my non-rhyming poem, in Spanish. I tell the people,</p> <p>“Quando estoy con un pájaro, digo:</p> <p>Pajarito eres qual yo.</p>"
}