{
  "type": "Article",
  "title": "Menckenisms",
  "author": "William S. Haubrich",
  "location": "La Jolla, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Menckenisms</h1>\n<p><em><span data-rel=\"author\">William S. Haubrich</span> <span data-rel=\"location\">La Jolla, California</span></em></p>\n<p>Of all the joys of reading, none has been more rapturous for me than the writings of Henry Louis Mencken, “the sage of Baltimore,” who lived from 1880 to 1956 and whose popularity as a literary critic peaked in the first three decades of the 20th century. I found there are two ways to read Mencken: for what he says, and for how he says it. One can be regaled by his pointed, pithy, often outrageous remarks, as well as be delighted by his singular choice of words to express his ideas. I cannot agree with all that Mencken espouses or condemns; some of his comments are outdated, some are patently specious, some are ludicrous, and some seem to me downright wrong. But I never fail to admire his means of expression.</p>\n<p>Mencken writes clearly and succinctly. One is never left in doubt of what he intends to convey. Much of what he writes is phrased in plain English, easily understood. But often he inserts words that the average reader, myself included, will find odd, idiosyncratic, and quaint if not quirky. With one or two exceptions, these are not terms that Mencken has coined; they are words listed in any worthy standard dictionary, but they are words not in common parlance. The meanings of some of these odd words are evident by their context and by faint recollection; for the precise meaning of more than a few I was obliged to “look it up.”</p>\n<p>After a second or third sampling of some of Mencken's works, I undertook to make a list of certain of the author's words that struck me as peculiar. What better place to look for singular expressions than in my well-thumbed copy of <em>A Mencken Chrestomathy: His Own Selection of His Choicest Writings</em> (originally brought out by Knopf, Mencken's favorite publishing house, in 1949; a soft-cover edition was made available by Vintage Books in 1982). Indeed, <em>chrestomathy</em> itself is an odd word. I had never seen or heard the word before I came across the title of Mencken's book. Sure enough, it was listed in several of my unabridged dictionaries. I learned that <em>chrestomathy</em> is pronounced with the accent on the second syllable, and that it is a collection of choice literary passages, usually by one author and often as an aid to the study of language. As one might guess, the term is from a Greek word that can be translated as “useful learning.” How useful is Mencken's <em>chrestomathy</em> might be argued; nevertheless, from it one can learn, and surely it is entertaining.</p>\n<p>Picked at random from this source are words that, in the perspective of their peculiar usage, might be called “Menckenisms.” I offer a list:</p>\n<p><em>antinomian,</em> as in, “Marriage services drawn up by antinomians for the use of nonbelievers lack humor.” (from “Clarion Call to Poets”, in <em>Prejudices: 6th series;</em> 1927, pp. 103-112). Or, as in, “What got it [the Mann Act] upon the books was the constant gabble in the rural newspapers about the byzantine debaucheries of urban antinomians” (from “The Husbandman,” in <em>Prejudices: 4th series;</em> 1924, pp. 43–60). An antinomian, of course, is one who believes that moral laws are relative in meaning and application, as opposed to being fixed and universal. Mencken uses the term for people given to “loose living” and held in disdain by strict constructionists who inhabit the Bible Belt.</p>\n<p><em>Asphodel,</em> as in, “I have grazed upon the fields of asphodel” (from <em>In Defense of Women;</em> 1918, revised 1922, pp. 209–210). Asphodels are lily-like flowering plants native to the Mediterranean littoral of Europe; in Greek mythology they are flowers of Hades and the dead. Mencken imagines himself having lolled in such a flowering field during a quiet interlude with an attractive woman.</p>\n<p><em>Asseverations,</em> as in, “And it is then that they ['grown men'] are in the mood for poetry, and get comfort out of its asservations of the obviously not true” (from “The Poet and His Art”, <em>Prejudices: 3rd series;</em> 1922, pp. 150–170). This unusual word is not listed in my standard American dictionaries; I had to go to the ponderous <em>Oxford English Dictionary</em> to learn its definition: “solemn affirmation, emphatic assertion.” Thus, <em>asseveration</em> comes close to <em>assertion,</em> but is a stronger word, and doubtless this is why Mencken chose it.</p>\n<p><em>Aurochs,</em> as in, “The gallant Frog himself [the French boxing champion Georges Carpentier], an honest as well as reckless man, has testified clearly that, by the time he came to the second round, he was already substantially done for, and hence quite incapable of doing any execution upon so solid an aurochs as Dempsey” (from “How Legends Are Made”, <em>Baltimore Evening Sun,</em> July 5, 1921). <em>Aurochs</em> is another word I had never seen before or since (and probably never will). The <em>American Heritage Dictionary</em> (3rd edition) tells me that <em>aurochs</em> is an obsolete German term for an ox. Mencken was fond of inserting here and there (but not to ostentatious excess) foreign words or phrases. His background in German lore must have led him to this one.</p>\n<p><em>Balderdash</em> is a term neither obscure nor unfamiliar, and given Mencken's disdain for what he viewed as nonsense, it is not surprising he savored the word. An example: “An overpowering, paralyzing dread that some extra-eloquent Red, permitted to emit his balderdash unwhipped, may eventually convert a couple of courageous men” (from “American Culture,” <em>Prejudices, 2nd series;</em> 1920, pp. 65–78). Mencken here is inveighing against “humorless persons . . .  who take the platitudes of democracy seriously.” <em>Balderdash,</em> seldom heard these days except in the precincts of stuffy London clubs, is said to have come from the Latin <em>balductum,</em> “a posset,” i.e., an incongruous mixture of liquors. Now, of course, it refers to any pretentious, bombastic, essentially senseless utterance. Mencken found a plentiful harvest in the emissions of congressmen and bishops, and <em>balderdash</em> was how he described their flatulence.</p>\n<p><em>Blowsy</em> (or <em>blowzy</em>), as in “Every time a new revolutionist [painter] gives a show he issues a manifesto explaining his aims and achievements, and in every such manifesto there is the same blowsy rodomontadizing that one finds in the texts of the critics” (from “The Fringes of Lovely Letters” in <em>Prejudices: 5th series;</em> 1926, pp. 108–124). <em>Blowsy</em> rhymes with <em>lousy</em> and describes a coarsely ruddy and bloated state; the word may have come from the obsolete <em>blowze</em>, 'a beggar wench.'</p>\n<p><em>Boob, boobery, booboisie,</em> and <em>booby</em> are instantly recognizable as Menckenisms. Again, Mencken did not invent <em>boob</em>, but he surely relished the way the word came popping out the lips. This derisive term for a stupid, doltish person can be found in 18th-century English writings. Its origin is uncertain. According to Stuart Berg Flexner, <em>boob</em> has been around since 1909 in America, as a short form of the 18th century <em>booby</em>. It may have come from the German <em>Bube</em> 'a boy,' especially a rascal or knave, perhaps related to the imitative Latin adjective <em>balbus</em> 'stammering.' <em>Boobery</em> and <em>booboisie</em> are pure Mencken, the latter a play on the French <em>bourgeoisie.</em> Examples abound: “He [Teddy Roosevelt, in his misguided Bull Moose campaign] swallowed at one gigantic gulp, and out of the same herculean jug, the most amazing mixture of social, political, and economic sure-cures ever got down by one hero, however valiant, however athirst—a cocktail made up of all the elixirs hawked among the boobery in his time” (from “Roosevelt: an Autopsy” in <em>Prejudices, 2nd series;</em> 1920, pp. 107–128). Also: “And the communism or super-communism of tomorrow, I suppose, will be sold to the <em>booboisie</em> as the only true palladium of peace, justice, and plenty” (from <em>The Smart Set,</em> February 1922, p. 26).</p>\n<p><em>Bozar,t</em> as in, “Such persons [tone-deaf clods who 'not only sit through the infernal din made by the current jazz-bands; they actually like it'] inhabit the sewers of the bozart” (from “The Allied Arts” in <em>Prejudices: 2nd series,</em> 1920, pp. 194–196). In his masterpiece, <em>The American Language,</em> Mencken admits that <em>bozart</em> never made its way into standard dictionaries, but he claims, “It has been used as the name of a magazine of verse, as the name of a lead pencil, and in the title of business firms, including one with quarters in Radio City, New York.” It is a slangy way of saying <em>beaux arts.</em> Mencken used it, too, in the title of his hilarious put-down of the American South, “The Sahara of the Bozart” (in <em>Prejudices: 2nd series,</em> 1920, pp. 136–154).</p>\n<p><em>Brummagem</em> is among the odd words most often used by Mencken. One among many examples that might be cited: “But they [Southern Confederates] were in favor if it [the abolition of slavery] on sound economic grounds, and not on the brummagem moral grounds which persuaded the North” (from “The Calamity of Appomattox” in <em>The American Mercury,</em> September 1930, pp. 29–31). What attracted Mencken to this seldom- used word? The mere fact that it is odd? Its curious provenance? I suspect the latter. <em>Brummagem</em> is a vulgar provincial corruption of <em>Birmingham,</em> the name of the industrial city in the midlands of England. The city became notorious in the late 17th century as the source of counterfeit groats (four-pence coins, silver when genuine, circulated at the time in Britain), and later for the cheap plated or lacquered ware manufactured in Birmingham. In time, <em>brummagem</em> came to describe anything shoddily showy or false. Such a description could be applied to much that Mencken observed to be tawdry or tasteless.</p>\n<p><em>Buncombe,</em> as in, “Here, I hope, I will not be suspected of inclining toward the Eddyan buncombe” (from “Christian Science” in the <em>Baltimore Evening Sun,</em> February 18, 1927). <em>Buncombe</em> (or <em>bunkum</em>) is empty or insincere talk, claptrap; more often it appears in its shortened form as <em>bunk</em>. These are not to be classed as odd words, but one seldom sees use of the full word <em>buncombe.</em> The term is taken from <em>Buncombe,</em> the name of a county in North Carolina, whose congressman in the 1820s felt called upon to make a vaporous speech on the floor of the House of Representatives; he excused his falderal by saying he was obliged to “speak for Buncombe.”</p>\n<p><em>Catchpoll,</em> as in, “The husbands [i.e., those accused of wifebeating], in their defense, almost invariably pleaded justification, and some of them told such tales of studied atrocity at the domestic hearth, both psychic and physical, that the learned magistrate discharged them with tears in his eyes and the very catchpolls in the courtroom had to blow their noses” (from <em>In Defense of Women,</em> 1918; revised 1922, pp. 162–165). A <em>catchpoll</em> is a sheriff's officer, especially one who arrests debtors. This archaic term comes through the Norman French <em>cachepol</em>, that combines derivatives of <em>chacier</em>, 'to chase,' and <em>poul,</em> 'rooster.'</p>\n<p><em>Colporteur,</em> as in, “But a degree of forfeiture [as punishment for a crime], taking over all his goods and making invalid any contract made with him or any security owned by him, would have converted him [John D. Rockefeller, Sr.] into a penniless Baptist colporteur overnight, and so brought down the price of gasoline” (from “The Criminal Law” in <em>The Smart Set,</em> May, 1922, pp. 30­–34). A <em>colporteur</em> is a peddler of devotional literature. The French word includes <em>col</em> that originated in the Latin <em>collum,</em> 'neck' (from the custom of peddlers carrying trays of goods suspended by a strap around the neck), plus <em>porteur,</em> 'one who conducts a business.'</p>\n<p><em>Contumacy,</em> as in, “The slings and arrows that he [a true Christian who is beholden to a predominantly good God] suffers, he believes, are brought down upon him by his own ignorance and contumacy” (from “The Nature of Faith,” in “High and Ghostly Matters,” in <em>Prejudices: 4th series;</em> 1924, pp. 61–65). <em>Contumacy</em> is not a particularly odd word, but it is seldom heard. It means a stubborn rebelliousness, and that is the meaning Mencken intended to convey.</p>\n<p><em>Fly-blown,</em> as in, “It is as corrupting to preserve them [i.e., outworn friends] after they have grown fly-blown and hollow as it is to keep up the forms of passion after passion itself is a corpse” (from “The Friend,” in <em>Prejudices: 3rd series;</em> 1922, pp. 276–277). A <em>flyblow</em> is the egg or larva of a bowfly, typically deposited in carrion or dead meat, which is thereby contaminated. Hence, <em>flyblown</em> has come to mean 'tainted or corrupted.'</p>\n<p><em>Fugleman,</em> as in, “He [James Huneker] was fugleman, in his time, for more than one cause that was lost almost as soon as it started” (from “Huneker: A Memory,” in <em>Prejudices: 3rd series;</em> 1922, pp. 62–83; first printed in the <em>Century</em> magazine, June 1921, pp. 191–197.) A <em>fugleman</em> is a leader, particularly a well-trained soldier who serves as a guide or model for his company. <em>Fugle</em> is an alteration of the German <em>Flügel</em>, 'a wing or flank.'</p>\n<p><em>Fustian,</em> as in, “Any mention of an aristocracy, to a public fed upon democratic fustian, is bound to bring up images of stockbrokers' wives lolling obscenely in opera boxes, or of haughty Englishmen slaughtering whole generations of grouse in an inordinate and incomprehensible manner, or of bogus counts coming over [to America] to work their magic upon daughters of breakfast-food and bathtub kings” (from “American Culture,” in <em>The National Letters, Prejudices: 2nd series;</em> 1920, pp. 65–78.) <em>Fustian</em> likely comes from the Latin <em>fustis,</em> 'a club or cudgel,' as used in beating, hence 'contentious or pretentious bombast.'</p>\n<p><em>Gaudy</em> is neither a particularly odd or unfamiliar word, but Mencken liked to use it and did so often. An example: “His [i.e., of a man as regarded by his women-folk] most gaudy sayings and doings seldom deceive them; they see the actual man within, and know him for a shallow and pathetic fellow” (from “The Feminine Mind,” <em>In Defense of Women,</em> 1918, revised 1922, pp. 3–22.) <em>Gaudy</em>, of course, means showy in a tasteless and vulgar way. It may have descended by a tortuous path from the Latin <em>gaudere,</em> 'to rejoice.' Someone once asked Mencken why, in the light of the disdain with which he regarded much of American culture, he chose to remain in this crass republic. “Ah!” said Mencken, “It is such a gaudy show!”</p>\n<p><em>Hinds,</em> as in, “Such aphrodisiacal tales [i.e., accounts of adultery], read beside the kitchen-stove by hinds condemned to monogamous misery with stupid, unclean and ill-natured wives” (from “The Husbandman” in <em>Prejudices: 4th series;</em> 1924, pp. 43–60). In this case a <em>hind</em> is a rustic country bumpkin.</p>\n<p><em>Imbecile, imbecility,</em> as in, “the evangelical sects plunge into an abyss of imbecility, and declare a holy war against every decency that civilized men cherish” (from “The Collapse of Protestantism” in <em>Prejudices: 5th series;</em> 1926, pp. 104–119). <em>Imbecile,</em> along with its variants, is another among Mencken's favorite words and appears frequently in his writings. <em>Imbecille</em> is an obsolete French word, probably coming from the Latin <em>imbecillus,</em> 'weak or feeble'; the <em>im-</em> indicating 'without' and the latter part being related to <em>bacillum,</em> 'a rod or staff.'</p>\n<p><em>Kidney</em> is not an odd word except when used, as Mencken occasionally did, in the archaic sense of 'trait' or 'ilk.' Certain ancient philosophers regarded the renal organs, along with such other viscera as the spleen, as seats of emotions. An example of Mencken's usage: “There is, indeed, fair ground for arguing that, if men of that kidney [i.e., business 'geniuses' who intellectually were 'blank cartridges'] were genuinely intelligent, they would never succeed at their gross and driveling concerns” (from “The Feminine Mind,” <em>In Defense of Women,</em> 1918, revised 1922, pp. 3–22).</p>\n<p><em>Lucubrations,</em> as in, “I am not, of course, privy to the secret lucubrations of Yahweh, but it is certainly imaginable that a hearty, incandescent boil gives Him quite as much satisfaction as a damask cheek, and maybe a great deal more” (from “Comfort for the Ailing,” in <em>The American Mercury,</em> March 1930, pp. 188–189). I daresay I am not the only reader who is obliged to repair to an unabridged dictionary to be informed that <em>lucubration</em> is 'laborious study or meditation, especially that pedantic or pretentious.' The Latin <em>lucubrare</em> means 'to work at night by lamplight.'</p>\n<p><em>Mudsill,</em> as in, “As for the Methodists, the Baptists and other such mudsills of the Lord, it must be obvious that doubts [i.e., of the verity of demons] among them are confined to a few advanced intellectuals, debauched by reading the epicurean poetry of Edgar A. Guest” (from “The Powers of the Air” in <em>Prejudices: 6th series;</em> 1927, pp. 125–131). Not many people know that a <em>mudsill</em> is the lowermost supporting beam of a structure, at or below ground level—but Mencken did.</p>\n<p><em>Mulct</em> is not really an odd word, but neither is it encountered in everyday parlance; however, Mencken apparently liked its sound. An example: “The intelligent man, when he pays taxes, certainly does not believe that he is making a prudent and productive investment of his money; on the contrary, he feels that he is being mulcted in an excessive amount for services that, in the main, are useless to him, and that, in substantial part, are downright inimical to him” (rom “Memoirs of a Subject of the United States,” in <em>Prejudices: 6th series;</em> 1927, pp. 53–61). To <em>mulct</em> is 'to penalize by fining or demanding forfeiture;' also 'to obtain goods or money by fraud.'</p>\n<p><em>Mullah,</em> as in, “One of the favorite notions of the Puritan mullahs who specialize in pornography is that the sex instinct, if suitably repressed, may be 'sublimated,' as they say, into idealism, and especially into esthetic idealism” (from “The Blushful Mystery,” in <em>Prejudices: 1st series;</em> 1919, pp. 197–198). <em>Mullah</em> is an Islamic title of respect for one who expounds sacred law; it can be thought of as an Arabic equivalent of “Master.” Mencken could have used any one of several alternative terms in the cited sentence, but none would have conveyed quite the twist of <em>mullahs.</em></p>\n<p><em>Poltroon, poltroonery,</em> and <em>poltroonish</em> all are words that appear frequently in Mencken's writings. A few examples: “A patriot is a bigot, and, more often than not, a bounder and a poltroon” (from “The Good Man,” first printed in <em>The Smart Set,</em> July 1923, p. 47). Also: “And that burden of errors [i.e., his 'stock of sweet beliefs,' his 'corpus of high faiths'] is what distinguishes man, even above his capacity for tears, his talents as a liar, his excessive hypocrisy and poltroonery, from all other orders of mammalia” (from “Meditation on Meditation,” in <em>The Smart Set,</em> June 1920, pp. 45–46). And: “A tradition of truculence operating upon a population [inhabitants of the old Southern Confederacy] that is congenitally timorous and even poltroonish” (from “The Confederate Mind,” in <em>The Smart Set,</em> October 1922, pp. 42–43). A <em>poltroon</em> is a craven coward or a mean-spirited wretch. The term is said to come from the Old Italian <em>poltrone,</em> 'an idler,' literally 'one who lies abed,' probably related to the obsolete <em>poltro,</em> 'bed.'</p>\n<p><em>Popinjay,</em> as in, “A genuine popinjay, whatever that is, is as a shrinking violet compared to him [i.e., the average vain man]” (from “The Eternal Male,” in part from <em>In Defense of Women,</em> 1918, revised 1922, pp. 77–78; and in part from <em>The Smart Set,</em> November 1919, p. 71). Mencken, of course, was referring to a vain person given to bombast. I'd be surprised if Mencken did not know that <em>popinjay</em> in Middle English meant a parrot or 'gay bird.' The origin of the term is in <em>babbagha,</em> the Persian word for parrot.</p>\n<p><em>Pother</em> appears in Mencken's introduction to a critique of Professor Thorstein Veblen, originally in <em>The Smart Set,</em> May 1919, pp. 138–144, that aroused “a considerable pother.” A <em>pother</em> is a commotion or fuss; the origin of the term is unknown, but it would seem to be a variant of <em>bother.</em></p>\n<p><em>Puling,</em> as in, “To shrink from giving so much happiness [i.e., by expressing love] at such small expense, to evade the business on the ground that it has hazards—this is the act of a puling and tacky fellow” (from “Appendix on a Tender Theme,” in <em>Prejudices: 2nd series;</em> 1920, pp. 236–237). To <em>pule</em> is to whine; both words may be of imitative origin.</p>\n<p><em>Ratiocination,</em> as in, “This [a listing of characteristics of 'the leisure class']. I believe, was a fair specimen of the Veblenian [i.e., of Thorstein Veblen] ratiocination” (from “Professor Veblen” in <em>Prejudices: 1st series;</em> 1919, pp. 59–83). <em>Ratiocination</em> is not a particularly odd word, but it is one seldom seen in current literature. It means a process of reasoning, being a near borrowing of the Latin word for calculation or deliberation.</p>\n<p><em>Rodomontanizing,</em> as in the quotation cited for <em>blowsy.</em> <em>Rodomontade</em> is 'vainglorious boasting or bluster.' The term is taken from the name <em>Rodomonte,</em> the Saracen king of Algiers, in <em>Orlando Innamorato,</em> by Matteo Boaido and <em>Orlando Furioso,</em> by Ludovico Ariosto.</p>\n<p><em>Sempiternal</em> is a word I never saw before reading Mencken, and I doubt I'll see it again. An example: “Sound ideas, when by chance they become articulate, annoy it [i.e., the human race] and terrify it; it prefers the sempiternal slobber” (from “Forgotten Men,” in <em>The American Mercury,</em> March 1928, pp. 280–282). As one might guess, <em>sempiternal</em> means eternal, but with redundant emphasis. The word combines the Latin <em>semper</em>, 'always,' and <em>aeternus</em>, 'eternal.'</p>\n<p><em>Snickersee,</em> as in, “Well, Hale [William Bayer Hale, who once wrote a devastating piece on the philosophy of Woodrow Wilson] spreads it out on his operating table, sharpens his snickersee upon his bootleg, and proceeds to so harsh an anatomizing that it nearly makes me sympathize with the author [i.e., Wilson]” (from “The Archangel Woodrow,” in “Memoirs of a Subject of the United States,” <em>Prejudices: 6th series;</em> 1927, pp. 43–44). A <em>snickersee,</em> I found when obliged to look it up, is a knife resembling a sword. The term is an alteration of <em>snick</em> and <em>snee,</em> 'to cut and thrust in fighting with a knife,' from the Dutch.</p>\n<p><em>Sophistical,</em> as in, “I pass over the theological objections to self-destruction as too sophistical to be worth a serious answer” (from “On Suicide,” in “The Human Mind,” <em>Prejudices: 6th series;</em> 1927, pp. 85–91). In this sentence, why did not Mencken use “sophisticated”? Because that is not what he meant. <em>Sophistical</em> relates to <em>sophistry,</em> plausible but fallacious argumentation.</p>\n<p><em>Strophe,</em> as in, “All I propose is that the committee of poets imitate them [i.e., the authors of the Book of Common Prayer], but with an avoidance of the strophes objectionable to heathen doctrine” (from “Clarion Call to Poets,” in <em>Prejudices: 6th series;</em> 1927, pp. 103–112). A <em>strophe</em> is a stanza recited by a chorus (classically a Greek chorus) when turning from one side of the audience to the other. The term is a direct borrowing of the Greek word for turning.</p>\n<p><em>Teetotum,</em> as in, “But psychology still lured him [C. E. Ayres, who wrote a book called Science: the False Messiah in 1927], and he began to investigate it—just in time to see the behaviorists turn Man into a teetotum, not unlike the electron” (from a review of Ayres' book in <em>The American Mercury,</em> September 1927, pp. 126–127). A <em>teetotum</em> is a toy top, usually having lettered sides, used to play various games of chance.</p>\n<p><em>Usufruct</em> appears frequently in Mencken's writings but seldom is encountered elsewhere. A few examples: “It [democracy] offers John Doe a means to rise above his place beside Richard Roe, and then, by making Roe his equal, takes away the chief usufructs of the rising” (from <em>Notes on Democracy,</em> 1926, pp. 202–206). Or: “Every American college president, it appears, is in duty bound to write and utter at least one book upon the nature, aims and usufructs of the Higher Education” (from “The Boon of Culture,” in <em>The American Mercury,</em> September 1931, pp. 36–48). And: “The late herculean combat [i.e., prize fight] between Prof. Dempsey and Mons. Carpentier, in addition to all its other usufructs, also had some lessons in it for the psychologist—that is, if any psychologist can be found who is not an idiot” (from “How Legends are Made,” in <em>The Baltimore Evening Sun</em>, July 5, 1921). A <em>usufruct,</em> I had to be reminded by my <em>American Heritage Dictionary,</em> is the right to use and enjoy the profits and advantages of something belonging to another as long as the property is not damaged or altered in any way. The term is a near borrowing of the Latin word for 'use of the fruits.'</p>\n<p><em>Wikinski</em> is the only one of Mencken's odd words that I have been unable to find in any standard dictionary. It appears in the sentence: “By 1922 he [Harry Hopkins, FDR's adviser and close friend] was beginning to be known as a promising uplifter, and in that year the Red Cross made him its regional manager and wikinski at New Orleans” (from “Wizards,” in <em>The Baltimore Evening Sun,</em> May 27, 1935). In his weighty tome <em>The American Language,</em> Mencken claims an Amerindian origin of the political term <em>wikinski</em> (or <em>wiskinski</em>), meaning 'a functionary assigned to collect contributions.'</p>\n<p><em>Wowser, wowserism,</em> as in, “Every Sunday School in the land is full of such wrecks [i.e., persons whose concupiscence has been puritanically suppressed]; they recruit the endless brigade of wowsers” (from “The Democratic Citizen,” in “Memoirs of a Subject of the United States,” <em>Prejudices: 6th series;</em> 1927, pp. 61–70). And: “If the [Civil] war had gone with the Confederates, [there would be no Ku Klux Klan] . . .  and the more homicidal variety of wowserism” (from “The Calamity of Appomattox,” in <em>The American Mercury,</em> September 1930, pp. 29–31). <em>Wowser</em> is cited as a word used in Australia for an obnoxiously puritanical person. In Mencken's <em>The American Language,</em> he quotes an Australian author who defines a <em>wowser</em> as 'an ineffably pious person who mistakes this world for a penitentiary and himself for a warder.'</p>\n<p>These are but a few of the odd or unusual words that appear in Mencken's writings. Any avid reader of Mencken can ferret out at least as many more. Why was Mencken so often prompted to use arcane or quaint expressions? Surely not to exhibit his vast vocabulary; he would be sorely hurt should anyone accuse him of pedantry. Surely not to obscure his meaning—although I suspect he might have been pleased if a reader resorted to a dictionary, thereby learning more of an unusual term, then adding it to the reader's own store of words. My guess is that Mencken in his writings chose to occasionally insert odd words simply for the fun of it. At the same time he was careful to pick the odd word that particularly expressed his intent.</p>\n<p>Where Mencken found felicity, we can find it, too—and be forever gratefully enriched.</p>\n<p><em>[William S. Haubrich, MD FACP, author of Medical Meanings: A Glossary of Word Origins,was a consultant in the life sciences for The American Heritage Dictionary (3rd Edition).]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Menckenisms</h1> <p><em><span data-rel=\"author\">William S. Haubrich</span> <span data-rel=\"location\">La Jolla, California</span></em></p> <p>Of all the joys of reading, none has been more rapturous for me than the writings of Henry Louis Mencken, “the sage of Baltimore,” who lived from 1880 to 1956 and whose popularity as a literary critic peaked in the first three decades of the 20th century. I found there are two ways to read Mencken: for what he says, and for how he says it. One can be regaled by his pointed, pithy, often outrageous remarks, as well as be delighted by his singular choice of words to express his ideas. I cannot agree with all that Mencken espouses or condemns; some of his comments are outdated, some are patently specious, some are ludicrous, and some seem to me downright wrong. But I never fail to admire his means of expression.</p> <p>Mencken writes clearly and succinctly. One is never left in doubt of what he intends to convey. Much of what he writes is phrased in plain English, easily understood. But often he inserts words that the average reader, myself included, will find odd, idiosyncratic, and quaint if not quirky. With one or two exceptions, these are not terms that Mencken has coined; they are words listed in any worthy standard dictionary, but they are words not in common parlance. The meanings of some of these odd words are evident by their context and by faint recollection; for the precise meaning of more than a few I was obliged to “look it up.”</p> <p>After a second or third sampling of some of Mencken's works, I undertook to make a list of certain of the author's words that struck me as peculiar. What better place to look for singular expressions than in my well-thumbed copy of <em>A Mencken Chrestomathy: His Own Selection of His Choicest Writings</em> (originally brought out by Knopf, Mencken's favorite publishing house, in 1949; a soft-cover edition was made available by Vintage Books in 1982). Indeed, <em>chrestomathy</em> itself is an odd word. I had never seen or heard the word before I came across the title of Mencken's book. Sure enough, it was listed in several of my unabridged dictionaries. I learned that <em>chrestomathy</em> is pronounced with the accent on the second syllable, and that it is a collection of choice literary passages, usually by one author and often as an aid to the study of language. As one might guess, the term is from a Greek word that can be translated as “useful learning.” How useful is Mencken's <em>chrestomathy</em> might be argued; nevertheless, from it one can learn, and surely it is entertaining.</p>"
}