{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Bawdy Language: How A Second-Rate Language Slept Its Way to the Top",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>A Bawdy Language: How A Second-Rate Language Slept Its Way to the Top</em></h1>\n<p>Howard Richler, (Stoddart, 1999), 208 pp.</p>\n<p>As you might guess from the title, <em>A Bawdy Language</em> is a rather irreverent and almost relentlessly topical romp through the “good parts” (those that are fun, or controversial, or both) of English usage. No tedious rules here, just good, old-fashioned, “ain't it cool” exposition. In <em>A Bawdy Language,</em> Richler speeds through the high points, touching on the usual suspects—slang, varieties of English, etymology, political correctness in language, relations with other languages, and wordplay—in a series of short chapters.</p>\n<p>Richler's writing style is easy to read and playful, and he obviously has a love of words and language. Unfortunately, I wasn't surprised by anything that I read. The topics he touches upon—British English confusions in the Massachusetts “nanny case,” the need for a better term for residents of the U.S. (other than the “ugly” <em>Americans</em>), and the struggle for recognition as a true language by American Sign Language users—have been well covered, and anyone who pays attention to language news will have already heard much, if not all, of what they want to know about these topics. Perhaps I have an information fatigue problem (to coin a euphemism for “I read too much”) but after reading this book I didn't feel as though I'd learned anything I didn't know before—with one notable exception, the chapters on Canadianisms and Canadian dictionaries. Richler is funny and pragmatic in discussing the narrowing differences between American and Canadian English, and goes further than the stereotypical <em>eh?</em> in describing the differences that remain.</p>\n<p>Contributing to my feelings of <em>déjà lu</em> were the frequent cites of other authors and their works about English, including Richard Lederer, Michael Quinion, McCrum, Cran, and MacNeil's <em>The Story of English,</em> Bill Bryson's <em>The Mother Tongue,</em> Robert Claiborne, Thomas Cable, etc. With all the citing going on, I was more than a little disappointed that there wasn't a bibliography. I was also disappointed not to find sources to back up statements such as “Slang is used and created much more by males than by females.” I'd be willing to bet that female slang is written or otherwise recorded less often, thus accounting for any perceived discrepancy in frequency. Without a bibliography or notes, it's more difficult to figure out the date of the quote that follows: “[g]irls generally learn the standard, even the technical, words before they learn the slang that the boys, contrariwise, take in with every association.” [from the Dictionary of Slang, edited by J.S. Farmer and W.E. Henley—a little digging turned up 1966—which explains a lot, at least to me!]</p>\n<p>A few minor quibbles: Richler says “Had Middle English not been tampered with, we would not now enjoy the majesty of Shakespeare.” It's an interesting philosophical question as to whether Shakespeare would have been Shakespeare no matter what language he was born speaking, isn't it? Also, the entire chapter on the Clinton/ Lewinsky terminology debate won't age well, if it isn't already past its expiration date. The chapter on the definition of sexual harassment was also unnecessarily glib, concentrating on horror stories at the expense of any discussion as to when language constitutes harassment and when it does not.</p>\n<p>All of my criticisms (well, most of them anyway) are blunted by the belated realization, halfway through, that I was not this book's intended audience. This is a book for the beginning English language dabbler, a great jumping-off point, and a funny, engaging introduction. It's not a book for hardened language roués or the been-there-done-that English usage veteran. Give it to your niece or nephew for their birthday (hide a check in the middle for added enjoyment) and with any luck, kindle a lifelong interest in language. Suggest that your book group read it. Recommend it to your local librarian. But it may not make your permanent reference shelf.</p>\n<p><em>Erin McKean</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>A Bawdy Language: How A Second-Rate Language Slept Its Way to the Top</em></h1> <p>Howard Richler, (Stoddart, 1999), 208 pp.</p> <p>As you might guess from the title, <em>A Bawdy Language</em> is a rather irreverent and almost relentlessly topical romp through the “good parts” (those that are fun, or controversial, or both) of English usage. No tedious rules here, just good, old-fashioned, “ain't it cool” exposition. In <em>A Bawdy Language,</em> Richler speeds through the high points, touching on the usual suspects—slang, varieties of English, etymology, political correctness in language, relations with other languages, and wordplay—in a series of short chapters.</p> <p>Richler's writing style is easy to read and playful, and he obviously has a love of words and language. Unfortunately, I wasn't surprised by anything that I read. The topics he touches upon—British English confusions in the Massachusetts “nanny case,” the need for a better term for residents of the U.S. (other than the “ugly” <em>Americans</em>), and the struggle for recognition as a true language by American Sign Language users—have been well covered, and anyone who pays attention to language news will have already heard much, if not all, of what they want to know about these topics. Perhaps I have an information fatigue problem (to coin a euphemism for “I read too much”) but after reading this book I didn't feel as though I'd learned anything I didn't know before—with one notable exception, the chapters on Canadianisms and Canadian dictionaries. Richler is funny and pragmatic in discussing the narrowing differences between American and Canadian English, and goes further than the stereotypical <em>eh?</em> in describing the differences that remain.</p> <p>Contributing to my feelings of <em>déjà lu</em> were the frequent cites of other authors and their works about English, including Richard Lederer, Michael Quinion, McCrum, Cran, and MacNeil's <em>The Story of English,</em> Bill Bryson's <em>The Mother Tongue,</em> Robert Claiborne, Thomas Cable, etc. With all the citing going on, I was more than a little disappointed that there wasn't a bibliography. I was also disappointed not to find sources to back up statements such as “Slang is used and created much more by males than by females.” I'd be willing to bet that female slang is written or otherwise recorded less often, thus accounting for any perceived discrepancy in frequency. Without a bibliography or notes, it's more difficult to figure out the date of the quote that follows: “[g]irls generally learn the standard, even the technical, words before they learn the slang that the boys, contrariwise, take in with every association.” [from the Dictionary of Slang, edited by J.S. Farmer and W.E. Henley—a little digging turned up 1966—which explains a lot, at least to me!]</p>"
}