{
  "type": "Article",
  "title": "All about All",
  "author": "Steven Cushing",
  "location": "Jamaica Plain, Massachusetts (stevencushing@alum.mit.edu)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">All about All</h1>\n<p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts (stevencushing@alum.mit.edu)</span></em></p>\n<p>In the movie <em>Spartacus,</em><sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> the Roman general, Crassus, ensures the cooperation of the slave dealer, Batiatus, by making him the following promise: “I authorize you to be the agent for the sale of all survivors.”</p>\n<p>When Crassus wins the final battle and orders that all prisoners be crucified, Batiatus protests in dismay, reminding him of their agreement. Crassus responds, “I promised you the sale of the survivors and there will be none.”</p>\n<p>Why did Batiatus trust Crassus' offer and why did he then feel betrayed?</p>\n<p>Arthur Conan Doyle was a fervent believer in paranormal phenomena. Harry Houdini was an equally ardent skeptic about such matters. Despite the chasm that separated their viewpoints, the two men managed to become close friends. Their friendship is purported<sup><a href=\"#user-content-fn-c2\" id=\"user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> to have begun when Doyle wrote to Houdini, asking him whether some occurrences that Doyle believed to be supernatural “were clever physical tricks, or whether their claim to occult power was a true one,” Houdini is said to have responded “I am afraid that I cannot say that all their work was accomplished by the spirits,” a response that Doyle interpreted as support for his own view. Why did Houdini formulate his response in the way he did and why did Doyle interpret the formulation as a favorable one?</p>\n<p>The key to both examples lies in subtle features of the word <em>all.</em> There's a lot of meaning wrapped up in that three-letter, two-phoneme monosyllable.</p>\n<p><em>All</em> is a member of a class of words that linguists refer to as quantifiers. A quantifier is a word that specifies “how many” or “how much”.<sup><a href=\"#user-content-fn-c3\" id=\"user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> The word quantifier comes from the Latin <em>quantus,</em> which means—no surprise—'how many' or 'how much', and <em>facere,</em> which means 'to make'. It's related to words such as <em>quantity,</em> 'measure of how many or how much'; <em>quantify,</em> 'establish a means of measuring how many or how much'; <em>quantitative,</em> 'having to do with how many or how much'; and, in physics, <em>quantum,</em> 'the tiniest possible wee little itsy bit of how many or how much'.</p>\n<p><em>All</em> goes back to the original Anglo-Saxon from which English as a whole derives. It's related to the Greek word <em>holos,</em> which means 'whole', 'entire', or 'complete'. It answers the question “how many?” or “how much?” by specifying that nothing is omitted. However, as our two examples show, that isn't all it says. Let's examine <em>all</em> a bit more carefully to tease out whatever else there is.</p>\n<p><em>All</em> occurs frequently in mathematical discourse and, in particular, in geometry, where it typically contrasts with <em>some:</em></p>\n<ul>\n<li><em>All triangles have three sides.</em></li>\n<li><em>Some triangles have two equal sides.</em></li>\n<li><em>All isoceles triangles have two equal sides.</em></li>\n<li><em>Some isoceles triangles contain a right angle.</em></li>\n<li><em>All isoceles triangles that contain a right angle have a third side whose length is equal to the square root of two times the length of either of the other two sides.</em></li>\n</ul>\n<p>And all that.</p>\n<p>All of that is perfectly straightforward, assuming you can get that far. But what would you make of sentences like (1) or (2), if you were to encounter them in a conversation or text (or an exam)?</p>\n<p>(1) <em>All four-sided triangles have exactly four sides.</em></p>\n<p>(2) <em>All four-sided triangles have exactly three sides.</em></p>\n<p>What do such sentences mean and are they true or false?</p>\n<p>You might decide that (1) is true because a four-sided anything has exactly four sides. Or you might decide that it's false because a triangle only has three. Reversely, you might decide that (2) is true because any triangle has exactly three sides or you might decide that it's false because no four-sided thing can. Whatever you decide, it seems clear that (1) and (2) can't both be true, because the number of sides that a thing can have cannot be both exactly three and exactly four. Whatever else you might want to say about them, the two sentences are mutually contradictory. They cannot both be true.</p>\n<p>It comes as a surprise to most people—and to all students who encounter it in a classroom setting—that mathematicians have adopted an opposite convention. In mathematical usage, both (1) and (2) <em>are</em> considered true, because of something called the “falsity of the antecedent”. Sentence (1) is considered to be synonymous with (3) and sentence (2) with (4).</p>\n<p>(3) <em>All things are such that if they have four-sides and are triangles then they have exactly four sides.</em></p>\n<p>(4) <em>All things are such that if they have four-sides and are triangles then they have exactly three sides.</em></p>\n<p>Contrary to ordinary usage, mathematicians interpret <em>if. . .then. . .,</em> in such sentences, as always being true, unless the antecedent (the “<em>. . .</em>” phrase after if ) is true when the consequent (the “<em>. . .</em>” phrase after then ) is false. Since (5) describes a property that nothing can have, the antecedants in both (3) and (4) are always false so the embedded sentences—the phrases after such that in each case—are always true.</p>\n<p>(5) <em>have four-sides and are triangles</em></p>\n<p>It follows that (3) and (4) themselves are always true as well.</p>\n<p>Whew!!! A highly stylized version of the phrase <em>if..then. . .,</em> which is itself entirely at variance with ordinary usage, 4 is used to justify an equally unnatural idealized interpretation of <em>all.</em> Be careful not to make the mistake of thinking that there's anything wrong with that. Every field has its technical terminology based on its own internal needs. In this case, the conventions have been chosen because they have the effect of simplifying proofs, the mathematician's stock-in-trade. They eliminate the need for extra conditions describing oft-repeated exceptions, such as “except in an empty domain” and the like.</p>\n<p>However, those conventions would confound conversation in everyday discourse about non-mathematical topics. Imagine having to grant that (6) is true, just because there really haven't been any!</p>\n<p>(6) <em>“All alien abductions are genuine.”</em></p>\n<p>Assuming that alien abductions don't occur, the mathematical conventions require something like (7) as the proper response to (6).</p>\n<p>(7) <em>“Yes, that's true, of course, old chap. Falseness of the antecedent and all that.”</em></p>\n<p>In ordinary English, however, something like (8) makes a lot more sense.</p>\n<p>(8) <em>“Hey, there really haven't been any, you know, so you can't say they're genuine.”</em></p>\n<p>Ordinary <em>all</em> carries with it what linguists call an <em>existential presupposition:</em> the speaker takes it for granted, first, that whatever is mentioned in the subject of the sentence is something that exists and, second, that the hearer will accept that assumption without needing to consent to it explicitly. You can challenge the presupposition, as in (8), if you want to, or inquire as to whether it's really intended, but if you neither challenge nor inquire, it becomes a part of the presumed shared knowledge that serves as the background for the rest of your on-going conversation.</p>\n<p>Crassus and Batiatus know all that, of course, as do all normal speakers of ordinary English. The presupposition that there will be survivors is what justifies Batiatus' confidence that Crassus will leave him some slaves to sell. Batiatus suggests the presupposition himself, when he initiates the deal:”Presumably, the survivors will be auctioned off in order to pay for the expenses of this heroic expedition.”</p>\n<p>He then asks to be made “the agent for that sale.” The <em>presumably</em> leaves it up to Crassus to accept or reject the suggested existence of survivors. He's the one with the power to determine whether or not there will be any; Batiatus can only suggest. Crassus could have told Batiatus then and there that the existence of survivors was not guaranteed. Instead, he indicates his agreement with Batiatus' expectation by uttering the cited sentence containing <em>all.</em></p>\n<p>Crassus skillfully manipulates Batiatus' ready acceptance of the presupposition. He knows that his use of the word <em>all</em> conveys it. Batiatus knows that, too; he bases his expectations on it. The presupposition is considered inoperative only in mathematical contexts (and only in recent times). No doubt, Batiatus hasn't studied enough modern mathematics to know that. Crassus lets Batiatus persist in his justified complacency only as long as it suits his own purposes. He gets away with withdrawing the presupposition later, only because he has an army to back him up.<sup><a href=\"#user-content-fn-c5\" id=\"user-content-fnref-c5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Negating <em>all</em> introduces a further presupposition, which has a slightly different force. For example, in mathematical usage, sentence (9) is considered to be synonymous with (10).</p>\n<p>(9) <em>Not all triangles have two equal sides.</em></p>\n<p>(10) <em>Some triangles do not have two equal sides.</em></p>\n<p>That's what you get if you put it is not the case that in front of (11) and then work out the resulting logic.</p>\n<p>(11) <em>All things are such that if they are triangles then they have two equal sides.</em></p>\n<p>[Remember what was explained in connection with (1) through (4)!] However, in ordinary usage, (9) also suggests (12), which, as a presupposition, provides further unstated knowledge for the continuing conversation.</p>\n<p>(12) <em>Some triangles have two equal sides.</em></p>\n<p>To give a non-mathematical example, you just wouldn't say (13) if you were not convinced that (14) was true.</p>\n<p>(13) <em>Not all occurrences of <em>all</em> have an existential presupposition.</em></p>\n<p>(14) <em>Some occurrences of <em>all</em> have an existential presupposition.</em></p>\n<p>Otherwise, you'd just say (15).</p>\n<p>(15) <em>Some occurrences of <em>all</em> do not have an existential presupposition.</em></p>\n<p>In other words, (13) has (14) as a presupposition: (14) becomes part of the shared knowledge, created by (13), on the basis of which the conversation proceeds, even though (14) itself isn't actually uttered.</p>\n<p>That's how Houdini manipulates Doyle as skillfully as Crassus does Batiatus. He doesn't need an army to support his ploy, but only because the stakes aren't as high. Doyle is convinced that “spirits” are real. Houdini thinks they're not. By saying that he can't say that all of the allegedly supernatural occurrences were accomplished by spirits, Houdini suggests that he can say that some of them were. However, he doesn't ever actually have to say that. Doyle interprets his statement as an endorsement of his own belief because of the presupposition of not all. He's justified in doing that, because it's not a mathematical context.</p>\n<p>That's all.</p>\n<hr>\n<blockquote>\n<p>\t“Anyone who believes that I'll turn informer for nothing is a fool.”</p>\n</blockquote>\n<p><em>[Steven Cushing is the author of <em>Fatal Words: Communication Clashes and Aircraft Crashes</em>(Chicago: University of Chicago Press, 1994, paperback 1997) and of many dozens of other publications on language and logic, including three previous essays in <em>VERBATIM.</em> He is also a musician and humorist.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-c1\">\n<p>Stanley Kubrick, <em>Spartacus,</em> Universal, 1960. <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c2\">\n<p>Massimo Polidoro, “Houdini and Conan Doyle: The Story of a Strange Friendship,” <em>Skeptical Inquirer,</em> 22:2:40-46, March/April 1998, page 41. <a href=\"#user-content-fnref-c2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c3\">\n<p>For more than you ever wanted to know about quantifiers, see my <em>Quantifier Meanings: A Study in the Dimensions of Semantic Competence</em> (Amsterdam: North-Holland, 1982). For all, in particular, see my “Two Explanatory Principles in Semantics,” in L. Vaina (ed.), <em>Matters of Intelligence</em> (Dordrecht: Reidel, 1987). <a href=\"#user-content-fnref-c3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c5\">\n<p>Crassus does go through the motions of justifying himself by pointing out that Batiatus hasn't identified Spartacus for him, as he had agreed to. However, he's already given the crucifixion order, without having consultated Batiatus. Batiatus later complains to Gracchus: <a href=\"#user-content-fnref-c5\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">All about All</h1> <p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts (stevencushing@alum.mit.edu)</span></em></p> <p>In the movie <em>Spartacus,</em><sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> the Roman general, Crassus, ensures the cooperation of the slave dealer, Batiatus, by making him the following promise: “I authorize you to be the agent for the sale of all survivors.”</p> <p>When Crassus wins the final battle and orders that all prisoners be crucified, Batiatus protests in dismay, reminding him of their agreement. Crassus responds, “I promised you the sale of the survivors and there will be none.”</p> <p>Why did Batiatus trust Crassus' offer and why did he then feel betrayed?</p>"
}