{
  "type": "Article",
  "title": "Byte Bonding, Bit-bangers, and BLOBS",
  "author": "Valerie Collins",
  "location": "Barcelona, Spain (v.collins@bcn.servicom.es)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Byte Bonding, Bit-bangers, and BLOBS</h1>\n<p><em><span data-rel=\"author\">Valerie Collins</span> <span data-rel=\"location\">Barcelona, Spain (v.collins@bcn.servicom.es)</span></em></p>\n<p>The mechanisms involved in the processes of word formation have been well documented by linguists; the wit, creativity, imagination and ingenuity displayed by the vernacular is inexhaustible. Magazines and newspapers, songs and screenplays all yield innumerable gems. From my growing collection, I have brought together some examples from the thriving computer industry which beautifully illustrate the verve of word formation in English today.</p>\n<p>One method of forming new words is blending, in which elements of two words are fused to form a third one: familiar blends are <em>smog</em> (<em>smoke</em> + <em>fog</em>), <em>dandle</em> (<em>dance</em> + <em>handle</em>), <em>palimony,</em> <em>brunch, electrocute.</em> Lewis Carroll, who coined <em>slithy</em> from <em>slimy</em> and <em>lithe,</em> called them <em>portmanteau words,</em> from the two-part portmanteau bag. The need for compact scientific and technical terms means that blending is on the increase today.</p>\n<p>A few blends:</p>\n<p><em>sheeple</em> are sheep people, that is, groups who act reactively from advertising, fads, trends and need to go along with the crowd; those whose decisions are influenced by “group think”</p>\n<p><em>Siliwood</em> and <em>Hollywired:</em> references to the convergence of the computer and entertainment industries.</p>\n<p><em>screenager:</em> today's teenagers brought up in the computer age</p>\n<p><em>knowbot:</em> a software librarian robot which can act semi-independently to search through networks for requested information.</p>\n<p><em>multimediocrity:</em> the flood of boring, poorly produced CD-ROMs hyped as the latest hot multi-media titles</p>\n<p><em>triority:</em> the three things your boss wants you to do right now.</p>\n<p><em>notwork:</em> a network which isn't working properly</p>\n<p>And now, welcome to TLA. The Three Letter Acronym department is one that does not have any apparent function at all, and is usually the fruit of trendy management fads. Ironically, <em>TLA</em> is not in fact an acronym but an initialism, that is, an abbreviation in which the initial letters are pronounced in sequence. An acronym, on the other hand, is a pronounceable formation: like a <em>BLOB:</em> a Binary Large Object, aka a very large binary file.</p>\n<p><em>PONA:</em> Person of No Account (not online)</p>\n<p><em>WOMBAT:</em> person, product or project that is a Waste of Money, Brains And Time.</p>\n<p><em>PITA Fee:</em> An “extended service fee” or “additional delivery cost” added onto a bill or invoice. This is done when the customer has been a total “Pain In The Ass” . I'm so glad I found this acronym for what I used to term my aggravation surcharge.</p>\n<p><em>BAD:</em> A Broken As Designed product fails to perform as expected because the company made it that way, either due to misunderstanding or deliberately.</p>\n<p><em>LOPSOD:</em> a product that has been hyped up but does not live up to expectations: Long On Promises, Short On Delivery.</p>\n<p><em>CRAP:</em> Cheap Redundant Assorted Products. 'Nuff said.</p>\n<p><em>FRED:</em> Fucking Ridiculous Electronic Device. What you call your computer or answering machine or whatever device you have developed affection for.</p>\n<p><em>PEBCAK:</em> Problem Exists Between Chair And Keyboard. Another technobfuscationism for <em>I/O errors.</em> Input/Output? Naw: Idiot Operator. Like not plugging your machine in. Get it?</p>\n<p><em>SLIRK:</em> Smart Little Rich Kid. Precocious brat with great technical prowess who uses daddy's money for “toys.” Fascinating how the acronym picks up on the “revolting” connotations of all those words beginning in <em>sl-: slime, slink, sloth, slop, slovenly, slurp. . .</em></p>\n<p>Another device is compounding, whereby a new word is made up of two or more other words. Most English compounds fall into two types: vernacular compounds, for example, <em>teapot, steamboat, keyring, coffee pot,</em> formed on principles typical of the Germanic languages, which are written in solid form, open form or with hyphens, and classical compounds like <em>philosophy</em> and <em>horticulture</em>, based on the compounding patterns of Greek and Latin, which are generally written in solid form.</p>\n<p>Here are some vernacular versions of useless software:</p>\n<p><em>chartware:</em> software that exists only on an overhead projector and in the mind of the presenter.</p>\n<p><em>shelfware:</em> software that is so worthless it remains in its shrinkwrapped box on the shelf by your desk.</p>\n<p><em>shovelware:</em> CDROM containing shovel loads of re-hashed material, copied on with very little organisation.</p>\n<p><em>bloatware:</em> software that has excessive features that are accessed only by a minority of users. The third major release of a package tends to be bloatware. The term is also used to refer to a software package which comes with demos of other software packages, making the installation process longer.</p>\n<p><em>vapourware:</em> soft/hardware that has been advertised for months but is not available in any shape or form.</p>\n<p><em>meatware, bioware</em> and <em>liveware:</em> you and me.</p>\n<p>While most compounds are instantly understandable to native speakers, explaining them or translating them will require paraphrasing, which exhibits a kind of covert syntax based mainly on prepositional phrases: a pot <em>for</em> tea, a boat driven <em>by</em> steam, and so on.</p>\n<p>But such paraphrases unfortunately cannot capture the wit of a <em>toasternet,</em> for example, namely, a computer network put together out of discarded, apparently obsolete hardware.</p>\n<p>Attribution is closely linked to compounding. Here, a noun or phrase is placed in the attributive position, before another noun, in order to modify it. Phrases with attributive nouns are extremely common and are being coined all the time. With attribution, creative possibilities are infinite, and the paraphrasis or translation may be quite a mouthful. A <em>greenhouse gas</em> is a gas responsible for the <em>greenhouse effect.</em> And the <em>greenhouse effect</em> in turn has to be paraphrased. Such concision is truly elegant, which is why Spanish gynecologists talk about “el pill scare”.</p>\n<p>Metaphor is the essence of attribution. Foodstuffs provide some vivid metaphors in Silicon Valley:</p>\n<p><em>lasagna syndrome:</em> writing a piece of software with too many dialogue boxes overlapping each other to complete a task.</p>\n<p><em>spaghetti code:</em> software with an execution path so tangled and confusing it is almost impossible to understand.</p>\n<p><em>tofu:</em> too general in use or appearance for anying specific.</p>\n<p><em>tofu syndrome:</em> making software or a product so general and portable that it does not take any advantage of the special features of the machine it is being run on.</p>\n<p>The above attributions are probably instantly comprehensible. But what would a translator or language teacher do with the following?</p>\n<p><em>potato server:</em> any server in a network which operates suspiciously slower than its siblings. Said to originate with servers operating in Ireland with legendary slowness, comparable to transporting sacks of potatoes by train.</p>\n<p><em>banana problem:</em> refers to something not expected to require a lot of effort for less technically knowledgeable types (i.e. big dumb gorillas) to handle. Problems can have banana ratings: a <em>one-banana</em> task is very easy, a <em>two-banana</em> task fairly routine, and so on. Now I come to think of it, this is not politically correct: it's anti-animal. Or possibly anti-fruit 'n'veg. But you know what I mean.</p>\n<p><em>salami attack:</em> elaborate computer crime strategy which involves doing only a tiny amount at a time in order to avoid detection. The metaphor is shaving extremely thin slices off a salami.</p>\n<p>Here are some other amusing attributions:</p>\n<p><em>dead tree edition:</em> a paper copy of a report. This one has great possibilities. Dear John, I'm writing you this dead tree message. . .</p>\n<p><em>screensaver face:</em> the look on the face of a person so bored they have completely shut off their brain.</p>\n<p><em>meeting engineer:</em> person who spends more time in meetings than doing actual work. When not in meetings, these people complain about never having time to get any work done since they're in meetings all the time.</p>\n<p>And a nice metaphor: a <em>boat anchor</em> is a computer so obsolete it cannot even be pressed into service for your <em>toasternet.</em></p>\n<p>And, now, just in case you hadn't realised what a genius the English language has for puns and word play, here are some of my favourites:</p>\n<p><em>Dead End Users</em> (DEUs): three-way play on <em>dead end/end users.</em> Derogatory term used by some tech support people to refer to the clueless masses who call with painfully obvious (to them) questions.</p>\n<p><em>glass-roots campaign:</em> any sort of grass-roots political activity associated with the Internet and communications issues (<em>glass</em> is a reference to fibre-optic cables).</p>\n<p><em>ohnosecond:</em> that minuscule fraction of time in which you realise that you've just made a BIG and probably irreparable mistake. Like deleting your electronic address book (nanosecond). Been there, done that.</p>\n<p>The ingenuity and playfulness of the vernacular is particularly evident in the use of devices such as alliteration, assonance and rhyme. The top-of -the-mountain experience in word formation is the snappy attributive phrase using two monosyllabic nouns that rhyme or alliterate: here we're talking <em>road rage, dream team, boob tube, toy boy, gang bang, snail mail.</em> The computer industry again provides some great examples of English at its most vivid:</p>\n<p><em>byte-bonding:</em> this is what takes place when a bunch of computer nerds get together and discuss things no-one else can understand.</p>\n<p>to <em>bit-spit:</em> to transmit information digitally, via modem, network, etc.</p>\n<p><em>bit-banger:</em> a programmer who works out the details of a computer program.</p>\n<p>Perhaps the novelty (to most of us) of computers accounts for the verve and élan with which their users coin new words (and commandeer old ones), filling voids of expression and matching those words and phrases to ideas.</p>\n<p>[If you would like to read more about new computer words and slang, there are a number of online sources, including: Silicon Valley Slang at (<a href=\"http://www.sabram.com\">http://www.sabram.com</a>), Neil Franklin's Hackers Jargon File Page (<a href=\"http://caad.arch.ethz\">http://caad.arch.ethz</a>. ch/~neil/Info_Texts/Jargon_File/index.html.en),The New Hacker's Dictionary (<a href=\"http://wwcn.org\">http://wwcn.org</a> /jargon/) Strafe's Guide to Streetspeak (things cyberpunk)(<a href=\"http://www.strafe.com/)(Note\">http://www.strafe.com/)(Note</a>: <em>hacker</em> here is used to mean a person who is very good with computers, not a person who breaks into others' systems—that sort is known as a <em>cracker.</em>) You might also want to check out the <em>Jargon Watch</em> column in <em>Wired</em> magazine, edited by Gareth Branwyn.—Ed.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Byte Bonding, Bit-bangers, and BLOBS</h1> <p><em><span data-rel=\"author\">Valerie Collins</span> <span data-rel=\"location\">Barcelona, Spain (v.collins@bcn.servicom.es)</span></em></p> <p>The mechanisms involved in the processes of word formation have been well documented by linguists; the wit, creativity, imagination and ingenuity displayed by the vernacular is inexhaustible. Magazines and newspapers, songs and screenplays all yield innumerable gems. From my growing collection, I have brought together some examples from the thriving computer industry which beautifully illustrate the verve of word formation in English today.</p> <p>One method of forming new words is blending, in which elements of two words are fused to form a third one: familiar blends are <em>smog</em> (<em>smoke</em> + <em>fog</em>), <em>dandle</em> (<em>dance</em> + <em>handle</em>), <em>palimony,</em> <em>brunch, electrocute.</em> Lewis Carroll, who coined <em>slithy</em> from <em>slimy</em> and <em>lithe,</em> called them <em>portmanteau words,</em> from the two-part portmanteau bag. The need for compact scientific and technical terms means that blending is on the increase today.</p> <p>A few blends:</p>"
}