{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>Americans, it sometimes seems, consider words more dangerous than guns. On BBC TV, during the 1999 Wimbledon tennis championships, Chris Evert said of one player that she had “been to you-know-what and back.” Evert had obviously forgotten that on this occasion she was addressing an audience of heathen Britons, who are capable of hearing the word <em>hell</em> uttered on the airwaves without burning down any public buildings. And, hey—shouldn't that be you-know-<em>where?</em></p>\n<p>One of the <em>issues</em> this column plans to deal with (I'll be giving <em>issues</em> a bloody good spanking soon; please send me your favourite examples) is the belief that all ugly and absurd English usages originate in the <em>USA.</em> Even most American–language lovers seem ready to accept this prejudice, but I refuse to believe that the rest of the anglophone world is guilty of nothing worse than replicating American sins. As always, I rely on readers to supply the evidence.</p>\n<p>Mr E. A. Livingston of Glendale, New York, tells me that his “pet peeve in neologisms will not pertain in the UK as it is strictly an Americanism.”</p>\n<p>He's wrong, as it happens; the absurd and insulting <em>African-American</em> is proving disturbingly transplantable. In an interview in a UK newspaper (<em>The Mirror,</em> 3 August 1999), Iman (“the first ever black supermodel”) spoke of her attempts to give “ethnic girls” a start in modelling, and her frustration that in multi-ethnic London “all the pictures sent to me were of African-American or Caribbean girls. Where were all the Asians, Indian, Pakistani girls who live here?”</p>\n<p>This reminds me of a story which I had previously supposed was apocryphal: an American TV reporter is said to have described Nelson Mandela as “the leader of South Africa's African-Americans.” She knew she wasn't allowed to say <em>black;</em> she also knew that Comrade Mandela was not (at that time) the leader of South Africa's whites. What was she to do, poor thing?</p>\n<p>As Mr Livingston points out, <em>A-A</em> is more than just irritating and clumsy: it is misleading and inaccurate. It includes, but does not intend to include, white Africans (and their descendants?) who have emigrated to the <em>USA.</em> It excludes, but does not intend to exclude, Americans of Caribbean descent, and black Africans living in America who are not US citizens.</p>\n<p>If used as a straight synonym of <em>black,</em> then A-A is frankly imperialistic; apart from anything else, where is this country called Africa? There are similar problems with <em>Native American</em> when used to describe a Navajo born overseas to American parents, but not a white child born in America. In any case, it was only ever for the convenience of white settlers that a single term was needed to encompass the many discrete tribes and nations of North America, whether it be “Red Indian” or “Native American”. Why not call a Cherokee a Cherokee, just as an Italian is an Italian and not a “European”? (And while we're at it, could Americans please stop referring to everyone who lives in the British Isles as “English”? Thanks awfully.) In Britain, it is often noted, a black person who commits a crime is “West Indian,” while a black person who wins an Olympic medal is “British.”</p>\n<p>One thing seems clear; in the <em>USA,</em> the more elaborate the euphemism for <em>Negro</em> becomes, so the proportion of young black men incarcerated by the justice system increases. The purpose of a euphemism, remember, is to avoid naming something which frightens or embarrasses us. Perhaps <em>African-American</em> should be dumped in favour of that old standby—“you-know-what.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>Americans, it sometimes seems, consider words more dangerous than guns. On BBC TV, during the 1999 Wimbledon tennis championships, Chris Evert said of one player that she had “been to you-know-what and back.” Evert had obviously forgotten that on this occasion she was addressing an audience of heathen Britons, who are capable of hearing the word <em>hell</em> uttered on the airwaves without burning down any public buildings. And, hey—shouldn't that be you-know-<em>where?</em></p> <p>One of the <em>issues</em> this column plans to deal with (I'll be giving <em>issues</em> a bloody good spanking soon; please send me your favourite examples) is the belief that all ugly and absurd English usages originate in the <em>USA.</em> Even most American–language lovers seem ready to accept this prejudice, but I refuse to believe that the rest of the anglophone world is guilty of nothing worse than replicating American sins. As always, I rely on readers to supply the evidence.</p> <p>Mr E. A. Livingston of Glendale, New York, tells me that his “pet peeve in neologisms will not pertain in the UK as it is strictly an Americanism.”</p>"
}