{
  "type": "Article",
  "title": "The Foreignym",
  "author": "Jim Behling",
  "location": "Granger, Indiana, Jim.Behling.2@nd.edu",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Foreignym</h1>\n<p><em><span data-rel=\"author\">Jim Behling</span> <span data-rel=\"location\">Granger, Indiana, Jim.Behling.2@nd.edu</span></em></p>\n<p>Of all the “nyms” encountered over the years, the best known are <em>antonyms</em> (words that are opposite in meaning), <em>homonyms</em> (words that sound alike) and <em>synonyms</em> (words with similar meanings). But there is one more.</p>\n<p>The most recently discovered nym is the <em>foreignym.</em> This new nym has actually existed for thousands of years, probably since the dawn of verbal communication, when neighboring tribes met, grunted, and then groaned about not understanding one another's grunts.</p>\n<p>Nobody recognized foreignyms as anything special, not way back then and not in recent times. You won't find “foreignym” in any English language primer or dictionary. On the academic level, the concept of foreignyms has never been formally acknowledged, or even informally considered, by any of our most learned professors in our most esteemed liberal arts colleges. Not even self-appointed and revered guardians of language like James J. Kilpatrick and Edwin R. Newman have hit upon this yet.</p>\n<p>However, thanks to our recent discovery, the foreignym's days of anonymity are finally over. Here's what they're all about and how they came to be:</p>\n<p>Our world has become a multi-lingual global community in which millions of people know their own language reasonably well and are able and willing to use basic phrases of other languages. The casual combining of languages is at the heart of foreignyms, which Webster may someday define as: “Words or phrases from two different languages which sound alike and occur naturally and immediately adjacent to each other in writing or conversation.”</p>\n<p>What's that, you say?</p>\n<p>This example might clarify the definition:</p>\n<p>An American family arrives at the Louvre in Paris about five minutes before the museum is scheduled to open its doors to the public. A member of the family, eager to view the priceless works of the Impressionists, pleads with the guard: “We'd like to go in now! May we?” “<em>Mais oui,</em>” the obliging guard replies, thereby completing the foreignym.</p>\n<p>“May we” and “<em>Mais oui,</em>” pronounced exactly the same, one phrase English and the other French, and occurring immediately adjacent to each other, make up the foreignym. (A dose of reality: As many Americans who have traveled to France would tell you, it is highly unlikely that the museum guard would have said “<em>Mais oui,</em>” which means “yes” or “but of course,” since the Louvre never opens early for ordinary tourists and the French, particularly Parisians, usually show little regard for visitors, particularly Americans. However, we altered the guard's likely response—“Mais non!”—because “mais oui/may we” made for a great foreignym.)</p>\n<p>Here are a few more foreignyms:</p>\n<p>A Spanish tour guide, concerned about an American visitor who misplaced his travel documents the night before, asks him: “<em>Señor,</em> seen your passport this morning?”</p>\n<p>The foreignym is the Spanish word “<em>Señor</em>” followed immediately by the English words, “seen your.”</p>\n<p>This next one requires a bit of imagination and some rudimentary Russian:</p>\n<p>During the climactic days leading up to the President Clinton impeachment vote, a Russian in Moscow asked an American embassy official: “Has your country thrown out Clinton yet?” “<em>Nyet,</em>” replied the American as he proudly displayed his knowledge of the local language.</p>\n<p>In this example, the foreignym is a bit obscure. But if you read the story aloud and conversationally, and if you pronounce the President's name “Clint 'n,” not “Clin ton,” you will note that the last four letters of the English words, “Clinto<em>n yet,</em>” produce a sound exactly the same as the Russian word “<em>nyet,</em>” which means “no.”</p>\n<p>This next tale is set in a one-room, rural American schoolhouse during a period of heavy German immigration late in the 19th century:</p>\n<p>Gustav Schmidt, the immigrant teacher, was a brilliant mathematician, but after less than a year in America he still had a tendency to revert to his native tongue when suddenly frustrated by the limitations of his students. One day, during a simple arithmetic review, he asked one of his students: “Johann, what is 7 plus 3?” The boy answered with some hesitation: “Nine?” “<em>Nein!</em>” an exasperated and impatient Gustav shouted in German, as he unknowingly completed yet another foreignym.</p>\n<p>Here's an example of a would-be foreignym, but upon careful analysis, it fails to meet the strict criteria. See if you can detect the flaws.</p>\n<p>A party of six Englishmen gathered around a table after touring a Spanish winery. Two of the party were teetotalers. When the waiter asked the group if they'd like to sample the winery's finest, the spokesman for the Brits replied: “Pour for four, <em>por favor.</em>”</p>\n<p>Pronounced sloppily, this reply just might pass for a clever and witty foreignym, but upon closer examination, it twice fails to meet the test. The last English syllable—the word “four”—starts with an “f” sound, while the last Spanish syllable—“vor”—starts with a “v.” Also, the English word “for” and the Spanish syllable “fa” sound clearly dissimilar when crisply pronounced, though this is a less serious violation. In a friendly game, you might get credit, if you said “please,” which, of course, is the meaning of “<em>por favor.</em>” In formal foreignym competition, the judges would just shake their heads and snicker derisively.</p>\n<p>So now you get the idea and understand the subtlety of the rules.</p>\n<p>What we've discovered is that creating foreignyms has become a challenging, educational, and fun game for many of our friends and co-workers (on their break time, of course). The only limitations are the number of languages one knows and one's imagination. In all our examples, English was one of the languages, but it needn't be. In fact, the creation of foreignyms can and should be international in scope.</p>\n<p>So the next time you and your friends get together, set aside Scrabble, Monopoly, Mr. Twister, or whatever typically turns you on, and turn on to foreignyms. You'll be surprised how contagious and stimulating they can be.</p>\n<p>(And if you come up with some particularly good foreignyms, e-mail them to me at <a href=\"mailto:Jim.Behling.2@nd.edu\">Jim.Behling.2@nd.edu</a>.)</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Foreignym</h1> <p><em><span data-rel=\"author\">Jim Behling</span> <span data-rel=\"location\">Granger, Indiana, Jim.Behling.2@nd.edu</span></em></p> <p>Of all the “nyms” encountered over the years, the best known are <em>antonyms</em> (words that are opposite in meaning), <em>homonyms</em> (words that sound alike) and <em>synonyms</em> (words with similar meanings). But there is one more.</p> <p>The most recently discovered nym is the <em>foreignym.</em> This new nym has actually existed for thousands of years, probably since the dawn of verbal communication, when neighboring tribes met, grunted, and then groaned about not understanding one another's grunts.</p> <p>Nobody recognized foreignyms as anything special, not way back then and not in recent times. You won't find “foreignym” in any English language primer or dictionary. On the academic level, the concept of foreignyms has never been formally acknowledged, or even informally considered, by any of our most learned professors in our most esteemed liberal arts colleges. Not even self-appointed and revered guardians of language like James J. Kilpatrick and Edwin R. Newman have hit upon this yet.</p>"
}