{
  "type": "Article",
  "title": "Assing Around",
  "author": "Jessy Randall and Wendy Woloson",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Assing Around</h1>\n<p><em><span data-rel=\"author\">Jessy Randall and Wendy Woloson</span> <span data-rel=\"location\"></span></em></p>\n<p>The word <em>ass</em> appears in American slang in multiple ways with multiple meanings. It has a rich and varied history and can signify anything from <em>good</em> to <em>bad</em> to <em>more.</em> A mildly transgressive word, <em>ass</em> is not quite as serious as <em>shit</em> or <em>fuck</em>—it is more of a humorously vulgar word, but certainly “dirty,” especially when paired with the anatomical specificity of <em>-hole.</em> And because <em>ass</em> is so short it is easily combinable with other words, making it quite versatile. What also lends to <em>ass</em>'s character, especially as a curse word, is its sound. The almost hiss of the <em>ss</em> allows for particularly colorful emphasis in many expressions.</p>\n<p>Historically, the word <em>ass</em> referred to the donkey, an animal representing “clumsiness, ignorance, and stupidity”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> in many early folktales; the word <em>arse</em> referred to the buttocks. In England, <em>arse</em> is still used more than <em>ass</em> to identify that body part. Over time, <em>ass</em> gained a third meaning in addition to the donkey and the buttocks: synecdoche for the entire body. The first two meanings are usually employed as insults, and the second has a more general usage.</p>\n<p><em>Ass</em> referring to a four-legged equine has been around since at least the year 1000; as a stupid, clumsy beast since about 1200. Shakespeare wrote in <em>A Midsummer Night's Dream</em> (late 16th century), “This is to make an asse of me, to fright me, if they could.”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Sir George Etheridge, in his 17th century poem “Song (If She Be Not as Kind as Fair),” wrote “I would not have thee such an ass, / Hadst thou ne'er so much leisure, / To sigh and whine for such a lass / Whose pride's above her pleasure.”<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> And as recently as 1998, the word ass used even in this relatively innocuous way caused Anne Frank's <em>Diary of a Young Girl</em> (written in the 1940s) to be challenged at a Texas middle school: parents objected to the sentence “what a silly ass I am!”<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> This kind of usage is probably the most common and, the Anne Frank case above notwithstanding, the mildest. It continues to be found today in the mainstream business cliché “When you <em>assume</em> you make an <em>ass</em> out of <em>u</em> and <em>me.</em>”</p>\n<p>Of course, <em>ass</em> is often used to refer to the ass: that is, the buttocks, the gluteus maximus, the hindquarters, the butt, the bottom, the tushy, the rear-end. (We could go on all day with other terms for this part of the body—but such a digression would last for paragraphs.) “He's got a nice ass” is fairly straightforward, as is “he pinched my ass.” But then there's being a <em>tight-ass,</em> which suggests literally that the person in question is constipated and figuratively that the person is a prig or a tightwad—refusing to let go of even worthless things such as waste. To “keep a tight asshole,” in military terminology, means to stay cool and to avoid panic and the diarrhea associated with it.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Having “a stick up his/her ass” has a related but more pejorative connotation—in this case, the person is rigid and anchored, can't relax or have fun.<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Strangely, a reference to the ass part of the body can be a statement of skepticism. The response <em>my ass</em> expresses the thought “I don't believe you,” also known as “you're pulling my leg.” (The g-rated version of <em>my ass</em> is <em>my foot.</em>)<sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p><em>Ass</em> is also used as synecdoche for the entire human body, so that the ass stands for the person to whom the ass belongs: <em>get your ass in here, quit dragging your ass, watch your ass,</em> and <em>cover your ass</em> (often abbreviated in professional dialogue as <em>CYA</em>). And if you are a <em>candy-ass,</em> you are a person who is wimpy, perhaps even feminine, whose ass—and entire body—is easily taken by bullies.</p>\n<p>The word can also be used as an adjective-intensifier, as in <em>cool-ass, lame-ass, dumb-ass,</em> and the title of the current television program <em>Bob Goldthwait's Big-Ass Show.</em> <em>Ass</em> here has no positive or negative meaning; it functions like the modifier <em>very. Ass-out,</em> in hip-hop culture, has the same meaning.<sup><a href=\"#user-content-fn-a8\" id=\"user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> One can also go about things <em>ass-backwards</em> (which becomes <em>back-asswards</em> or <em>bass-ackwards</em>), which is a more extreme form of just backwards.</p>\n<p>Similarly, <em>ass</em> can be used to intensify verbs: <em>freezing your ass off</em> is worse than just freezing; <em>falling on your ass</em> is an exaggerated form of falling, with a certain amount of humor and humiliation attached. <em>Working your ass off</em> is the most difficult form of working; there is no further amount you can work. (Conversely, of course, if you do a <em>half-assed</em> job—as opposed to whole-assed?—you have taken a cavalier attitude and not done all you should.) The phrase <em>sitting on your ass</em> implies more than just sitting—since, after all, on our asses is where we all do that—but adds the sense of laziness: hyper-sitting. Being <em>on</em> or <em>up</em> someone's <em>ass</em> is not just to follow her, but to be literally on her tail—to follow her too closely.</p>\n<p>This brings us to the idea of the ass being an unprotected part of the body, a part that gets <em>kicked</em> in a fight or <em>chapped</em> in annoyance. (This last is primarily a westernism, where people's asses probably could get chapped from riding horses all day.) Having a <em>case of the ass,</em> like having a <em>chapped ass,</em> is to experience a state of irritation. <em>Tearing someone a new asshole</em> means to light into someone, to severely criticize or hurt him, and comes from military references to bullet wounds; but this phrase should not be confused with <em>to tear ass,</em> which means to hurry. If one gets a crazy idea and follows through with it, he is said to have a <em>wild hair up his ass,</em> which may lead him to fall <em>ass-over-teakettle,</em> or <em>-tit,</em> in confusion. John Steinbeck wrote in his 1938 <em>Grapes of Wrath,</em> “You jus' scrabblin' ass over tit, fear somebody gonna pin some blame on you.”</p>\n<p>If someone wants to fight you, she might say she's going to <em>kick your ass;</em> a boxer in a match can be said to have had his <em>ass kicked</em> even though the ass is below the belt and therefore off limits in a fair fight. What the phrase contributes in colorfulness it lacks in intensity—after all, the ass is probably the least painful area to be kicked. The phrase <em>I'm going to kick his ass</em> means something different and less severe than the more specific <em>I'm going to kick him in the teeth</em> or <em>kick him in the stomach.</em> Kicking someone's ass—perhaps shouting <em>your ass is grass!</em>—carries with it an element of playfulness and fun. It is more of a schoolyard boast (as frightening as those may be) than a truly worrisome threat.</p>\n<p>Indirectly, <em>ass</em> also means the sex organs, especially of women, and becomes synonymous with sex: men in particular will speak of <em>getting a piece of ass,</em> alternately expressed as <em>a piece of tail.</em> While the earliest recorded usage of this expression appeared around 1684, more recent occurrences of this phrase are no more genteel: an <em>ass peddler</em> was a prostitute or a pimp in the 1940s.<sup><a href=\"#user-content-fn-a9\" id=\"user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> This usage has worked its way into literature: John Updike wrote in 1960's <em>Rabbit, Run,</em>“Then he comes back from the Army and all he cares about is chasing ass,” and Donald Stahl riffed on this usage in <em>Hokey</em> in 1968 with, “I've always felt that the quickest way to a woman's heart is up her ass.”<sup><a href=\"#user-content-fn-a10\" id=\"user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Interestingly, British English uses <em>fanny</em> in a similar way—to mean a woman's vagina. Lawrence Levine, in <em>Black Culture,</em> has identified this usage in Black vernacular language as early as the 1910s: “White folks on the sofa, / Niggers on the grass, / White man is talking low / Nigger is getting ass.” <sup><a href=\"#user-content-fn-a11\" id=\"user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> This usage of <em>ass</em> that objectifies the (female) human body and treats it as an object of sex also is used by a male pederast who is similarly in search of a <em>piece of ass.</em> (In prison slang, a <em>butt pussy</em> is an anus.)<sup><a href=\"#user-content-fn-a12\" id=\"user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>These terms are not to be confused with <em>ass man,</em> which merely means a man who appreciates and is most attracted to a woman's behind. There is also the more familiar <em>tits and ass,</em> shortened to <em>T and A,</em> a phrase used to describe something really terrific or cool, as in <em>that was really tits and ass, buddy;</em> it can also more directly refer to the pleasure of looking at the actual body parts in question—<em>Baywatch</em> is the quintessential T and A television show. <sup><a href=\"#user-content-fn-a13\" id=\"user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>When associated with other parts of the body, <em>ass</em> can be particularly demeaning. <em>Ass-for-face</em> is a derogatory noun denoting ugliness. But there are other familiar and colorful insults in which <em>ass</em> figures prominently. From the refrain <em>kiss my ass</em> to the crude <em>you asshole,</em> or, shortened but no less offensive, <em>a-hole,</em> (which seems to be applied more to males than to females, despite the equality of ass-ownership by both sexes), there are many unkind things we can say about each other that involve the word <em>ass.</em></p>\n<p>These can be related to stupidity or ignorance: when <em>ass</em> is connected to speech or thought, it is clearly an insult. <em>You horse's ass</em> plays on the sense of donkey-like clumsiness. <em>Talking out your ass</em> is talking as if you know what you are talking about when you don't, also known more succinctly as <em>talking shit.</em> Similarly, if you're being a <em>smart-ass,</em> you're being a wise guy, acting as if you know more than you do. (This expression has a couple of g-rated variations: <em>smart-aleck, smarty-pants.</em>) <em>He's got his head up his ass</em> and <em>she doesn't know her ass from her elbow</em> are other forms of the <em>ass</em>-as-stupidity insult. To try to <em>blow smoke up someone's ass</em> is to try to fool someone through obfuscation—bullshitting someone, to mix metaphors. While to <em>pull something out of one's ass</em> is to create it from out of nowhere.</p>\n<p>The list of insults goes on. A person who is annoying is a <em>pain in the ass</em> (mildly, <em>pain in the neck</em>). Some <em>ass</em> insults are scatological—<em>ass-wipe,</em> for example. Others are related to sycophantic “brown-nosing”: <em>ass-kisser</em> (and its reverse, <em>kiss-ass</em>), <em>ass-licker</em>. A recent email chain-letter of “office vocabulary” included <em>assmosis,</em> defined as “the process by which some people seem to absorb success and advancement by kissing up to the boss rather than working hard.” Most inscrutably, Jimbo calls Nelson <em>ass-butt</em> in an episode of the Simpsons, suggesting that the word <em>ass</em> is simply a modifier meaning <em>bad.</em> But according to contemporary college slang, <em>butt-ass</em> means very, as in <em>it's butt-ass cold.</em> <sup><a href=\"#user-content-fn-a14\" id=\"user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>Even culture brokers themselves have a hard time pinning down the meaning of ass. A recent article in a Philadelphia newspaper<sup><a href=\"#user-content-fn-a15\" id=\"user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> claims that <em>ass</em> is the new “edgy term to replace sucky,” as in “WMMR [a local rock station] is so ass.” None of the Philadelphians we have interviewed, however, admits to using this term or even hearing it used, although we all agree that an edgy term to replace <em>sucky</em> is highly desirable. We did find evidence to suggest the opposite—that <em>ass</em> means <em>good,</em> as in the advertisement for a brand of sneakers with a circled S logo: “Sketchers—it's the S,” where the pronunciation <em>ess</em> is supposed to sound like <em>ass.</em></p>\n<p>Curiously, <em>ass</em> can also connote the positive: a <em>kick-ass</em> party is the best kind of party. A <em>badass</em> is credibly both an adjective and a noun: a person who is tough but cool is a <em>badass,</em> and something that is really awesome can also be <em>badass.</em> And speaking of fun, <em>assing about</em> or <em>assing around</em> is an old-ish phrase for having fun or goofing off: Eric Partridge notes that <em>to ass</em> (or <em>arse</em>) about was a common schoolboys' expression by 1910 in Britain, and James Joyce wrote of “arsing around from one pub to another” in 1922's Ulysses.<sup><a href=\"#user-content-fn-a16\" id=\"user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> (We wonder if this usage relates to “horsing around” or horseplay.) Another Britishism used by schoolboys is the expression <em>can't be assed</em> (or <em>arsed</em>) to do a particular task, meaning “can't be bothered.”</p>\n<p>So what, then, can we make of <em>ass</em> as used in its myriad contexts of insult, praise, and objectification? For such a small word it gets around, being exchanged in our vernacular language like common currency. It will be interesting to see its 21st-century incarnations, although it is probable that they will have precedents dating back hundreds of years. And we're not just talking out our asses when we say that.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>John Simpson and Edmund Weiner, eds. <em>The Oxford English Dictionary</em> (Oxford: Clarendon Press, 1993) 698-9. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>Ibid. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Alastair Fowler, ed. <em>The New Oxford Book of Seventeenth Century Verse</em> (Oxford: Oxford University Press, 1991) 707. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>Eric Partridge, ed. <em>A Dictionary of the Underworld</em> (New York: Macmillan, 1950) 11. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>American Libraries (December 1998): 21. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>J.E. Lighter, ed., <em>The Random House Historical Dictionary of American Slang</em> (New York: Random House, c 1994) 47. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>We have even heard of a young woman said to have a train up her ass—but we do not know the woman personally and cannot stand by this assertion. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a8\">\n<p>There is an old joke that uses this expression to some effect: a “Myra bird,” which attacks whatever you tell it to using the command “Myra bird, cracker” or “Myra bird, bathtub,” is purchased for a friend's birthday. Upon hearing about the bird's special talent, the friend replies, “Myra bird, my ass.” (This joke can be told to children by replacing ass with foot in the punchline.) <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a9\">\n<p>Tom Dalzell, <em>Flappers 2 Rappers: American Youth Slang</em> (Springfield, MA: Merriam-Webster, 1996) 202. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a10\">\n<p>Lighter 38. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a11\">\n<p>From this usage comes a mildly off-color joke (brought to our attention by friend Nick Humez): two rakish young boy mice are standing on the corner watching all the girl mice go by. Says the first mouse, “Wow—will you look at the ass on that one?” To which his comrade replies, “Personally, I'm a titmouse myself.” <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a12\">\n<p>Lighter 38. <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a13\">\n<p>William K. Bentley and James M. Corbett, <em>Prison Slang</em> (Jefferson, NC: McFarland, 1992) 61. <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a14\">\n<p>Paula Munro, <em>Slang U</em> (New York: Harmony Books, 1991) 51. <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a15\">\n<p>“The Razor's Edge,” Philadelphia Weekly, 27.48 (December 2, 1998): 22. <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a16\">\n<p>Eric Partridge, <em>A Dictionary of Slang and Unconventional English</em> (New York: Macmillan, 1984) 29. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Assing Around</h1> <p><em><span data-rel=\"author\">Jessy Randall and Wendy Woloson</span> <span data-rel=\"location\"></span></em></p> <p>The word <em>ass</em> appears in American slang in multiple ways with multiple meanings. It has a rich and varied history and can signify anything from <em>good</em> to <em>bad</em> to <em>more.</em> A mildly transgressive word, <em>ass</em> is not quite as serious as <em>shit</em> or <em>fuck</em>—it is more of a humorously vulgar word, but certainly “dirty,” especially when paired with the anatomical specificity of <em>-hole.</em> And because <em>ass</em> is so short it is easily combinable with other words, making it quite versatile. What also lends to <em>ass</em>'s character, especially as a curse word, is its sound. The almost hiss of the <em>ss</em> allows for particularly colorful emphasis in many expressions.</p> <p>Historically, the word <em>ass</em> referred to the donkey, an animal representing “clumsiness, ignorance, and stupidity”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> in many early folktales; the word <em>arse</em> referred to the buttocks. In England, <em>arse</em> is still used more than <em>ass</em> to identify that body part. Over time, <em>ass</em> gained a third meaning in addition to the donkey and the buttocks: synecdoche for the entire body. The first two meanings are usually employed as insults, and the second has a more general usage.</p> <p><em>Ass</em> referring to a four-legged equine has been around since at least the year 1000; as a stupid, clumsy beast since about 1200. Shakespeare wrote in <em>A Midsummer Night's Dream</em> (late 16th century), “This is to make an asse of me, to fright me, if they could.”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Sir George Etheridge, in his 17th century poem “Song (If She Be Not as Kind as Fair),” wrote “I would not have thee such an ass, / Hadst thou ne'er so much leisure, / To sigh and whine for such a lass / Whose pride's above her pleasure.”<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> And as recently as 1998, the word ass used even in this relatively innocuous way caused Anne Frank's <em>Diary of a Young Girl</em> (written in the 1940s) to be challenged at a Texas middle school: parents objected to the sentence “what a silly ass I am!”<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> This kind of usage is probably the most common and, the Anne Frank case above notwithstanding, the mildest. It continues to be found today in the mainstream business cliché “When you <em>assume</em> you make an <em>ass</em> out of <em>u</em> and <em>me.</em>”</p>"
}