{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Money Talk(s)",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: Money Talk(s)</h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Next to sex, money was the top taboo subject in the childhood of many middle-class Baby Boomers,<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> for whose parents an era of unprecedented prosperity had followed the Second World War. Reluctance to discuss the long green may have arisen from the uneasiness parents felt about the competitive subtext of suburban life, and an awareness of their children's uncanny ability to articulate plainly their elders' beliefs; none of us may be free of a morbid interest in keeping up with the Joneses, but very few of us wish our offspring to grow up as economic snobs.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>Nevertheless, wealth has been a hot topic of conversation for millennia. Between the agrarian revolution, when societies began abandoning the comparatively easy but risky nomadic hunter-gatherer life in favor of settling in one place and tilling the fields around the end of the last ice age (about 10,000 <em>B.C.</em>) and the invention of money as such (about 8000 years later), a reliable way to tell how rich someone was would have been to count his livestock. The old-fashioned English adjective <em>pecuniary</em> betrays this underlying economy: <em>Pecus</em> was Latin for “herd (of cattle)”;<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> by extension, the related word <em>pecunia</em> went from meaning “cattle” to “property, wealth,” and later “money.”</p>\n<p>Wealth does not require money if it is in goods intended for home consumption, even on a fairly lavish scale. It is only when exchange creeps in that things get complicated, for then one's holdings are fungible only by barter, often a clumsy way of doing business, with uncertainties of exchange introduced at every step. (Consider the folk-tale, common to several European countries, in which the country bumpkin swaps his horse for a cow, his cow for several sacks of grain, and so on until he ends up with a millstone, which he accidentally, but gratefully, loses by dropping it into a river while crossing a bridge.)</p>\n<p>The first actual money appears to have been tools, of a sort that everybody used and which therefore had a generally–accepted value. One type was the iron spit, the ancient Greek name for which was <em>obolos</em> (related to our modern word <em>obelisk,</em> because obelisks, like shishkebab skewers, are long and pointy). When metal coinage was introduced to Greece (probably from Mesopotamia), <em>obolos</em> was the name given to the smallest coin, equal to 1/6 of a <em>drachmé</em> (related to <em>dragma,</em> “handful”), itself 1/100 of a <em>mina,</em> which in turn was 1/60 of a <em>talanton</em>—both a standard weight of silver (about 55 lbs.) and the <em>talent</em> in the parable of Jesus.<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> (Given that the average daily pay of a Greek cavalryman at the time of the Persian Wars was a drachmé, five centuries earlier, the amount entrusted even to the feckless third servant was by no means trivial, being the equivalent cost of hiring a mounted squadron of twelve for a year and a half.)</p>\n<p>In addition to the <em>obolos,</em> the Greeks also had a quarter-drachmé coin called the <em>nomos</em> or <em>noummos,</em> the second borrowed into Latin as <em>nummus,</em> which first mean “cash” and later “small and insignificant coin” (cf. English <em>groat</em>). <em>Nomos</em> also meant “law,” in the sense of just apportionment. <em>Nomoi</em> was the name given to the laws of Solon—under whom took place the first minting of the drachmé at a clear profit to the state of 5% over the usual ratio of 6000 drachmas to a talent of silver—in contrast to the draconian <em>thesmoi,</em> or edicts, of his predecessor, the tyrant Draco. In this sense <em>nomos</em> is clearly related to <em>nemesis</em> (i.e., just deserts from the gods) and gives us the <em>-nom-</em> of <em>economy</em> (the <em>eco-</em> part is from Greek <em>oikos,</em> “house”). Aristotle, in his treatise called the <em>Oeconomica,</em> makes a clear connection between the two senses of <em>nomos,</em> as well as giving one of the best functional definitions of <em>money</em> ever offered, describing it as “a medium or mean which measures everything . . . such as the number of shoes which are equal to a house or a good meal” and “a kind of security which we possess such that, if we do not want a thing now, we shall be able to get it when we want it.”</p>\n<p><em>Money</em> comes from Juno <em>Moneta</em> (the epithet is of uncertain origin, possibly one of Latin's few borrowings from Carthage along with the idea of silver coinage itself), whose temple housed Rome's mint (a word also related to <em>moneta</em>). But the connection between temples and finance goes back at least to Greece, where it was possible to deposit money at a temple in one place and have someone else draw a like amount from the treasury of the temple to the same god somewhere else. By extension, temples also served as logical places to go looking for change if you happened to arrive in town with a sack of the wrong kind of coins, which explains what the money-changers were doing on Temple Mount in the first place when Jesus came along and upended all their tables.<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n<p><em>Fiscus</em> and <em>bursa</em> were Latin for “little basket” and “little sack” respectively; both came to have the specialized sense “for keeping money in,” whence our adjective <em>fiscal,</em> and the nouns <em>disbursement</em> and <em>bursar.</em> (<em>Bursa,</em> the source of the English word <em>purse,</em> is also still used in the medical sense of a sac cushioning the joint between two bones, e.g., at the shoulder, the inflammation of which is called <em>bursitis.</em>) The importance of pay in the military apparatus of imperial Rome cannot be understated. The word <em>soldier</em> itself originally meant “someone who fights for pay”—specifically, for the Roman <em>solidus,</em> originally a gold coin whose value would shrink dramatically over succeeding centuries. (From <em>solidus</em> comes the name of the smallest-denomination French coin of the <em>ancien régime,</em> the <em>sou.</em>)</p>\n<p>Although some aspects of their system of property and sale persisted in surprisingly archaic forms,<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> by the last century of the empire the Romans had acquired a great deal of business sophistication, including the reckoning of risk. A form of insurance in which loans were issued to merchant shippers whose repayment (with interest) was contingent on the vessels' safe arrival had been in use in Mesopotamia since before the Code of Hammurabi, but the earliest surviving example of an actuarial table which grappled with the statistical likelihood of risk is a mortality spreadsheet recorded by the Roman jurist Ulpian around 220 <em>A.D.</em>, possibly in aid of premium calculation for the burial societies which had become common in Rome by that time.</p>\n<p>The quantification of risk, however, came into its own only in the Renaissance, largely thanks to such pioneers in mathematics as Leonardo of Pisa, better known as Fibonacci (whose <em>Liber Abaci</em> built a strong case for the adoption of arabic numerals in place of roman ones—particularly the powerful zero, for which Greece and Rome had neither symbol nor use), and Luca Paccioli and Girolamo Cardano, both of whom wrote treatises on the algebra of gambling.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>The first bank set up explicitly for risk-sharing (apart from burial societies) seems to have been the Monte dei Paschi in Sienna, established in 1473, which functioned as the agent for a farmers' mutual-aid fund, making payments out of a common pool to members whose crops failed. Britain was much slower—by nearly two and a half centuries—to establish its first formal insurance companies, the Royal Exchange Assurance Corporation and London Assurance Corporation.<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>By that time, however, Edward Lloyd's coffee-house near London's docks had been going strong for over 30 years; open almost round the clock and doing a brisk business in coffee, tea, and sherbet, it was a favorite resort of seacaptains and others in maritime trade, for whom Lloyd astutely furnished pen and paper and, after 1696, posted “Lloyd's List,” both a gazette of London ship departures and arrivals and a business news service for conditions abroad (anticipating Reuters by nearly 200 years). In 1771, a group of about 80 regular Lloyd's customers formed an association in which each pledged to underwrite the company's risks to the full extent of his personal fortune; thus was Lloyd's of London born.</p>\n<p>The original Lloyd's “Members” (subsequent partners are known as “Names”) were not people who would be described in modern terms as “risk-averse.” Nowadays those of us who have any capital to invest at all (whether it be in the savings account we faithfully put that five-dollar bill from Grandma we have been getting every Christmas since we were tots, or a rapid-growth tech-stocks mutual fund we plowed our entire inheritance into when Grandma died, full of years, leaving us the bundle) fall somewhere on a continuum in what has been referred to as the eat well/sleep well tradeoff, so called because the conventional wisdom is that you can have good earnings (i.e., eat well) or low-risk, peace-of-mind investments (i.e., sleep well) but rarely both—and usually in inverse proportion to each other.</p>\n<p>Stock exchanges and other financial markets have been a bountiful source of American colloquialisms from the earliest days of the republic. Some have entered the mainstream; others have remained specialized, and, as fashions in speech changed their meanings has been lost. In 1819 a Philadelphia newspaper, the <em>Aurora,</em> carried a letter to the editor from a pseudonymous reader,  including such expressions as “horses at livery,” “shin peeler,” and “little plug top,” to which was helpfully appended a brief glossary “giving the true meaning of the terms . . . to enable gentlemen to go into the money market with reputation.” <em>Horses at livery</em> were “accommodation notes, which are supposed to be taken in by the banks, by the year, in contradistinction to business paper, which is like a traveller's [sic] stopping for a single night”; a <em>shin peeler</em> was “a loss of money, whether it be from a marine risk, or a shaved note”; and the <em>little plug top</em> was a nickname for “one of the banks in the city [i.e., Philadelphia]” on account of “the facility it possesses of spinning its capital out to three times its length.” <sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>Modern financial slang is no less colorful. When the stock market has suffered a <em>meltdown</em>—a term stolen fair and square from the nuclear-power industry—it often will stage a dramatic resurgence; cautious traders learn to judge whether this is a <em>meltup</em> (that is, a true recovery) or simply an example of a <em>dead cat bounce.</em> Since sales of large blocks of stock can disrupt a market, or at least start ugly rumors, the sellers may resort to a practice called <em>bearding,</em> in which the assets are broken up and sold through several different brokers.<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> This term almost certainly derives from the vernacular use of “beard” to designate a male escort at a social function with a woman who is not, as supposed, his romantic or spousal connection, she being in fact involved with someone else (e.g., another woman).<sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>The bond market has its own shorthand as well: There are <em>kitchen sink bonds,</em> which, as one hedge fund manager told me,<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> are “securities collateralized by left-over odd pieces from other securities. Dealers who have pieces left over that they can't sell will re-amalgamate them into something else”—hence the name. Such bonds are favored by managers of speculative funds, he adds, because they tend to be “high yield/high risk,” with “great lack of liquidity.” At the opposite end of the risk-benefit scale are the government securities nicknamed <em>flower bonds,</em>“a type of US government bond that, regardless of its cost, is acceptable at par value in payment of estate taxes if the decedent was the hold at time of death; aslo called an estate tax anticipation bond.”<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>In addition to trading in securities themselves, there is a brisk business in such derivatives as options. A <em>swaption</em> is an option on an interest rate swap, in which a borrower pays a slight premium to lock in a rate no worse than the current London Interbank Offered Rate (<em>LIBOR</em>) for a given period, but can escape the commitment if market interest rates change in the borrower's favor.</p>\n<p>Options are one of the driving forces behind the so-called triple witching hours, the generic term for the third Fridays of March, June, September, and December, which are the expiration dates for many options, index options, and futures contracts. On such days the market is characterized by massive trading and roller-coaster volatility. (There are also smaller-scale <em>witching-hour</em> days tied to other options and futures, usually falling on the third Friday of one of the other months.)</p>\n<p>In an era of international finance, money does not merely talk but seems at times to have the gift of tongues. Many terms of the market are cognates across linguistic boundaries, but there are a few surprises here and there, as when Spanish translates “equity/capital” as <em>patrimonio</em> and shares of stock become <em>acciones</em> (as in French, where they are called <em>actions.</em>)<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>Corrigendum: Frank Holan, whose article on bats and good luck appeared in the previous issue of VERBATIM (XXIV:3), offers a fine-tuning of my dating of <em>boondocks'</em> debut in American English. “Early in 1941, the bugler from Troop A, 11th Cavalry,<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> who had recently returned from the Philippines, used the word, which he pronounced 'bondocks.' It therefore appears that the word had begun to seep into the American lexicon before there were any Pacific Theater veterans of World War II.”</p>\n<hr>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>Indeed, I know of one instance in which a parent wishing to discourage a child from eavesdropping on a parental conversation about sex resorted to the euphemism <em>money matters</em> to gloss the nature of the conversation. The child, a 1950s summer playmate of mine who had ears a mile long, was not fooled. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>In some instances this very reticence may have inculcated a reverse snobbery among those same offspring who embraced the hippie philosophy of the 1960s, during which time there was a premium on living on as little money as possible. An example of this ethos is a slim volume self-published by Tuli Kupferberg: <em>1001 Ways To Live Without Working</em> (New York: Birth Press, 1966). Kupferberg, in addition to being celebrated in Allan Ginsberg's <em>Howl</em> as the man who jumped off the Brooklyn Bridge and lived, was also a co-founder of a notorious anarcho-syndicalist band called the Fugs. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>Another word for <em>herd</em> was <em>grex,</em> “flock,” whence English <em>congregate, aggregation, gregarious,</em> and <em>egregious.</em> <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>Matthew 25:14–30. A variant is at Luke 19:12–27. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>Matthew 21:12–13; Mark 11:15–17. The incident is mentioned, though not the money-changers explicitly, at Luke 19:45–46. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>Such as the requirement that both buyer and seller actually had to be present at a ceremony involving the touching of a set of ritual scales with a coin for the sale to be a complete legal transaction. For more on this, and how Roman property-owners living at some distance from the property being sold managed to get around this quaint restriction, see Justinian, <em>The Digest of Roman Law,</em> translated by C. F. Kolbert (New York: Penguin, 1979), particularly the “Property” section of Kolbert's introduction (pp. 56–60). <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>The evolution of risk from the more traditional, stoic concepts of chance, fortune, or fate is traced in Peter L. Bernstein's <em>Against the Gods: The Remarkable Story of Risk</em> (New York: John Wiley &amp; Sons, Inc., 1996), from which much of this paragraph and the next is gratefully cribbed. Another English word for <em>risk</em> in its negative sense, borrowed through French, is <em>hazard,</em> whose origin is Arabic <em>al zahr,</em> “the die.” The Romans were great dice-throwers, up to and including the emperor Claudius, who is depicted as being condemned to rattle the pig's knuckle dice called <em>astralagi</em> in a bottomless cup for all eternity in Seneca's spiteful satire <em>The Pumpkinification of the Divine Claudius,</em> reproduced in a translation by Robert Graves at the end of his novel <em>Claudius the God</em> (New York: Random House/Vintage, 1962) and, more recently, as an appendix to J. P. Sullivan's translation of the <em>Satyricon of Petronius</em> (New York: Penguin, 1986). <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>And then, according to Bernstein (op. cit.), only because George I was not impervious to a bribe. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>A further note explains that the president of this (never-named) financial institution was known as “Betsey Dawson,” so called because it was an oath he was fond of swearing in place of a stronger curseword (also unidentified). The article was reprinted in the New York <em>Evening Post</em> of August 14, 1819; the date of its original publication in the original <em>Aurora</em> is not mentioned but was presumably just a few weeks before. According to Jessy Randall (co-author of “Assing Around,” VERBATIM XXIV:2), a complete set of copies of the <em>Aurora</em> published in that year is in the collection of the Library Company of Philadelphia, should anyone wish to pursue this curious item to its ultimate source. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p>Bank analyst Jane Cates, interviewed in June 1999, is my source for these three examples. <em>Bearding</em> was the subject of an article in the daily newspaper <em>American Banker,</em> October 12, 1998. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>Thus the <em>American Heritage Dictionary</em> gives as its fourth definition of the noun <em>beard,</em> “One that diverts attention or suspicion from another.” <em>AHD</em> also notes that <em>beard</em> as a verb can mean “to confront boldly,” an interesting example of a word with two meanings almost diametrically opposed. For an insightful discussion of the similarity of such ambivalent etymons (e.g. <em>cleave</em>) to the mechanism of dreaming, see Freud's <em>General Introduction to Psycho-analysis</em> (New York: Washington Square Press, 1960), Eleventh Lecture. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>My classmate Barry Finer, also the source of the explanation on interest rate swaps in the next paragraph. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>According to Jane Cates. “I don't think you can still do this,” she adds. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p>For more of these, see the international glossary published by the World Bank. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p>Some readers may be astonished to learn that there was still cavalry in the U. S. Army as late as 1941. A holdover from the previous World War, in which the futility of cavalry charges against machine-gun emplacements had been demonstrated by the French with appalling casualties, horsemen nevertheless continued to make themselves useful as dispatch riders in the infancy of electronic Signal Corps technology. Shortly after Pearl Harbor the cavalry as such was disbanded and its units reassigned—some to armored divisions, others to the army's air corps. As a result, Holan soon found himself in what eventually became the U. S. Air Force, from which he retired as a colonel in the early 1960s. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: Money Talk(s)</h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Next to sex, money was the top taboo subject in the childhood of many middle-class Baby Boomers,<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> for whose parents an era of unprecedented prosperity had followed the Second World War. Reluctance to discuss the long green may have arisen from the uneasiness parents felt about the competitive subtext of suburban life, and an awareness of their children's uncanny ability to articulate plainly their elders' beliefs; none of us may be free of a morbid interest in keeping up with the Joneses, but very few of us wish our offspring to grow up as economic snobs.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p> <p>Nevertheless, wealth has been a hot topic of conversation for millennia. Between the agrarian revolution, when societies began abandoning the comparatively easy but risky nomadic hunter-gatherer life in favor of settling in one place and tilling the fields around the end of the last ice age (about 10,000 <em>B.C.</em>) and the invention of money as such (about 8000 years later), a reliable way to tell how rich someone was would have been to count his livestock. The old-fashioned English adjective <em>pecuniary</em> betrays this underlying economy: <em>Pecus</em> was Latin for “herd (of cattle)”;<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> by extension, the related word <em>pecunia</em> went from meaning “cattle” to “property, wealth,” and later “money.”</p> <p>Wealth does not require money if it is in goods intended for home consumption, even on a fairly lavish scale. It is only when exchange creeps in that things get complicated, for then one's holdings are fungible only by barter, often a clumsy way of doing business, with uncertainties of exchange introduced at every step. (Consider the folk-tale, common to several European countries, in which the country bumpkin swaps his horse for a cow, his cow for several sacks of grain, and so on until he ends up with a millstone, which he accidentally, but gratefully, loses by dropping it into a river while crossing a bridge.)</p>"
}