{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, England</span></em></p>\n<p>“In most circumstances, I think a teacher who has a relationship with a pupil should be barred from the profession.” So said the Chief Inspector of Schools in the UK—someone who, one might have hoped, would have some idea of what the word “relationship” means. I recently overheard (all right, <em>eavesdropped on,</em> if you want to get technical) a conversation during which a middle-aged woman told a young woman that she was “enjoying an excellent relationship” with her new doctor. The young woman blushed; evidently, hearing about her friend's sex life was something she <em>totally didn't need right now.</em></p>\n<p>I give up. I give up on <em>relationship;</em> I give up on <em>homophobia</em> (a troubling condition, sufferers from which are presumably prone to vomit whenever faced with identical twins); I am on the verge of giving up on “ethnic,” when employed as a euphemism for “not white”—even though I loathe the idea of living in a world where people in positions of authority think such a euphemism necessary. (<em>The Independent</em> newspaper recently complained that “out of 175 New Labour candidates for the Scottish Parliament, guess how many come from a multi-racial background? One.” Does this mean that all the rest were full-blood Cherokees, I wonder?). But I'm not ready to give up altogether.</p>\n<p>Like all lovers of language, I despise pedantry in others, and deny it in myself. The purpose of this new, regular column is not to sanction or to encourage pedantry, but to provide an opportunity for VERBATIM's nitpicker-free readership to identify, monitor and discuss contemporary crimes against decent usage of the English language. (Please send letters and cuttings intended for this column to either VERBATIM's address, marked “Horribile Dictu”. I anticipate receiving lots of letters, so please accept my apologies in advance for not replying to all of them; all will, nonetheless, be received with gratitude and read with great interest. As far as limitations of space allow, I shall mention here those that strike a chord with me, and attribute them to their contributors).</p>\n<p>Let's not waste our time re-fighting long-lost battles: don't write to me about “gay” or “chairperson” or even “hopefully”. Write instead of the new and the ugly, the unnecessary and the confusing, the redundantly neologistic and the elaborately incoherent. Write of words that are suddenly, and pointlessly, given entirely new meanings, replacing perfectly good existing words. From the mildly irritating trendy cliche, to the apoplexy-inducing threat to civilisation, from the repugnantly coy to the frankly baffling, from the euphemisms of the professions to the anti-sense of the corporations—bring me your fuddled messes.</p>\n<p>If it pains you to read an interview in a supposedly leading newspaper during which a politician is asked “What women's issues do you support? And which do you oppose?”, then <em>Horribile Dictu</em> is for you. As it is, if you don't know whether to laugh or snarl when you read of a Boston pastor who celebrates “the willingness of the black community at last to reclaim ownership of their own crime issues,” or of a televangelist who fears that “role modelling a gay lifestyle is damaging to the moral lives of our children”.</p>\n<p>At the start of the war against Yugoslavia, a NATO general promised that his bombs would “degrade” the Serbian armed forces. If such degradation of the language leaves a nasty taste in your mouth, then spit it out: spit it out and send it in.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, England</span></em></p> <p>“In most circumstances, I think a teacher who has a relationship with a pupil should be barred from the profession.” So said the Chief Inspector of Schools in the UK—someone who, one might have hoped, would have some idea of what the word “relationship” means. I recently overheard (all right, <em>eavesdropped on,</em> if you want to get technical) a conversation during which a middle-aged woman told a young woman that she was “enjoying an excellent relationship” with her new doctor. The young woman blushed; evidently, hearing about her friend's sex life was something she <em>totally didn't need right now.</em></p> <p>I give up. I give up on <em>relationship;</em> I give up on <em>homophobia</em> (a troubling condition, sufferers from which are presumably prone to vomit whenever faced with identical twins); I am on the verge of giving up on “ethnic,” when employed as a euphemism for “not white”—even though I loathe the idea of living in a world where people in positions of authority think such a euphemism necessary. (<em>The Independent</em> newspaper recently complained that “out of 175 New Labour candidates for the Scottish Parliament, guess how many come from a multi-racial background? One.” Does this mean that all the rest were full-blood Cherokees, I wonder?). But I'm not ready to give up altogether.</p> <p>Like all lovers of language, I despise pedantry in others, and deny it in myself. The purpose of this new, regular column is not to sanction or to encourage pedantry, but to provide an opportunity for VERBATIM's nitpicker-free readership to identify, monitor and discuss contemporary crimes against decent usage of the English language. (Please send letters and cuttings intended for this column to either VERBATIM's address, marked “Horribile Dictu”. I anticipate receiving lots of letters, so please accept my apologies in advance for not replying to all of them; all will, nonetheless, be received with gratitude and read with great interest. As far as limitations of space allow, I shall mention here those that strike a chord with me, and attribute them to their contributors).</p>"
}