{
  "type": "Article",
  "title": "Hearing is in the Ear of the Listener",
  "author": "Howard Richler",
  "location": "Montreal",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hearing is in the Ear of the Listener</h1>\n<p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Montreal</span></em></p>\n<blockquote>\n<p>Knock, Knock.</p>\n<p>Who's there?</p>\n<p>Sam and Janet</p>\n<p>Sam and Janet who?</p>\n<p>Sam and Janet evening, you may see a stranger.</p>\n</blockquote>\n<p>As every puerile individual like me knows, some words and phrases resemble other words and phrases. In the above example, the tandem of “Sam and Janet” sounds like “Some enchanted.”</p>\n<p>The French have raised this tendency to an art form by way of the <em>holorime,</em> a two-line poem in which both line are pronounced identically but use different words:</p>\n<blockquote>\n<p><em>“Par le bois de Djinn, ou s'entasse de l'effroi,</em></p>\n<p><em>Parle! Bois du gin, ou cent tasses de lait froid.”</em></p>\n<p><em>“Gall, amant de la reine, alla, tour magnanime,</em></p>\n<p><em>Gallamment, de l'Arènr a la Tour Magne, à Nimes.”</em></p>\n</blockquote>\n<p>The first poem loosely translates as “When going through the Djinn woods, surrounded by so much fear, keep talking. Drink gin or a hundred cups of cold milk.” The second poem relates that “Gall, the Queen's lover, went gallantly on a grand promenade from the arena to the Magne Tower located in Nimes.”</p>\n<p>Far less poetically, the English riddle, “How do you prove in three steps that a sheet of paper is a lazy dog?”, also conveys how phrases can sound similar; the answer: 1) a sheet of paper is an ink-lined plane; 2)an inclined plane is a slope up; 3)a slow pup is a lazy dog.</p>\n<p>Usually, however, the similarity of sounds is not contrived and we simply mishear phrases.</p>\n<p>Growing up in the drug-hazed 60s, I pondered the identity of the enigmatic Leslie referenced in the popular song “Groovin” by the Rascals:</p>\n<blockquote>\n<p>“You and me and Leslie”</p>\n</blockquote>\n<p>Leslie, however, was a figment of my imagination, or more precisely of my imagined hearing. The lyric, I found out in later years, was “You and me endlessly.”</p>\n<p>I had been “mondegreened.”</p>\n<p>The term “mondegreen” was coined by writer Sylvia Wright. As a child she had heard the Scottish ballad “The Bonny Earl of Murray” which she interpreted thus:</p>\n<blockquote>\n<p>Ye Highlands and Ye lowlands</p>\n<p>Oh where have you been?</p>\n<p>They hae slay the Earl of Murray</p>\n<p>And Lady Mondegreen.</p>\n</blockquote>\n<p>Sylvia Wright was wrong in thinking that a double homicide had occurred. The “Lady Mondegreen” was a projection of her romantic imagination for the last line in fact was not “Lady Mondegreen” but “laid him on the green.”</p>\n<p>Children are particularly prone to this type of mistake, where an unfamiliar word or phrase is changed into something more familiar . This process has created some memorable “religious” personages such as “Round John Virgin” (instead of “round yon Virgin”) , [Malachy McCourt entitled his book <em>A Monk Swimming,</em> which was his hearing of “amongst women” in the Hail Mary.—Ed] “Harold be thy name” (instead of “hallowed be thy name)”, “Lead On, O Kinky Turtle” (instead of “Lead On, O King Eternal), and “Gladly, the cross-eyed bear” (instead of “Gladly, the cross I'd bear”).</p>\n<p>Many a familiar phrase has been mondegreened. A “dog eat dog” world has been rendered as a “doggy dog world” ; “for all intents and purposes” has become “for all intensive purposes”; “duct tape” has turned into “duck tape” ; and “no holds barred” has been phrased as “no holes barred.”</p>\n<p>The majority of mondegreens seem to occur in the lyrics of songs. William Safire years ago cited an American grandmother who interpreted the Beatles' lyric “the girl with kaleidoscope eyes” as “the girl with colitis goes by.” The lyric “Excuse me while I kiss the sky” from Jimi Hendrix's Purple Haze was interpreted by some as “Excuse me while I kiss this guy.” Hendrix was aware of this misinterpretation and sometimes during a performance he would help perpetuate the misunderstanding by kissing a male associate after singing the line.</p>\n<p>The obscure lyrics and indistinct pronunciation of many songs facilitates misinterpretations. On a website dedicated to misheard lyrics (wysiwyg://2<a href=\"http://wwwkissthisguy.com/index.html\">http://wwwkissthisguy.com/index.html</a>), I noticed that in Sarah McLachlan's “Building a Mystery”, her lyric “you strut your rasta wear and a suicide poem” was interpreted as “you stretched your ass to where in a suicide home.” Maria Muldar's “Midnight at the oasis” was interpreted by a listener as “Midnight after you're wasted.” In the Aerosmith song “Dude looks like a lady”, the titled lyric is somewhat squealed. I always thought the line was “Do the funky lady.” This website confirmed that I was not the only confused listener. Others had misheard this line as “Do the shockalayley”, “Do the rock-a lady” and “Doodoos like a lady.”</p>\n<p>Some song lyrics are almost impossible to decipher. I suspect few people know that the lyric that follows “Willie and the Poor Boys are Playin' (by Credence Clearwater Revival) is “bring a nickel tap your feet.” Small wonder that someone at this website reported hearing the lyric as “singing pickles can't be beat.” Also misinterpreted by this musical group is the lyric “there's a bad moon on the rise” which has been heard as “There's a bathroom on the right.” Unilingual troglodytes claim to have heard the Beatles' “Michelle, ma belle, sont les mots qui vont tres bien ensemble, tres bien ensemble” as “Michelle, my bell, some day monkey play piano song, play piano song”, and José Feliciano's classic rendition of “Feliz Navidad” as “police naughty dog.”</p>\n<p>Some mishearings are somewhat incredible. Dylan's line “the answer my friend” in Blowin' in the Wind has apparently been interpreted entomologically as “the ants are my friends.” A Crystal Gayle song years ago was heard as “Doughnuts Make Your Brown Eyes Blue” and at the aforementioned website somebody claims to have heard the lyric from Pink Floyd's Another Brick in the Wall, “no dark sarcasm in the classroom” as “no Dukes of Hazzard in the classroom.”</p>\n<p>Stephen Pinker in The Language Instinct says that the “interesting thing about mondegreens is that the mis-hearings are generally less plausible than the intended lyrics. He relates the anecdote of a student who heard the Blue Cheer song “I'm Your Venus” as “I'm your penis” and thus was amazed that it wasn't censored.</p>\n<p>Pinker says that “listeners lock in to some set of words that fit the sound and that hang together more or less as English words and phrases, but plausibility and general expectations are not running the show.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hearing is in the Ear of the Listener</h1> <p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Montreal</span></em></p> <blockquote>\n<p>Knock, Knock.</p>\n<p>Who's there?</p>\n<p>Sam and Janet</p>\n<p>Sam and Janet who?</p>\n<p>Sam and Janet evening, you may see a stranger.</p>\n</blockquote> <p>As every puerile individual like me knows, some words and phrases resemble other words and phrases. In the above example, the tandem of “Sam and Janet” sounds like “Some enchanted.”</p> <p>The French have raised this tendency to an art form by way of the <em>holorime,</em> a two-line poem in which both line are pronounced identically but use different words:</p>"
}