{
  "type": "Article",
  "title": "Between the Parentheses: A Pron Chick Reports from the Front Lines",
  "author": "Rima McKinzey",
  "location": "Rkm@slip.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Between the Parentheses: A Pron Chick Reports from the Front Lines</h1>\n<p><em><span data-rel=\"author\">Rima McKinzey</span> <span data-rel=\"location\">Rkm@slip.net</span></em></p>\n<p>Thanks primarily to Dutch printers, English spelling does not match pronunciation: you've seen the poem <em>The Chaos,</em> by G. Nolst Trenit, a.k.a. Charivarius (1870–1946), bemoaning the non-intuitive pronunciations of English, which begins:</p>\n<blockquote>\n<p>Dearest creature in creation</p>\n<p>Studying English pronunciation.</p>\n<p>I will teach you in my verse</p>\n</blockquote>\n<p>Sounds like corpse, corps, horse, and worse.and that “ough” can be pronounced nine different ways. (We'll ignore the “ghoti” as <em>fish</em> issue here.)</p>\n<p>You'll hear no bemoaning from me.</p>\n<p>Dictionary publishers hire me to do the pronunciation editing of new or new editions of American English dictionaries precisely <em>because</em> English pronunciation can be unpredictable.</p>\n<p>I am a pronunciation editor, or orthoepist. When I tell people what I do for a living, I get one of three standard responses. One is surprise that anybody actually does this, and that they never knew anyone else who did. This one is kind of fun. The second is concern: “Will you be correcting everything I say?” (I don't correct anyone unless asked.) The third is an accusatory-sounding, “My, you must have a very large vocabulary.” My vocabulary then regresses to four words and I can no longer get out a coherent sentence. I was very relieved to learn that other dictionary editors have the same reaction to these responses.</p>\n<p>VERBATIM's editor, though, had a non-standard response: she wanted to know the details. How does a pronunciation editor decide what to put into the parentheses?</p>\n<p><em>Step One: Check the Relevant Sources</em>. What do previous editions have as the pronunciation? If a sense of an entry word is being added or changed, does the new definition require a new pronunciation? Sometimes, an entry with the same etymology requires a different pronunciation that has been previously overlooked. For example, <em>chador.</em> In most dictionaries, it is pronounced CHUD er (rhyming with SHUD der). The etymology is Hindi, meaning a large shawl or scarf. However, the more common usage today refers to the long, black covering worn by Muslim women in Iran. In this context, it should be pronounced chah DAWR (rhyming with bah MORE). At this writing, I think only the <em>American Heritage Dictionary</em> (3rd ed.) has recognized this.</p>\n<p>Older dictionaries sometimes demonstrate how pronunciation has changed over the years. Pronunciations usually change slowly and dictionaries are relatively conservative, with a fine, though often squiggly, line drawn between the “prescriptivists” and “descriptivists.” However, stress may shift; <em>exquisite</em> previously was stressed only on the first syllable, but now is almost exclusively stressed on the second. Variants may disappear. Most dictionaries still reflect the regional variants of entries such as <em>hoarse,</em> i.e., hawrse/hohrse, but this variant is disappearing among younger speakers even within those areas where it was previously the norm. The same may be said for losing the distinction between <em>which/witch</em> or <em>whale/wail.</em></p>\n<p><em>Step Two: Do Original Research</em>. If the entry is a new one, and particularly if it is in a specialized field (as the majority of new entries are), I call someone who uses the term. Much of my time is spent on the phone. I have a wall full of Post-it®s with numbers of resources I have collected over the years. Want a speaker of Finnish? I've got one. A professor of pharmacology? A mineralogist? Botanist? An expert in pesticides? Horsemanship? Medieval arms and armory? Just check my wall. I call computer people for computer terminology, pharmaceutical companies and doctors and pharmacists for medical terminology and drugs, foreign consulates for currency terms, and even called the New Orleans shop that created the <em>Muffaletta</em> sandwich (rhymes with poof a JETta).</p>\n<p><em>Step Three: Formulate the Pronunciation Style</em>. The specific symbols used to denote speech sounds (diacritics) vary with each dictionary. Choosing the symbols invoke many stylistic decisions made, after some discussion, by the dictionary's senior editors. American dictionaries have settled into self-pronouncing orthographic style, despite an occasional academic's paper on how IPA (the International Phonetic Alphabet) should be used. The pronunciation is as close to the actual spelling of the entry word as possible, since most dictionary users have not learned IPA and have great difficulty even with the limited diacritics already used in the “pron” field. The relatively recent use of the schwa, an enormously effective and useful symbol, caused many letters to be written about why the dictionary had so many pronunciations with an upside down <em>e.</em></p>\n<p>Variants are a major obstacle to using IPA. British dictionaries, with Received Pronunciation, don't generally reflect any variants. American dictionaries, however, attempt to reflect the various pronunciations considered acceptable throughout the country. When the variants are common enough, they are given in the pron field. When they are not, the self-pronouncing aspect of the pron code, i.e., <em>a</em> as in <em>cat,</em> will enable the user to pronounce the entry within his/her normal speech pattern. IPA, on the contrary, is one symbol/one sound. It would be not only an enormous task, but take up more room than is reasonable in a finite publication, to reflect all acceptable pronunciation variants using IPA symbols. Of course, Bloomsbury (and Microsoft) have recently tried to do just this (in their <em>Encarta World English Dictionary</em>) for the entire English speaking world!</p>\n<p>Each dictionary has somewhat different stylistic considerations and therefore different requirements. ESL (English as a Second Language) dictionaries, for instance, use more IPA symbology because IPA is taught more in other countries, since other languages do not have the variants in pronunciation and spelling that English does. On the other hand, ESL dictionaries, to keep things simple, do not give as many pronunciation variants, while unabridged editions have more room for variants than do college editions.</p>\n<p>What decisions are made? What is included? What is left out? Often, the most pressing considerations are those of space, budget, and deadline. A more limited budget would mean less time spent on any given aspect, such as research time. Limited space would mean fewer variants. A closely approaching deadline would also have an impact on research time, possible variants, whether or not to pronounce run-ons, multiple word entries, hyphenated entries, or use cutbacks.</p>\n<p>Style also affects the variants. In what order should they be placed? The usual method is for the more common pron to be first, followed by a comma and any variants. This is still a two-dimensional medium, and therefore even if variants are equally common, one must come first. A common misperception is that the first variant is the “preferred” variant. No, no, no. It is only the most common, or the first entered because one pron cannot be printed over another (not if it is to be legible, anyway).</p>\n<p>Some dictionaries decide that the older pron should come first, some the newer. Some dictionaries give the more informal pron first, followed by the more formal. All decide in which order the commonly given variants will appear. All are acceptable.</p>\n<p><em>Step Four: Encode the Pron</em> My talent is the ability to translate the actual sounds people use (as opposed to those that people think are being used) into the specific diacritical style. Will the <em>a</em> in <em>cat</em> be represented as an <em>a?</em> an <em>a</em> with a breve? the digraph <em>æ?</em> When I give a pronunciation for a foreign entry, I use the Jerk Rule: When you use this word (or phrase), you may not sound native, but you shouldn't sound like a jerk, either.</p>\n<p>As long as the language continues to evolve, as long as new terms are created, used, and entered into the language, as long as English continues to be somewhat unintuitive in its pronunciation, I'll still be needed. And can occasionally pull rank!</p>\n<p><em>[Rima McKinzey, as she admits above, is an orthoepist living in California.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Between the Parentheses: A Pron Chick Reports from the Front Lines</h1> <p><em><span data-rel=\"author\">Rima McKinzey</span> <span data-rel=\"location\">Rkm@slip.net</span></em></p> <p>Thanks primarily to Dutch printers, English spelling does not match pronunciation: you've seen the poem <em>The Chaos,</em> by G. Nolst Trenit, a.k.a. Charivarius (1870–1946), bemoaning the non-intuitive pronunciations of English, which begins:</p> <blockquote>\n<p>Dearest creature in creation</p>\n<p>Studying English pronunciation.</p>\n<p>I will teach you in my verse</p>\n</blockquote> <p>Sounds like corpse, corps, horse, and worse.and that “ough” can be pronounced nine different ways. (We'll ignore the “ghoti” as <em>fish</em> issue here.)</p>"
}