{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Encarta World English Dictionary,",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Encarta World English Dictionary,</em></h1>\n<p>Anne H. Soukhanov and Kathy Rooney, eds., (St. Martins Press, 1999), 2078 pp.</p>\n<p><em>gene:</em> one of the elements of the germ plasm serving as transmitters of hereditary characteristics and usu. regarded as portions of deoxyribonucleic acids linearly arranged in fixed positions and functioning through control of the synthesis of specific polypeptide chains</p>\n<p>Huh?</p>\n<p>For the quintessential, post-modern, science-challenged person, the preceding definition of <em>gene</em> found in <em>Webster's Third International Dictionary</em> can be somewhat intimidating if not downrightly incomprehensible. Recognizing this, the lexicographers of the <em>Encarta World English Dictionary (EWED)</em> have sought a more user-friendly approach. Kathy Rooney, in her introduction to the first edition, says, “We have tried to bring the same criteria of clarity and transparency to our scientific and technical definitions that have characterized our approach to other definitions. <em>Gene</em> in <em>EWED</em> is defined as “the basic unit capable of transmitting characteristics from one generation to the next. It consists of a specific sequence of DNA or RNA that occupies a fixed position in a chromosome.”</p>\n<p>U.S. general editor Anne H. Soukhanov says in her introduction that “today's dictionary users are in a hurry, not wishing to pore over line after line of small type to find the meaning sought.” To solve this problem <em>EWED</em> provides “quick definitions” in small-capital letters. So if you're seeking a concise definition of the word <em>dialectic</em> the <em>EWED</em> provides “tension between conflicting ideas.” Ms. Soukhanov also declares that the <em>EWED</em> is a “window upon other cultures; it includes thousands of English words used by English speakers the world over-English words—but not U.S. words. These are words that we and our children do and will encounter with increasing frequency as we correspond with others in far-flung lands, via e-mail.” The <em>Oxford Com-panion to the English Language</em> lists hundreds of varieties of English, some of them rather obscure, such as Hawaii Pidgin English and Camfranglais, words from French, Kamtok, and local languages in the English of Cameroons. There are in any case at least eight categories of World English: African, American, Australian and New Zealand, British and Irish, Canadian, Caribbean, East Asian, and South Asian. Each of these varieties can be further subdivided. Canadian English can be broken down into Atlantic, Canadian Standard, Inuit and Quebec, and East Asian can be divided into Hawaiian, Hong Kong, Malaysian, Philippines and Singapore types.</p>\n<p>The United States represents the country with the largest number of English speakers but it only represents 20% of the world-wide total. At present there is roughly an equivalent number of people speaking English as a first or second language, but within fifty years it is estimated that there will be 50% more second-language speakers than first-language speakers. In any case, as Salman Rushdie said some years ago, “The English language ceased to be the sole possession of the English some time ago.”</p>\n<p>Many of the best English language novels emerging in the past 20 years have come from novelists such as Rushdie, fluent in the “other Englishes,” so that having a familiarization with terms from these other Englishes can enhance one's appreciation of the literature.</p>\n<p>Especially because of the proliferation of e-mail, people from different parts of the globe are communicating to a much greater extent. If someone from Southern Asia says they are going to send you their biodata, would you know what to expect? Opening up your <em>Encarta</em> dictionary would inform you to expect their “curriculum vitae.” If a Canadian informs an American that he used to work as a <em>bagman</em>, and the American checks his <em>Webster's Third New International Dictionary (W3)</em> it would suggest only an illicit sense of collecting funds. The <em>Encarta World English Dictionary,</em> however, points out that in Canada <em>bagman</em> can be merely a synonym for <em>fundraiser.</em> The <em>EWED</em> also includes such Canadian food words as <em>poutine</em> and <em>bangbelly</em>, the word <em>pogey,</em> “unemployment pay,” and the term <em>caisse populaire,</em> “credit union,” that are absent from <em>W3.</em> Of course, there are many Canadianisms that are absent from <em>EWED,</em> such as <em>Arborite,</em> “plastic laminate used for countertops,” <em>all-dressed,</em> “dish with all the trimmings,” and <em>download,</em> to mean “to shift a cost from one level of government to another.”</p>\n<p>North American English has been enriched by countless words of aboriginal origin, such as <em>kayak, toboggan, moose, raccoon, hickory, woodchuck, squash,</em> and <em>pecan.</em> Australian English has similarly been bequeathed many aboriginal terms. Some of them are well known, such as <em>kangaroo, wombat,</em> and <em>boomerang;</em> others such as <em>kookaburra,</em> “a kind of bird,” and <em>corroboree,</em> “a ceremonial dance,” are all found in <em>EWED.</em> Similarly, you'll find these words from Maori that are present in New Zealand English <em>kiwi, mana,</em>“power and authority,” and <em>tupuna,</em> “ancestor.”</p>\n<p>There are many words one would expect to find in a World English dictionary that are absent from <em>EWED.</em> In India, it is estimated that there are 50 million people competent in English yet there are many Indian English words absent from <em>EWED,</em> such as <em>cousin-brother,</em> “male cousin,” <em>dining-leaf,</em> “a banana leaf used to serve food,” <em>kumkum mark,</em> “mark on forehead,” <em>kaccha road,</em> “dirt road,” <em>grameen bank,</em> “village bank” and <em>swadeshi cloth,</em> “home-made cloth.” Absent from Australian English are such words as <em>brumby,</em> “wild horse”, <em>bludge,</em> “to act as a prostitute's pimp” and <em>dinkum,</em> “hard work.” Missing also were the Malaysian English <em>makan,</em> “food,” the Singapore English <em>towkay,</em> “proprietor,” and the Hong Kong English <em>mafoo,</em> “stable hand.”</p>\n<p>Nigerian novelist Chinua Achebe said that “the price a world language must be prepared to pay is submission to many different kinds of use. I feel English will be able to carry the weight of my African experience. But it will have to be a new English, still in full communication with its ancestral home but altered to suit its new African surroundings.”</p>\n<p>Although <em>EWED</em> is a good start at compiling a world English dictionary, the definitive world English dictionary has yet to be compiled.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Encarta World English Dictionary,</em></h1> <p>Anne H. Soukhanov and Kathy Rooney, eds., (St. Martins Press, 1999), 2078 pp.</p> <p><em>gene:</em> one of the elements of the germ plasm serving as transmitters of hereditary characteristics and usu. regarded as portions of deoxyribonucleic acids linearly arranged in fixed positions and functioning through control of the synthesis of specific polypeptide chains</p> <p>Huh?</p> <p>For the quintessential, post-modern, science-challenged person, the preceding definition of <em>gene</em> found in <em>Webster's Third International Dictionary</em> can be somewhat intimidating if not downrightly incomprehensible. Recognizing this, the lexicographers of the <em>Encarta World English Dictionary (EWED)</em> have sought a more user-friendly approach. Kathy Rooney, in her introduction to the first edition, says, “We have tried to bring the same criteria of clarity and transparency to our scientific and technical definitions that have characterized our approach to other definitions. <em>Gene</em> in <em>EWED</em> is defined as “the basic unit capable of transmitting characteristics from one generation to the next. It consists of a specific sequence of DNA or RNA that occupies a fixed position in a chromosome.”</p>"
}