{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The New Dickson Baseball Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/400280/the-dickson-baseball-dictionary-3e-by-paul-dickson/9780393066814\"><em>The New Dickson Baseball Dictionary</em></a></h1>\n<p>Paul Dickson, (Harvest Books (Harcourt Brace and Company, 1999)), 592 pp.</p>\n<p>We speak baseball all the time. Even those of us who know nothing about the nuances of the game understand what it means if we're asked to <em>pinch hit</em> for someone. That we're <em>batting a thousand</em> if we're doing well or <em>striking out</em> if we're not. We all know someone who seems to be a <em>screwball,</em> or <em>out in left field.</em> If a store is <em>caught flat-footed</em> and runs out of a certain item, they offer the customer a <em>rain check.</em> And in the end, to paraphrase the comedian, George Carlin, we all just want to be <em>safe at home.</em></p>\n<p>As the author states so simply in the introduction to <em>The New Dickson Baseball Dictionary,</em> “The influence of baseball on American English at large is stunning and strong.” Indeed, no other sport has introduced as many words, phrases, or twists into the language as has baseball.</p>\n<p>There are nearly 600 pages of definitions of any word that can be associated with the national pastime (which itself was coined in 1856. By the end of the American Civil War, however, baseball was known as the national <em>game</em>). Dickson has done an exhaustive job of collecting these words along with their origins and in many cases their first uses by the media.</p>\n<p>Just as baseball terms are used in everyday life, the reverse is also true. Why is an easy fly ball called a <em>can of corn</em>? It dates back to the days when grocers would use a telescoping wand to grab items off a high shelf.</p>\n<p>A fair amount of terms are borrowed from the sea. For example, throwing the ball around the infield in order from third base to second to first is called <em>around the horn,</em> for the manner in which a ship had to travel to get from the Atlantic Ocean to the Pacific in the pre-Panama Canal days. A <em>submariner</em> is a pitcher who throws underhand tosses. If a batter is <em>in the hold</em> he is second in line, behind the <em>on deck</em> batter, waiting for his turn to hit.</p>\n<p>Many expressions are taken from one of baseball's ancestors, cricket. A <em>hat trick</em> can be used in a positive sense, as for a batter who hits a single, double, triple and home run (a <em>cycle</em>) in the same game; or as a negative, if he should strike out three times. The phrase comes from “the practice of presenting the bowler with a new hat when he . . . knocked down three wickets on consecutive balls.” When a ball goes <em>through the wickets,</em> it squirts through a fielder's legs.</p>\n<p>In addition to the definitions, Dickson also provides a thesaurus for several words which come up time and again. For example, a home run is also a <em>see ya,</em> a <em>gopher ball</em> and a <em>dial 8</em> (in honor of long distance operator the players use to call home while on the road). Advertisers also had a hand in adding to the lingo, as in a <em>Ballantine Blast.</em></p>\n<p>A pitcher throwing fastballs is said to be <em>bringing heat</em> or throwing <em>seeds,</em> <em>pills,</em> or <em>BBs.</em> Likewise there are some 20 terms for describing the baseball and bat themselves.</p>\n<p>Dickson, whose other credits include <em>The Joy of Keeping Score</em> and <em>Baseball: The President's Game,</em> leaves no expression untouched, thanks in part to scores of <em>bugs</em> (fans) who have contributed suggestions and anecdotes. The word <em>fan,</em> by the way, is not an abbreviation of <em>fanatic,</em> as might be assumed. [<em>The <em>OED</em> still assumes <em>fan</em> to be a shortened form of <em>fanatic,</em> so take this derivation with a grain of salt.—Ed.</em>] According to the author it was an expression borrowed and shortened from <em>fancy,</em> a British, and later American, term for followers of boxing. In fact <em>fan,</em> which, when used as a verb, means 'to strike out a batter' (or for a batter to swing and miss a pitch), merits more than two pages of description. Likewise, a simple medical condition known as a <em>Charley horse</em> gets more than a page. Other terms which receive lengthy discussion include <em>bleachers,</em> the uncovered benches for spectators at the ballpark, which carries a connotation of a certain type of rowdy fan; <em>bonehead,</em> a dumb player; <em>catbird seat,</em> coined by the Hall of Famer broadcaster Red Barber to denote a position of control and mastery; and <em>rhubarb,</em> which has come to mean on-field arguments and/or fisticuffs.</p>\n<p>As with many legends, there can be several explanations for a given phrase. Depending on which version you choose to believe, the <em>seventh inning stretch</em> either originated in 1869, according to Harry Wright of the Cincinnati Red Stockings, who wrote how “the spectators all arise between halves of the seventh inning, extend their arms and legs and sometimes walk about”; or in 1882, during a college game; or in 1910 when President William H. Taft, who began the custom of having the nation's chief executive throw out the first pitch on opening day, stood up to stretch in the seventh inning. The crowd, thinking Taft was about to leave, stood up out of respect for the office.</p>\n<p>The terms can be broken down into categories: strategic (e.g., the <em>infield fly rule,</em> which broadcasters seem to love describing); statistical; anecdotal; or historical, to name just a few. The derivations of the nicknames of the major league teams are also explained.</p>\n<p>Baseball has been examined by such lovers of language as the aforementioned Carlin, who did a bit about the differences between baseball and football. His monologue examined how easily baseball metaphors trip off the tongue, as opposed to the harsh, almost militaristic language of the gridiron. William Safire is another word maven who has devoted a column to the lyricism of baseball.</p>\n<p>Dickson credits dozens of fans—both of baseball and of language—for helping put this opus together. He sums up the introduction to the <em>Dictionary</em> with a thought-prodding quote from an Elting E. Morison article in <em>American Heritage:</em> “Why is baseball terminology so dominant in the language? . . . Does the sport imitate the fundamentals of the national life or is the national life shaped to an extent by the character of the sport?”</p>\n<p>Readers may not find the answers to Morison's question within <em>The New Dickson Baseball Dictionary,</em> but looking for them will be a delightful experience.</p>\n<p><em>Ron Kaplan</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/400280/the-dickson-baseball-dictionary-3e-by-paul-dickson/9780393066814\"><em>The New Dickson Baseball Dictionary</em></a></h1> <p>Paul Dickson, (Harvest Books (Harcourt Brace and Company, 1999)), 592 pp.</p> <p>We speak baseball all the time. Even those of us who know nothing about the nuances of the game understand what it means if we're asked to <em>pinch hit</em> for someone. That we're <em>batting a thousand</em> if we're doing well or <em>striking out</em> if we're not. We all know someone who seems to be a <em>screwball,</em> or <em>out in left field.</em> If a store is <em>caught flat-footed</em> and runs out of a certain item, they offer the customer a <em>rain check.</em> And in the end, to paraphrase the comedian, George Carlin, we all just want to be <em>safe at home.</em></p> <p>As the author states so simply in the introduction to <em>The New Dickson Baseball Dictionary,</em> “The influence of baseball on American English at large is stunning and strong.” Indeed, no other sport has introduced as many words, phrases, or twists into the language as has baseball.</p> <p>There are nearly 600 pages of definitions of any word that can be associated with the national pastime (which itself was coined in 1856. By the end of the American Civil War, however, baseball was known as the national <em>game</em>). Dickson has done an exhaustive job of collecting these words along with their origins and in many cases their first uses by the media.</p>"
}