{
  "type": "Article",
  "title": "Slayer Slang (Part 1)",
  "author": "Michael Adams",
  "location": "Albright College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Slayer Slang (Part 1)</h1>\n<p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">Albright College</span></em></p>\n<p><em>Buffy the Vampire Slayer (BTVS),</em> a recent teen television hit, coins slang terms and phrases in nearly every episode, many of them formed in the usual ways, some of them at the crest of new formative tendencies, and some of them interesting, not only lexically, but morphosyntactically. The show incorporates familiar slang, too; the familiar and newly coined “slayer slang” together compose a particularly vivid snapshot of current American teen slang. Examination of mainstream and cult magazines, fan books, and websites, however, suggests that slayer slang, far from ephemeral vocabulary, steadily intrudes on everyday speech and may be here to stay.</p>\n<p>Joss Whedon, a versatile screenwriter whose credits include <em>Alien: Resurrection, Toy Story,</em> and <em>Speed,</em> introduced Buffy the Vampire Slayer in the eponymous feature film (1992). He subsequently adapted the story for the small screen. The series premiered on 10 March 1997 and this year completed its third season. Its fairly large following, the largest of any show on the U.S. WB (Warner Brothers) network, consists of teens and twenty-somethings who share a taste for Anne Rice novels and cinema on the cusp of the fantastic. Fans of the show have proven extraordinarily dedicated to it: they support a <em>Buffy</em> industry that already produces the obligatory t-shirts, posters, trading cards, jewelry, and shot glasses, and has generated a dozen novelizations, a quarterly magazine, five or so books about the show, and dozens of articles in dozens of magazines. In December 1998, there were 1816 websites worldwide devoted to <em>Buffy,</em> most of them located in the United States, but including sites in Canada, Australia, Great Britain, Germany, France, and Singapore. “BTVS: Slayer Central,” a site chosen at random, registered over 25000 hits in 1998, and no wonder: that site has received The Buffy Index Award, The Graveyard Award, BTVS Land's Award, The Nosferatu Award, and The Buffy Award for Outstanding Sites, among others. Homage for Buffy is more frequent, more sincere, and more competitive than most of us can imagine easily.</p>\n<p>The series opens with a formulaic introduction to vampire slayers, of which Buffy is only the most recent: “As long as there have been demons, there has been the Slayer. One girl in all the world, a Chosen One, born with the strength and skill to hunt vampires and other deadly creatures...to stop the spread of their evil. When one Slayer dies, the next is called and trained by the Watcher.” Buffy is a reluctant slayer: vampires interfere with her cheerleading career and her social life. After burning her Los Angeles high school to the ground during a prom, in order to kill the vampires who attempted to turn the event into a blood-fest, Buffy Summers moved to Sunnydale, California. Unable to escape her destiny as the Slayer, however, she encounters her new Watcher, Rupert Giles, who poses as Sunnydale High School's librarian. Sunnydale, we discover in the first episode, is located on a Hellmouth, and vampires roam the streets freely, bent on nothing less than the destruction of this world. Though her identity should be secret, a few friends know Buffy as the Slayer and assist her: Willow Rosenberg, her best friend, is a brilliant computer nerd who once loved her childhood friend, Xander Harris; Xander is clever enough, too, though an underachiever, has a crush on Buffy, but has always loved Willow; Cordelia Chase is rich, popular, acid-tongued, and unaccountably in love with her boyfriend, Xander; Oz, incidentally a werewolf, is usually just Willow's boyfriend and plays guitar in a band; and Buffy falls in love with Angel, a reformed vampire who turns bad again, and whom Buffy is forced to kill at the end of the second season. By twists of plot too convoluted to rehearse here, a rival slayer named Faith appears in the third season, a high school drop out, horny, leathered, and tattooed. They are all average kids, in average relationships, battling the forces of adolescent evil, personified, in a sense, by vampires, demons, and monsters; they are also particularly adept speakers of American English, especially of slang.</p>\n<p>Of course, the show employs plenty of familiar slang, some recorded in dictionaries and some not. The oldest item, <em>five-by five,</em> Faith may have gleaned from <em>The Random House Historical Dictionary of American Slang,</em> where it appears, in the sense Faith employs, in a single quotation from 1983: “'How are you?'” Buffy asks Faith, to which she responds, “'<em>Five-by-five.</em>'” “'I'll interpret that as good,'” glosses Buffy in turn, and very near the dictionary's 'perfect, fine.' If Faith's Goth-chick slang veers towards the obscure, other characters favor the teen mainstream: “'Don't worry, I can <em>deal,</em>'” Buffy assures her companions; “'So, you're not <em>down</em> with Angel,'” she acknowledges of Spike, Angel's rival among Sunnydale vampires; “'That's the sound she makes when she's speechless with <em>geeker</em> joy,'” Xander explains of Willow; “'Don't forget, you're supposed to be a <em>girly girl,</em> like the rest of us,'” Willow reminds Buffy. “'Great,'” says Willow, “'I'll give Xander a call. What's his number? Oh, yeah, 1-800-I'm dating a <em>skanky ho</em>'”; “'You just <em>went O.J.</em> on your girlfriend,'” Buffy remarks to one unfortunate; “My egg <em>went postal</em> on me,'” she explains after a monster hatches from it. Buffy, just like any real American teen, develops crushes on <em>hotties,</em> but if the love is unrequited, the situation is, <em>like, totally heinous.</em> Buffy, far from abject, <em>chills.</em> Maybe she'll stay at home on Saturday and <em>veg</em> rather than indulge the boy's unromantic <em>riff.</em> If the <em>hottie</em> in question asks her out again, she might see an <em>upside</em> and be <em>good to go,</em> or she might ask herself, “'<em>What's up with that?'</em>” refuse him sarcastically with archaic, and therefore insincere, slang, like “'Wow, you're a <em>dish,</em>” and then <em>bail.</em> <em>Whatever,</em> you get the idea.</p>\n<p>But the show does more than merely capture current teen slang; rather, it is endlessly, if unevenly, inventive. Thus Buffy, only tentatively supporting the romance budding between Xander and Cordelia, assures them, “'I'm glad that you guys are getting along, <em>almost really.</em>'” Vampires, apparently cast into fashion Limbo on the day they become undead, are often marked by their unstylish wardrobes. “'Look at his jacket,'” says Buffy of one them. “'It's dated?'” asks Giles, to which Buffy responds, “'It's <em>carbon-dated.</em>” When Cordelia dumps him, Xander asks a young, not awfully proficient witch to cast a love spell on Cordelia; when it backfires and affects everyone BUT Cordelia, he muses to Giles, “'Every woman in Sunnydale wants to make me her <em>cuddle-monkey.</em>'”</p>\n<p>Most of us are lucky if we're carefree, but the Slayer thinks in grander terms: “'I don't have a destiny,'” she retorts, when reminded of her cosmic role, “'I'm <em>destiny-free.</em>'” When bitten by his infant nephew, Oz is shocked to learn that he belongs to a family of werewolves: “'It's not every day you find out you're a werewolf,'” he explains, “'That's fairly <em>freaksome.</em>'” In spite of the lunar cycle, Oz's popularity, his social position, is intact, but not everyone in high school is so lucky, as Cordelia, ever alert on such matters, points out: “'Doesn't Owen realize he's <em>hitting a major backspace</em> by hanging out with that loser?'” Teens map their own linguistic territory, as opposed to their parents', with slang, and sometimes “improve” earlier slang to stake their own generation's claim. Cordelia complains to a petulant Buffy, “Whatever is causing the Joan Collins 'tude, deal with it. Embrace the pain, spank your <em>inner moppet,</em> whatever, but get over it.'” Cordelia's coinage puts her divorced parents' pop-psychological jargon in its place.</p>\n<p>With vampire slaying and other important teen responsibilities imminent, Buffy and her cohort are forced “to do <em>round robin</em>'” which, as Willow glosses, is “'where everybody calls everybody else's mom and tells them they're staying at everybody's house.'” Slang for Sunnydale teens, as for teens worldwide, serves as a transgressive code. Fun abounds for average teenagers, who <em>round robin</em> to party in the Sunnydale graveyard but, as the Slayer who inevitably saves them from rising vampires ruminates, “'It's all <em>mootville</em> for me.'” Instead, she's forced to play miniature golf with her mother's boyfriend; when she cheats and the boyfriend, actually a robot who makes people like him by lacing baked goods with pleasant sedatives, overreacts, she admits, “'Yeah, I kicked my ball in, <em>put me in jail,</em> but he totally <em>wigged.</em>'” Man or robot, the prospect of a boyfriend for mom unsettles her: “'You know how dispiriting it is for me to even contemplate you grownups having <em>smoochies,</em>'” a sentiment echoed in the hearts and minds, at least, of teen viewers everywhere.</p>\n<p>Lest the show seem “cleaner” than other adolescent TV, sex comes up frequently, especially regarding Buffy's relationship with Angel. Angel, though a vampire, had regained his soul, but when he and Buffy have sexual relations, her first, he finally experiences true happiness, the trigger that fires his soul back to Hell. Given the plot on its own terms, and the way in which the story metaphorically represents one take on adolescent sexual experiment (whatever boys say before sex, they're monsters afterwards, sex kills, etc.), the show's references to sex are, for the most part, predictably innocent. Unlike the other characters, however, Faith is sexually active, her sexual language potent and notably absent from the dictionary record: “Bet you and Scott have been up here <em>kicking the gear stick,</em>” she remarks to Buffy as they hunt vampires on Lovers' Lane; unable to leave the subject alone, she asks, “'Do you ever catch kids <em>doing the</em> <em>diddy</em> out here?” Faith's sexual references aren't always euphemistic and lighthearted, however. At her earthiest, she grunts: “I mean, I'm sorry, it's just, all this sweating nightly, side-by-side action, and you never put in for a little after hours <em>unh</em>?'” Sometimes she is even racier, but careful of the FCC: “Tell me that if you don't get in a good slaying, after a while, you just start itching for some <em>vamp</em> to show up so you can give him a good <em>unh.</em>'”</p>\n<p>It is difficult to imagine the value of such terms to the show, embedded as they are in a rich and dynamic context, context that resists excerption. Meaning, then, is sometimes difficult to isolate, but not the sociolinguistic importance of slayer slang: every major character in the show coins or derives terms to reflect subtly his or her social and psychological experience. The result is clever, precise, and expressive, as the language of adults, slang or other, naturally cannot be. Neither Buffy nor any of her associates is, as Oz denominates a particularly dim bulb, “'a master of the <em>single entendre,</em>'” and the show's continual use of slang, not to mention its running commentary on the English language, successfully dignifies teen language and the range of teen experience for which it speaks.</p>\n<p>Evidence already quoted proves that the English language often occupies the writers' minds, and thus it often occupies the characters' minds, as well. <em>Buffy the Vampire Slayer</em> is an especially language-conscious television show. The characters are backhanded definers (“'Man, that's like, I don't know, that's moxie, or something.'”), bemused grammarians (in one episode, Willow struggles to determine whether one should say “slayed” or “slew”), amateur etymologists (“'“The whole nine yards”-- what does it mean? This is going to bother me all day.'”), or self- conscious stylists (“'Again, so many words. Couldn't we just say, “We be in trouble”?...”Gone.” Notice the economy of phrasing. “Gone.” Simple, direct.'”), whatever the situation demands. “'Apparently Buffy has decided that what's wrong with the English language is all those pesky words,'” Xander remarks in one episode. But the problem may not be the absolute number of words so much as the plethora of inadequately expressive ones. As the show continually demonstrates, teens dissatisfied with the language they inherit can invent a language in which the words are, not pesky, but relevant.</p>\n<p>While much of the show's slang reproduces the current teen lexicon, good fortune for slang lexicographers, who comb the media for words generally spoken, and then only recently, <em>Buffy the Vampire Slayer</em> not only invents slang, but intends to do so. As Sarah Michelle Gellar, the actress who plays Buffy, explained to <em>The Rolling Stone</em> (April 2, 1998), “'Let me tell you how un-Buffy I am . . . For the first episode, I come in and yell, “What's the <em>sitch</em>?” I did not know what “<em>sitch</em>” meant. I still have to ask Joss [Whedon], “What does this mean?” because I don't speak the lingo. I think he makes it up half the time.' 'The slang? I make it all up,' says Whedon cheerfully,” though Gellar's estimate is more accurate. Once America's busiest teen, Gellar nonetheless surely knows plenty of slang, and her ignorance of Whedon's lingo is one index of its novelty. Viewers recognize and appreciate the show's characteristic innovation: while playing the Buffy the Vampire Slayer Drinking Game (for which the official shot glasses come in handy), viewers are invited to drink whenever “Buffy utters a 'Buffy-ism,' though we are told that this category “Does not include CBSs (Cute Buffy Sayings) like: 'Goodbye stakes, hello flying fatalities.'” According to the rules, CBSs deserve two sips where Buffy-isms warrant only one, but the game neatly distinguishes the show's linguistics from its poetics. Naturally, the former interests us primarily, and the sequel to this first of a two-part article will consider the semantics and morphology of slayer slang in some detail.</p>\n<p><em>[The second part to come in the next issue. —Ed.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Slayer Slang (Part 1)</h1> <p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">Albright College</span></em></p> <p><em>Buffy the Vampire Slayer (BTVS),</em> a recent teen television hit, coins slang terms and phrases in nearly every episode, many of them formed in the usual ways, some of them at the crest of new formative tendencies, and some of them interesting, not only lexically, but morphosyntactically. The show incorporates familiar slang, too; the familiar and newly coined “slayer slang” together compose a particularly vivid snapshot of current American teen slang. Examination of mainstream and cult magazines, fan books, and websites, however, suggests that slayer slang, far from ephemeral vocabulary, steadily intrudes on everyday speech and may be here to stay.</p> <p>Joss Whedon, a versatile screenwriter whose credits include <em>Alien: Resurrection, Toy Story,</em> and <em>Speed,</em> introduced Buffy the Vampire Slayer in the eponymous feature film (1992). He subsequently adapted the story for the small screen. The series premiered on 10 March 1997 and this year completed its third season. Its fairly large following, the largest of any show on the U.S. WB (Warner Brothers) network, consists of teens and twenty-somethings who share a taste for Anne Rice novels and cinema on the cusp of the fantastic. Fans of the show have proven extraordinarily dedicated to it: they support a <em>Buffy</em> industry that already produces the obligatory t-shirts, posters, trading cards, jewelry, and shot glasses, and has generated a dozen novelizations, a quarterly magazine, five or so books about the show, and dozens of articles in dozens of magazines. In December 1998, there were 1816 websites worldwide devoted to <em>Buffy,</em> most of them located in the United States, but including sites in Canada, Australia, Great Britain, Germany, France, and Singapore. “BTVS: Slayer Central,” a site chosen at random, registered over 25000 hits in 1998, and no wonder: that site has received The Buffy Index Award, The Graveyard Award, BTVS Land's Award, The Nosferatu Award, and The Buffy Award for Outstanding Sites, among others. Homage for Buffy is more frequent, more sincere, and more competitive than most of us can imagine easily.</p> <p>The series opens with a formulaic introduction to vampire slayers, of which Buffy is only the most recent: “As long as there have been demons, there has been the Slayer. One girl in all the world, a Chosen One, born with the strength and skill to hunt vampires and other deadly creatures...to stop the spread of their evil. When one Slayer dies, the next is called and trained by the Watcher.” Buffy is a reluctant slayer: vampires interfere with her cheerleading career and her social life. After burning her Los Angeles high school to the ground during a prom, in order to kill the vampires who attempted to turn the event into a blood-fest, Buffy Summers moved to Sunnydale, California. Unable to escape her destiny as the Slayer, however, she encounters her new Watcher, Rupert Giles, who poses as Sunnydale High School's librarian. Sunnydale, we discover in the first episode, is located on a Hellmouth, and vampires roam the streets freely, bent on nothing less than the destruction of this world. Though her identity should be secret, a few friends know Buffy as the Slayer and assist her: Willow Rosenberg, her best friend, is a brilliant computer nerd who once loved her childhood friend, Xander Harris; Xander is clever enough, too, though an underachiever, has a crush on Buffy, but has always loved Willow; Cordelia Chase is rich, popular, acid-tongued, and unaccountably in love with her boyfriend, Xander; Oz, incidentally a werewolf, is usually just Willow's boyfriend and plays guitar in a band; and Buffy falls in love with Angel, a reformed vampire who turns bad again, and whom Buffy is forced to kill at the end of the second season. By twists of plot too convoluted to rehearse here, a rival slayer named Faith appears in the third season, a high school drop out, horny, leathered, and tattooed. They are all average kids, in average relationships, battling the forces of adolescent evil, personified, in a sense, by vampires, demons, and monsters; they are also particularly adept speakers of American English, especially of slang.</p>"
}