{
  "type": "Article",
  "title": "Bats as Symbols",
  "author": "Frank Holan",
  "location": "Putney, Vermont",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bats as Symbols</h1>\n<p><em><span data-rel=\"author\">Frank Holan</span> <span data-rel=\"location\">Putney, Vermont</span></em></p>\n<p>In the United States and Europe, bats tend to be considered creatures of ill omen—it is assumed that there must be something wrong with a mammal that wears fur but flies through the air. What is worse, most bats fly at night, thus proving they are up to no good.</p>\n<p>However, in China bats are not considered creatures of ill omen—they are symbols of good luck. This has come about linguistically rather than by means of an attempt at logical analysis. To understand how this took place, it is necessary to understand how written Chinese works.</p>\n<p>1.\tThere are several Chinese dialects, and it sometimes happens that an individual from one region will have difficulty understanding what an individual from another region is saying; however, if the message is written., there is no problem, because written Chinese usually expresses the meanings of words without reference to how they are pronounced, and all dialects share the same written characters to represent the same ideas.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>2.\tEvery Chinese word is a monosyllable and hence the language contains many homonyms—words that are pronounced identically but have different meanings.</p>\n<p>In order to get more mileage out of a limited number of monosyllables, they are “sung” in various tones, so if you “sing” the right syllable in the wrong tore, you will change its meaning. In Mandarin, the dialect Westerners are most likely to encounter, there are four tones—even, rising, falling, and one with a dip in the middle; in other dialects, there are as many as seven.</p>\n<p>Even when “sung” in different tones, there still aren't enough monosyllables to go around. and hence it sometimes happens that a given monosyllable “sung” in a given tone will have ten or fifteen possible meanings.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>3.\tIf you want to look up a word in a Chinese dictionary, you will have to familiarize yourself with the concept of “radicals. Chinese dictionaries usually provide 212 of these. Each. Chinese written word either is itself' a radical or incorporates a radical, often mystifyingly abbreviated, as a kind of clue as to the category to which the entire word belongs.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>The dictionary is divided into segments, each dedicated to a single radical; these segments appear in the order of the number of brush strokes the radical contains. In order to find the meaning of a given character, the seeker after truth must first identify the radical that categorizes it, then find the appropriate segment in the dictionary, and finally find the character he is looking for in the list of the possibilities furnished. To assist in his search, all the characters containing the radical are listed in the order of the number of brushstrokes needed to complete the character, not counting those in the radical itself.<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>So there we are: writing based primarily on the meaning of the word rather than on how it is pronounced; all words monosyllables; and characters which either are radicals themselves or incorporate radicals presumed to give some clue as to the particular category to which the aforesaid characters belong.</p>\n<p>All Chinese characters within a given statement are supposed to more or less fill squares of equal size, and so when a radical is incorporated in a character, it is sometimes squeezed so as to be difficult to recognize The radical may appear at the top, at the bottom, to the left , or to the right of the character in question.</p>\n<p>Perhaps the commonest arrangement is to have the radical to the (reader's) left, while the unique combination of brush strokes that defines the character's exact meaning is to the (reader's) right. Sometimes, but not always, the radical categorizes the character as usual, while the brush strokes to the right indicate not only the meaning of the character in question but also indicate how the character is pronounced.</p>\n<p>Using this arrangement, the not very helpful radical for one of many Chinese words for “good luck” (“prosperity,” “felicity,” etc.) means “show,” “notify,” or “instruct;” the rest of the character is pronounced <em>fu</em> in the Mandarin dialect.</p>\n<p>Using the same arrangement the radical for “bat” means “insect, worm;”<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> while the rest of the character, being identical to that appearing in the character for “good luck,” is also pronounced <em>fu</em> in the Mandarin dialect.</p>\n<p>We can imagine a garden scene, in which a Chinese gentleman and a guest are enjoying the sights and sounds of a summer evening. A small creature flutters by. “What kind of <em>niao</em> (bird) is that?” asks the guest. His host replies, “That isn't a <em>niao</em>—it's a <em>fu.</em>” which means either “bat” or “good luck.” What seems to have happened is that the good luck has rubbed off on the bat.</p>\n<hr>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>An illustration of how this works out is found in the fact that if a literate native of Beijing were in a Cantonese restaurant, he might have trouble chatting with. the waiter, but would have no trouble ordering what he wanted to eat by pointing to the items he had chosen on the menu. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>It must be borne in mind that this kind of “singing” does not require musical talent—it is merely the same kinds, of shifts in, tone and emphasis that Western people use to provide such things as emotion or emphasis. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>The Chinese system of writing originated so long ago that in many cases, the connection between the meaning of the radical and the word it is supposed to categorize is not readily apparent. For example “tree” as a radical is used to provide a clue as to what category the entire word belongs. Most of these are reasonable enough—”apple tree,” “plum tree,” and the like—but some, among them “machine” and “building of several stories” don't seem to fit, until we reflect that when the characters were first invented, it is likely that wheelbarrows and simple carts, invariably made of wood, were about the only machines around, and a. building of several stories, also built of wood, was considered to be a marvel of ingenuity. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>Counting brush strokes has its own set of rules, but let's not get into that. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>That's what the dictionary says. but as a categorizer its meaning is sometimes extended to include “living creatures difficult to categorize.” (The same categorizer is used for “frog,” “oyster,” and many others.) Again, the Chinese system of writing originated long, long before anybody thought of classifying living things according to phylum, class, order, family, genus, and species—it is likely that the ancient Chinese tended to concentrate their attention on animals that were either glamorous—dragons and tigers or were obviously useful to man, and gave scant attention, to those deemed to be of merely academic interest. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bats as Symbols</h1> <p><em><span data-rel=\"author\">Frank Holan</span> <span data-rel=\"location\">Putney, Vermont</span></em></p> <p>In the United States and Europe, bats tend to be considered creatures of ill omen—it is assumed that there must be something wrong with a mammal that wears fur but flies through the air. What is worse, most bats fly at night, thus proving they are up to no good.</p> <p>However, in China bats are not considered creatures of ill omen—they are symbols of good luck. This has come about linguistically rather than by means of an attempt at logical analysis. To understand how this took place, it is necessary to understand how written Chinese works.</p> <p>1.\tThere are several Chinese dialects, and it sometimes happens that an individual from one region will have difficulty understanding what an individual from another region is saying; however, if the message is written., there is no problem, because written Chinese usually expresses the meanings of words without reference to how they are pronounced, and all dialects share the same written characters to represent the same ideas.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>"
}