{
  "type": "Article",
  "title": "EX CATHEDRA: Intolerable Intolerance, Redux",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>Intolerable Intolerance, Redux</em></h1>\n<p>In Volume 1, Number 3 of VERBATIM, Laurence Urdang, in an article entitled “An Intolerant View of Intolerance” wrote:</p>\n<p>“I consider myself—as, I am sure, everyone regards himself—a tolerant human being: I try to avoid prejudice in all things. Yet I must confess to a seemingly uncorrectable, irrepressible foible: I am intolerant of intolerance, especially when it comes to language.”</p>\n<p>If they are still accepting new members in the ranks of language intolerance intolerators, you can sign me up as well. Nothing is as irksome as to be forced, (wearing a polite smile, rapidly souring to a grimace) to listen to someone's tirade, rant, or polemic against “today's English.” “No one knows how to speak the King's English anymore,” they say (ignoring more than 200 years of language democracy). They complain about grammar (or, if writing or chatting online, usually “grammer”), they complain about spelling, they complain about pronunciation (usually “accent”), they complain about sunspots (no,wait, that's something else)—you get the idea. And, even more irritating, I'm expected to grab their bright banner and run with it. “Language changes!” I say brightly. “Did you know that nice used to mean 'stupid'?” Or else I sympathize: “Yes, quite terrible, but what can you do?”</p>\n<p>Why don't I fall in with the ranters? Why am I not correcting the speech of those around me (however tempting it might be) and writing letters to the Chicago <em>Tribune,</em> seeing as how their writers are incapable of distinguishing <em>discreet</em> from <em>discrete?</em> It's not because I have a temperate and forgiving nature—for instance, I think that those who throw lit cigarette butts out of car windows should be shot, or at the very least set on fire—and it's not because I'm resigned to a future where our children and grandchildren communicate with grunts or exclusively by e-mail. I haven't joined in with the English-is-disintegrating polemicists for several very good reasons.</p>\n<p>Perhaps the weakest reason not to spew corrections at every turn is that I am as certain as I can be that my English is not Fowler-perfect. Being a card-swiping member of the electronic age (<em>q.v.</em> MTV generation, Generation X) I know that some of the finer subtleties escape me. I think I know the rules, it's just that they just don't fire all the time. Call it cowardice, but the easiest way to put your own utterances under intense scrutiny is to toss off a thoughtless public correction of someone else's. Call it McKean's Law: Any correction of the speech or writing of others will contain at least one grammatical, spelling, or typographical error.</p>\n<p>Another reason not to go around citing language offenders, at least verbally, is pragmatic. Bluntly, some prisoners can be rehabilitated, and some cannot. If you believe that the person you have the itch to correct really <em>wants</em> to know their errors and learn from them, go ahead. If not, you're risking a punch in the nose or worse. (Maybe this is not a problem in the more lightly armed U.K., but here in the concealed-carry U.S., I hesitate to tell strangers in line at Wal-Mart that they should say “fewer bullets” and not “less bullets.”)</p>\n<p>Caught up in the glow of your own erudition (everyone loves to catch a mistake!) it is easy to forget that no one loves to be caught in a mistake. Correcting someone's English, unless they have specifically asked you to, can be insulting. (N.B. I hereby give all VERBATIM readers license to correct me at any time, by phone, mail, e-mail, or in person.) Your correction implies (however rightly) that they are stupid, uneducated, or at the very least, careless. Unless you intend to insult your correctee, such personal corrections—or even minor corrections in print—should be used very sparingly. It's a matter both of politeness and Do-As-You-Would-Be-Done-By.</p>\n<p>Such corrections (although we don't talk about this too much in the U.S., outside of a few  small-circulation magazines) smack of elitism and classism. We're big believers of the perfectibility of persons here in the New World, and we don't like to admit that some may be handicapped by their socioeconomic circumstances, education level, or even their natural gifts. But when these corrections are made, allowances are seldom made for these disadvantages, since we “know” that everyone has an equal chance to pull their own language up by its bootstraps. It's better to stop a minute and think of the circumstances of the speaker or writer before butting in with an “Excuse me . . .” or running for notepaper and a stamped envelope.</p>\n<p>Now, I know that VERBATIM readers, being a polite and mannerly bunch, don't go around correcting total strangers (or even, for the most part, their own relatives) and neither do they fire off letters to the newspaper and popular magazines unless the entire meaning of a statement is changed or unclear because of a misusage. And certainly VERBATIM readers don't make a point of criticizing people for entirely discredited usage shibboleths, such as the fatal sentence-ending preposition or the dreaded split infinitive. (Just wanted to make that perfectly clear.) VERBATIM readers merely clip the most hilarious misusages, giggling quietly, and slip them in an envelope to me, to enliven VERBATIM with SIC! SIC! SIC!s.</p>\n<p>Perhaps the most important reason to restrain rampant criticism is because (and it has taken me a long time to accept this) I like that “bad English” exists.</p>\n<p>I don't especially like hearing most of it, and I don't especially like reading most of it, and I especially don't like being guilty of producing any of it, but how boring would reading, viewing, and listening be without it? A tedious flat sameness, going on forever. You might as well be reading traffic signs, listening to a radio weather report. “Bad English,” including under that broad heading so much of the regional, dialectal, and the speaker's own quirks, gives us so much more to go on than the textbook “Good English” held up as the ideal to emulate. All “Bad English” speakers are bad in their own way, but the vast majority of “Good English” speakers, because of limited vocabulary, for the most part, are good in the same way.</p>\n<p>Also, most importantly, if it wasn't for bad English (as the song goes) there soon wouldn't be any English at all. Bad English, with all its misusages, mispronunciations, and outright errors, is the cauldron where the new is formed. Every word in English, except perhaps the most obsolete that were left by the wayside long ago (now tourist traps, for the most part), has been changed by the mouths and pens of those speakers and writers who thought the word was fit to use. The vast web of English has broken strands here and there, but the whole remains strong, and in the meantime the broken strands are being woven back in—not repaired, never repaired, but rewoven.</p>\n<p>Insisting on this particular era's “Good English” exclusively, for everyone, forever and ever amen, would be stultifying and ultimately the death of the language. Sure, we can put fingers in dikes and shore up the bits of the walls that are most precious to us, but it's a hopeless and ultimately unrewarding task. Better to insist on clarity of thought and fight bad style, than to fight little battles over bad usage.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>Intolerable Intolerance, Redux</em></h1> <p>In Volume 1, Number 3 of VERBATIM, Laurence Urdang, in an article entitled “An Intolerant View of Intolerance” wrote:</p> <p>“I consider myself—as, I am sure, everyone regards himself—a tolerant human being: I try to avoid prejudice in all things. Yet I must confess to a seemingly uncorrectable, irrepressible foible: I am intolerant of intolerance, especially when it comes to language.”</p> <p>If they are still accepting new members in the ranks of language intolerance intolerators, you can sign me up as well. Nothing is as irksome as to be forced, (wearing a polite smile, rapidly souring to a grimace) to listen to someone's tirade, rant, or polemic against “today's English.” “No one knows how to speak the King's English anymore,” they say (ignoring more than 200 years of language democracy). They complain about grammar (or, if writing or chatting online, usually “grammer”), they complain about spelling, they complain about pronunciation (usually “accent”), they complain about sunspots (no,wait, that's something else)—you get the idea. And, even more irritating, I'm expected to grab their bright banner and run with it. “Language changes!” I say brightly. “Did you know that nice used to mean 'stupid'?” Or else I sympathize: “Yes, quite terrible, but what can you do?”</p> <p>Why don't I fall in with the ranters? Why am I not correcting the speech of those around me (however tempting it might be) and writing letters to the Chicago <em>Tribune,</em> seeing as how their writers are incapable of distinguishing <em>discreet</em> from <em>discrete?</em> It's not because I have a temperate and forgiving nature—for instance, I think that those who throw lit cigarette butts out of car windows should be shot, or at the very least set on fire—and it's not because I'm resigned to a future where our children and grandchildren communicate with grunts or exclusively by e-mail. I haven't joined in with the English-is-disintegrating polemicists for several very good reasons.</p>"
}