{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Signs in Contemporary Culture: An Introduction to Semiotics",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Signs-Contemporary-Culture-Introduction-Semiotics/dp/1502704137\"><em>Signs in Contemporary Culture: An Introduction to Semiotics</em></a></h1>\n<p>Arthur Asa Berger, (Second Edition, 1999 (1st edition, 1984) Sheffield Publishing Company, Salem, Wisconsin), xiii + 255 pages.</p>\n<p>When I was an undergraduate majoring in linguistics, out of all the taboo and arcane (as well as everyday) language topics breached, there was one topic never uttered, one brief section of the introductory texts that remained unhighlighted. Here I will say it, the area was called semiotics. Perhaps this neglect was due to the fact that semiotics, like linguistics itself, is a broad field that can't be easily pigeonholed. Semiotics encompasses fields of endeavor like anthropology, sociology, psychology, linguistics, literature studies, even economics. But semiotics doesn't deserve to be an ignored paragraph in a freshman textbook. So rather than forcing semiotics into a branch of some parent discipline, it's perhaps better to start understanding it with a book like this one, devoted to semiotics in its own right.</p>\n<p>Before offering a review of <em>Signs in Contemporary Culture: An Introduction to Semiotics,</em> it's necessary to delve a little into semiotics itself. Most any definition of the field will start with something like: semiotics is the study of signs, and signs are “anything that can be made to stand for something else” (Berger, p.1) (the inevitable is that arguments arise as to what types of signs there are, such as arbitrary, natural, iconic, etc. This is nicely and concisely untangled early in the book). As vague as this may sound, keep in mind how very vital it is for an individual to be able to conceptualize a sign (whether it's a visual symbol, sound, smell, etc.) as standing for, or representing, another concept. Not only would fields in the arts and sciences not exist without sign use, but culture, and human communication itself, could never have developed.</p>\n<p>Although semiotics looks at signifiers and what they signify in almost any aspect of a cultural system, the most interesting place (in my opinion) to examine signs in rapid-fire action is in spoken (or written) language. This is naturally where a lot of semiotic research is concentrated. In language the arbitrariness of signs really comes in handy. Look at it this way: if we humans were incapable of assigning arbitrary meanings to the words and sentences we utter, language would be nothing more than a collection of imitative, onomatopoeic sounds. There would be no way to combine a bunch of sounds into a word, and conventionalize that utterance as referring to a culturally agreed-upon “thing.” But at a higher, and at the same time elemental, level, more complex analogies in language allow for articulate expression. Phenomena like metaphor, metonymy, simile, and synecdoche (remember high school English?) are dissected in fields like literary analysis and semantics, but in semiotics these are viewed as an essential part of a cultural <em>system,</em> revealing our “fundamentally metaphoric” conceptual systems. Thus reading the “codes” of signs shows us the design of our own systems of understanding.</p>\n<p>Let's take the seemingly innocent metaphor “love is a game” (p. 31). The author claims this is actually a “very destructive metaphor,” especially if it's accepted that metaphors help form our psychological basis for interpreting the world. By analyzing this metaphor and its analogy of comparing “love” to a game, Berger makes some interesting assertions, since the two should share similar qualities. For instance, a game usually is “nothing serious . . . has winners and losers . . .rules” as well as cheaters, an end when things grow boring, pretense, deceit and can easily be played over. Therefore, if this particular metaphor is ingrained within our culture, “the way you relate to people you love” will be greatly affected, possibly with negative consequences (p. 31).</p>\n<p>Another important and revealing area suitable for semiotic discussion is text analysis, which relies heavily on text-internal elements. The author's approach is extremely informal throughout, and makes analysis accessible to any beginner. Take the introduction to Proppian text analysis where Berger uses <em>Star Wars</em> to illustrate. The story is reduced to a finite number of predictable “Proppian functions” (p.51), with a corresponding event in the film given alongside. Thus, for example, “struggle, pursuit,” and “recognition,” functions (elements) of almost any such work, are identified with specific story events. I particularly like how this in many ways can equate <em>Star Wars</em> to much Biblical and classical literature!</p>\n<p>Berger certainly doesn't neglect signs in the media. He hypothesizes on everything from why advertisements follow particular formulas of presentation, with an analysis of every possible design element and image within an ad, to the hidden meaning expressed by wearing a digital versus an analog watch. The methods by which a company might achieve uniqueness for a logo or corporate symbol are presented, for instance, with a discussion of the particular information packed into a logo, even down to qualities that may be signified by the use of “white space” or the use of a particular typeface.</p>\n<p>Although semiotics may sometimes be sedate, the author never is. This book, although sometimes slightly dated, is simply fun to read, and in fact humor itself becomes the topic of discussion, with eight analyses given from the perspectives of what eight different fields would make of a specific joke (e.g. a sociologist's analysis vs. a semiotician's). Another integral part of a culture and one which is often overlooked by sociology, covered in “Foods as Signs,” is that of the food and beverages we consume, and the status levels they represent. This is pretty fascinating, especially when it's shown that Americans as a society view meals as inconveniences or interruptions to the rest of our activities.</p>\n<p>The friendliness of the book, along with the author's own quirky illustrations, makes it very appropriate to the curious novice. Concepts are very well communicated, with the help of a handy end-of-text dictionary of concepts, and I myself finally have a better grasp of the subtle and elusive differences between metaphor and metonymy.</p>\n<p><em>Kenneth Setzer</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Signs-Contemporary-Culture-Introduction-Semiotics/dp/1502704137\"><em>Signs in Contemporary Culture: An Introduction to Semiotics</em></a></h1> <p>Arthur Asa Berger, (Second Edition, 1999 (1st edition, 1984) Sheffield Publishing Company, Salem, Wisconsin), xiii + 255 pages.</p> <p>When I was an undergraduate majoring in linguistics, out of all the taboo and arcane (as well as everyday) language topics breached, there was one topic never uttered, one brief section of the introductory texts that remained unhighlighted. Here I will say it, the area was called semiotics. Perhaps this neglect was due to the fact that semiotics, like linguistics itself, is a broad field that can't be easily pigeonholed. Semiotics encompasses fields of endeavor like anthropology, sociology, psychology, linguistics, literature studies, even economics. But semiotics doesn't deserve to be an ignored paragraph in a freshman textbook. So rather than forcing semiotics into a branch of some parent discipline, it's perhaps better to start understanding it with a book like this one, devoted to semiotics in its own right.</p> <p>Before offering a review of <em>Signs in Contemporary Culture: An Introduction to Semiotics,</em> it's necessary to delve a little into semiotics itself. Most any definition of the field will start with something like: semiotics is the study of signs, and signs are “anything that can be made to stand for something else” (Berger, p.1) (the inevitable is that arguments arise as to what types of signs there are, such as arbitrary, natural, iconic, etc. This is nicely and concisely untangled early in the book). As vague as this may sound, keep in mind how very vital it is for an individual to be able to conceptualize a sign (whether it's a visual symbol, sound, smell, etc.) as standing for, or representing, another concept. Not only would fields in the arts and sciences not exist without sign use, but culture, and human communication itself, could never have developed.</p> <p>Although semiotics looks at signifiers and what they signify in almost any aspect of a cultural system, the most interesting place (in my opinion) to examine signs in rapid-fire action is in spoken (or written) language. This is naturally where a lot of semiotic research is concentrated. In language the arbitrariness of signs really comes in handy. Look at it this way: if we humans were incapable of assigning arbitrary meanings to the words and sentences we utter, language would be nothing more than a collection of imitative, onomatopoeic sounds. There would be no way to combine a bunch of sounds into a word, and conventionalize that utterance as referring to a culturally agreed-upon “thing.” But at a higher, and at the same time elemental, level, more complex analogies in language allow for articulate expression. Phenomena like metaphor, metonymy, simile, and synecdoche (remember high school English?) are dissected in fields like literary analysis and semantics, but in semiotics these are viewed as an essential part of a cultural <em>system,</em> revealing our “fundamentally metaphoric” conceptual systems. Thus reading the “codes” of signs shows us the design of our own systems of understanding.</p>"
}