{
  "type": "Article",
  "title": "CLASSICAL BLATHER: It's About Time",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>It's About Time</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>“Time,” an anonymous wag recently observed, “is nature's way of keeping everything from happening at once.”[^a1] It is a rich source of metaphor in many languages including our own, in which it has been variously likened to an inexorable river at flood stage or an angler's gentle brook, a treasure to hoard or fritter away, a thief, a reaper with his scythe or sickle, a bald-headed man with a long forelock.[^a2] One can have a hot time in the old town tonight, or, in contemplation of a soberer evening, enjoy a “holy time . . . quiet as a nun.”[^a3] Like the weather, time is much talked of, while very little can be done about it;[^a4] free as we are to move about in any direction of the other three dimensions, time would appear to be a one-way street where the traffic is continual and there's nary a place to pull over and park.</p>\n<p>Our vernacular measures of time can be bodily (a moment expressed as “a twinkling [of an eye]”),[^a5] functional (the turn-of-the-century Swedish farmhand's <em>Ökt</em> or <em>orka,</em> “bout of work,” a folk metric perhaps equal to about an hour and a half),[^a6] or some combination of the two (the length of time to smoke a cigarette, whence the band leader's “take five”; according to the late classicist Sterling Dow this folk metric was also in use, at least to midcentury, in rural Greece as a unit of length at a walking pace, as in “O shepherd, how many cigarettes is it to the next village?”) We speak of <em>real time,</em> distinguishing it both from cybernetic byte-crunching and from perceived time (as in the famous quip about spending two weeks in Philadelphia last weekend), and of <em>face time,</em> as opposed to communications by telephone or e-mail. And when discussing something whose origin is shrouded in the mists of antiquity, we say it has been around since <em>time immemorial</em> (which has the specific meaning in British law of “before the accession of Richard I,” i.e. predating 1189).[^a7]</p>\n<p>The discourse of our modern world of business is fond of <em>time lines</em> and <em>time frames</em> (the latter often describing a window of opportunity). The dimensional imagery of the former is an implicit feature of generally accepted accounting procedures (GAAP), since a balance sheet is only meaningful if it is related to a particular accounting period (a month, a quarter, a fiscal year) during which the transactions took place. Nowadays the Western calendar (a word derived from <em>kalends,</em> the Roman term for the first day of the month) runs from January through December, but this is a comparatively recent development: as recently as the 18th century, the standard fiscal year in England began in March, with the first of the quarterly rents being due on Lady Day, i.e. March 25, the feast of the Annunciation.[^a8]</p>\n<p>In fact, religious time and secular time have always been an imperfect fit.[^a9] There were until recently no clocks in Eastern Orthodox churches for the explicit reason that God's time and ordinary workaday time were held to be incommensurate, and the anthropologist Edmund Leach suggests that all societies, including our own, suspend the regular time-line with periods of sacred time set off by special behaviors such as the wearing of false faces and inversions of customary roles (the masks of Mardi Gras and the slaves being served by their masters during the Roman Saturnalia are both in this vein).[^a10]</p>\n<p>For medieval Christian scholars speculating about the hereafter, according to French social scientist Jacques Le Goff, “The central question was the relation between time on earth and time in the afterlife.” It was generally agreed that the psychological perception of time by the deceased undergoing punishment for sin was apt to be greatly attenuated: “Souls being punished in Purgatory felt that they had been there for a long time, but when they appeared to the living they discovered that they [had] died only a short while ago.” In an effort to arrive at some quantitative relation by which intercessory prayers and other acts by the living could be calculated to ameliorate the sufferings of the departed, Le Goff writes, “Some authorities went so far as to propose a simple arithmetic proportionality: one day in Purgatory is equivalent to one year on earth.”[^a11]</p>\n<p>Could such speculations arise only in an age of ignorance and pre-industrial naïveté? Consider our own anxieties last year as midnight of New Year's Eve loomed closer and closer. In the event, Y2K may have proved to be as damp a squib as was the return of Halley's comet in 1986,[^a12] but it nevertheless provided a great deal of work (legitimate and fraudulent) for many people, no doubt contributing to the remarkable economic boom of the late '90s. (One perennial business that got a temporary boost was the traffic in time capsules, of which a particularly promising example, complete with Knossos-style labyrinth, is under negotiation as a joint project by the Cooper Union design school in New York City and the Episcopal Cathedral of St. John the Divine.)[^a13]</p>\n<p>While the ostensible Y2K problem was simple enough to state—”How will a computer's operating system interact with software whose calendar is designed only to handle double-digit dates?”—the underlying issue arose from how computers are set up to reckon time: not on a linear basis at all, but rather with clocks emitting discrete electronic ticks on the basis of which the machines execute what mathematicians call noncontinuous functions. (An example of a continuous-function time display is a Mickey Mouse watch, with the Disney rodent's hands pointing at the hour and minute as they travel around the circular face in a uniform, uninterrupted motion; a noncontinuous-function time display is the sort provided by a digital clock.)</p>\n<p>Until the advent of electricity, all clocks were actually noncontinuous-function devices whose output merely <em>looked</em> continuous: the hands were driven around the face by a series of gears whose ultimate input was a ratchet wheel escapement powered by weights (like the classic Swiss cuckoo clock) and gravity, or, later, a spring. The tricky part was getting them accurate enough to tell time to within a few minutes a day even if jostled about on the high seas; the crucial breakthrough came from the demand for an accurate way for ships at sea to determine longitude, since it is impossible to get a fix on the stars (called <em>sidereal reckoning,</em> from Latin <em>sidus/sideris,</em> “star”) to determine your position at midnight if you have no way of telling when midnight actually is, and guesswork could be hideously costly in the event of failure: Sir Cloudisley Shovell, thinking himself well to the west of Cornwall, steered his fleet onto the rocks of the Scilly Isles in 1707, with catastrophic loss of ships and seamen.</p>\n<p>As a result, the British Board of Longitude established a prize of twenty thousand pounds to spur research and development, their goal being a clock which would lose no more than 40 seconds on the trip from England to Jamaica (the equivalent of half a degree of longitude in the Caribbean, at normal sailing speed). Seven years after the Scilly Isles disaster, a carpenter's son named John Harrison met the challenge with his “model #4” clock, which lost less than six seconds during the nine-week voyage.[^a14]</p>\n<p>It would be a trickier business, however, to make a clock which would keep accurate earthly time on a spaceship flight at anything close to the speed of light, owing to the laws of relativity. Indeed, even relatively small extraterrestrial excursions have revealed, on return to earth, the effects of measurable, if small, midflight slowings in astronauts' timepieces. Since the amount of fuel required for a conventional spacecraft to accelerate to a velocity even a tenth of the speed of light would deplete the world's known fossil-fuel reserves many times over, the question of how to overcome the mutual embarrassment of returning from space and finding that one looks younger than one's grandson's wife does not appear to be anything but academic.</p>\n<p>More serious in the long run is that fact that time is meaningful only insofar as there exist different energy states in the universe and some way to exploit that difference, in accordance with the Second Law of Thermodynamics. While Phil Dowe of the University of Tasmania raises some interesting questions about “backwards-in-time causation” in his forthcoming book on cause and effect,[^a15] physicists are in general agreement that in the distant future, when everything has sifted out to a uniformly distributed 3-degrees-Kelvin hum, the entropy of the universe will attain its maximum, and everything, including time as we know it, will come to a full stop.[^a16]</p>\n<hr>\n<p>The images of time as grim reaper and as baldpate with forelock both derive from antiquity: The Greek god Kronos, who had castrated his father, Uranus, with a sickle and was in turn deposed by his son Zeus, had been conflated with <em>Chronos,</em> the Greek word for time, and the Romans further assimilated this fusion into their notions of their native Italic god, Saturnus (whose festival, the Saturnalia, fell close to the winter solstice and remains legendary as a time of merriment and role reversal), resulting in the familiar figure of Saturn/Father Time as old man with beard and scythe, which the Renaissance inherited and vigorously promulgated. “Seize time by the forelock” is a phrase variously attributed to Thales or to Pittacus, both of whom lived at Mytelene on the island of Lesbos off the Ionian coast of Asia Minor at the end of the 7th century <em>B.C.</em> <em>Brewer's Dictionary of Phrase and Fable</em> suggests that the image may have been derived from a famous statue representing Opportunity, by Lysippus. My classicist friend Jane Cates reminds me of a saying attributed to Cato the Elder (234-149 <em>B.C.</em>) that “opportunity has hair in front but is bald behind it” <em>(Fronte capillata posthaec occasio calva).</em></p>\n<p>In French, time and the weather are both indicated by the same etymon: <em>le temps.</em> This would seem to be by a series of analogies: first, time as duration; second, time as age or epoch; third, time as season; fourth, time as atmospheric condition (seasonal or unseasonable). It may be no coincidence that this is the order in which the four senses of <em>temps</em> are listed in my edition of the <em>Petit Larousse</em> dictionary (published in 1951).</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>It's About Time</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>“Time,” an anonymous wag recently observed, “is nature's way of keeping everything from happening at once.”[^a1] It is a rich source of metaphor in many languages including our own, in which it has been variously likened to an inexorable river at flood stage or an angler's gentle brook, a treasure to hoard or fritter away, a thief, a reaper with his scythe or sickle, a bald-headed man with a long forelock.[^a2] One can have a hot time in the old town tonight, or, in contemplation of a soberer evening, enjoy a “holy time . . . quiet as a nun.”[^a3] Like the weather, time is much talked of, while very little can be done about it;[^a4] free as we are to move about in any direction of the other three dimensions, time would appear to be a one-way street where the traffic is continual and there's nary a place to pull over and park.</p> <p>Our vernacular measures of time can be bodily (a moment expressed as “a twinkling [of an eye]”),[^a5] functional (the turn-of-the-century Swedish farmhand's <em>Ökt</em> or <em>orka,</em> “bout of work,” a folk metric perhaps equal to about an hour and a half),[^a6] or some combination of the two (the length of time to smoke a cigarette, whence the band leader's “take five”; according to the late classicist Sterling Dow this folk metric was also in use, at least to midcentury, in rural Greece as a unit of length at a walking pace, as in “O shepherd, how many cigarettes is it to the next village?”) We speak of <em>real time,</em> distinguishing it both from cybernetic byte-crunching and from perceived time (as in the famous quip about spending two weeks in Philadelphia last weekend), and of <em>face time,</em> as opposed to communications by telephone or e-mail. And when discussing something whose origin is shrouded in the mists of antiquity, we say it has been around since <em>time immemorial</em> (which has the specific meaning in British law of “before the accession of Richard I,” i.e. predating 1189).[^a7]</p> <p>The discourse of our modern world of business is fond of <em>time lines</em> and <em>time frames</em> (the latter often describing a window of opportunity). The dimensional imagery of the former is an implicit feature of generally accepted accounting procedures (GAAP), since a balance sheet is only meaningful if it is related to a particular accounting period (a month, a quarter, a fiscal year) during which the transactions took place. Nowadays the Western calendar (a word derived from <em>kalends,</em> the Roman term for the first day of the month) runs from January through December, but this is a comparatively recent development: as recently as the 18th century, the standard fiscal year in England began in March, with the first of the quarterly rents being due on Lady Day, i.e. March 25, the feast of the Annunciation.[^a8]</p>"
}