{
  "type": "Article",
  "title": "The Language of Porn Sites",
  "author": "Fraser Sutherland",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Language of Porn Sites</h1>\n<p><em><span data-rel=\"author\">Fraser Sutherland</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>Although most people seek out pornographic sites on the World Wide Web for the pictures, a few will find there the edge—the blunt edge perhaps—of language change.</p>\n<p>Several routes get you there. A tapping of a key word or term sends a search engine like AltaVista, Infoseek, or the coincidentally named Excite on its web-scouring routines. This method at once points out porn sites' ubiquity. A search for “porn” on AltaVista, for example, turned up a total of 9,228,960 web pages. Even allowing for duplications and the presence of anti-pornography sites, this is an impressive tally, though it can present problems for those not seeking porn. A student who types “rubber” while diligently researching a school project may well find listings only distantly associable with rubber bands and rubber boots. Contrariwise, the porn-seeker who keys in “hardcore” without “erotica” beside it is likely to summon sites dealing with rock music, bodybuilding, and, for some reason, herpetology.</p>\n<p>A focussed web search produces subsidiary link-embedded lists of sites that pretend to grandiose inclusiveness, like the coyly named Persian Kitty, or to exclusiveness of the “100 Best” type. The sites in turn give links to further lists or other sites, or to online newsgroups and bulletin boards, thus creating an impression of a system ramifyingly vast yet closed, claustrophobic, and solipsistic.</p>\n<p>Entry to a site is usually halted temporarily by a more or less pompous legal warning against proceeding further if your state or country disapproves. Sometimes the site adds a pious, some would say hypocritical, injunction against child pornography. Viewers are now and then invited to subscribe to a service like CYBERsitter, Safesurf, or NetNanny, said to screen little ones from glimpses of the cybernetic Sodom and Gomorrah—and easily opted out of by the little ones themselves. Sites may be freely accessed free of charge, or require a paid subscription and password.</p>\n<p>The sites show and sell everything from dating services and magazine subscriptions to underwear and bedroom paraphernalia. But mostly they show or sell pictures, and these pictures are necessarily accompanied by words.</p>\n<p><em>X marks the spot.</em> The abbreviations <em>BDSM</em> (bondage and dominance, sado-masochism) <em>BBW</em> (big beautiful women), and <em>XXX</em> are common to both web pages and print, TV (in the sense of transvestite) less so. <em>XXX,</em> meaning “sexually explicit” and synonymous with <em>hardcore,</em> is in fact so common on and off the web that it's puzzling why lexicographers have left it out of their word-poor XYZ sections.</p>\n<p>On the web, <em>X</em> can function as a euphemism as well as an abbreviation, rather as the asterisk did before the fully spelled-out “f**k” invaded print. Excite's search engine adds trailers or teasers to some links. In one case it asserts: “Absolutely free XXX!!—Candi gathered her silky xxx hair into a short brade [sic] and slipped the rubber xxx band about it. He made her watch what Sonja's xxx was getting, whispering teasingly in her ear. “No!” cried Janet, her hard pale features colouring up, “No!'”</p>\n<p>Sometimes an apparent abbreviation is merely a blatant attempt to get a site positioned first on a list. “AAA Dildo Warehouse” is presumably unconnected with the Amateur Athletic Association, or, for that matter, the American Automobile Association.</p>\n<p><em>Spellingz.</em> “Camera” is always shortened to <em>cam,</em> as in <em>webcam</em> or <em>hidden cam,</em> the latter a staple of sites specializing in voyeurism (“These girls have cameras set up in their homes to show all us voyeurs what we are missing”). “Come” is invariably <em>cum,</em> often in compounds like <em>cumshot,</em> and even in the non-ejaculatory sense, as in “Cum on in!” “Pictures” are usually <em>pix,</em> less often <em>pics.</em></p>\n<p>Trendy spellings loom large, as in phonetically substitutable numbers and words (“Sex 4 All Gay”, “10 Hot Men4u”, “Cyntil8ing Erotic Stories”, “M4M-4-Sex”) or the replacement of “s” with “z” (“Wild Boyz”, “Naughty Girlz”).</p>\n<p><em>Common words, uncommon senses.</em> A <em>gallery,</em> usually pluralized as <em>gallerys,</em> is a labelled set of pictures. Galleries may be labeled functionally (oral, anal, the usual), choreographically (couples, threesomes, orgies), by age (<em>teens,</em> often glossed as “barely legal”, or, at the other end of the spectrum, <em>mature)</em>, anatomically (legs, pubis, breasts, buttocks), fetishistically (nylons, latex, panties, stockings), or by country or skin color (Swedish, German, Dutch, <em>Latino, Asian</em>—used interchangeably with <em>Oriental</em>—and <em>Ebony,</em> often used in preference to <em>Black</em>). A gallery topic may also apply to an entire site.</p>\n<p>Each gallery will have several <em>thumbnails</em> or <em>thumbs,</em> which are miniature photographs that, upon being clicked, fill the screen with a detailed image. These words patently derive from <em>thumbnail</em> in the sense of something small or brief, as in <em>thumbnail sketch.</em></p>\n<p><em>The Art of Titles.</em> Links have descriptive titles that differ to a greater or lesser degree from the corresponding sites' URLs, the actual addresses where they are to be found. Many URLs are enigmatic, and even ostensibly descriptive titles may be ambiguous: “Beer Goggle Site” turns out to depict women wholly or partly undressed and seated on bar stools.</p>\n<p>Listings for porn sites are heavy on puns (“Bootality”), alliteration (“Red's Realm of Romantic Restraint”, “Lesbian Licking Leather Dykes”), and wordplay, as in “Adventures of Marky De Sade” in which “John MARKy and his 'girlfriend' Juliet and his best-friend Rasputin, and an assorted group of freaks play with themselves and frolic.”</p>\n<p>Titles are sometimes ambiguous, or literal-minded: “Smoking Girls” reveals women, dressed or undressed, smoking cigarettes—a linking of one taboo with another, one supposes. Occasionally homonyms are employed to play sly tricks on the user, as in “Sandi's Match Swingers”, describing itself as “Canada's largest swingers website”. One of Sandi's links is to “matches” all right, but to <em>safety matches</em>—all you ever wanted to know about them. Much more explicit is “Bouncing Titties”, which alarmingly promises that “Giant, out of control jugs [will] bounce in your face”.</p>\n<p><em>Semantic reversals.</em> Following the lead of Black English, bad almost always means “good.” (The <em>Random House Historical Dictionary of American Slang</em> defines “bad” as “formidably skilled” or “wonderful; deeply satisfying”, both senses labeled “Black English”.)<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Similarly, <em>sleazy, nasty, filthy,</em> and <em>slut</em> are all terms of high praise. This kind of semantic reversal also figures in sites favoring older or heavier women.</p>\n<p><em>Amateurs and others.</em> One huge list within Persian Kitty is devoted to <em>Amateurs.</em> The titles often incorporate personal names (“Alicia's Home Spun Amateur Page,” “Cyberboobs: Paula's Amateur Fun Page—40 pix of a blonde Miami babe, thumbnails”) and appear to suggest that a fathomless talent pool of wives, neighbors, and girlfriends is being tapped. Sometimes <em>Amateur Wives</em> are noted, as in “Miss B Haven's Amateur Wives Club,” raising the question of whether there can be professional wives.</p>\n<p>In any case, the primary definition of <em>amateur,</em> according to the <em>New Oxford Dictionary of English,</em><sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> is, as a noun, “a person who engages in a pursuit, especially a sport, on an unpaid basis” or, adjectivally, “engaging or engaged in without payment; non-professional”. When one considers sites with names like “Elan Exposed: A Stripper's Private Backstage Retreat”, and in which videos and many other products and services are purveyed, it's obvious that the traditional definition is wobbly, though a secondary meaning (“a person considered contemptibly inept at a particular activity: <em>that bunch of stumbling amateurs”)</em> may be nearer the mark. Plainly a new sense is needed, something like: “a person who operates a small business.”</p>\n<p><em>Neologisms and nonces.</em> Today's neologism or nonce may be tomorrow's commonplace. Many gallery titles are more or less self-explanatory, such as <em>babes,</em> single nudes, <em>outdoors,</em> pertaining to sexual activity conducted on beaches, boats, or, more uncomfortably, rock-piles, and <em>bizarre</em> or <em>weird,</em> often featuring the vaginal insertion of fruits, vegetables, and glass vessels. One <em>bizarre</em> candidate is the newsgroup “alt.sex.plushies”. <em>Plushie,</em> a word that has yet to make it into general dictionaries, denotes one of “those big cuddly stuffed animals we've had all our lives. . . . a lot more interesting and fun than blow-up sex dolls”. We're advised to try the “Plushie Web Ring, which links together many plushie web sites of all persuasions.”</p>\n<p>The neologism <em>upskirts,</em> found in voyeurs' sites like “Upskirts, Pantyhose &amp; Dirty Panties,” looks promotable. <em>Anime,</em> a word that dates from the 1980s, is sometimes found on porn sites (“Bondage Fairies” boasts “35 anime pix”) and is common elsewhere. The word's making its way into general dictionaries: the <em>New Oxford</em> defines it as “Japanese film and television animation, typically having a science-fiction theme and sometimes including violent or explicitly sexual material.” Hence those bondage fairies.</p>\n<p><em>Maturity.</em> Together with <em>amateur,</em> and sometimes combined with it, <em>mature</em> constitutes a huge sub-genre, second only to <em>teens</em> in the age category. Galleries and sites are devoted to Over 30, Over 40, Over 50, and Grannies (“Granny Goes XXX”, “Granny Sexfest”). Implicitly, the older the better.</p>\n<p><em>Unlimited expansion.</em> Amid sites rife with vulgarisms, sometimes a pedantic note is struck, as in the oxymoronic “Wren-Spot: Expansion Fetish Archive”. <em>Expansion</em> is the rubric that encompasses very large women, women who are pregnant or lactating (elsewhere, specialized lists give links to “Milk Maids” and “Pregnant Pretties”), and “body inflation fantasy”, stories of people who inflate themselves with air like balloons—needless to say, imaginary. In many BBW galleries (sites such as “Astrid's Heavy Honeys”, “Absolute Fat and Old Women”, “Ugly Fat Girls—21 pix, thumbnails”), women deemed to be oversized or outsized in a good way are called <em>plumpers.</em></p>\n<p><em>Hair, not the musical.</em> Sometimes hair is the cynosure, as in “Hairy Women &amp; Hairy Armpits.” But the most important category is hair color, customarily separated into <em>blonde, brunette,</em> and <em>redhead.</em> Redheads seem to have special cachet, one site subdivided into “nude redheads”, “teen redheads”, “amateur redheads”, “redhead hardcore”, “lesbian redheads”, and, somewhat redundantly, “hardcore redheads”. One list calls redheads <em>fire muffins,</em> leading one to suspect that the copywriter missed his vocation in not becoming a namer of new automobile brands for General Motors.</p>\n<p>In the matter of hair color, one German site, “BZ auf Draht Girl-Galerie”, introduces terminological refinements for its 1,000 photos: <em>“Hell blond”</em> (light blonde, presumably bleached), <em>“Blond”</em> (fair-haired), <em>“Rot”</em> (redhead), <em>“Brunet”</em> (Brunette), <em>“Dunkelbraun”</em> (dark brown), and <em>“Schwarz”</em> (black).</p>\n<p>This site offers a sidelight into the incursion of English into European languages. Producing a curious macaronic effect, the site's internal links offer <em>“Nachtrichten”</em> (news), <em>“Abstimmung”</em> (vote for favorite pictures), and <em>“Gästebuch”</em> (visitors' book) but also <em>“Bingo”, “Countdown”,</em> and <em>“Team”,</em> along with the hybrid <em>“Tips und Tricks”.</em></p>\n<p><em>Transactions.</em> Dictionaries haven't done well by <em>transsexual.</em> <em>Merriam-Webster's Collegiate</em> is the best,<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> though most repetitious, of a vague lot: “a person with a psychological urge to belong to the opposite sex that may be carried to the point of undergoing surgery to modify the sex organs to mimic the opposite sex”. Such persons, usually men, also may resort to hormone boosts and silicon implants. A <em>transvestite,</em> dictionaries universally tell us, gets emotional or physical satisfaction by dressing in the opposite sex's clothing. But sites like “Balti's Transsexuals Club” or “Free Transvestite Teasers” use the terms interchangeably, though the preferred word is <em>shemales,</em> alternatively <em>chicks with dicks,</em> and less often, <em>trannies.</em> For these, surgery is not an option since it would remove the desideratum of a large penis accompanying large breasts.</p>\n<p><em>Bedtime stories.</em> Even in so visual a genre, text occasionally dominates in the form of erotic stories. These tend to be on the Grade 7 composition level. “Our First Experience,” within a site devoted to the claimed sexual prowess of African Americans, ends: “Well, after it's all said and done, we had a great time and plan to do it again soon.”</p>\n<p>The same may be said of the coining of so many words on these sites.</p>\n<hr>\n<p><em>[Fraser Sutherland is a poet and lexicographer living in Toronto. As a poet, he's published seven collections. As a lexicographer, he's been involved in dictionary and thesaurus projects from Fitzhenry &amp; Whiteside, ITP Nelson, Gage, Collins, Random House, and Bloomsbury. He hopes to write his own dictionary some day.]</em></p>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p><em>Random House Historical Dictionary of American Slang,</em> Volume I, A–G. Ed. J.E. Lighter. New York: Random House, 1994. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p><em>New Oxford Dictionary of English.</em> Ed. Judy Pearsall. Oxford: Oxford University Press, 1998. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p><em>Merriam-Webster's Collegiate Dictionary,</em> Tenth Edition. Springfield: Merriam-Webster, 1993. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Language of Porn Sites</h1> <p><em><span data-rel=\"author\">Fraser Sutherland</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>Although most people seek out pornographic sites on the World Wide Web for the pictures, a few will find there the edge—the blunt edge perhaps—of language change.</p> <p>Several routes get you there. A tapping of a key word or term sends a search engine like AltaVista, Infoseek, or the coincidentally named Excite on its web-scouring routines. This method at once points out porn sites' ubiquity. A search for “porn” on AltaVista, for example, turned up a total of 9,228,960 web pages. Even allowing for duplications and the presence of anti-pornography sites, this is an impressive tally, though it can present problems for those not seeking porn. A student who types “rubber” while diligently researching a school project may well find listings only distantly associable with rubber bands and rubber boots. Contrariwise, the porn-seeker who keys in “hardcore” without “erotica” beside it is likely to summon sites dealing with rock music, bodybuilding, and, for some reason, herpetology.</p> <p>A focussed web search produces subsidiary link-embedded lists of sites that pretend to grandiose inclusiveness, like the coyly named Persian Kitty, or to exclusiveness of the “100 Best” type. The sites in turn give links to further lists or other sites, or to online newsgroups and bulletin boards, thus creating an impression of a system ramifyingly vast yet closed, claustrophobic, and solipsistic.</p>"
}