{
  "type": "Article",
  "title": "INTER ALIA: Have You Read Marx?",
  "author": "Sid Brittin",
  "location": "Middlesex, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">INTER ALIA: Have You Read Marx?</h1>\n<p><em><span data-rel=\"author\">Sid Brittin</span> <span data-rel=\"location\">Middlesex, England</span></em></p>\n<p>Two academic nudists were sunbathing. One asked “Have you read Marx?” and the other replied “Yes, I think it's the wicker chairs.” This is a pun which is obvious to the reader. It needs to be spoken aloud to a friend, loved one, or even a spouse to be fully appreciated.</p>\n<p>The <em>Oxford English Dictionary</em> defines a pun as “the humorous use of a word to suggest different meanings”. Originally it derived from pound —”to pound words, beat them into new senses”. An example of such pounding: A man told his psychiatrist that he had a recurring dream every night in which he appeared as a teepee, then as a wigwam. The diagnosis was “Obviously you are two tense.”</p>\n<p>The <em>Collins Dictionary</em> suggests that “pun” derives from the 17th century Italian word <em>puntiglio</em> meaning “point of detail, wordplay.” It gives an example by Thomas Hood (1799-1845) from “Faithless Nelly Gray”:</p>\n<blockquote>\n<p><em>Ben Battle was a soldier bold</em></p>\n<p><em>And used to war's alarms:</em></p>\n<p><em>But a cannon-ball took off his legs,</em></p>\n<p><em>So he laid down his arms.</em></p>\n</blockquote>\n<p>To be effective, most puns must be spoken, so diffusing the tyranny of the written word. Thus “Walking through a field, he stooped to pick a buttercup,” makes easy reading but the punch line “funny place to find a buttock!” is better said.</p>\n<p>Exceptions to the spoken pun rule those puns that appear on shop fronts to entice (or bemuse) customers. In the hairdressing trade, for example, fast disappearing is the plain, uninteresting, (except perhaps to Mrs. Fred) “Fred the Barber.” We now find in Yellow Pages the following: <em>United Hairlines—The Clip Joint—Hair To-day, Gone Tomorrow—Fringe Benefits—Making Waves—Curl Up &amp; Dye</em> and many more. When I was in America I was impressed by some of the names which restaurants and delicatessens used to attract diners, such as <em>Lock, Stock &amp; Bagel—Lettuce Entertain You—The Tower of Pizza,</em> and strangely but intriguingly—<em>3.14159.</em></p>\n<p>Obviously, these are only puns in a concrete context, unlike puns that require a story, or at least a setup. Unlike the spoken story, these puns derive their punnishness (or deliver their punishment) by virtue of the structure to which they are attached.</p>\n<p>There are other physical contexts for puns, besides shops and restaurants. My wife, when she is shopping, is armed with a piece of paper from a pad we bought from a music store in the States. It is headed <em>Chopin Liszt</em> and the store where it was purchased also had a notice on the door which advised “Gone to Lunch—Bach at 1:00 p.m.—Offenback at 2:00 p.m.”</p>\n<p>Punsters need a retentive, inventive mind to promote and spread their messages—everything from the news that Samson suffered from flat feet—at least he had problems with fallen arches. Remember, atheism is a non-prophet organisation but puns are just a slay on words, just as gossip is a sense of rumour. We must all heed the cry—”PRESERVE THE PUN!”</p>\n<p><em>[Sid Brittin took early retirement in 1991 after working for 36 years for Lloyds Bank (now Lloyds/TSB) where he became a Senior Manager. He writes regular features for the <em>Thames Guardian,</em> a quarterly magazine which covers topical and historical stories about England's greatest river.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">INTER ALIA: Have You Read Marx?</h1> <p><em><span data-rel=\"author\">Sid Brittin</span> <span data-rel=\"location\">Middlesex, England</span></em></p> <p>Two academic nudists were sunbathing. One asked “Have you read Marx?” and the other replied “Yes, I think it's the wicker chairs.” This is a pun which is obvious to the reader. It needs to be spoken aloud to a friend, loved one, or even a spouse to be fully appreciated.</p> <p>The <em>Oxford English Dictionary</em> defines a pun as “the humorous use of a word to suggest different meanings”. Originally it derived from pound —”to pound words, beat them into new senses”. An example of such pounding: A man told his psychiatrist that he had a recurring dream every night in which he appeared as a teepee, then as a wigwam. The diagnosis was “Obviously you are two tense.”</p> <p>The <em>Collins Dictionary</em> suggests that “pun” derives from the 17th century Italian word <em>puntiglio</em> meaning “point of detail, wordplay.” It gives an example by Thomas Hood (1799-1845) from “Faithless Nelly Gray”:</p>"
}