{
  "type": "Article",
  "title": "A Visit from Aunt Rose: Euphemisms (and Pejoratives) for Menstruation",
  "author": "Jessy Randall",
  "location": "Philadelphia, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Visit from Aunt Rose: Euphemisms (and Pejoratives) for Menstruation</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p>\n<p>Now it can be told. There are over one hundred codes for menstruation, from the gentle euphemism <em>(that time of the month)</em> to the vulgar <em>(riding the cotton pony)</em> to the downright peculiar <em>(the woodchuck has arrived).</em> Some of the terms are nearly international; others are extremely localized, used by a small group of women friends or within a family or other small community. Why do we cloak menstruation in subterfuge? Sometimes out of embarrassment or a sense of decorum, but also, I think, there is the appeal of having an inside joke, speaking a private language, talking about something that is not to be talked about. I am not sure that we are all that shy about menstruation here at the close of the 20th century, but with a modern-day ironic sensibility, it seems funny to pretend to be and to use outlandish codes to discuss something secret in plain view.</p>\n<p>The codes fall roughly into four categories: periodicity, personification, allusion to blood, and allusion to emotional state. Of course, many codes overlap two, three, or even all four categories, and some cannot be categorized.</p>\n<p>The simplest and most common coding for menstruation relates to its periodicity. <em>Having one's period</em> is so straightforward that it can hardly be called coding; similarly, women can say it's <em>that time of the month</em> or the <em>bad, wrong,</em> or <em>funny</em> time of the month. A woman can have her <em>monthlies,</em> her <em>cycle,</em> or her <em>moon-days</em> or <em>moon-time</em> (these last two are fairly new terms, perhaps even new-age). In her 1870s teenage diary, Alice Stone Blackwell (daughter of suffragist Lucy Stone and social reformer Henry Blackwell, who was brother to Elizabeth Blackwell, the first woman doctor) abbreviated menstrual period to <em>M.P.,</em> as in “M.P. number 3.” In the euphemism-laden 1950s in Wellsville High School in Wellsville, New York (and probably in many other schools as well), girls could cite their <em>monthly excuse</em> to get out of gym class. Right before the menstrual period begins, some women say they are <em>fixin' to start,</em> abbreviated <em>F.T.S.</em> And I know someone in the 1990s who refers to her <em>Visa bill,</em> which arrives monthly, although she wishes it wouldn't.</p>\n<p>The personification of the period, odd as it may be, is a popular coding. Generally the period takes on the identity of a friend or relative, usually female, who comes for a visit: <em>my friend, my little friend, my aunt, my grandmother, Mother Nature, Miss Rachel, Sophie,</em> or <em>Mary Lou.</em> Description of the visitor can get quite elaborate: <em>my aunt from Redbank</em> or from <em>Redwood City, Reading,</em> or <em>Redfield</em> (with the place name incorporating the color of blood) or <em>my red-haired aunt from the South</em> (incorporating both redness and the idea of the vagina, colloquially <em>down South</em> or <em>down there.)</em> Sometimes the visitors even have names—<em>Dot, Dottie</em> (incorporating the idea of dots of blood), <em>Aunt Rose</em>(incorporating the idea of redness, i.e., blood) or <em>Aunt Flo</em> (i.e., <em>flow,</em> incorporating the idea of the flow of blood). On the Comedy Central cartoon series <em>South Park,</em> Stan Cartman's Aunt Flo, who happens to be a redhead, comes to visit once a month. While Mrs. Cartman's monthly visitor is in town, Mr. Cartman sleeps on the couch.</p>\n<p>Other visitors might include a <em>midnight visitor</em> (acknowledging the surprise factor), a <em>communist</em> (redness), <em>the chicks,</em> and male visitors such as the <em>Cardinal</em> (redness again) and <em>Charlie, Herbie, Kit,</em> and <em>George,</em> etymology unknown. (These men not only come to visit but become romantically entangled: <em>going steady with George</em> is another term for having one's period.) One woman I know has developed an entire personality for her monthly visitor, Doris, who drives a brown Chevy Nova and is a large woman with cat-glasses, her appearance similar to women in the old <em>Far Side</em> comics. In bad months, Doris drives up on the lawn, knocks over trees, and generally makes a nuisance of herself.</p>\n<p>Codes that refer to blood include <em>the red flag is up</em> (sometimes shortened to just <em>the flag is up</em> or <em>the flag is flying;</em> also sometimes <em>flying Baker,</em> since <em>Baker</em> is the Navy code for B, and the B flag is red), <em>the Red Sea is in,</em> <em>having the painters in, the reds, wearing red shoes, are you a cowboy or an indian? a red-letter day,</em> and <em>riding the red horse.</em> Mrs. E.R. Shepherd, a late 19th-century advice writer, used the term <em>course</em> in <em>For Girls: A Special Physiology</em> (1884), reporting: “I have met numbers of women and some of them young who knew nothing of their coming 'course' until they were upon them.” Other blood codes make reference to the gushing or flowing of blood, such as <em>Old Faithful</em> (which also suggests periodicity) or <em>on a streak</em> (the Rolling Stones song “Satisfaction” includes the lyric “Baby, better come back / later next week / 'cause you see / I'm on a losin' streak”). And in Act I Scene I of Shakespeare's <em>The Tempest,</em> Gonzalo describes a ship as “leaky as an unstanch'd wench.”</p>\n<p>Then there are the codes that stem from unpleasantness, like <em>the curse</em> or <em>the curse of Eve.</em> The origin of this, of course, is <em>Genesis:</em> God curses Eve for eating of the tree of knowledge, saying “in sorrow shalt thou bring forth children,” implying, I suppose, that in sorrow shalt we also have cramps. (Later, Rachel successfully uses a menstruation euphemism to hide stolen goods underneath her on a camel, saying in <em>Genesis</em> 31:35, “Let it not displease my lord that I cannot rise up before thee, for the custom of women is upon me.”) There are <em>the nuisance, G.D.N. (God-damned nuisance), the poorlies,</em> and <em>being unwell</em> or <em>that way.</em> There are also <em>female troubles</em> (a term that can refer to any number of things, menstruation being one of the least troubling).</p>\n<p>Of course, the unpleasantness terms have their flip side. At least one woman I know has turned <em>the curse</em> around, calling her period <em>the blessing</em> since it is proof that she is not pregnant. And Anne Frank called menstruation her “sweet secret” despite its “pain and unpleasantness.” (Her father, Otto Frank, edited out these lines for the 1947 Dutch version of the diary.) In the 1950s, <em>Seventeen</em> magazine featured articles on how to cope with <em>special days,</em> a euphemism if I ever heard one. Other pleasant terms include the <em>miracle of menstruation,</em> <em>becoming a woman</em> (for the first period), and, in an early Kotex booklet entitled “Marjorie May's Twelfth Birthday,” <em>wonderful purification.</em></p>\n<p>(Sanitary supplies have a whole set of euphemisms to themselves, and indeed, the word <em>menstruation</em> does not appear in any Kotex publications until the year 1942, in an ad for a booklet: “Why get all involved trying to explain the facts of menstruation to your little girl . . . when there's a simple, easy way to do this dreaded task? Let the new booklet 'As One Girl to Another' do this job for you!” Other educational pamphlets had suggestive but non-explicit titles like “You're a Young Lady Now” and “Very Personally Yours.”)</p>\n<p>A favorite graphic term for menstruation is <em>on the rag,</em> i.e., using pads of some sort (originally cotton rags, now usually store-bought combinations of paper, plastic, and cotton batting) to staunch the flow of blood. This can be abbreviated <em>O.T.R.</em> and used to describe not only women menstruating but anyone, regardless of gender, who is in a bad mood. One man I know uses the term <em>raging,</em> which derives, he says, from <em>on the rag.</em> And comedian George Carlin spoke of women <em>riding the cotton pony,</em> again a reference to pads or tampons, which have their own euphemisms: <em>mouse mattresses, the white horse, manhole cover, coyote sandwich, saddle blankets, teddy bears,</em> and the industry-sanctioned <em>sanitary napkins</em> or <em>feminine supplies.</em> (From this last, one man I know invented the term <em>feminine days</em> for the menstrual period, a sort of ur-euphemism.) The 1895 Montgomery Ward catalog advertised a “Faultless Serviette, or Absorbent Health Napkin,” an object so layered in euphemism that I'm shocked anyone figured out what it was in order to buy it.</p>\n<p>Then there are the inscrutable terms, like <em>flower days,</em> which according to the <em>Oxford English Dictionary</em> referred to the menses from as early as the 1400s until the 1800s. There's <em>the boat's in dry dock,</em> which as far as I'm concerned simply makes no sense, and stands in direct opposition to the (especially male) expression <em>too wet to plow.</em> <em>Falling off the roof</em> is another code no one seems able to figure out: it may originate in the idea of a wound from falling, or possibly from the location of rag-laundering—one woman I know heard from her grandmother that women attended to this task in the attic in order to keep it secret from the men in the family.</p>\n<p>And then there's my own teenage term, <em>woodchuck,</em> which I and two friends used for both menstruation and sanitary supplies (as in, “My woodchuck has arrived, do you have any woodchucks?”) None of us can remember the etymology of this term, even though we invented it. We think it may have arisen from another friend saying once on the telephone “I have to go, there's a woodchuck in my yard,” a nonsensical expression of surprise and urgency that stuck with us and demanded to be morphed into inside-joke-hood.</p>\n<p>Another known but highly localized menstruation code includes a reference to <em>Mrs. Skeen,</em> in honor of a woman one particular family knew who always managed to refer to her menstrual cycle in any conversation. And one group of neighbors use the term <em>damned old Cox,</em> because a tenant who was behind in rent went to see the landlord, Mr. Cox, and complained “I was so upset I started my period early—damned old Cox!” One group of girls in the late 1970s used the expression <em>back in the saddle again,</em> sometimes humming the Gene Autry tune. I have no doubt that there are many more such codes, but they are by their very nature difficult to document.</p>\n<p><em>[Jessy Randall curates the Women's History collection at the Library Company of Philadelphia. She co-authored “Assing Around” in the Spring 1999 issue of VERBATIM]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Visit from Aunt Rose: Euphemisms (and Pejoratives) for Menstruation</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Philadelphia, Pennsylvania</span></em></p> <p>Now it can be told. There are over one hundred codes for menstruation, from the gentle euphemism <em>(that time of the month)</em> to the vulgar <em>(riding the cotton pony)</em> to the downright peculiar <em>(the woodchuck has arrived).</em> Some of the terms are nearly international; others are extremely localized, used by a small group of women friends or within a family or other small community. Why do we cloak menstruation in subterfuge? Sometimes out of embarrassment or a sense of decorum, but also, I think, there is the appeal of having an inside joke, speaking a private language, talking about something that is not to be talked about. I am not sure that we are all that shy about menstruation here at the close of the 20th century, but with a modern-day ironic sensibility, it seems funny to pretend to be and to use outlandish codes to discuss something secret in plain view.</p> <p>The codes fall roughly into four categories: periodicity, personification, allusion to blood, and allusion to emotional state. Of course, many codes overlap two, three, or even all four categories, and some cannot be categorized.</p> <p>The simplest and most common coding for menstruation relates to its periodicity. <em>Having one's period</em> is so straightforward that it can hardly be called coding; similarly, women can say it's <em>that time of the month</em> or the <em>bad, wrong,</em> or <em>funny</em> time of the month. A woman can have her <em>monthlies,</em> her <em>cycle,</em> or her <em>moon-days</em> or <em>moon-time</em> (these last two are fairly new terms, perhaps even new-age). In her 1870s teenage diary, Alice Stone Blackwell (daughter of suffragist Lucy Stone and social reformer Henry Blackwell, who was brother to Elizabeth Blackwell, the first woman doctor) abbreviated menstrual period to <em>M.P.,</em> as in “M.P. number 3.” In the euphemism-laden 1950s in Wellsville High School in Wellsville, New York (and probably in many other schools as well), girls could cite their <em>monthly excuse</em> to get out of gym class. Right before the menstrual period begins, some women say they are <em>fixin' to start,</em> abbreviated <em>F.T.S.</em> And I know someone in the 1990s who refers to her <em>Visa bill,</em> which arrives monthly, although she wishes it wouldn't.</p>"
}