{
  "type": "Article",
  "title": "The OED Online",
  "author": "Howard Richler",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The OED Online</h1>\n<p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\"></span></em></p>\n<p>What has 60,000,000 words that describes 750,000 terms used in English over the past thousand years? Answer: The Oxford English Dictionary Online launched on March 14, 2000 at <a href=\"http://www.oed.com\">www.oed.com</a> Although still in its nascent stage this revision could double the length of the text of the Dictionary, taking the number of words and phrases from 640,000 to 1.3 million.</p>\n<p>The year 2000 should see approximately 4000 new and revised entries but thereafter the annual output will be increased to meet the scheduled completion date of 2010. Leading the way in the inaugural edition are 1000 revised and updated words from “M” to “Mah.” John Simpson, Chief Editor the OED says the revision is beginning with the letter M because “we wanted to start the revision at a point halfway through the dictionary where the style was largely consistent, and to return to the earlier, less consistent areas later.” We now have entries for ma and pa store, mad-cow disease and made man. We also have magic cookie, “computer term”, magic bullet, “medical term” and mack , 'a sexually successful man”, celebrated by rapper Ice Cube in the following lyric: “You know that I'm a mack in my own Right/When it comes to rhyme and rap.” Also new is the word mabo. It designates an “Australian high court judgement in 1992 which recognized for the first time that Australian Aborigines and Torres Strait Islanders had ancestral rights to land dated from before European settlement.”You can also keep pace with the ever increasing list of acronyms and initialisms that bombard us. Some examples are MSP(Member of the Scottish Parliament), MOMA (Museum of Modern Art) and MFLOPS (million floating-point operations per second.) Many people bequeath their names to words. A new eponym to grace the <em>Dictionary</em> is <em>MacBride Principles.</em> This refers to a code of conduct that requires US firms in Northern Ireland to follow a policy of non-discrimination in employment. It is named after the Irish Statesman Sean Macbride. Alas, we may never know which macfarlane gave his name to the overcoat and whether there truly existed an Australian wrestler named <em>maginnis,</em> who was the first to subject his tortured opponent to an unbreakable wrestling hold.</p>\n<p>It used to be believed that <em>mafia</em> was a long-established name for a Sicilian institution, and the word <em>mafioso</em> simply denoted a member of the society. New research, however, reveals that <em>mafioso</em> derives from an old Sicilian word <em>mafiusu,</em> borrowed from a Spanish or Arabic one meaning “scoundrel.” <em>Mafia</em> was inferred from <em>mafioso,</em> and only was born around 1860, after which it migrated into English. <em>Macaroni</em> refers to small pasta tubes generally served as “macaroni cheese” or “macaroni and cheese.” The revised <em>Dictionary</em> entry reveals that in the 16th century it meant a dumpling, closer to what we now know as “gnocchi.” The <em>Dictionary</em> also explains how a word which originally meant to describe a mere cereal gruel extended its meaning and now can describe a penguin, an 18th century dandy, a coin, a form of verse (“macaronic”), nonsense in Australian English, a wood-carving tool, and a small violin.</p>\n<p>Whereas James Murray's famed solicitation of 1879 was essentially to scholars, Simpson invited virtually any semi-literate English speaker to participate. All types of English from slang, jargon and regional dialects are welcome. Probably more importantly, there is a realization that English , the world's lingua franca is now multi-dimensional. The United States represents the country with the largest number of English speakers but it only represents 20% of the world-wide total. In India it is estimated that there are 50 million people competent in English. Presently, there are more first language speakers of English than second-language speakers, but it is estimated that within ten years this situation will reverse because of population trends. Within fifty years there will be fifty per cent more second-language speakers than first-language speakers.</p>\n<p>Simpson states, “there is no longer one English-there are many Englishes. Words are flooding into the language from all corners of the world. Only a dictionary the size of the OED can adequately capture the true richness of the English language throughout its history, and the developments in world English.” Simpson's “appeal for New Words” brought in more than a thousand contributions and he says he is “looking forward to hearing more from word enthusiasts all over the world. I hope they will tell us what they like-or dislike- about our online dictionary, and I would also welcome even more responses.”</p>\n<p>Because World English is now available in many exotic flavours, I asked the chief OED philologist Edmund Weiner whether all these “New Englishes” are treated equally in the OED. Weiner admitted that those areas where there is a “long-established community of L1 (people to whom English is their first language) English speakers…have a fairly long tradition of lexicography research” that it is “easier to cover them well by drawing on that tradition. As research begins to take place in the other communities and a bank ,of data about the varieties spoken there builds up, we will be able to cover them better, but inevitably it will take time.”</p>\n<p>In any case, in the 1000 new and revised words from M to MAH there are many representatives from Englishes from around the globe. Here's a sampling: Macgillivray's warbler, “bird” (Canada); macary bitter, “bitter plant used to treat yaws and venereal disease” (Caribbean); mdoqua, “antelope”, (Africa); mcquarie, “vine”(Australia&amp; New Zealand); Macanese, “relating to Macao”, (East Asia); Mahajan, “moneylender”; (India &amp; south Asia); machiguenga, “Peruvian American-Indian people” ; mafufunyana(South Africa), “an emotional disorder characterized by hysteria and hallucinations.” and made man “person who has been formally inducted as a member of the Mafia”(USA). There is probably no domain where multiculturalism is as entrenched as in the sphere of foods There is reflected in some of the new “M” foods and beverages: macabeo, a wine grape from Spain; machaca, a Mexican dish of dried meat, onions, eggs, tomatoes, and peppers; magret, filet of duck breast; mabela, sorghum grown in South Africa, usually for the making beer; and maguro, a variety of tuna particularly used in sushi. Weiner mentioned to me that the Nigerian English ogi “corn meal”, and the Indian English mandir “temple”, and barangay, “village” from the Phillipines, were three strong candidates for future inclusion.</p>\n<p>Work on putting the OED online began back in 1987. Simpson says the challenge was not the length of the OED, but “its complexity and the importance of maintaining the structure of this historically important, century-old text, rather than adapting it to make software design easier. Aside from the huge number of characters needed to cope with the hundreds of languages in the OED, normal computer-based rules for alphabetical order are too simple, so special rules had to be devised.” Two years were devoted to testing designs and at that point Oxford University Press brought High Wire Press, an enterprise unit of the Stanford University Libraries, on board as its technical partner.</p>\n<p>The OED Online offers one many ingenious search possibilities. Let's say I want to check what expressions King Harold might have used in the months before an arrow pierced his eye at Hastings. Entering the year 1066 in the “quotations date” box reveals that there is an entry for the word wardwite, which was “a fine paid to the lord by a tenant who failed to provide a man to perform castle-guard.” The term infangthief referred to “jurisdiction over a thief apprehended within the manor…to which the privilege was attached.” Not surprisingly, Shakespeare is the most quoted individual in The OED, but let's say we're looking for sayings from lesser lights such as John Lennon or Dr. Seuss. No problem. . The headword bullshit has the following citation: 1970, J. Werner's Lennon Remembers: “He is a bullshitter. But he has made us credible with intellectuals.” The first citation of nerd in 1950 is naturally enough from its progenitor Dr Seuss who wrote in If I Ran the Zoo, “And then, just to show them, I'll sail to ka-troo. And Bring Back an It-kutch, a Preep and a Proo,, a Nerkle, Nerd and a Seersucker, too!”</p>\n<p>A search of citations from particular sources reveals that there are 195 entries from works named “Hamlet”. Surprisingly, over 100 of these citations from the Bard's opus come from the works of William Faulkner. VERBATIM is referenced 151 times from 1974 to 1985. . For example, we have from Feb. 1975 the term ballbuster defined as a “graphic, forceful expletive, typically applied to a domineering female.” , and VERBATIM- Spring of 1981 yielded a citation for whoop-de-do: “There was many an angry powwow and much whoop-de-do, But in the end, of course, the bigwigs won.”</p>\n<p>A feature called “proximity search” is another useful tool. For example, if you want to know if there is a word for the action of grinding your teeth, the proximity search helps uncover the term bruxism. If you want to check “edible mushrooms” a simple search may not find all references to “edible mushrooms” in the dictionary because in some entries this exact form of the word may not occur. In this instance, a “proximity search” would do trick</p>\n<p>If your search is for synonyms , a click in the “definition” field for the word “unmarried” will reveal the words aneabil and onlepy as well as the more familiar bachelor. If you're a collector of “-ologies” and “-phobias”, you can use wildcards to discover that a “limacologist” studies slugs and “cremnophobia” is the “morbid fear of precipices and steep places.”</p>\n<p>You can also check all the words that came into the English language from a particular language. There are 223 entries from Urdu including horde(1555),hookah(1763), and ambari, “fibre of an Indian plant”, (1855); Swahili provides us with 48 words including bwana(1878), safari(1890), and duka, “shop”, (1924); Basque yields 28 selections including scimitar(1548), tambourine!1579), anchovy (1596) and bizarre(1648) . Tagalog has 18 entries including colugo, “eagle”(1702) and boondock(1944); and Gullah Creole has provided us with two words, juke(1935) and mojo, “witchcraft” ). As of 1993, the word naches(often spelled nakhes) meaning “pride at a child's achievements “was mined from Yiddish and added to the OED.</p>\n<p>Another interesting search mechanism allows you to find interesting variations on phrases. For example, you can check how authors have described being pretty (“as paint”, as a tickle-ass”, as a spotted pup”) or ugly (“as homemade soup”, or “as a bad dream”).</p>\n<p>Cruciverbalists will be aided by a search function that seeks words with only some letter clues. Enter f**k and discover possibilities such as faik(n) “a fold in anything; as a ply in a garment(Jam.); fank(n) “a sheep-cot or pen; feck(v) “to steal” or firetruck</p>\n<p>Simpson believes the OED Online will be the definitive tome of tomorrow: “ I am sure it will be the version that most people will consult. A dictionary of perhaps forty volumes will be rather unwieldy, but the present hardback has many fans and the OED in traditional book form is by no means out of the question.”</p>\n<p>The cost of OED Online has been developed to take into account the type, size, nature and geographical location of the institutional buyer. Standard prices for higher education institututions, libraries and companies start at £1000/$1600 per annum for unlimited network access and includes four quarterly updates of at least 1000 new and revised words. To subscribe to the OED the individual cost is $550 (US), $800 (cdn) and 350 pounds per year.</p>\n<p><em>Howard Richler</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The OED Online</h1> <p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\"></span></em></p> <p>What has 60,000,000 words that describes 750,000 terms used in English over the past thousand years? Answer: The Oxford English Dictionary Online launched on March 14, 2000 at <a href=\"http://www.oed.com\">www.oed.com</a> Although still in its nascent stage this revision could double the length of the text of the Dictionary, taking the number of words and phrases from 640,000 to 1.3 million.</p> <p>The year 2000 should see approximately 4000 new and revised entries but thereafter the annual output will be increased to meet the scheduled completion date of 2010. Leading the way in the inaugural edition are 1000 revised and updated words from “M” to “Mah.” John Simpson, Chief Editor the OED says the revision is beginning with the letter M because “we wanted to start the revision at a point halfway through the dictionary where the style was largely consistent, and to return to the earlier, less consistent areas later.” We now have entries for ma and pa store, mad-cow disease and made man. We also have magic cookie, “computer term”, magic bullet, “medical term” and mack , 'a sexually successful man”, celebrated by rapper Ice Cube in the following lyric: “You know that I'm a mack in my own Right/When it comes to rhyme and rap.” Also new is the word mabo. It designates an “Australian high court judgement in 1992 which recognized for the first time that Australian Aborigines and Torres Strait Islanders had ancestral rights to land dated from before European settlement.”You can also keep pace with the ever increasing list of acronyms and initialisms that bombard us. Some examples are MSP(Member of the Scottish Parliament), MOMA (Museum of Modern Art) and MFLOPS (million floating-point operations per second.) Many people bequeath their names to words. A new eponym to grace the <em>Dictionary</em> is <em>MacBride Principles.</em> This refers to a code of conduct that requires US firms in Northern Ireland to follow a policy of non-discrimination in employment. It is named after the Irish Statesman Sean Macbride. Alas, we may never know which macfarlane gave his name to the overcoat and whether there truly existed an Australian wrestler named <em>maginnis,</em> who was the first to subject his tortured opponent to an unbreakable wrestling hold.</p> <p>It used to be believed that <em>mafia</em> was a long-established name for a Sicilian institution, and the word <em>mafioso</em> simply denoted a member of the society. New research, however, reveals that <em>mafioso</em> derives from an old Sicilian word <em>mafiusu,</em> borrowed from a Spanish or Arabic one meaning “scoundrel.” <em>Mafia</em> was inferred from <em>mafioso,</em> and only was born around 1860, after which it migrated into English. <em>Macaroni</em> refers to small pasta tubes generally served as “macaroni cheese” or “macaroni and cheese.” The revised <em>Dictionary</em> entry reveals that in the 16th century it meant a dumpling, closer to what we now know as “gnocchi.” The <em>Dictionary</em> also explains how a word which originally meant to describe a mere cereal gruel extended its meaning and now can describe a penguin, an 18th century dandy, a coin, a form of verse (“macaronic”), nonsense in Australian English, a wood-carving tool, and a small violin.</p>"
}