{
  "type": "Article",
  "title": "Broadway Musicals—Terms and Traditions",
  "author": "Gloria Rosenthal",
  "location": "Valley Stream, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Broadway Musicals—Terms and Traditions</h1>\n<p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p>\n<p>“Everyone on stage for the Gypsy Robe.” Half an hour before the opening night curtain of every Broadway musical the stage manager's voice booms over the loudspeaker and cast members, producers, directors, and choreographers respond to his call and appear on stage for a “behind the scenes” ceremony. The audience won't be permitted in until the event is over, all traces of this glorious ritual are gone and the stage is ready for the show. If you don't know that chorus members are <em>Gypsies</em> and you have no idea what the <em>Gypsy Robe</em> is, you might think a roving band of itinerant fortune-tellers had invaded the theater, hawking robes. Not so! Since 1950, the Gypsy Robe has shown up at every opening night of Broadway musicals to honor the chorus member with the most Broadway credits. The previous recipient makes the presentation of the Robe, the new honoree puts it on, circles the stage three times, and everyone touches the Robe for luck.</p>\n<p>The Robe starts out as a starkly plain, unadorned muslin gown but by the time it is retired and a new one started, it will be covered with artifacts, mementos, and signatures representing the shows it has passed through, three-dimensional items (miniature leather jackets for <em>Grease</em>) or sketches (the blueprint of <em>Titanic</em>). Three retired Robes are at the Library of the Performing Arts at Lincoln Center, with 11 Robes in the custody of the Advisory Committee on Chorus Affairs at Actors' Equity. Terry Marone is the guardian of the Robes, and she oversees every transfer from show to show, while I am there photographing the ceremony.</p>\n<p>Not all musicals receive the coveted Gypsy Robe, only those with cast members on <em>pink contracts.</em> This is a literal description of chorus contracts and the phrase “No pink contracts in that show” means “No Gypsy Robe for them.” Contracts for principals (featured and leading roles) are white.</p>\n<p>If you hear a theatrical agent (also known as a <em>talent representative</em>) say he or she is expecting a <em>breakdown,</em> please don't call a psychiatrist. The breakdown is what agents receive from casting directors; it's a list of upcoming roles. Agents read these very specific requirements and then submit appropriate actors/singers/dancers to fill those roles. Following is a sampling of breakdowns for various roles, and is precisely what the agent reads:</p>\n<blockquote>\n<p><em>Prefer red-head, strawberry blonde or fair-haired child; must be able to carry a tune on pitch and with confidence; working knowledge of piano helpful; trained ballet and tap dancer a major plus; genuinely charming, top notch actor; legit soprano to an E; 40s police detective, 50s struggling salesman; a Midwestern credibility to all actors.</em></p>\n</blockquote>\n<p>With breakdown in hand, agents sort through their stable of clients to match talent to role. Good agents carefully select only the most qualified for each part, knowing if they send “just anyone,” that casting director eventually loses faith and will not see that agent's clients in the future. Agent Dorothy Scott had about fifty 8 x 10 <em>glossies</em> (or headshots) on a wall opposite her desk. She studied the breakdown, surveyed her wall for likely candidates, pulled their resumes from her files to make sure their skills matched casting directors' needs, and submitted photos and resumes, hoping for audition times.</p>\n<p>The performers with an exact audition time and place, say 10:40 a.m. at the Ford Theater for the Performing Arts, have an advantage over chorus members who show up at <em>cattlecalls</em> (also called <em>chorus calls</em>). Cattlecalls are open auditions with no particular times, just specified hours, such as 9 a.m. to noon, when those conducting auditions will see people. These open calls draw hundreds of hopefuls, who line up on a first-come, first-seen basis. They are waiting to be seen this day, hoping to be seen on stage another day. Open calls are not only for chorus members, but principals, too.</p>\n<p>A favorite phrase of post-audition performers is the <em>call back.</em> No tricks there; it simply means the creative team liked what they saw in the first audition and they literally call the performer to come back, to return for another audition, whether to sing, dance, or read for a part.</p>\n<p>Dance auditions are centered around the <em>combination,</em> a series of dance steps created by choreographers to test the talents of the dancers before them. The famous <em>5, 6, 7, 8</em> is how the combination begins, with dancers waiting for the next beat to start the combination. They've never had to put these steps together until it was demonstrated to them a short while before. This quickly rules out the weaker members and makes the stronger dancers stand out. Choreographer Rick Atwell says after that first view of a stage full of dancers, he puts the best ones together in groups of about ten as he feels this competition brings out the best in each dancer. While Rick makes notes, the rest of the dancers are usually practicing on the sidelines as they wait to be called in the next group.</p>\n<p>If <em>call back</em> is a favorite phrase, <em>next</em> can be the most dreaded. We all know what <em>next</em> means in “civilian language.” According to <em>Webster's Third New International Dictionary</em> it refers to something that will follow, as in its example: <em>our next job will be clearing the land.</em> But to the practiced ear (and heart) of the auditioning dancer, the word is a strong indication that the choreographer is not interested and the dancer is likely to be thinking, “I better keep my day job.” A perfect example of the use of this intimidating word happened to me, a non-actor/singer/dancer but with a Smithfield full of ham in my soul. I was visiting George Lee Andrews (currently in <em>Phantom of the Opera</em>) in his dressing room. When ready to leave the theater, we had to cross the stage to reach the stage door, exiting to the street. I suddenly stopped center stage, faced the ocean of empty seats, and with arms outstretched toward my phantom audience, sang out: “I want to be on Broadway. I want to be a star.” And George, without missing a beat, said jokingly, “ <em>NEXT</em>!” and I knew just what he meant. In one little word he told me I'd never be on Broadway, I'd never be a star.</p>\n<p>All right, I'm not on stage, but I know what happens there. Take <em>extraordinary risk pay,</em> for instance. When an actor is taking an extraordinary risk—perhaps it's a sword fight in <em>Cyrano, the Musical</em> or climbing a rope in <em>Footloose</em>—extraordinary risk pay, sometimes called <em>hazard pay,</em> is added to the contract. Performers do get hurt, not often, but if you're on roller skates <em>(Starlight Express)</em> or wheeling across the stage on a bicycle <em>(Meet Me in St. Louis),</em> it's nice to know that while you're taking an extraordinary risk you are getting a little something extra for doing so.</p>\n<p>While we're still on stage, let's consider the chiropractor's best friend, a <em>raked</em> stage. A raked stage is not something smoothed over by a gardener; it's a stage purposely built to slope downward from back to front. The audience can't see the slope, but dancers' backs and hips know it's there. Some choreographers favor a raked stage as it lends a special dimension to the dance, and a heavily raked stage was one of Bob Fosse's favorite devices (along with hats and gloves).</p>\n<p>Some words or phrases are almost self-explanatory. A <em>dresser</em> dresses a performer for that first step on stage, and for myriad costume changes, sometimes in the wings, often in the dark. Dresser Julie Alderfer solves the “dark” part of this job by holding a small flashlight in her mouth, freeing both hands for buttons, zippers, and hooks. <em>Stage right</em> and <em>stage left</em> are as easy to understand as is <em>triple threat,</em> if you've been paying attention to the references to singer/ dancer/actor. And <em>take it from the top</em> has been used in so many Hollywood musicals that by now everyone knows it means to start over from the beginning of the song.</p>\n<p>I saw definitive examples of “taking it from the top” when I was a guest at a Master Class conducted by musical director Jack Lee. A <em>master class</em> is a class in which somebody of signicance who is currently working in the theater, such as a musical director or choreographer, has been asked to come to a location in which young people will appear in order to be judged and helped in song, dance, or acting. This is never a one-on-one event as guests must be present for this class. Jack listened to a dozen performers in about three hours, and I heard him say, over and over, “Take it from the top,” often to the same singer four, five, or more times, with the singer's rendition getting better each time, following Jack's suggestions. A revelation!</p>\n<p>Notes about notes: there are love notes, mash notes, Post-it® notes, and piano notes, but Broadway notes are like nothing else. The director, stage manager, and dance captain write notes to specific performers to tell one he's being too emotional, or another she's not kicking high enough. These notes are taken throughout rehearsals, into previews, and continue during the run of the show.</p>\n<p>Just for fun, I offer a glossary of terms telling you what each one is, and what it is not.</p>\n<p><em>Flies:</em> the large area directly above the stage where scenery and lights are hanging, not pesky nuisances on a summer's day</p>\n<p><em>Clean-up rehearsal:</em> tidying up the details of a performance, not actors being forced to shave</p>\n<p><em>Pit singer:</em> a singer, not needed on stage, who performs from the orchestra pit, not a really bad vocalist</p>\n<p><em>Blocking:</em> when a director sets the position of performers on stage even before they learn their lines, not linemen protecting the quarterback from being sacked</p>\n<p><em>Gypsy run-through:</em> a special performance at an off-time, when working actors get to see a show they'd never see otherwise, not that aforementioned band of fortune-tellers running amok</p>\n<p><em>Frozen:</em> the state in which a show can no longer be changed, not your TV dinner</p>\n<p><em>Upstage:</em> the direction an actor takes when he moves away from the audience <em>and</em> when one actor pulls the focus from another actor by doing some sort of “business” not in the script</p>\n<p><em>Mark:</em> this is the term used when performers walk through a rehearsal rather than doing a full-out performance, not the F you received on your college paper</p>\n<p><em>Full-out:</em> when the performers are doing a full performance in rehearsal and are not “marking” the show and not overeating at a Sunday brunch (though actors can do that, too)</p>\n<p><em>Half-hour:</em> the designated time before the curtain goes up when performers must be in the theater not the extra time it takes your partner to finish dressing while you are ready to walk out the door</p>\n<p><em>Walkers:</em> no, they are not rude audience members leaving at intermission, but they are orchestra members who are being paid (the union insists) even though they are not needed for a show requiring a smaller orchestra</p>\n<p>And finally, an explanation of why <em>gypsies</em> are called <em>gypsies</em>: Years ago singers and dancers of the chorus went from show to show, as there were many more musicals on Broadway and they didn't have to stay with any one production. It is not so prevalent today as most gypsies stay with their show. I know many who've been with long-running shows (five years, ten years) from opening night and will be there until a closing notice is posted.</p>\n<p>Yes, there is a <em>closing notice.</em> Not always expected by the cast, it is posted backstage one week before the actual closing.</p>\n<p>And herewith, my closing notice.</p>\n<p><em>[Gloria Rosenthal is the historian and advisor to Actors' Equity on the Gypsy Robe, an award-winning fiction writer, and a contributing editor at <em>Games</em> magazine.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Broadway Musicals—Terms and Traditions</h1> <p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p> <p>“Everyone on stage for the Gypsy Robe.” Half an hour before the opening night curtain of every Broadway musical the stage manager's voice booms over the loudspeaker and cast members, producers, directors, and choreographers respond to his call and appear on stage for a “behind the scenes” ceremony. The audience won't be permitted in until the event is over, all traces of this glorious ritual are gone and the stage is ready for the show. If you don't know that chorus members are <em>Gypsies</em> and you have no idea what the <em>Gypsy Robe</em> is, you might think a roving band of itinerant fortune-tellers had invaded the theater, hawking robes. Not so! Since 1950, the Gypsy Robe has shown up at every opening night of Broadway musicals to honor the chorus member with the most Broadway credits. The previous recipient makes the presentation of the Robe, the new honoree puts it on, circles the stage three times, and everyone touches the Robe for luck.</p> <p>The Robe starts out as a starkly plain, unadorned muslin gown but by the time it is retired and a new one started, it will be covered with artifacts, mementos, and signatures representing the shows it has passed through, three-dimensional items (miniature leather jackets for <em>Grease</em>) or sketches (the blueprint of <em>Titanic</em>). Three retired Robes are at the Library of the Performing Arts at Lincoln Center, with 11 Robes in the custody of the Advisory Committee on Chorus Affairs at Actors' Equity. Terry Marone is the guardian of the Robes, and she oversees every transfer from show to show, while I am there photographing the ceremony.</p> <p>Not all musicals receive the coveted Gypsy Robe, only those with cast members on <em>pink contracts.</em> This is a literal description of chorus contracts and the phrase “No pink contracts in that show” means “No Gypsy Robe for them.” Contracts for principals (featured and leading roles) are white.</p>"
}