{
  "type": "Article",
  "title": "The Most Lively Consonants in the World",
  "author": "Ralph H. Emerson",
  "location": "South Glastonbury, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Most Lively Consonants in the World</h1>\n<p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p>\n<p>The most lively of all consonants are not single letters but the two-consonant clusters like <em>mp</em> and <em>nt</em> at the ends of words like bump and jaunt and in the middle of <em>banter</em> and <em>rumpus</em>. I call them “nasal-stops,” and there are eight important ones: MB, MP; ND, NT, NG, NK; and the NCH and NGE of <em>bunch</em> and <em>lunge.</em> These are all pairings of a “nasal” consonant <em>m</em> or <em>n</em> plus one of the plain or affricated “stop” consonants <em>b, p, d, t, g, k, ch, j</em>—or at least relics of such pairings, like final <em>-mb</em> and <em>-ng</em> in words like <em>climb</em> and <em>sing,</em> whose concluding stops have not been articulated since Shakespeare's day.</p>\n<p>The point is, nasal-stops are the party animals of the consonant world. They typically make the words containing them seem noisy <em>(bang!)</em> or big <em>(humongous!)</em> or insulting <em>(chump!),</em> and they appear again and again throughout our language in central words from those three semantic categories. Each category is discussed in its own section below. The most typical and versatile nasal-stop word is <em>bump,</em> which is cited in all three sections. Many others like <em>pound</em> are cited in at least two. Watch for them.</p>\n<p><strong>'Impact' or 'Sound'</strong></p>\n<p>First and foremost, English uses nasal-stops onomatopoeically to represent 'hitting' and 'noise'. So closely related are those two ideas that some words fail to distinguish them: one can both <em>bang</em> on a drum and hear the <em>bang</em> it makes. Nasal-stops fit these percussive sounds nicely: <em>ping, clink, clank, clunk, bump, thump, kerchunk.</em> From there, nasal-stop words start branching out and specializing. A few refer to noise alone, like <em>sound</em> itself and the <em>rumbles</em> of <em>thunder.</em> Ancient India's thunder god was called <em>Indra,</em> and Greek for 'thunder' was <em>bronte.</em> Some other noisy things are <em>bangles, boomboxes, bombs, jamborees, shindigs, tempests, temper tantrums, rumpuses, cranked-up</em> music, <em>rambunctious</em> children, and <em>pandemonium.</em></p>\n<p>Other nasal-stop words concentrate on the impact rather than the noise: <em>punch, pound, tumble, stamp, stomp, trample, whomp, conks</em> on the head, <em>punts</em> and <em>bunts</em> and <em>slam-dunks,</em> <em>spanking</em> and <em>pillow-plumping.</em> Sexual intercourse is represented too: <em>humping</em> and <em>bonking</em> and <em>boinking,</em> <em>jumping each other's bones</em> and <em>pumping</em> and <em>banging away.</em> Such agitation and impact leave their traces: <em>rumpled</em> surfaces, <em>crumples,</em> <em>crinkles,</em> <em>jumbles,</em> and <em>dimples.</em> The cluster <em>-nch</em> specializes in one particular kind of agitation, 'squeezing' or 'grasping', as in <em>cinch, bunch, munch, scrunch, pinch, wrench,</em> and <em>clench.</em> It even includes Dr. Seuss's miserly <em>Grinch</em> (whose name cleverly begins with the <em>gr-</em> of <em>grasping</em> itself).</p>\n<p>Some kinds of agitation are more subjective, like the <em>pangs</em> of <em>hunger</em> and <em>conscience,</em> <em>tingles</em> of anticipation, and the <em>rankling</em> of anger. A little further down this path is the whole realm of sentiment and mental activity, for just as we are “struck” by ideas and “kick” them around, we find 'impact' nasal-stops invigorating words like <em>mind, intellect, think, remember, contemplate, wonder, ponder, fantasize, long,</em> and <em>want.</em> We experience <em>sympathy</em> and <em>angst,</em> have <em>hunches</em> and <em>inklings,</em> are <em>impressed</em> and <em>astounded.</em></p>\n<p>When impact is repeated like a <em>drumbeat,</em> it establishes a <em>tempo</em> or 'rhythm' for everything from <em>iambic pentameter</em> to <em>mantras</em> and <em>pinball</em> and <em>Ping-Pong.</em> Walking or running is rhythmic too: we can <em>saunter, amble, scramble, ramble, sprint, canter, gambol, slink, lumber</em> along, <em>pound</em> the pavement, <em>stump</em> for votes, go on <em>jaunts</em> and <em>junkets.</em> More elaborately rhythmic are dances, from the basic <em>Bump</em> to a stripper's <em>bump and grind</em> to the dazzling intricacies of Latin dances and their music: <em>mambo, samba, limbo, rumba, conga, flamenco, charanga, tarantella, tango, fandango, merengue, mangue, timba, banda,</em> and <em>lambada!</em></p>\n<p>Sharing tempos with dances are styles of music like <em>swing</em> and <em>country,</em> <em>oom-pah</em> marches, Bahamian <em>goombay</em> (which was named for a kind of <em>drum</em>), Cajun <em>chanky-chank,</em> African-American <em>funk,</em> and several kinds of rock: <em>punk, grunge, industrial, and jungle</em>. Playing this music are bands and combos, whose very instruments pay homage to nasal-stops with names from all over the map: gong from Malay, banjo and marimba from Africa, tom-tom from India, cymbal and tympani from Greek, bongo from American Spanish, trombone and mandolin from Italian, tambourine and trumpet from French. Many words for 'bell' pay homage too: Latin tintinnabulum, Spanish and Italian campana, and Chinese ling and zhong. And what do bells do? They ring, ding-dong, and ding-a-ling. Groups of them jingle, tiny ones tinkle, and big ones go clang or bong. In much the same way, a stringed harp displays its timbre in a twang, and the human voice can chant or sing, a gift which was the basis of all our songs and musical numbers in the first place.</p>\n<p>If music's tempo dances long enough, it becomes Time itself, Latin tempus. Time is flying: even -ing, our suffix for durative action, contains a nasal-stop, just like its equivalents in Latin and German, -ent- and -end. Multiplying the effect, the newly popular durative adjective ongoing has two nasal-stops, and longstanding has three. 'For a very long time' in British slang is for yonks and time's farthest reaches are called the Big Bang and the Big Crunch, since even physicists instinctively grope for nasal-stops to describe time's beginning and its end. So do poets. T. S. Eliot's world vanishes “not with a bang but a whimper,” while Faulkner's somehow survives even after “the last ding-dong of doom has clanged and faded.” For eventually all clangs do fade. How long the fading takes depends on how much space there was to resound in: the bigger the space, the more impressive the resonance. That is the connection between 'sound' and the second nasal-stop specialty 'size'.</p>\n<p><em><strong>'Big' or 'Round'</strong></em></p>\n<p><em>Among our words for 'big' are long, grand, gigantic, gigundo, gargantuan, humongous, and tremendous. Abstract size is evoked with ample, bounty, plenty, abundant, <em>and such idioms as <em>honkin' big</em> and the British <em>thumping</em> and <em>swingeing</em> (rhymes with <em>bingeing</em>). Sizes are measured by <em>pound</em> with its 'weight' and 'money' senses; denoted by</em> amount, extent, range,</em> and <em>quantity;</em> and specified with the help of <em>counting</em> and <em>numbers,</em> including the important decimal multiples <em>twenty, hundred, thousand,</em> and indeed <em>umpteenth.</em> Even the nasal-stop conjunction <em>and</em> implies a heaping up of things.</p>\n<p>One kind of heap is a <em>mound,</em> which is 'round' as well as big, just like a <em>bump, pimple, carbuncle, bunch, pumpkin, dumpling, clump, hump, bundle, tent, blimp,</em> or <em>mountain.</em> Some famously big and round animals are <em>bumblebees, pandas, humpback</em> whales, <em>elephants,</em> and <em>brontosauruses.</em> Of course, <em>round</em> itself is a nasal-stop word, and there are many kinds of roundness other than 'convexity'. For one, <em>concavity,</em> as in <em>sink, tank, sump, trench, empty,</em> and <em>chamber.</em> For another, curving motion, which can 'rotate' around like <em>crank, winch, wind;</em> 'twist' like <em>kink, wring, wander, undulate;</em> or 'arc' like <em>pendulum, swing, jump, bound, slump,</em> and <em>bend.</em> Arc-shaped surfaces are <em>cambered.</em> Geometrically round objects include not only 'circles' like <em>mandala, ring,</em> and wedding <em>band;</em> but also cylinders like <em>wand, candle, thimble, spindle, cucumber, banger</em> 'sausage', and the tree parts <em>trunk, stump, branch,</em> and <em>limb.</em></p>\n<p>People have <em>trunks</em> and <em>limbs</em> too. Indeed, we have many nasal-stop body parts, mostly cylindrical. From the ground up, we have curvy <em>ankles, shanks, haunches, rumps,</em> and <em>flanks;</em> and at the ends of our arms (which correspond to the curving <em>wings</em> of birds) we have rounded <em>hands</em> and <em>fingers:</em> namely <em>thumbs, index</em> or <em>pointing</em> <em>fingers, ring fingers,</em> and <em>pinkies!</em> Male bodies furthermore sport a round member called a <em>wang, dong, schlong,</em> or <em>lingam.</em></p>\n<p>Besides naming the body with nasal-stops, we also appraise it with them. Convex bodies are <em>plump, rotund, chunky, paunchy,</em> and <em>thunder-thighed;</em> cylindrical bodies are <em>slender</em> and <em>lanky.</em> Gorgeous men are <em>hunks</em> and <em>dreamboats,</em> and gorgeous women are <em>blondes, bombshells,</em> and <em>bimbos—”volumptuous”</em> creatures, as a friend of mine says. Nasal-stops can even reflect body imagery through names. When Lewis Carroll's Alice asked <em>Humpty Dumpty</em> if a name must mean something, he laughed: “Of course it must; <em>my</em> name means the shape I am—and a good handsome shape it is, too.” Big and round! Just like <em>King Kong, Rambo, Santa,</em> Eddie Murphy's obese <em>Professor Klump,</em> Walt Disney's elephant <em>Dumbo,</em> and indeed P. T. Barnum's real-life elephant <em>Jumbo,</em> whose name has actually become a synonym for 'big'.</p>\n<p>Sometimes size is impressive and roundness comforting; but in many contexts, big things seem <em>clunky</em> and <em>cumbersome,</em> like the proverbial clumsy ox, and rounded things seem stupid or ineffective—<em>dumb</em> or <em>blunt</em> when we want them to be sharp. In other words, sometimes 'big and round' loosely implies <em>contemptible</em>, which is the third nasal-stop specialty.</p>\n<p><strong>'Contemptible' or 'Silly'</strong></p>\n<p>Like the famous “<em>bump</em> on a log,” inert and clumsy people often draw scorn despite themselves: <em>bumbling, blundering</em> fools, <em>lunkheads</em> and <em>dunderheads,</em> <em>chumps</em> and <em>zombies,</em> social <em>bombs</em> and <em>blunderbusses,</em> <em>frumpy</em> women, <em>fumbling</em> drunks, <em>numbskulls</em> and <em>stumblebums,</em> <em>bumpkins</em> and <em>simpletons.</em> Even their names are funny: Archie <em>Bunker</em> and Al <em>Bundy,</em> England's arch-fogey Colonel <em>Blimp,</em> poor well-meaning Forrest <em>Gump,</em> and P. G. Wodehouse's exuberantly brainless young men like <em>Pongo</em> Twistleton, Gussie <em>Fink-Nottle,</em> and <em>Bingo</em> Little. The humorousness of nasal-stops also makes them one of the secrets of nonsense poets. The flora and fauna in Lewis Carroll's “Jabberwocky” include a “<em>Tumtum</em> tree” and a “frumious <em>Bandersnatch</em>.” Edward Lear's little <em>Jumblies</em> set sail for “the hills of the <em>Chankly Bore</em>” with “forty bottles of <em>ring-bo-ree.</em>” And Spike Milligan writes of a very “noisy place to belong” called the “<em>Ning Nang Ning Nang Nong</em>!”</p>\n<p>The subjects of nasal-stop coinages need not even be big, just graceless: <em>ants</em> and <em>finks</em> and other <em>runts,</em> mosquito-bitten <em>grunts</em> soldiering along, <em>punks</em> and <em>tramps,</em> <em>flunkies</em> and <em>henchmen.</em> Some are pathetic: <em>spongers</em> who <em>cringe</em> and <em>whinge,</em> greasy <em>grinds,</em> underdogs <em>jinxed</em> even in <em>rinky-dink</em> ventures, <em>penny-pinchers</em> gloating over their <em>stingy</em> hoards, and <em>pompous popinjays.</em> Some are insincere, <em>unctuous</em> hypocrites <em>simpering</em> their <em>trumped-up</em> flatteries, and still others merely annoying: <em>wimps</em> and <em>wonks,</em> <em>imps</em> and <em>scamps</em> and <em>scoundrels,</em> <em>hounds</em> and <em>skunks,</em> <em>cranks</em> and <em>mugwumps,</em> and legions of <em>pinkos</em> and <em>Bible-thumpers</em> awash in <em>mumbo-jumbo, bunk,</em> and <em>humbug!</em></p>\n<p>Nor is nasal-stop real estate the best. <em>Junky</em> and <em>gunky, dingy</em> and <em>grungy,</em> reeking of <em>stinks</em> and <em>stenches</em> and other <em>pongs</em> 'awful smells', it is a wasteland of <em>dungeons, jungles, swamps,</em> and <em>shantytowns.</em> Its <em>boondocks</em> are dotted with <em>Podunk</em> villages, its suburbs are <em>bland</em> and <em>humdrum,</em> and its cities are <em>sinks</em> of sin where <em>honky-tonkers</em> dodge <em>bunco</em> squads and seek <em>high jinks</em> in <em>dumps</em> and dives with <em>campy</em> shows and <em>plonky</em> wine. Nasal-stoppers are a <em>raunchy</em> crowd, fond of <em>hanky-panky: junkies</em> and <em>gamblers,</em> <em>pimps</em> and <em>panders,</em> <em>swingers</em> and <em>philanderers,</em> <em>randy</em> men eyeing <em>wanton</em> women—<em>wenches, minxes, tramps,</em> and <em>strumpets</em>. Casualties are many, lost in blue <em>funks, bonkers</em> and hauled off to <em>shrinks;</em> <em>blind, hunchbacked, limping, gimpy.</em> Others sting under epithets like <em>Chink, Bohunk, Sambo, Uncle Tom, honky, Yank,</em> and <em>gringo.</em></p>\n<p>Such terms may be scandalous, but they should be no surprise, for nasal-stop 'contemptible' words are like weeds, an ancient species fresh in the ground every week. <em>Wimp</em> is only a few decades old, for instance, yet <em>wrong</em> goes back a thousand years, and the humble <em>stink</em>—if really traceable to primeval Nostratic <em>stunga</em>, as new research claims—has been around for a cool twelve thousand. We have been raiding the nasal-stop weed-patch for a very long time.</p>\n<p>That concludes our tour of the salient uses of nasal-stops in English, although tours in other languages would be just as interesting. As the few foreign words cited above might suggest, nasal-stops often do the same semantic work elsewhere as they do in English. For example, in one study of native roots in Indonesian, a language totally unrelated to English, I notice that of 33 common root-fragments containing nasal-stops or plain velar nasals, 24% frequently appear in words meaning 'impact' or 'sound', 39% in words meaning 'round', 'curved', 'convex', or 'concave', and 6% in words meaning 'flawed or damaged' (Keith McCune, <em>The Internal Structure of Indonesian Roots,</em> Ph.D. diss., Univ. of Michigan, 1983, appendices 15 and 16). Such similarity results not from coincidence but instinct. Linkages of nasal-stops to these meanings seem to be hard-wired into human brains, and you will most likely meet them anywhere you look.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Most Lively Consonants in the World</h1> <p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p> <p>The most lively of all consonants are not single letters but the two-consonant clusters like <em>mp</em> and <em>nt</em> at the ends of words like bump and jaunt and in the middle of <em>banter</em> and <em>rumpus</em>. I call them “nasal-stops,” and there are eight important ones: MB, MP; ND, NT, NG, NK; and the NCH and NGE of <em>bunch</em> and <em>lunge.</em> These are all pairings of a “nasal” consonant <em>m</em> or <em>n</em> plus one of the plain or affricated “stop” consonants <em>b, p, d, t, g, k, ch, j</em>—or at least relics of such pairings, like final <em>-mb</em> and <em>-ng</em> in words like <em>climb</em> and <em>sing,</em> whose concluding stops have not been articulated since Shakespeare's day.</p> <p>The point is, nasal-stops are the party animals of the consonant world. They typically make the words containing them seem noisy <em>(bang!)</em> or big <em>(humongous!)</em> or insulting <em>(chump!),</em> and they appear again and again throughout our language in central words from those three semantic categories. Each category is discussed in its own section below. The most typical and versatile nasal-stop word is <em>bump,</em> which is cited in all three sections. Many others like <em>pound</em> are cited in at least two. Watch for them.</p> <p><strong>'Impact' or 'Sound'</strong></p>"
}