{
  "type": "InterAlia",
  "title": "INTER ALIA: Berthing the Verbiage",
  "html": "<link rel=\"type\" href=\"InterAlia\"><h1 data-rel=\"title\">INTER ALIA: Berthing the Verbiage</h1>\n<p><em>Hilary Howard, London</em></p>\n<p>The novels and stories of the once best-selling Dornford Yates (1885-1960) abound in remarkable names for his characters, wonderful place designations and phrases and sentence structures that are all his own.</p>\n<p>His real name was William Mercer, and he was the son of a respectable solicitor and himself a very junior barrister. Once he discovered writing he re-named himself “Dornford Yates” and very early in his career developed two styles. Fairly straightforward for his “Berry” books and full of “Pomp and Pedantry” (to quote Richard Usborne) for all the rest, most of them highly Romantick thrillers.</p>\n<p>Berry (Bertram Pleydell) was a landed gent with a brother-in-law named Bois but always known as “Boy”—not an unusual diminutive in 1911, when the first story appeared in the “Pall Mall Magazine.” Berry is, in the jargon of the time, “priceless” and there is plenty of period slang, including the arcane “jemimas”—elastic sided boots. “Old Beans” and “Topping Girls” abound as they do in Sapper's tales of “Bulldog Drummond” and Bertie Wooster would have felt perfectly at home in White Ladies, the Pleydell's country seat. (A very tame appellation by Yates' standards.)</p>\n<p>He greatly admired the stately paragraphs of Walter Pater and there are faint echoes of Anthony Hope, of “Prisoner of Zenda” fame. Yet only, perhaps, Stanley Weyman, of an earlier generation would have come up with a sentence structure remotely like “There I purchased my luncheon and after taking in petrol, re-entered the car for the weather was very fair and I meant to eat by the way.” Having chosen his picnic place he would not merely park but “berth” the Rolls. Most cars in the books were Rolls and they were always berthed. Whether this excessively formal, almost archaic turn of phrase came from Mercer's legal training or from punctual attendance at Matins and Evensong during his Harrow school-days is hard to discern. Certainly the rhythms of the Authorised Version and Book of Common Prayer are much in evidence “The treasure under our hand was entombed…” “They could count in vain upon our succour” “Full measure he gave in all things though it were to his own beggary…” “Never would he palter…” “For the Fool she had no time, to the Wicked showed no mercy”. Gibbon's rolling periods are never far away and Bunyan must also have been an influence—at least three sinister castles have Biblically resonant names, Gath, Midian and Jezreel.</p>\n<p>He uses strange, long outdated phrase “without” for “outside”, “expired” not for death but for breathing out, newspapers were “public prints”. Arcadia is represented not merely by the customary thicket and coppice but also “helve” and “lynchet meadow.”</p>\n<p>His collective nouns are a delight. A “leisure of cows” “A pride of hunters (horses)” “A punnet of stars” and “A tuck of drums” make up far too many purple passages, usually about ancient castles in deepest Austria where his heroes dug for ancient treasure and rescued fair maidens. They also owned dogs, sometimes important to the plot but like the always necessary servants—Carson Bell and Rowley—these much appreciated animals had fairly ordinary names, Nobby, Tester, The Knave, though the one canine villian was more imaginatively christened Blue Bandala.</p>\n<p>The heroes and heroines were often well-heeled or as Yates would have said “rich in this world's goods” and with aristocratic echoes—Dominic Medmenham, Virgil Pardoner, Piers Mariner, Jonathan Baldrick. Was it chance that “Baldrick became the smelly man-servant to succeeding “Blackadders” in the TV series?). There were surnames aromatic of British History—Bolyn, Plantagenet, Scrope, Bohun. John Chandos was hero and narrator in a whole series whilst one of the few policemen allowed a look-in was the aptly named Chief Inspector Falcon of Scotland Yard who pops up in several stories. The rescued ladies rejoiced in the fanciful. Lady Idilco, Madrigal Chicele, Katherine Festival, Belinda Series. Some strike the ear a little harshly—Dorothy Bearskin? Agatha Coldstream? Honoria, Duchess of Whelp? (Though she was a formidable old dame, not a rescued heroine?) These splendid girls and women were all “gentle in fair weather, gallant in foul” and whatever the heroine's privations the villians were always worsted.</p>\n<p>These villians had some horrid cognomens. Douglas Bladder, Sycamore Tight, Leslie Trunk, Casca de Palk and the somehow very sinister sounding “Reverend Bellamy Plato”. Crooked solicitors were mainly Hebraic—Lemonbaum, Habakkuk, Biretta and Cain, Aaron and Stench. Today the casual racism of almost all the light literature of the period grates horribly. Then it was quite accepted and distressingly wide-spread.</p>\n<p>The action took place in lovely places—Poesy, Brocade, Thisledown Park, Footmans Hassock, Sorcery, Dimity Green, Hunchback Hall, Folk Abass, Miniver Enclosure, Curlew Corner. There are of course many places with similar or even better names in real England. The perfectly ordinary London suburb of Fincley boasts a short street called “Crooked Usage”, Cambridgeshire has a “Trotters Bottom” (once home to Byron's half-sister), Devonshire “Sticklepath” and “Shearwater”—to name a mere sprinkling.</p>\n<p>Yates, so ready to sneer at his villians, Jute, Sweat, Louse (all minor and expendable) rarely demeaned places; “Suet-on-Sea” is a rare example. As is “Chunkit”—but this was in America and his feelings towards that country were ambivalent; his first unhappy marriage had been to a lively and beautiful American.</p>\n<p>“Sapper's” stories are sometimes said to have influenced James Bond, whilst Raymond Chandler's spare style is credited with a whole stable of hard-boiled heirs. Dornford Yates, at least as popular in his day and very much more prolific appears to have left no literary trace on the language of light adventure fiction. Like his near contemporary in the light music world, Ivor Novello, his characteristic style died with him and is unlikely to be revived. These days our heroes merely park their f…ing wheels.</p>\n<p><em>Sources</em>: Mainly a mis-spent youth reading my father's books but aided and abetted by A.J.Snither's sympathetic biography (Hodder and Stoughton 1982) and Richard Usborne's unavailable classic “Clubland Heroes” (1953 with later updates).</p>",
  "preview": "<link rel=\"type\" href=\"InterAlia\"> <h1 data-rel=\"title\">INTER ALIA: Berthing the Verbiage</h1> <p><em>Hilary Howard, London</em></p> <p>The novels and stories of the once best-selling Dornford Yates (1885-1960) abound in remarkable names for his characters, wonderful place designations and phrases and sentence structures that are all his own.</p> <p>His real name was William Mercer, and he was the son of a respectable solicitor and himself a very junior barrister. Once he discovered writing he re-named himself “Dornford Yates” and very early in his career developed two styles. Fairly straightforward for his “Berry” books and full of “Pomp and Pedantry” (to quote Richard Usborne) for all the rest, most of them highly Romantick thrillers.</p> <p>Berry (Bertram Pleydell) was a landed gent with a brother-in-law named Bois but always known as “Boy”—not an unusual diminutive in 1911, when the first story appeared in the “Pall Mall Magazine.” Berry is, in the jargon of the time, “priceless” and there is plenty of period slang, including the arcane “jemimas”—elastic sided boots. “Old Beans” and “Topping Girls” abound as they do in Sapper's tales of “Bulldog Drummond” and Bertie Wooster would have felt perfectly at home in White Ladies, the Pleydell's country seat. (A very tame appellation by Yates' standards.)</p>"
}