{
  "type": "Article",
  "title": "Evolution: Just a Theory?",
  "author": "Steven Cushing",
  "location": "Jamaica Plain, Massachusetts, stevencushing@alum.mit.edu",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Evolution: Just a Theory?</h1>\n<p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts, stevencushing@alum.mit.edu</span></em></p>\n<p>On November 13, 1998, the Executive Board of the Idaho School Board Association rejected a resolution on evolution that had been submitted by the New Plymouth School Board. The resolution stipulated that “mankind appearing on the earth, in his [sic] present form, shall not be taught in K–12 public schools to be a result of evolution, where evolution is accepted as fact,” because “leading scientists who promote evolution recognize it as a theory.” To what extent did the resolution have merit and to what extent was it wrong? Does the word <em>theory</em> always contrast with <em>fact</em> or can you also use it in other ways?</p>\n<p>On December 1, 1998, the <em>New York Times</em> contained an article by Gina Kolata on the interaction between the genes a fetus obtains from its father and those it obtains from its mother. The on-line version carried this headline: “Mouse Study Fails to Verify Evolutionary Theory.” The print version carried this one: “Mouse Study Fails to Verify an Evolutionary Theory.”</p>\n<p>How much difference does the <em>an</em> make for the meanings of these two headlines? Does <em>theory</em> express one meaning or two here, and does either use contrast with <em>fact?</em></p>\n<p>The <em>Webster's New Universal Unabridged Dictionary</em> gives six meanings for the word <em>theory</em> (p. 1893), only two of which, (3) and (4), can be construed as contrasting with what the New Plymouth School Board seems to mean by <em>fact.</em></p>\n<ol>\n<li>\n<p>originally, a mental viewing; contemplation</p>\n</li>\n<li>\n<p>popularly, a mere hypothesis, conjecture, or guess; as, <em>my theory is that he never got the letter</em></p>\n</li>\n</ol>\n<p>The modifier <em>popularly</em> suggests that (4) is unlikely to be the meaning expressed by <em>theory</em> in careful scientific writing. It's definitely not the meaning of those “leading scientists who recognize [evolution] as a theory” cited in the New Plymouth School Board resolution.</p>\n<p>However, Kolata was writing for the popular press, and a careful reading suggests that (4) is the meaning of <em>theory</em> she intended. This is illustrated by the following sentence from her article: “So biologists were delighted when they thought they had a rare chance to conduct an experimental test of a popular and appealing theory involving a kind of molecular arms race between the sexes.”</p>\n<p>The confusion would have been avoided if she had used the word <em>hypothesis</em> instead.</p>\n<p><em>Webster's</em> second meaning for <em>theory</em> contrasts not with <em>fact,</em> but with <em>practice:</em> “an idea or mental plan of the way to do something.”</p>\n<p>That meaning is illustrated in the following example from a book about a historical forerunner of the contemporary creationist movement: “In theory the chief aim of the Inquisition was the salvation of Christian souls by discovering heresy, promoting recantation, and imposing penance. . . . In practice the Inquisition pursued not only religious goals but also political, social, and economic ends in the name of religion.”</p>\n<p>This use of <em>theory</em> has no relevance to evolution, unless, perhaps, you adopt a theistic interpretation: “In theory God created man in his own image. In practice He evolved him from primates.”</p>\n<p>However, the standard understanding among “leading scientists who promote evolution [and] recognize it as a theory” is neutral as to whether or not anyone is directing it.</p>\n<p>What about <em>Webster's</em> other three meanings? How do they relate to <em>fact?</em> I can best answer those questions by relating some personal history.</p>\n<p>When I was in high school I auditioned to take violin lessons at the New England Conservatory. Upon acceptance, I was informed that, along with violin lessons from a member of the Boston Symphony, I would also be taking classes in something called music theory. It never crossed my mind to ask whether music is a theory or a fact. Since I was also interested in mathematics, I read a lot about that subject beyond what I was taught in school. Eventually, I came across books on something called number theory. It never crossed my mind to ask whether a number is a theory or a fact. At about the same time, I stumbled across the work of Noam Chomsky, who wrote about what he called linguistic theory. It never crossed my mind to ask whether language is a theory or a fact.</p>\n<p>Music theory summarizes the knowledge that we have of the unifying principles that underlie all of music. Number theory incorporates all that we know about the essential properties of numbers. Linguistic theory is intended to encompass those basic grammatical features that all languages might have in common to explain why languages are so easy for children to learn. In other words, a phrase of the form <em>something theory</em> means “the growing body of knowledge that we have of how that 'something' works.”</p>\n<p>As you might expect, that's exactly what “leading scientists who promote evolution [and] recognize it as a theory” mean by the word <em>theory</em> when they refer to evolutionary theory. Depending on the context and on the nuance that a particular speaker or writer intends, any of <em>Webster's</em> other three meanings of <em>theory</em> easily fits the bill:</p>\n<blockquote>\n<p>\ta systematic statement of principles involved; as, the theory of equations in mathematics</p>\n<p>\ta formulation of apparent relationships or underlying principles of certain observed phenomena which has been verified to some degree: distinguished from hypothesis</p>\n<p>\tthat branch of an art or science consisting in a knowledge of its principles and methods rather than in its practice; pure, as opposed to applied, science, etc.</p>\n</blockquote>\n<p>All these meanings work for <em>theory</em> when it's preceded by the word <em>evolutionary,</em> and not one them contrasts with <em>fact.</em> In fact, if you study them carefully, it's easy to see that they almost coincide with what you'd normally mean by <em>fact.</em> The phrase <em>evolutionary theory</em> means “the growing body of knowledge that we have about evolution,” in any of these three senses of <em>theory.</em> The School Board Association was right: the New Plymouth School Board resolution completely misses the point.</p>\n<p>Several months after I first encountered his work, Chomsky published a book entitled <em>Aspects of the Theory of Syntax.</em> In the very first sentence on page 3, he states that his topic will be—yup, you guessed it—syntactic theory! The phrases <em>theory of syntax</em> and <em>syntactic theory</em> are synonyms; neither of these phrases contrasts with the word <em>fact.</em></p>\n<p>Despite confusions such as those in the New Plymouth School Board resolution, the phrase <em>theory of evolution</em> has no meaning at all except as a synonym for <em>evolutionary theory,</em> just as <em>Webster's</em> example, <em>the theory of equations,</em> is a synonym for <em>equation theory.</em> As an exercise, just try to make any sense of the phrases <em>the theory of music, the theory of numbers,</em> and <em>the theory of language,</em> other than <em>music theory, number theory,</em> and <em>linguistic theory,</em> respectively.</p>\n<p>What about the phrase <em>a theory of evolution</em> and its plural, <em>theories of evolution?</em> How do those two phrases fit into the picture?</p>\n<p>Contrary to what you might expect from what I have just explained about the theory of evolution and evolutionary theory, the phrases <em>a theory of evolution</em> and <em>an evolutionary theory</em> are not synonymous. In both phrases the word <em>theory</em> expresses meaning (4), but the phrases differ in the relations they express between the word <em>theory</em> and the word <em>evolution.</em></p>\n<p>The phrase <em>an evolutionary theory</em> refers to a hypothesis that some occurrence is the result of evolutionary mechanisms. That's the kind of theory that Kolata was writing about. However, the phrase <em>a theory of evolution</em> refers to a hypothesis as to what the evolutionary mechanisms are. That's quite a different matter.</p>\n<p>Three theories of evolution have been proposed and considered over the past two hundred years or so that would have been credible a century ago, but have not withstood comparison with the evidence that's been discovered since then.</p>\n<p>Lamarck's theory of evolution states that individual organisms develop new features in response to what they find in their environments and then pass on those acquired features to their offspring, who repeat the process. If you start off as a wimp, but train very hard in a health club and develop big biceps, your children will have big biceps, too. This is not the place to delve into the science of the matter, but suffice it to say that most biologists today have concluded from the evidence that this does not go on.</p>\n<p>Kubrick's theory of evolution, which provided the thematic basis for the movie 2001, states that evolution occurs sporadically through the intercession of a mysterious monolith. Every once in a while, for no apparent reason, that monolith appears on Earth and triggers a massive advance in the capabilities of organisms that live there. Again, suffice it to say that biologists have discovered no evidence for any such monolith and that the evidence that has become available has convinced most of them that this, too, doesn't go on.</p>\n<p>The creationist theory of evolution—no, that's not an oxymoron—states that microevolution does occur, but macroevolution doesn't. Substantial changes can occur within a species (micro), but new species cannot emerge from existing species (macro). Different characteristic skin pigmentations can develop as features that distinguish different groups of humans, but humans as a group cannot have emerged from other, non-human primates. Obviously, this theory stands or falls depending on whether evidence of the emergence of new species can be found. Suffice it to say that most biologists are convinced today that lots of it has been found, so, like the other two theories just examined, this one, too, bites the dust.</p>\n<p>Three other theories of evolution are currently the subject of lively debate among biologists. These theories differ in what they take to be the primary mechanism of evolution and in what they say about the pace of evolutionary change. As one prominent evolutionist has put it, “the disagreements among scientists about evolution are about how evolution produced what we see in fossil and living organisms, not about if evolution occurred at all.”</p>\n<p>Darwin's theory of evolution states that evolution occurs primarily through natural selection and that evolutionary change occurs gradually over long periods through the accumulation of many small changes. Gould's theory of evolution agrees with Darwin's, that evolution occurs primarily through natural selection, but states that short periods of rapid change punctuate longer periods of stability. These two theories of evolution agree on the mechanism they consider to be primary: changes spread throughout a species, sometimes resulting in a new species, because individuals who have a particular feature produce more offspring that those who lack it. That's what's meant by natural selection. However, they differ on the timing of that mechanism's operation.</p>\n<p>Margolis's theory of evolution looks to a different mechanism as the primary agent of evolutionary change, stating that evolution occurs primarily through symbiosis, in which separate organisms merge to form a new, more complex organism. In other words, changes occur when multiple organisms merge into one. For example, mitochondria may once have existed independently as one-celled organisms before becoming an internal energy source for the human cells they now reside in.</p>\n<p><em>Webster's</em> defines <em>biological evolution</em> as: “the theory, now generally accepted, that all species of plants and animals developed from earlier forms by hereditary transmission of slight variations in successive generations.”</p>\n<p>This acknowledges the reality of both micro- and macroevolution, but leaves open the question of where the “slight variations” come from.</p>\n<p>Some authors, notably those who call themselves sociobiologists, routinely use the word <em>evolution</em> as a synonym for <em>natural selection,</em> thereby begging the question of what the mechanisms are. However, like <em>Webster's,</em> biologists more generally define <em>evolution</em> as meaning “descent with modification,” leaving the question of how the modifications occur to be answered by examining the discovered evidence.</p>\n<p>Both natural selection and symbiosis are known to be mechanisms through which evolutionary change takes place. Their relative importance and their timing are the issues that are still unresolved. Each of the last three theories described is a theory of evolution. Therefore, each is a candidate for becoming a part of evolutionary theory.</p>\n<p>That takes care of <em>evolutionary theory, an evolutionary theory, the theory of evolution,</em> and <em>a theory of evolution,</em> as well as their respective plurals. <em>Evolutionary theory</em> and <em>the theory of evolution</em> don't have plurals, for obvious reasons, so <em>evolutionary theories</em> and <em>theories of evolution</em> are not ambiguous.</p>\n<p>It also takes care of how those phrases relate to <em>fact.</em> Just for the record, it's worthwhile noting that <em>Webster's</em> gives these two meanings (among others) for <em>fact:</em> “a thing that has actually happened or is true; a thing that has been or is” and “something declared to have happened, or to have existed; the assertion of something as existing or done, as, <em>he depends upon his imagination for his facts; there are many false facts in his report.”</em></p>\n<p>So even a <em>fact</em> might not be a <em>fact,</em> in the sense the New Plymouth School Board means it.</p>\n<p>In case you haven't figured it out by now, “Mouse Study Fails to Verify an Evolutionary Theory” is the correct headline for Kolata's article. Most likely, the missing <em>an</em> in the other headline is either a typo or an oversight. Keep in mind, also, that different genres have different conventions. In headlines an <em>a</em> or <em>an</em> can be omitted to save space, with the intention that the reader will understand it from the context. For example, in the classic headline, “Man Bites Dog,” there are two missing “understood” <em>a</em>'s.</p>\n<p>That works because it doesn't create a problematic ambiguity. The ambiguity created by the missing <em>an</em> in “Mouse Study Fails to Verify Evolutionary Theory” is problematic because of the hugely controversial nature of its subject matter.</p>\n<p><em>[Steven Cushing's last piece for VERBATIM was All About All, in Spring 1999.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Evolution: Just a Theory?</h1> <p><em><span data-rel=\"author\">Steven Cushing</span> <span data-rel=\"location\">Jamaica Plain, Massachusetts, stevencushing@alum.mit.edu</span></em></p> <p>On November 13, 1998, the Executive Board of the Idaho School Board Association rejected a resolution on evolution that had been submitted by the New Plymouth School Board. The resolution stipulated that “mankind appearing on the earth, in his [sic] present form, shall not be taught in K–12 public schools to be a result of evolution, where evolution is accepted as fact,” because “leading scientists who promote evolution recognize it as a theory.” To what extent did the resolution have merit and to what extent was it wrong? Does the word <em>theory</em> always contrast with <em>fact</em> or can you also use it in other ways?</p> <p>On December 1, 1998, the <em>New York Times</em> contained an article by Gina Kolata on the interaction between the genes a fetus obtains from its father and those it obtains from its mother. The on-line version carried this headline: “Mouse Study Fails to Verify Evolutionary Theory.” The print version carried this one: “Mouse Study Fails to Verify an Evolutionary Theory.”</p> <p>How much difference does the <em>an</em> make for the meanings of these two headlines? Does <em>theory</em> express one meaning or two here, and does either use contrast with <em>fact?</em></p>"
}