{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Bureaucratic Language in Government and Business,",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Bureaucratic Language in Government and Business,</em></h1>\n<p>Roger W. Shuy, (Georgetown University Press, 1998), 190 pp.</p>\n<p>Written and oral communication can be dangerous to one's mental health. If we can't figure out the message, we can't be expected to act appropriately. Moral: if the medium of the message is broken, fix it.</p>\n<p>In ten chapters, nine of them case studies on the consequences of muddled bureaucratic language and the final one a discussion of what can be done, Shuy reveals his talent and skill in applying the tools of linguistic and textual analysis to the solution of common problems in written and oral communication. His is not a modern version of Strunk &amp; White's <em>Elements of Style,</em> but rather a modern version of linguistic analysis of texts. Shuy's general conclusion is that bureaucrats do not write for the public (clients, customers, citizens) but for other bureaucrats. They have developed their expert talk for other experts and have missed the point. And, in missing the point, the lack of clarity results in misspent hours and dollars in litigation. All this, Shuy says, could be avoided with a little education. Ah, but education too is a dangerous thing.</p>\n<p>“Tools in a toolbox” is the expression I remember most from my years as one of Shuy's colleagues. Develop and refine those tools (writer's purpose, message purpose, audience analysis, structural analysis, word choice, logical v. intended meanings), he would say, and apply them to textual analysis. See what you come up with. Clarity, accuracy, and comprehensibility are the goals of writing. When did some writers lose sight of those things? Probably when they (bureaucrats and corporate copywriters) decided to write not for clarity but for authority. High-falutin' words and sentence structures, jargon-laden phrases, structural organization, logic, use of white space on the page, graphic presentation, these are the targets of Shuy's analysis and instruction.</p>\n<p>In a series of case studies, Shuy demonstrates how the practical conclusions drawn from text analysis, conversation analysis, pragmatics, speech acts, semantics, and discourse analysis can be stitched together in an instructional program that will improve writing. His purpose is to instruct others in the tools of analysis so that they can instruct others. The resulting improvements in writing will come from an understanding of the processes that shape communication through language. The knowledge that comes from an understanding of the display or use of status, power, authority, roles, message, grammar, and word choice is powerful knowledge for the writer. Some writers are more intuitive than others about these notions. Those who are not can benefit from instruction and experience.</p>\n<p>The distillation of his knowledge and experience in these nine cases represents for Shuy the efforts of a writer, a teacher, a linguist, and a consultant. His is a hands-on approach to the problems of language created by the writer of notices, reports, advertising, surveys, product labels, agreements; he even takes on telephone interviews and conference communication. It is the way Shuy practices his analytical craft that is important to his story: he provides a platform to empower others to improve communication.</p>\n<p>Through a series of careful analyses, Shuy takes the reader through the original texts (written or transcriptions of oral language), through the application of principles, through author re-engagement, through rethinking and revision, and through client reaction. He reminds the reader that the typical front-end investment in clear, accurate, and effective communication has enormous payoffs in comprehensibility and goodwill.</p>\n<p><em>[Professor John J Staczek, Vice President for Faculty (Academic Affairs) and Chairman, Department of Modern Languages, Thunderbird—The American Graduate School of International Management]</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Bureaucratic Language in Government and Business,</em></h1> <p>Roger W. Shuy, (Georgetown University Press, 1998), 190 pp.</p> <p>Written and oral communication can be dangerous to one's mental health. If we can't figure out the message, we can't be expected to act appropriately. Moral: if the medium of the message is broken, fix it.</p> <p>In ten chapters, nine of them case studies on the consequences of muddled bureaucratic language and the final one a discussion of what can be done, Shuy reveals his talent and skill in applying the tools of linguistic and textual analysis to the solution of common problems in written and oral communication. His is not a modern version of Strunk &amp; White's <em>Elements of Style,</em> but rather a modern version of linguistic analysis of texts. Shuy's general conclusion is that bureaucrats do not write for the public (clients, customers, citizens) but for other bureaucrats. They have developed their expert talk for other experts and have missed the point. And, in missing the point, the lack of clarity results in misspent hours and dollars in litigation. All this, Shuy says, could be avoided with a little education. Ah, but education too is a dangerous thing.</p> <p>“Tools in a toolbox” is the expression I remember most from my years as one of Shuy's colleagues. Develop and refine those tools (writer's purpose, message purpose, audience analysis, structural analysis, word choice, logical v. intended meanings), he would say, and apply them to textual analysis. See what you come up with. Clarity, accuracy, and comprehensibility are the goals of writing. When did some writers lose sight of those things? Probably when they (bureaucrats and corporate copywriters) decided to write not for clarity but for authority. High-falutin' words and sentence structures, jargon-laden phrases, structural organization, logic, use of white space on the page, graphic presentation, these are the targets of Shuy's analysis and instruction.</p>"
}