{
  "type": "Article",
  "title": "Where Did He Put the Pen of My Aunt? Navajo Revealed",
  "author": "David C. Cates",
  "location": "Maplewood, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Where Did He Put the Pen of My Aunt? Navajo Revealed</h1>\n<p><em><span data-rel=\"author\">David C. Cates</span> <span data-rel=\"location\">Maplewood, New Jersey</span></em></p>\n<p>Intricate miracles underlie even ordinary events like sunshine, eyesight, and air. Yet their ordinariness seems to stifle the kindling of wonder. This may be the point of a Zennish riddle that lit my screen from an anonymous comic djinn of cyberspace: “Life has its costs and burdens, but it does include free rides around the sun.” Unlike tornados and eclipses, common marvels just aren't salient enough to penetrate the stress of dailiness. And high among these simple wonders is language: not the elitist niceties academies fuss over, but speech as it arises from the unruly urgencies of life, double negatives and all.</p>\n<p>The nature of language is most strikingly revealed when we open ourselves to one culturally remote from our own, the more so the better. As we learn its forms and idioms, we enter a living museum of vanished millennia, forgetting our first impression: impassive gutturals of wary people whose clothing is often fastened with safety pins.</p>\n<p>For such enlightenment to occur, we can ease the initial difficulty by selecting a language that's accessible, culturally intact, thoroughly described and widely taught. There is no doubt that Navajo, at least for Americans, is that language. Its remoteness credentials, moreover, are impressive. Navajo is one of the Athabascan family of Amerindian languages, a newcomer whose diaspora stretches 7,000 years and 4,000 miles from its sub-Arctic beachhead to northern Mexico. And the dialects of Apache, close cousins to Navajo, let us watch linguistic drift across a mere 500 years of separation. Finally, the entirety of “Apachean” grammar and nearly all its lexicon evolved before the 1500s.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p><em>Accessibility.</em> Among remote languages, Navajo is logistically convenient. First, it's a lot cheaper to fly to Phoenix and rent a car than to  trek to Port Moresby and scare up a bush pilot with guide. Second, Navajo people are known for sprightly wit, practical jokes, and pantomime<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>, as well as a frequent willingness to converse, explain, guide, and instruct. Third, there is an abundance of language courses, my favorite title being “Navajo Made Easier.” Finally, locating Navajo within Athabascan history—Apache short-term, subarctic cousins long-term—not only deepens our understanding of word origins but recalls the tracing of Indo-European back to its own knowable roots.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p><em>Intactness.</em> Never quite controlled by the Spanish, Navajos were raiders (and raidees) of Utes, Apaches, Hopis, and Mexicans until their defeat in 1863 by troops under the command of Colonel Kit Carson, followed by a 300-mile winter march to southern New Mexico. This traumatic exile came to an end with the 1868 visit of General William T. Sherman. Sent to persuade the Navajos to settle in Oklahoma Territory with the Cherokee and other displaced tribes, he finally let them (now reduced to about 8,000) return to their Land of Emergence, where each family would receive tools, food, and schooling. Navajo population and tribal wealth have risen since, despite the toll of alcohol and drugs.</p>\n<p><em>Scholarship.</em> It was only in the 1930s that a complete description of Navajo was undertaken, directed by the anthropological linguist Edward Sapir. That precedent-setting work—which ranks with the periodic table of Mendeleev—was partially codified in a series of articles (1945–49) entitled “The Apachean Verb,” published in the <em>International Journal of American Linguistics</em> (“American” here means the first ones). No other preliterate culture has been the subject of such academic firepower! A typical Navajo household of the 1930s was said to consist of a grandmother, her four daughters, three husbands (less the one who couldn't abide mother-in-law tyranny), eight children, fifteen sheep, four goats, and 0.3 anthropologists.</p>\n<p>I like to think that Sapir is to Navajo as Chapman was to Homer. Then where was our Keats, our “watcher of the skies” invoking “new plane,” “wild surmise,” and Navajo as elegant human construct? But Romantic ardor is quickly cooled by sentences like this: “With stems whose perfective variant is reduced and ends in an originally glottalized obstruent, the momentaneous imperfective-optative stem should be low-toned in Navajo.”</p>\n<p>To be sure, instruction in Navajo thrives in the Southwest, but is altogether utilitarian, directed to health care workers (“Where does it hurt?”), administrators (“This permit has expired!”), storekeepers (“You've exceeded your credit limit!”), local school teachers and even missionaries (whose zeal must surely be tempered once they grasp the profound incompatibility of Christian and Navajo belief).</p>\n<p>The phrase “Where did he put the pen of my aunt?”, based on that famous French classroom query, seems absurdly culture-bound. Yet the parsing of this simple question lets us dive through the looking-glass into seven distinct Navajo wonderlands:</p>\n<p><em>Looking-glass Wonderland</em></p>\n<p>“where” A vast and precise lexicon for location/direction</p>\n<p>“?” Forming a question</p>\n<p>“did”The treatment of tense and aspect</p>\n<p>“he”The curious simplicity of Navajo pronouns</p>\n<p>“put” Verbs for the handling of different kinds of things</p>\n<p>“pen”The naming of non-native artifacts</p>\n<p>“aunt” Kinship terminology</p>\n<p>1. <em>Location/direction.</em> The eminent anthropologist Clyde Kluckhohn learned Navajo as a teenager when sent by his Michigan family to Ramah, New Mexico, for the relief of asthma. As a teacher, he liked to say that the language was shaped across thousands of years by small groups living close to starvation in trackless land. It was important to be accurate about landmarks, direction, and the ways of coming and going. Compared to English, Navajo is an organized riot of detail on the characteristics of space and its traversing.</p>\n<p>2. <em>Questioning.</em> Navajo is a tone language. Thus an end-of-sentence interrogatory high tone, as in “Did you go?” won't work, since each Navajo syllable already has an unalterable pitch. Nor will inversion work (“did you?” vs. “you did”), because in Navajo these elements are prefixes already tightly ordered into the verb construction. Instead, questions are formed with an interrogative suffix, or—more politely—with an uncertainty suffix, as in “Perhaps you forgot to hobble the horses?”</p>\n<p>3. <em>Tense and aspect.</em> The verb has a chassis similar to the Latin verb, in that a final stem is modified by prefixes! But a Navajo verb under full sail (with prefix spinnakers and mizzen suffixes) also does the work of English pronouns, adjectives, adverbs and prepositions. Different modes of action, such as “completed,” “ongoing,” “repetitive,” and “hortatory,” are signalled by phonetic variations of the stem. As for tense (the signalling of “past,” “present” or “future”), this may be implied simply by one's choice of completed or ongoing mode. Yet certain prefixes and suffixes can override these implications. Thus completed action may be placed in the future, and ongoing action in the past.</p>\n<p>“A Vocabulary of Colloquial Navajo,” by Young and Morgan (1951), contains one for Dilbert-lovers: “to serve/file/send a paper” is “to toss [a round object] up.” The round-object stem here refers to the contents, not to the paper itself, which would require a “hide-like object” stem. The dictionary has no entry for our word “love,” because its semantic range is too messy. Navajos distinguish between “Love your hat!” “Love you, baby!” and a unique awareness in which beauty, peace, harmony, and blessing combine to make a single word. To illustrate, the best way to say “I love you” is “through you—with me—there is beauty, peace, harmony, and blessing.”</p>\n<p>4. <em>Simplicity of pronouns.</em> The historical remoteness of Navajo guarantees that we will encounter provocative strangeness of concept and linguistic form. Just as amazing, however, is the presence of very familiar elements. Coming to us from high atop the post–glacial stone age, in other words, are nouns, pronouns, direct and indirect objects, active and passive voice, and clearly articulated modes of action and tenses, along with other tried and true structure elements. It's as though language evolves to frame a universal set of questions, including “Who, what, where, when, how, and why?”, that discipline of journalism. Why shouldn't a parallel invention of the framing devices also occur?</p>\n<p>The Navajo pronoun system is more truncated than English's, in two ways. First, third person singular is a monosyllable standing for “he,” “she,” or “it,” depending on context. But there is a third person honorific for, say, one's grandfather, Coyote, Bear, and always in the verb standing for Sun ('respected round object rising'). Second, the pronoun for “we” and plural “you” is one and the same. Context can sort out the difference, but the clues can be hard for a novice to find.</p>\n<p>Did the politics of matriarchy lead to the genderless pronoun? I have another theory. With its multiple prefixes (many pronoun-possessed), the Navajo verb system is already stretched to capacity. If it is to be learned by children, low-wattage adults, and even missionaries, complexity has to be rationed. This seems to explain both simplifications.</p>\n<p>5. <em>Object-specific verbs.</em> Some of our “handling” verbs are specific to what's handled (try saying, “Pour me the newspaper”), but verbs like “put” can be applied to almost any object. Navajo speakers, by contrast, must use ancient stems, each appropriate to a general class of things, whether a round object, a flexible, rope-like thing, scattered objects, loose granular matter, liquid in a container, etc. If you use the wrong stem (say, “round object” for “arrow”), Navajos will snicker helplessly. The stem for “pen”? “Arrow-like thing.”</p>\n<p>6. <em>Naming artifacts.</em> The proud and skeptical Navajo spirit has led speakers to invent their own words for things of American make. “Wagon,” for example, is rendered by a construction whose semantic elements are: “wood—here-and-there—rolls.” “Telephone” is rendered as “metal—talks.” The construction for “pen” is a verb, whose literal translation is: “by-means-of-it—on-its-surface—there's scratching.”</p>\n<p>The terminology for auto parts is based on old pan-Athabascan nouns. The car—first chugging into Navajo country around 1910—was seen as a horse, albeit mechanical. Thus its elements are named after body parts: eyes, heart, liver, knees, legs, feet, stomach, fat, and so forth. And the idiom for “drive” [a car] is identical to that for “ride” [a horse], as in: “to town—with me—it will gallop.” Is it surprising that Navajos are avid mechanics?</p>\n<p>The Big Four material contributions of Europeans—firearms, horses, metal, and liquor—make a fascinating chapter in Navajo etymology. For guns there was no cultural precedent, so the name is a verb for “explosion.” (Other tribes reportedly said “thunder stick” or “kills at a distance.”) The horse was given an ancient name for “pet.” In the origin story, Sun had three water monsters as pets or familiars. And Changing Woman gave a pet to each “earth-surface” family. The noun stems for these are the same as for horse.</p>\n<p>Metal is named after “stone knife,” another pan-Athabascan noun stem. The old word was first attached to “metal knife,” then (by extension) to any metal object. “Stove,” for example, is rendered by a construction meaning “metal—in it—fire.” The May 1997 cover of the magazine <em>Wired</em> carries a Navajo phrase which I translate as “metal flexibly extending” (i.e., telecommunication). The –ho– prefix, of course, is present (see below).</p>\n<p>Before the advent of liquor, Navajos made a drink from fermented corn, called “grey water.” This was abandoned (after all, liquor is quicker), and the new drink was named “dark water.” But in Navajo there are two concepts of “dark”: earth darkness and that of the four lower worlds. Probably owing to its social toxicity, liquor is named after the latter.</p>\n<p>Before we call this naming behavior quaint, think back to how 17th-century Europeans improvised an entire terminology for finance and manufacturing. Talk about strange!</p>\n<p>7. <em>Kinship terminology.</em> Navajo children grow up in a matriarchy, cared for by their mother and her female relatives. As a result, the term for “aunt” is different for father's sister.</p>\n<p>See how the “pen of my aunt” shows us much about Navajo life and language! I'll close by describing an entrancing Navajo language phenomenon: a prefix that profoundly changes the meaning of verb constructions in a way that Immanuel Kant might relish.</p>\n<p>Navajo prefixes occupy a fixed position relative to one another, like planetary orbits (Sapir identified thirteen, some mutually exclusive). Consider this simple stem-and-prefix construction: “I toss a round object [say, a ball] through a narrow opening [say, a door].” The stem, recall, is one of a class that specifies the general nature of objects handled. The prefix has an equally generic meaning that might reference a doorway, corral gate, or rock cleft (from which water flows). Words specifying “ball” and “door” are not strictly necessary, because these are implied by verb-embedded clues, and by other context.</p>\n<p>Now insert the ubiquitous prefix (-ho-) as a semantic catalyst, and the meaning is profoundly altered. The speaker is now saying, “I'm telling a story.” The semantic contribution of the prefix is to signal a “mind-body event”! With the prefix, the round-object stem denotes stories, songs, ceremonies and even contracts, perhaps because these have a beginning, middle, and end (hence their “roundness”). Another stem, that for a flexible, rope-like object, can take on—with the prefix—the meaning of “longing.”</p>\n<p>The same prefix has two other very different meanings, depending on the context. A pan-Athabascan verb stem describes the slow linear movement of ceremonial dancers. Prefixed by –ho– , the construction now denotes the passage of time! A similar metaphor is based on a stem whose primary meaning is “horizontal extension,” say, of a rock ledge. With the prefix, we have “time extends.” Powerful imagery, so different from ours. Yet not entirely, as in “Time, like an ever-rolling stream” and “Time's winged chariot.”</p>\n<p>The third meaning of the prefix speaks to the general character of space. A certain white-appearing valley near Chinle, Arizona is described by a verb stem denoting “whiteness,” plus the prefix. Thus the meaning is lifted from a particular whiteness to spatial whiteness.</p>\n<p>Is this stunning linguistic invention, or what? Then stir in this thought: acquaintance with the epistemology of Kant suggests, at least to me, a parallel between the three semantic realms opened by the –ho– switch and the three dimensions which humans, according to Kant, bring to the processing of perception, namely, mind, time, and space.</p>\n<p>What an absurd connection to propose! How could a few thousand sub-Arctic scrabblers, lacking an Academy or even an ad hoc committee of grammarians, plan a language whose key semantic elements—the stems and prefixes of verbs—are so generic that “actionable meaning” results only from the semantic intersection of these elements, denotationally weak in themselves? Then, from this already lofty scaffolding of abstractions, what led the committee to devise a further prefix serving as a gateway to yet another level of abstraction?</p>\n<p>Creativity seems indicated. Far from being a clumsy creole of disparate grammatic devices, Navajo is elegant to the point of beauty precisely because of its radical design decisions. Thomas Mann, in <em>Magic Mountain,</em> speaks of the collective and anonymous creative style of medieval times. Certainly “collective and anonymous” must also govern the evolution of language, but the creative source of its formal elegance remains elusive.</p>\n<p>It's worth studying the shape, idiom, and history of at least one remote language within a conceptual frame that nurtures our wonder at human inventiveness. And this “new philology” should be written to provoke a wider audience than professional linguists choose to address. The cryptic messages embedded in these perishable time capsules make too exciting a chapter in our shared human history to leave to specialists.</p>\n<hr>\n<p><em>[David Cates was a long-ago grad student in linguistics and anthropology at University of Chicago, but keeps in touch with Navajos, though less fluently now. Other interests are chamber music and video-making.]</em></p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>Apache and Navajo language guides are available from Audio-Forum, 96 Broad St., Guilford, CT 06437. Sources I used to refresh my understanding of Navajo (acquired by immersion, 1953) include <em>The Navajo Language</em> (Young and Morgan, University of New Mexico Press, 1987), <em>An Ethnologic Dictionary</em> (1910), and <em>A Stem Vocabulary</em> (1951), both by the Franciscan Fathers, St. Michael's, AZ. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>A fine collection of ridiculous situations, practical jokes, bawdy humor, and punning is to be found in <em>Navaho Humor,</em> by W. W. Hill, George Banta Publishing Co., Menasha, WI, 1943 (out of print). But try the <em>Southwestern Journal of Anthropology</em>(c. 1937). <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>Young and Morgan contains an appendix on comparative Athabascan, revealing an extensive shared vocabulary of noun and verb stems. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Where Did He Put the Pen of My Aunt? Navajo Revealed</h1> <p><em><span data-rel=\"author\">David C. Cates</span> <span data-rel=\"location\">Maplewood, New Jersey</span></em></p> <p>Intricate miracles underlie even ordinary events like sunshine, eyesight, and air. Yet their ordinariness seems to stifle the kindling of wonder. This may be the point of a Zennish riddle that lit my screen from an anonymous comic djinn of cyberspace: “Life has its costs and burdens, but it does include free rides around the sun.” Unlike tornados and eclipses, common marvels just aren't salient enough to penetrate the stress of dailiness. And high among these simple wonders is language: not the elitist niceties academies fuss over, but speech as it arises from the unruly urgencies of life, double negatives and all.</p> <p>The nature of language is most strikingly revealed when we open ourselves to one culturally remote from our own, the more so the better. As we learn its forms and idioms, we enter a living museum of vanished millennia, forgetting our first impression: impassive gutturals of wary people whose clothing is often fastened with safety pins.</p> <p>For such enlightenment to occur, we can ease the initial difficulty by selecting a language that's accessible, culturally intact, thoroughly described and widely taught. There is no doubt that Navajo, at least for Americans, is that language. Its remoteness credentials, moreover, are impressive. Navajo is one of the Athabascan family of Amerindian languages, a newcomer whose diaspora stretches 7,000 years and 4,000 miles from its sub-Arctic beachhead to northern Mexico. And the dialects of Apache, close cousins to Navajo, let us watch linguistic drift across a mere 500 years of separation. Finally, the entirety of “Apachean” grammar and nearly all its lexicon evolved before the 1500s.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>"
}