{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Getting Out the Vote",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Getting Out the Vote</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Here it comes again: the quadrennial paroxysm by which Americans choose their next president, and in which perhaps a few members of Congress ride in on the victorious candidate's coat-tails.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> We steel ourselves for the blizzard of campaign literature stuffed under our doors, the full-page spreads in the newspapers, the natterings of negativism<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> on radio and television. Some of us wonder aloud if it wouldn't be better to hold more frequent elections—with a time limit on campaigning, as is the case with British <em>by-elections.</em><sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> There are angry murmurs about the wastefulness of campaign expenses, which have made national office for the most part attainable only by the very rich. And a shockingly high number of us will not vote at all, convinced that the choice we'll finally be offered will be between Tweedledum and Tweedledee.<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>In part this dysphoria stems from our having become accustomed to thinking of our political system in dualistic terms,<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> from British Tories and Whigs (nowadays, Conservatives and Labourites), through Loyalists and Patriots, Republican-Democrats and Federalists, and so on down to today's Republicans and Democrats.<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Indeed, third-party candidates are often labeled <em>spoilers</em>, who just serve to pull votes away from the major-party candidate least unlike them, as when Ross Perot's Reform party candidacy helped, by default, to elect Bill Clinton president in 1992 by attracting voters who would otherwise have supported the Republican standard-bearer, George Bush.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>Third parties succeed, even if only in a small way, when they provide a focus for the dissatisfaction of the electorate with how the major parties are managing—or bungling—a particular burning issue of the day; in consequence, such parties tend to be relatively narrow in focus, and their nicknames often reflect this. The problem of slavery spawned <em>Free-Soilers</em> in the decades preceding the Civil War; the same period saw a surge of nativist<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> backlash against immigration (particularly Irish) and the formation of the American party, popularly called <em>Know-Nothings</em> from their adherents' standard response (“I know nothing”) to inquiries about their leaders or the political structure of their movement. Other ephemeral limited-agenda parties have included the <em>Prohibitionists,</em> the <em>Greenbackers</em>, and the <em>Populists</em><sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>, as well as a splinter group of Democrats called the <em>Locofocos</em><sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> and a faction within the Republicans called <em>Mugwumps.</em><sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>The 20th century in America saw a proliferation of third parties on the left, including the Socialists, the Communist party (also known as CP-USA, whose perennial presidential candidate, well into his 80s, was Gus Hall), the Youth International party (or Yippies, best remembered for their role in enlivening the 1968 Democratic convention in Chicago and the concomitant clashes with police in the streets), the Black Panther Party, the Socialist Workers' party, and a gaggle of other small, squabbling radical urban factions.<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> Despite repeated defeats in presidential elections, third parties have occasionally enjoyed substantial successes on the state level, as when a number of representatives to the Vermont legislature were elected in the 1970s and 1980s from that state's Liberty Union party, reinforcing the old saw that “All politics is local.”<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>In America's cities for much of the 19th and 20th century, local politics meant machine politics. The classic machine was Tammany Hall in New York City, which had begun in 1789 as a fraternal benevolent organization much like the Elks, Eagles or Odd Fellows, called the Society of Saint Tammany after a legendary Delaware chieftain. By the 1840s, Tammany's Manhattan clubhouse (the “wigwam”) had become the de <em>1</em> facto headquarters of the Democratic party, its power self-perpetuating thanks to organization's the ability to deliver <em>patronage</em>: jobs for the loyal constituents who had worked to assure that the party's people got into office and stayed there.</p>\n<p>It is easy to dismiss a man such as George Washington Plunkitt—the Tammany politician whose “Very Plain Talks on Very Practical Politics” were recorded by a newspaper reporter, William L. Riordon, and published as the book <em>Plunkitt of Tammany Hall</em> in 1905—as merely a successful <em>ward heeler</em> risen to <em>ward boss.</em> Born in one of Manhattan's poorest Irish-immigrant ghettos in 1842, Plunkitt died a millionaire 82 years later, enriched by what he cheerfully calls “honest graft” from knowing where the city would have to buy watershed rights and investing in rural acreage in the right place at the right time or buying up paving stones as a sole bidder at a low price and reselling them to the other bidders he has persuaded to keep their mouths shut at the auction. He claimed that “If my worst enemy was given the job of writin' my epitaph when I'm gone, he couldn't do more than write: 'George W. Plunkitt. He Seen His Opportunities and He Took 'Em.'”</p>\n<p>Not everyone could be a Plunkitt (Much less a Boss Tweed). But in an era before Social Security and civil service, the machine served to reward its adherents while  providing desperately needed social services to the widow, the orphan, the worker crippled by pre-OSHA factory machinery and callously sacked, the new immigrant, the elderly—all those whom the exuberant free market of unbridled robber-baron capitalism left to fend for themselves. In 1888, when New York City contained only Manhattan and part of the Bronx, whoever won the elections could count of distributing no fewer than 12,000 municipal jobs; at the peak of its power just a few decades later, New York City's Democratic organization had over 30,000 ward heelers and party administrators, most of them very busy men. Has a widow no coal in her scuttle tonight? Never fear, one of the lads will bring one around, compliments of the ward boss. Have some tenants been burned out of their tenement? A Tammany district captain will take them to a hotel, get them some clothes, see to it that they are fed, and arrange for temporary housing until they can find and furnish their new apartments.<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> Reformers repeatedly argued that the price of this system was corrupt city government—”honest graft” was still, after all, graft—but it would be hard to prove conclusively that today's social remedies to the perils of urban life, beset as they are with Parkinsonesque bureaucracies and a litigious climate, work with significantly greater efficiency than did the tight organizations of these Robin Hoods of the ballot box.</p>\n<p>“A politician's first duty is to get elected.”<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> <em>Stumping</em>—derived from the days when campaigning included speeches to rural constituents on freshly cleared land, using a stump as a rostrum—means long days and nights on the road, taking to the <em>hustings,</em><sup><a href=\"#user-content-fn-16\" id=\"user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> making <em>whistle-stops</em><sup><a href=\"#user-content-fn-17\" id=\"user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> and putting in appearances at county fairs, parades, local <em>caucuses</em><sup><a href=\"#user-content-fn-18\" id=\"user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup>, and meetings of special-interest groups, both to <em>press the flesh</em> and to provide <em>photo ops</em> for the <em>boys on the bus.</em><sup><a href=\"#user-content-fn-20\" id=\"user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> To do this, one needs <em>fire in the belly</em><sup><a href=\"#user-content-fn-21\" id=\"user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup>, the overpowering desire to win the office sought; even then, one's campaign must develop the <em>big mo</em><sup><a href=\"#user-content-fn-22\" id=\"user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> if it is to get the candidate past merely being nominated at a convention as a <em>favorite son</em><sup><a href=\"#user-content-fn-23\" id=\"user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> only to be ignored on the next ballot. For the fortunate who get the party's nomination, months of <em>barnstorming</em><sup><a href=\"#user-content-fn-24\" id=\"user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> lie ahead, often including some fence-mending with former primary opponents. Once in office, there will be <em>logrolling</em><sup><a href=\"#user-content-fn-25\" id=\"user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> to accomplish one's goals and <em>filibustering</em>[^26] to frustrate the goals of one's opponents—and for legislative representatives faced with redistricting, some <em>gerrymandering</em><sup><a href=\"#user-content-fn-27\" id=\"user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> to help keep one's seat when election time rolls around again.</p>\n<hr>\n<p>The American party profited from the disintegration of the Whigs over abolition, only to be split apart on the same issue after the success of its southern recruitment strategy backfired at a meeting of its steering committee in Philadelphia in 1855, at which party members from slave states managed to get a platform resolution passed which endorsed the continuation of slavery. Anti-slavery members then defected to the Republican party, which had been formed in 1854 as a coalition of Whigs and Democrats who had bolted from their respective parties in opposition to the Kansas-Nebraska Act passed that year by Congress, and which unsuccessfully fielded its first presidential candidate, John C. (“Pathfinder”) Frémont, in the 1856 election.</p>\n<p>The origin of  “All politics is local” is shrouded in the smoke-filled rooms of urban ward politics; but or at least three generations it has certainly been a favored maxim among Massachusetts politicians, including the late Thomas P. (“Tip”) O'Neill, Jr., former Speaker of the U. S. House of Representatives.</p>\n<p>In the early days of civil rights legislation this tactic was much favored by <em>Dixiecrats</em>, who were (as Alabaman Anne Armentrout reminds me) the conservative southern Democrats in the coalition put together under Franklin D. Roosevelt, many of whom would go on to switch party affiliation in the Reagan years when it became clear that the Republicans were positioning themselves as the party of the right wing, and the ancient hatred of the G.O.P. stemming from Reconstruction had finally faded enough to allow political realism and ideological sympathy to take over.</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>The coat-tail metaphor is self-evident when one recalls that the most formal attire requires top hat and swallowtail coat. <em>Coat-tails</em> should not be confused with <em>shirtsleeves</em>, newspaper slang for the tags at the end of stories, which describe who the authors are and what claim to expertise they are making. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>The description of press critics of the White House policy on the prosecution of the Vietnam war as “nattering nabobs of negativism” was one of the few memorably clever utterances of Richard Nixon's vice-president, Spiro T. Agnew, before the latter resigned from office to face prosecution in his native Maryland for abuses committed when he had been governor. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p><em>By-elections</em> are so called because they are special elections, e.g. held to elect a member of Parliament when a seat falls vacant, as opposed to the general elections held when a party falls from power. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>The identical twins of Lewis Carroll's <em>Through the Looking Glass</em> were prefigured in John Byrom's satirical sextain, published in 1773, about the relative virtues of the composers Georg Friedrich Handel and Giovanni Battista Bononcini, which concluded with the couplet “Strange! that such high dispute should be/'Twixt Tweedledum and Tweedledee.” Martin Gardner (The Annotated Alice, World/Forum: 1960) expressed uncertainty as to whether the famous nursery rhyme preceded this poem or was derived from it. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>Indeed, a widespread penchant for dualism has been commonly noted in feminist critiques of the dominant male culture of  Western civilization. See, e.g., the numerous index entries for “Dichotomies” in Canadian philosopher Lorraine Code's excellent book of essays, <em>Rhetorical Spaces</em> (Routlege: 1995). <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>Or as the irascible cartoonist Al Capp, creator of the long-lived (New Deal through Vietnam) <em>Li'l Abner</em> comic strip, used to call them, Republicrats and Demmicans—astutely capturing the essence of an electoral process which favors regression towards the mean. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>In similar fashion, Theodore Roosevelt's second run for the White House as the candidate of the Progressive party, which had splintered from the Republicans, succeeded only in assuring the election of the Democratic candidate, Woodrow Wilson, in 1912, foiling the re-election bid of Roosevelt's friend and presidential successor, William Howard Taft. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>In terms of the <em>real</em> native Americans—that is, the Indians—this was a misnomer, since the Native American party, as it was first called, was specifically designed to further the dominance of citizens who were themselves descended from the immigrants of an earlier generation. The party's reputation for secrecy in its formative years stemmed in part with its connection with several underground societies, including the Order of United Americans and the Order of the Star-Spangled Banner. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>The Greenback party was formed after the Panic of 1873 to advocate a greater money supply (and thus inflation) as a solution to farm debt; the farmers' coalition with labor helped to elect 14 representatives to Congress in 1878, but the party was defunct by 1884. The Populists began as a scattering of so-called Farmers' Alliances triggered by the same bank panic, and formally became a party at a convention in 1892, garnering over a million votes for former Greenbacker James Weaver as their presidential hopeful that year after both Democrat and Republican conventions had waffled on the money-supply question. But in 1896 the Democrats, who had included in their platform a call for the free coinage of silver, managed to siphon off much of the Populist vote to their (unsuccessful) candidate, William Jennings Bryan, still remembered for his keynote “Cross of Gold” speech delivered during that campaign. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p>So called because they split from the New York City Democratic establishment at a meeting in 1835 during which they voted down the Tammany nominee for chairman out of office, the regulars retaliating by turning off the illuminating gas for the hall. Undaunted, the insurgents continued the meeting by the light of candles and self-igniting patent “locofoco” matches. In early 1836 they formed a new party called the Friends of Equal Rights, and defeated Tammany candidates in the April elections. However, the original dispute, over the chartering of state banks, was largely resolved by action taken under the administration of Martin Van Buren, in which Tammany Hall acquiesced; so the Locofocos allowed themselves to be reabsorbed into the mainstream of the New York Democratic party by the end of the following year. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>The Mugwumps refused to support the 1884 candidacy of Maine presidential aspirant James G. Blaine against Grover Cleveland, in defiance of party solidarity. (It was during this campaign that Horace Porter famously remarked that “A mugwump is a person educated beyond his intellect.”) <em>Mugwump</em> had thus come down as a generic epithet for one who refuses to take sides. A clever but spurious etymology was offered in 1964 by one of my former high school teachers, Constance Murray, who suggested that it meant a fence-sitter because “his <em>mug</em> is on one side and his <em>wump</em> on the other.” In fact, the derivation is from <em>mug-guomp</em>, a native Massachusetts word meaning “war leader,” and was used by John Eliot, the Puritan “Apostle to the Indians,” to gloss “centurion” in the book of Acts in his Algonkian translation of the Bible. This is consistent with the secondary meaning offered by <em>Brewer's Dictionary of Phrase and Fable</em>: a political boss or big shot. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>A phenomenon sharply satirized by the British comedy troupe Monty Python's Flying Circus in the recruitment scene from its film <em>The Life of Brian</em>. One such party occupied a storefront across from an apartment I rented for some years in Cambridge, Massachusetts. The William Z. Foster Bookstore, as it was called , served as the headquarters of the “Central Committee of Marxist-Leninists (U.S.),” a Maoist microparty whose members' dedication was inversely proportional to their numbers. In 1976, on the day Mao died, the bookstore posted a large sign in the window saying “Mao Zedong Will Live Forever!” But having had an opportunity to sleep on it, the committee put up a new sign the next day reading [italics mine] “Mao Zedong <em>Thought</em> Will Live Forever!” Though at first embarrassed by the revisionism implicit in China's subsequent trial of the Gang of Four, C.C.M.-L. (U.S.) soon found a new wellspring of ideological purity and began posting broadsheets reading “Follow Closely Comrade Enver Hoxha...,” at that time the “proletariat's dictator” in Albania. The bookstore closed its doors a few months later, and was replaced by a used-furniture shop. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>Another sign of Vermont's robust left is its current Representative in the U. S. House, Bernie Sanders, who served several terms as a socialist mayor of Burlington and is now the sole member of Congress unaffiliated with either major party. States whose present governors are neither Republican nor Democrat include Minnesota (ex-wrestler Jesse Ventura, Reform party) and Maine (former public-TV host and businessman Angus King, Independent). Maine also has a small but active Green party, formed on the analogue of the Green parties of Germany and elsewhere, which have enjoyed a more meaningful share of power than do smaller parties in America because of the pluralism (i.e. non-dualism) normal to the coalition-government politics of most European parliamentary democracies. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p>These are actual examples cited by Riordon in his description of a day in Plunkitt's life as the final chapter of <em>Plunkitt of Tammany Hall,</em> which was republished by Dutton in 1963. For a fascinating and vivid description of a similar system at work in the building of an organized-crime empire, see the description of Don Vito Corleone's youth in Mario Puzo's 1969 bestselling book, <em>The Godfather</em>. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p>This is another one of those saws whose origin nobody knows; it was still being commonly repeated by political pundits in Massachusetts during my (1950s) childhood. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-16\">\n<p>According to <em>Picturesque Expressions: A Thematic Dictionary</em> (Gale Research: 1980), <em>hustings</em> means “the platform from which political speeches are made; earlier it specifically meant the platform from which candidates for the British parliament stood for nomination. Its oldest antecedents are the Norse word for an assembly hall of a king, from which the term came to be applied to assembly meetings in general.” <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-17\">\n<p>So called from the days when candidates toured the country by train, making speeches from the rear platform of a parlor car wherever the steam engine might stop to take on more water. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-18\">\n<p>A caucus is a meeting of local members of a political party to choose a candidate or delegates to a convention; it can also refer to a group within a party charged with making policy, e.g. the Democratic Congressional Black Caucus. The term grew out of the (1760s) Caucus Club of Boston, whose name may in turn have been taken from medieval Latin <em>caucus</em>, “drinking vessel.” <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-20\">\n<p>Photo opportunities are vital to press coverage; the <em>boys on the bus</em> are the press corps, which generally follows the candidate's own motorcade on a rented tour bus of its own. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-21\">\n<p>I am indebted for this phrase to my fellow <em>VERBATIM</em> contributor Paul Sampson (“Airspeak,” <em>VERBATIM</em> XXIV:1 [Winter 1999]), who adds that it is “one of my least favorite political metaphors. Who decided that dyspepsia is a political virtue?” <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-22\">\n<p>I.e. momentum. My thanks to David Weinstock of Vermont for calling this term to mind. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-23\">\n<p>Favorite-son candidacies are those in which a particular state or region will advance its local hero out of courtesy, and usually without serious expectation of victory. Occasionally, however, a favorite son can become a <em>dark horse</em>, to whom the nomination falls when the party cannot otherwise agree to support one of the more famous contenders. This was notably the case at the Democratic convention of 1844, at which James K. Polk, a former governor of and congressman from Tennessee, was persuaded to run for president after the convention deadlocked over the candidacies of Martin Van Buren and Lewis Cass. Polk went on to win a slim victory in the national election, and proved, to everyone's surprise, to be a very able president. <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-24\">\n<p>A term derived from the early days of flight, originally referring to stunt aviators and parachute jumpers who toured the countryside exhibiting their skills as county fairs and carnivals. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-25\">\n<p>Logrolling, like the quilting bee, was a rural activity requiring multiple participants; groups of men would get together to move cut timber to a common place for burning or sawing up into lumber. “You roll my log and I'll roll yours” came into use as a standard political metaphor for trading votes and/or favors as early as the start of the 19th century. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-27\">\n<p>So named from Elbridge Gerry, a congressional representative from Massachusetts who managed to have his district redrawn to his specifications, shortly after the American War of Independence. One political colleague referred to its long, twisting path comprising the coastal communities up Boston's North Shore as looking like a salamander, to which another quipped, “You mean a Gerry-mander,” and the name stuck. The G in Gerry is hard, but in <em>gerrymander</em> it is almost always pronounced soft. Gerrymandering may sometimes be favored even by a <em>lame duck</em>—an incumbent who is not going to stand for re-election—as a means of keeping the seat safe for another member of his or her party. <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Getting Out the Vote</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Here it comes again: the quadrennial paroxysm by which Americans choose their next president, and in which perhaps a few members of Congress ride in on the victorious candidate's coat-tails.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> We steel ourselves for the blizzard of campaign literature stuffed under our doors, the full-page spreads in the newspapers, the natterings of negativism<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> on radio and television. Some of us wonder aloud if it wouldn't be better to hold more frequent elections—with a time limit on campaigning, as is the case with British <em>by-elections.</em><sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> There are angry murmurs about the wastefulness of campaign expenses, which have made national office for the most part attainable only by the very rich. And a shockingly high number of us will not vote at all, convinced that the choice we'll finally be offered will be between Tweedledum and Tweedledee.<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p> <p>In part this dysphoria stems from our having become accustomed to thinking of our political system in dualistic terms,<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> from British Tories and Whigs (nowadays, Conservatives and Labourites), through Loyalists and Patriots, Republican-Democrats and Federalists, and so on down to today's Republicans and Democrats.<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Indeed, third-party candidates are often labeled <em>spoilers</em>, who just serve to pull votes away from the major-party candidate least unlike them, as when Ross Perot's Reform party candidacy helped, by default, to elect Bill Clinton president in 1992 by attracting voters who would otherwise have supported the Republican standard-bearer, George Bush.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p> <p>Third parties succeed, even if only in a small way, when they provide a focus for the dissatisfaction of the electorate with how the major parties are managing—or bungling—a particular burning issue of the day; in consequence, such parties tend to be relatively narrow in focus, and their nicknames often reflect this. The problem of slavery spawned <em>Free-Soilers</em> in the decades preceding the Civil War; the same period saw a surge of nativist<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> backlash against immigration (particularly Irish) and the formation of the American party, popularly called <em>Know-Nothings</em> from their adherents' standard response (“I know nothing”) to inquiries about their leaders or the political structure of their movement. Other ephemeral limited-agenda parties have included the <em>Prohibitionists,</em> the <em>Greenbackers</em>, and the <em>Populists</em><sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>, as well as a splinter group of Democrats called the <em>Locofocos</em><sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> and a faction within the Republicans called <em>Mugwumps.</em><sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>"
}