{
  "type": "Article",
  "title": "From Ragusa to Lombard Street",
  "author": "Martin Bennett",
  "location": "Saudi Arabia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">From Ragusa to Lombard Street</h1>\n<p><em><span data-rel=\"author\">Martin Bennett</span> <span data-rel=\"location\">Saudi Arabia</span></em></p>\n<p>While the Common European currency has its detractors, the international sharing of words has long been a fact of life. Here, at least, is a type of coinage beyond any government's control. Even the Bank of England, that symbol of national sovereignty, can trace part of its name to the lowly bench, or <em>banco,</em> from which the first Italian money-lenders conducted business. It also provides a good starting point for this brief guide to English's etymological debt to Italian.</p>\n<p>To continue the financial theme, take the word <em>cash.</em> Its origin, however distant, is from <em>cassa,</em> the Italian chest where the cash was kept. Perhaps this was in <em>florins</em>—from Florentine <em>fiorentini.</em> Or as likely in <em>ducats,</em> a silver coin first minted by Roger II of Sicily, and later by Giovanni Dandolo, Doge of Venice, the latter coin bearing the motto 'Sit tibi, Christi, datus quem tu regis iste ductatus', the last word of which perhaps furthered the currency of its name. A lesser Venetian coin resurfacing in English is the <em>gazeta,</em> one of which could once purchase a <em>gazetta della novia</em> or 'a half-pence worth of news'.</p>\n<p>As for quantity, we have the introduction into English of the word <em>million</em> from <em>milione,</em> reminding us how Tuscan or Lombard bankers once financed the wars of English kings. The fact that <em>credit</em> <em>(credito)</em> was not always paid back is shown by the adoption of <em>bankrupt</em> from <em>banco rotto</em> (literally 'broken bench', an early banker's sign of insolvency). (More happily linked with <em>banco</em> is <em>banquet,</em> this deriving from <em>banchetto</em>—a diminutive of <em>banco,</em> originally a trellised table on which the banquet was spread.)</p>\n<p>Not that the <em>traffic</em> (yes, from the Italian <em>traffico</em>) between England and Italy was purely financial. Venice and Genoa both had mighty fleets whose <em>frigates</em> <em>(fregate), caravels (caravele), barks (barche)</em> and <em>brigantines</em> (<em>briganti,.</em> or pirate ships) all docked in English ports. Then from Ragusa, a port on the Dalmatian coast, comes the word <em>argosy,</em> although the English word has an older form, as in 'Ragusyes, hulks and caravels and other rich-laden ships.' (Dr John Dee, 'The Petty Royal Navy', 1577.)</p>\n<p>And so to cargoes and <em>contraband</em> (a telescoping of <em>contra bando</em>, literally 'against edict'). As often happens, the names of imported goods get wrapped up in the port of origin. Examples are <em>Marsala,</em> the wine from there; <em>bergamot,</em> the oil and essence from Bergamo; <em>baloney,</em> a type of sausage from Bologna; <em>travertine,</em> a limestone from Tivoli on the River Tevere, or Tiber. Less obviously <em>bronze</em> (<em>bronzo</em>) has been traced to Brindisi, where bronze mirrors were made. <em>Millinery</em> was first associated with Milan, albeit hats were one item among many: 'The dealers in various articles were called <em>milliners</em> from their importing Milan goods for sale, such as brooches, spurs and glasses' (<em>Shorter Oxford Dictionary</em>). Another item milliners might once have dealt with was <em>porcelain.</em> Originally this was the name for the Venus shell, or cowry. Its shape and sheen, by a rather obscene twist of the imagination, reminded medieval traders in the East of the vulva of a <em>porcellana,</em> or small sow. So goes one possible etymology. Webster, more delicately, contents himself with, 'The shell has the shape of a pig's back and a surface like porcelain.'</p>\n<p>Relating to the early arms trade, <em>cannon</em> is from <em>canone,</em> an augmentative form from <em>canna,</em> a cane or tube. <em>Pistols</em> derive from Pistoia, a town once also called Pistolia, once famous for its daggers, or <em>pistolese,</em> a word later transferred to the firearm. Then we have the <em>musket.</em> Rather tortuously the Elizabethan translator John Florio says this derives from <em>moschetta,</em> this name not of a small fly but a hawk, a footnote adding that the names of firearms were often derived 'from dragons, serpents or birds of prey in allusion to their velocity.' For dealers in fakes we have another Italian loan-word, <em>charlatan,</em> from <em>ciarlare,</em> 'to chatter,' an ingredient of his sales pitch.</p>\n<p>So much for words directly from Italian, albeit most of their endings have been eroded by time in contrast to more recent borrowings <em>(papparazzi; tortellini).</em> For other words, Italian is less a port of origin than an entrepot, or halfway house. So, however far-fetched, <em>tulip</em> winds back via <em>tulipinno</em> to the Turkish <em>tulpend</em> and then the Persian <em>dulband</em> until only the shape remains, not of a flower but a turban. <em>Bergamot</em>—not the essence mentioned above but the type of pear derives via Italian's <em>bergamotta</em> from Turkish <em>beg armud</em>, literally 'prince of pears.' (Helping explain the etymology, history notes how by 1507 there were agents of 60 or more Florentine firms in Constantinople.) <em>Scimitar</em> (Italian <em>scimitare</em>) has its origin in the Persian <em>Simsir</em>. Meanwhile there is a whole cargo of English words which can, following the old trade routes, be traced back through Italian to Arabic. <em>Artichoke—articiocco—al-kharshuuf</em>. <em>Arsenal</em> (Highbury)—<em>l'Arsenale</em> (Venice)—<em>dar as-Sanaa</em> (Arabic, 'house of work'). But the items on the list run to dozens.</p>\n<p>Yet the traffic of words mentioned in the title has been far from one way. English, in turn, has provided Italian with pure <em>anglismi</em> such as <em>fifty-fifty, egghead, sponsor, babysitter</em> and <em>bypass.</em> Other <em>anglismi</em> have a more local character. So <em>puzzle</em> is rephoneticised into <em>ootzlay;</em> <em>pocket radio</em> is inverted to <em>radio pocket; handicapped</em> becomes <em>handicappato;</em> a <em>top model</em> is simply <em>una top.</em> <em>Snob</em> produces a name for not just a string of Italian boutiques, but another verb, <em>snobbare</em> with a corresponding gamut of Italian inflections. Likewise from <em>click</em> we get <em>cliccare</em> to set alongside the uninflected <em>software</em> and <em>hardware</em>.</p>\n<p>Outlandish coinages? Perhaps. Except the host language, whether in Rome or London, seems to have its own mechanism for incorporating them until the same coinages become standard lexical currency.</p>\n<p>[<em>Martin Bennett read English at St Catherine's College, Cambridge, and then taught English and French in West Africa. He now teaches English and Italian in Saudi Arabia. An article on Arabic proverbs—“The Lamps of Speech”—appeared in a previous edition of VERBATIM.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">From Ragusa to Lombard Street</h1> <p><em><span data-rel=\"author\">Martin Bennett</span> <span data-rel=\"location\">Saudi Arabia</span></em></p> <p>While the Common European currency has its detractors, the international sharing of words has long been a fact of life. Here, at least, is a type of coinage beyond any government's control. Even the Bank of England, that symbol of national sovereignty, can trace part of its name to the lowly bench, or <em>banco,</em> from which the first Italian money-lenders conducted business. It also provides a good starting point for this brief guide to English's etymological debt to Italian.</p> <p>To continue the financial theme, take the word <em>cash.</em> Its origin, however distant, is from <em>cassa,</em> the Italian chest where the cash was kept. Perhaps this was in <em>florins</em>—from Florentine <em>fiorentini.</em> Or as likely in <em>ducats,</em> a silver coin first minted by Roger II of Sicily, and later by Giovanni Dandolo, Doge of Venice, the latter coin bearing the motto 'Sit tibi, Christi, datus quem tu regis iste ductatus', the last word of which perhaps furthered the currency of its name. A lesser Venetian coin resurfacing in English is the <em>gazeta,</em> one of which could once purchase a <em>gazetta della novia</em> or 'a half-pence worth of news'.</p> <p>As for quantity, we have the introduction into English of the word <em>million</em> from <em>milione,</em> reminding us how Tuscan or Lombard bankers once financed the wars of English kings. The fact that <em>credit</em> <em>(credito)</em> was not always paid back is shown by the adoption of <em>bankrupt</em> from <em>banco rotto</em> (literally 'broken bench', an early banker's sign of insolvency). (More happily linked with <em>banco</em> is <em>banquet,</em> this deriving from <em>banchetto</em>—a diminutive of <em>banco,</em> originally a trellised table on which the banquet was spread.)</p>"
}