{
  "type": "Article",
  "title": "Baby-San's Lingo",
  "author": "D. Gordon and R.L. Spear",
  "location": "Tochigi-ken, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Baby-San's Lingo</h1>\n<p><em><span data-rel=\"author\">D. Gordon and R.L. Spear</span> <span data-rel=\"location\">Tochigi-ken, Japan</span></em></p>\n<p>The language of the bars and brothels of Yokohama during the decade or so after World War II did not have its Samuel Johnson, its Noah Webster, or its Laurence Urdang. And so, before it slips away for want of speakers, two amateurs—in both senses of the word—would like to offer to this wordly-wise constituency an initial list of its lexical items and idioms and ask that amendments be made.</p>\n<p>What follows then is a provisional lexicon of the language of that young lady whose unstereotypical, in-your-face antics inspired the delightful “Baby-san” cartoons of Bill Hume that ran for years in the <em>Pacific Stars &amp; Stripes</em>—her language and the language of those who came to love her.</p>\n<p>The items offered here have been culled from the happy memories of those who, as Occupying Forces and later as Resters and Rehabitatees from Korea, wandered the safely sensual alleyways of towns from Naha to Chitose in search of . . . what? Let us say that few were disappointed in their search, nor did they come away without some fluency in the language spoken by the searchers and the sought.</p>\n<p>Amendments will by happily and appreciatively received at <a href=\"mailto:rlspear@nasuinfo.or.jp\">rlspear@nasuinfo.or.jp</a>.</p>\n<p><em>abunai!</em> watch out! The expression came quite naturally into the language Baby-san shared with her GI friends. It didn't take many sequences of its use in the face of immediate danger—an oncoming taxi, a spilled drink, or an attempt to jump into an <em>ofuro</em> before testing the water—to teach a GI the meaning of this expression.</p>\n<p><em>alligator</em> [from <em>arigatô</em> thank you] A playful way to say “thanks.” One of many such expressions, (see also <em>don't touch my mustache)</em> where Japanese was spoken with English-sounding words. The tradition went back into the nineteenth century when British traders in Yokohama did things like change the polite verb ending <em>gozaimasu</em> into a slurred “God damn us.” The GIs could be ingenious at this, but all too often it was simply a case of mispronouncing Japanese. One exchange that would heard on occasion was “Alligator,”—”Crocodile,” rather than “Don't touch my mustache.”</p>\n<p><em>anone</em> A common way to get someone's attention. In the Japanese it was an informal expression, used in a shop to get service. Now rarely used in Japanese polite conversation. (See <em>mushy-mushy.</em>) Today it carries the connotation of “Hey!” or any similar expression.</p>\n<p><em>Baby-san</em> Any free-spirited girl who entered into relationships with GIs. Associated with the delightful cartoon character of the same name, created by Bill Hume. She was a delightfully outspoken girl whose contacts with Americans were followed by readers of the <em>Stars &amp; Stripes,</em> a publication under the command of the military, read by servicemen and associated civilians.</p>\n<p><em>baka</em> a fool. One of the words that every language, no matter how limited, seems to need. What would we yell at people we didn't like if we couldn't inform them that they were stupid? While the word was a noun, it often got treated as an adjective, as in, “Suzy-san's boyfriend is <em>baka.</em>” Of course the absence of the <em>a</em> may be the result of its usual disappearance even before nouns in the speech of the period. “Suzy-san is butterfly.” This is one of the few Japanese words, along with <em>kamikaze</em> and <em>banzai,</em> that came into the GI's vocabulary before the occupation. During the war in the Pacific, the bombs that kamikaze pilots dropped were called <em>baka-bombs.</em> (See also <em>nobody home upstairs.</em>)</p>\n<p><em>banjo</em> [benjô] A rough-and-ready masculine word for toilet. (More often than not they were not segregated by sex.) The word was shunned by the genteel, who generally replaced it with <em>o-tearai</em> (<em>lit.</em> “honorable hand-washing place”) or some other euphemism. The shift in pronunciation to the closest English equivalent resulted in banjo players in the military community not wanting to admit their talent.</p>\n<p><em>big P.X.</em> The way many of the girls conceived of America—the Land of the big P.X. More than one marriage was the result of a girl's desire to live in the country where she could go into any supermarket and buy all the things that her boyfriend brought her from the P.X. It should be remembered that buying things in the P.X. and selling or giving them to a Japanese was strictly against regulations. (See also <em>wish book.</em>)</p>\n<p><em>boy-san</em> any guy, military or civilian. Waiters and the like were once summoned with this expression in Japanese. The word was <em>boi-san.</em> Baby-san used it more broadly to refer to or address any guy whose name she didn't know. It also came to be used patronizingly by GIs for any Japanese male and jokingly for their buddy. It was not polite usage, both because when used by Southern white GIs it carried racist implications, and because, along with <em>papa-san,</em> it was frequently used for a pimp.</p>\n<p><em>business girl</em> a prostitute. This was the term preferred by the girls themselves. (See also <em>pom-pom girl.)</em></p>\n<p><em>butterfly</em> [See also <em>chocho</em>] a promiscuous person of either sex (with no connection to Puccini's heroine). The image of a creature that flits from flower to flower was a suitable metaphor in either language. Also a verb: “You no <em>butterfly</em> on me.” This was not an idle threat.</p>\n<p><em>cheeby</em> [<em>chibiko</em>] a small person. Like <em>skosh,</em> it could be used as a pet name.</p>\n<p><em>cherry boy</em> a virgin. A rare bird and one whose status it was for any enterprising girl to alter, something accomplished without too much difficulty, such being the circumstances in which young men found themselves.</p>\n<p><em>cherry girl</em> a virgin. A pretty way for a girl to introduce a young friend, as in “She <em>cherry girl.</em>” Always an intriguing introduction, even if not always quite accurate.</p>\n<p><em>chocho</em> [<em>chôchô</em>] a <em>butterfly</em>.</p>\n<p><em>choke your motor,</em> also <em>Joe Demotti</em> [<em>chotto matte</em>] just a moment. This expression and its Japanese equivalent found their way into Baby-san's world as a way to ask a girl on the street to wait up for you. In casual conversation it served as, “Hey, wait a minute.” While not infallible, it worked in a surprisingly large number of instances.</p>\n<p><em>Debbie-chon</em> (<em>debu-chan</em>) A playful diminutive of the Japanese word for 'chubby.' Applied to anyone on the fat side and used as a nickname.</p>\n<p><em>die joby</em> (maybe spelled <em>Dye Joe B</em>) or shortened to <em>daijobe</em> [<em>daijôbu</em>] okay. This became the standard response to questions requiring approval.</p>\n<p><em>dingwa</em> [<em>denwa</em>] telephone. A playful mispronunciation, bringing together the Japan word and the noise they make in English.</p>\n<p><em>dingy dingy drunk.</em> We'll have to take scholarly refuge here and say what the etymologists say—”unknown,” or “origin obscure.”</p>\n<p><em>dommy-dommy</em> [<em>dame, dame</em>] no, bad. The word in Japanese is <em>dame,</em> but it's often repeated in the standard language too, especially to children.</p>\n<p><em>don't touch my mustache</em> [<em>dô itashimashite</em>] don't mention it. The expected response to <em>alligator</em> (see above). For some reason or other, this one enjoyed great popularity among the GIs and their girls.</p>\n<p><em>friendo</em> a friend. It carried the strong suggestion of a non-sexual relationship. (See also <em>tomodachi.</em>) Interestingly enough, the Japanese use of “girlfriend” or “boyfriend” doesn't ordinarily indicate the American connotation of a “one-and-only” or a “steady,” but only someone to go out with, with no strong romance implied.</p>\n<p><em>furo</em> and <em>furoba</em> Japanese for <em>bath</em> and <em>bathroom</em>, usually said with the polite prefix <em>o-.</em> The Japanese love of hot baths is reported in the most ancient Chinese accounts of their island neighbor.</p>\n<p><em>genky</em> [<em>genki</em>] healthy or peppy. Often used as a question to ask after someone's health. The answer from the girls, if they were in really tip-top form was, “<em>Genki pari pari.</em>”</p>\n<p><em>gohon</em> or <em>gohong</em> [<em>gohan</em>] rice, meal, of food. Like the English word “meal,” the word <em>han,</em> “grain,” with its honorific prefix <em>go-,</em> refers not only to what is eaten but the activity of eating it. Where the GI might be planning on a quick beer before jumping into the sack, his girl might want him to order up some <em>gohan.</em></p>\n<p><em>gomen</em> or <em>gomennasai</em> the standard Japanese for “I'm sorry.” Made popular in the late forties by a song by that title. Everyone knew “<em>Gomen nasai,</em> I'm so sorry I made you cry.”</p>\n<p><em>grokey</em> [<em>gurokki</em>] groggy. In the world of Baby-san, usually from too much drinking. The English etymology is ultimately based on <em>grogram,</em> from which a coarse coat was made. Worn by an English admiral, and known therefore as “Old Grog,” he diluted the men's rum-ration with water. All a far cry for the pretty girl who shakes her head and scolds her boyfriend for being <em>grokey.</em></p>\n<p><em>hava no</em> generally attached to whatever it is that isn't had, e.g. “Money <em>hava no.</em>” There's probably an influence from Japanese grammar; where <em>okane motanai</em> carries the same idea in the same order.</p>\n<p><em>hava yes</em> if “Money <em>hava no</em>” could be used by a GI to excuse himself from paying for a girl's company for the evening, disbelieving girls soon learned to retort with “<em>Uso!</em> Money <em>hava yes.</em>”</p>\n<p><em>honcho</em> [<em>hanchô</em>] a squad leader or gang boss. The word has a Japanese military origin, but soon came to be applied to anyone put in charge of a detail. The word is one of the handful that have come into the general English vocabulary where it's oftenused as a verb. “Say, George,” says the CEO to his aspiring junior vice president, “how would you like to honcho a little project I have in mind?” The spelling matches that of words like <em>Honda,</em> with the pronunciation <em>honcho</em> closer to the original than that of <em>Honda,</em> which in Japanese has an “o” sound as in “phone.”</p>\n<p><em>honey bucket</em> any receptacle used for gathering up or collecting human waste where flush-toilets were lacking. Their presence gave an acrid smell to the country, which would come to be all but unnoticed after a few weeks, except when it was time to spread the contents of the buckets on the rice fields.</p>\n<p><em>honto</em> [<em>hontô</em>] really, truly, honestly. In the ephemeral world of the bars and houses, there was a constant need for confirmation, and one would hear girls asking their boyfriends, “<em>Honto</em>?” To which the appropriate reply was “<em>Honto</em>.” The emphatic <em>honto yo</em> had a lilt that insured its frequent use.</p>\n<p><em>hooch, hoochie</em> [<em>uchi</em>] <em>house</em>. The place you shared with your <em>moose.</em> The form <em>hoochie,</em> not much heard among the GIs, is one of the two items from the period, along with <em>moose,</em> that are picked up by the most recent edition of the <em>Oxford English Dictionary.</em> There's also <em>shack,</em> so we have <em>shack up</em> (which see); interestingly enough, there's also the English <em>hutch,</em> a coop or pen for small animals, but this is probably only coincidence.</p>\n<p><em>hubba hubba</em> rarely during the period was this term used to express pleasure at the sight of an attractive woman, but rather as a way to get someone to hurry. (The expression itself is said to come from American flyers and their association with Chinese pilots, <em>hau bu hau,</em> Mandarin Chinese for “hello.”)</p>\n<p><em>ichiban</em> (see also <em>number one</em>) excellent, first-class. As with its English equivalent, it showed up in a variety of expressions: “You <em>ichiban</em> nice guy.” An expression of high approval. The opposite of <em>number ten</em> (which see).</p>\n<p><em>Icky Buckaroo</em> [<em>Ikebukuro</em>] A district in Tokyo, whose train station served as a meeting place for guys and their girls. As with Kyoto, and its pronunciation of “Coyote,” many Japanese towns found their names regularly mangled into half-English.</p>\n<p><em>Illinois gozaimas</em> Since a GI being greeted with <em>ohayô gozaimasu,</em> “Good morning,” couldn't help but hear the first word, literally “early,” as <em>Ohio,</em> it didn't take long for the geographically inclined to come up with this neighboring salutation. We never heard “<em>Pennsylvania gozaimas.</em>”</p>\n<p><em>inchky</em> [<em>inchiki</em>] Japanese slang for trickery. Used by the girls as an accusatory expression and picked up by the GIs to mean the perpetrator. There may be some influence from <em>usotsky</em>.</p>\n<p><em>itchy knee</em> [<em>ichi, ni</em>] lit. one, two. One of the word games that was sure to perk up a lagging conversation. You started counting in Japanese and then scratched your knee, or the knee of the girl you've just met. Some fluent speakers got as far as “itchi knee-san, she go,” which follows the Japanese way of counting to five. One can imagine, as one of our correspondents reports, a girl getting the nickname Itchy-Knee for a nervous habit and then, when she got up to go to the toilet, having someone count to five after her. This sort of thing was typical of the games that were played where communication was difficult.</p>\n<p><em>J.N.</em> or <em>JN</em> Japanese National. The official designation for those Japanese employed by the military establishment. Needless to say it had very little application in the houses and bars, but officers, more often than not, would find their “onlies” among the secretaries or women who worked in the offices or P.X.s. The occupation authorities coined a number of such terms.</p>\n<p><em>jig-a-jig</em> sexual intercourse. (Some have suggested that its origin is to be found in Black slang.) <em>Zig-zig</em> is quite possibly related. Both expressions have been widespread among the military going back to the 1800s. The term found ample opportunity for use in the Japan of the occupation.</p>\n<p><em>jo-san</em> [<em>jô-san</em>] girl. A polite way to refer to or address a young woman. <em>O-jô-san</em> was even more so.</p>\n<p><em>Joe Demotti</em> [<em>chotto matte</em>] just a minute. (See also <em>choke your motor.</em>) As such things go, this is a reasonable approximation of the Japanese, and not as far-fetched as some.</p>\n<p><em>kechimbo</em> a cheapskate. Not an uncommon complaint among the girls about the men whose generosity was of vital concern. The real sports were known as “brown-baggers,” because after shopping at the post-exchange (P.X.) or ship's store, the bags often indicated items purchases for Baby-san or the hooch that one shared with his moose.</p>\n<p><em>ki o tsukete</em> watch out! take care! Like <em>abunai,</em> an expression soon learned from context. The first meaning is cautionary, while the second is pretty much the equivalent of “So long.”</p>\n<p><em>koibito</em> lover. This Japanese word came into the vocabulary of Baby-san's and her friends to refer to a more romantic relationship than a <em>boy friendo</em> or a <em>moose.</em> If a guy had a <em>koibito</em> he was really in love.</p>\n<p><em>kuru kuru pah</em> crazy. An expression introduced by the comedian Toni Tani, and soon part of everyone's armory of insults. The word <em>kichigai</em> would be a more standard word for the same thing.</p>\n<p><em>mama-san</em> any older woman, but also the madam of a house or a bar. In Baby-san's world, as in the red-light districts of Europe and America, <em>mama-san</em> was the authority figure. All problems, financial or otherwise, were resolved by the girl saying, “You speak Mama-san.” (See also <em>Papa-san.</em>)</p>\n<p><em>meter-meter</em> [<em>mite, mite</em>] lit. look-look. A repetition of <em>mite,</em> an imperative of the verb “to see.” One can assume that the British, Australian, and New Zealanders troops thought of it as <em>metre-metre.</em></p>\n<p><em>monkey house</em> An expression used loosely for an insane asylum, a jail, or a brothel. The precise factors that related these three institutions to houses containing monkeys has yet to be thoroughly researched.</p>\n<p><em>moose</em> [from <em>musume</em>] the plural is either <em>mooses</em> or <em>meese.</em> In Japanese the word <em>musume</em> could regularly be applied to any young girl, just as <em>obaa-san,</em> “grandmother,” could be used as a term of address for any old woman. In the language of Baby-san's world, however, it came to be restricted to a desirable girl. It could be applied to a partner either for the night or as an <em>only. <em>“Hey, have you seen Charlie's new moose?”, meaning a particularly close relationship, usually of some duration. (See also</em> spoose.</em>)</p>\n<p><em>more skosh, more skoshy,</em> or <em>more scratch</em> [<em>mô sukoshi</em>] soon, or a little more. Used both for time and things. “She'll be here more skoshy.”</p>\n<p><em>more soon</em> [<em>mô sugu</em>] soon. An expression that possessed the delightful capacity to almost sound and mean the same as the Japanese original.</p>\n<p><em>mushy mushy</em> [<em>moshi moshi</em>] the Japanese equivalent of hello, when speaking over the phone. It was also an informal way of getting someone's attention, about like “Hey you.” It became popular with a nonsense ditty sung to the tune of “London Bridge is Falling Down.”</p>\n<blockquote>\n<p>Mushy-mushy, anone,</p>\n<p>Anone anone.</p>\n<p>Mushy-mushy, anone,</p>\n<p>Ah so deska.</p>\n</blockquote>\n<p><em>nay-san</em> [<em>nee-san</em>] lit. elder sister; more politely <em>onay-san.</em> Used for any girl, but especially for a shop clerk or waitress. While the expression followed the usage of the period, it is no longer commonly used in Japanese except to refer to someone else's older sister, or as a way of addressing your own.</p>\n<p><em>ne</em> or <em>nee</em> a particle that shows up everywhere in the Japanese of many native speakers, like the English “ya know,” and quickly found its way into the English of GIs talking with their girls. “Suzy, <em>ne,</em> we, <em>ne,</em> go movies, okay?” Also used to request assent, as the English “isn't it” or simply to soften what would otherwise be a more positive statement “You skoshy inchky, <em>ne</em>?” The longer form, nee, was regularly used to ask for agreement: “He baka, <em>nee</em>?”</p>\n<p><em>neba hoppen, neba hachi,</em> or <em>neba hachi ku ju</em> never happen. An expression that came out of the blending of the two languages. (See also <em>tonde mo nai.</em>)  Sometimes a disdainful retort to a request for sexual favors or simply a very negative reply to any request or the unlikelihood of something happening. The shift from <em>hoppen</em> (Japanese <em>happen</em>) to <em>hachi</em> needs a bit of explanation. Japanese has endings, called counters, that combine with numbers when things are counted, so <em>sammai</em> means three flat objects and <em>sambon</em> three cylindrical objects. The word <em>happen</em> combines <em>hachi</em> “eight” and <em>hen</em> “times” and means “eight times.” So, when Baby-san heard “happen” in English she naturally related it to the idea of eight. It didn't take her long for to think up <em>neba hachi,</em> and then to go on with the joke by counting <em>kû, jû,</em> which, needless to say, mean “nine” and “ten.” Fortunately, this was the only place where the language got involved with matters of higher mathematics.</p>\n<p><em>Neon Cotton Building</em> Not so much an everyday word in Baby-san's Lingo, but included here as an example of how cultural contact can get things garbled. At the end of the war, all but the port area of Yokohama had been leveled by bombing raids. The AFFE airstrip ran through what is now central Yokohama. The port facilities, however, had not been bombed, the strategy being to leave them intact to facilitate the eventual occupation. Even today, the area along the bay from North Pier to Yamashita Park is a museum of prewar architecture. One of the buildings left standing, across from the Government Buildings for Kanagawa Prefecture, was the Nippon Koton Birudingu, the offices for the Nippon Cotton Company, with it's name on a plaque at the door in Japanese. It was this building that was selected by the occupation forces for the headquarters of Camp Yokohama. Anyone with business at headquarters went what had to be called the Nihon Koton Building now, since <em>Nippon</em> was a word prohibited by the occupation in its efforts to cleanse the Japanese language of nationalistic words. The shift to <em>Neon,</em> a one hundred percent American word, was made immediately by the average GI and by the 1950s every one, including the camp commander, said <em>Neon Cotton Building.</em></p>\n<p><em>never happen</em> The GI's pronunciation of <em>neba</em> <em>hoppen</em> above. He usually didn't get involved with the arithmetic complexity of the expression.</p>\n<p><em>number one</em> or <em>namba-wan</em> the best (See also <em>ichiban</em> and <em>number ten.</em>) It comes from the Japanese construction for the superlative degree, e.g. <em>Are wa ichiban ii desu,</em> “That's the best”—lit. “That's number one.” In Baby-san's world it was used in expressions such as, “That's number one” or as a modifier, “That's a number-one idea.”</p>\n<p><em>number-ten</em> or <em>numba-ten</em> the worst. The opposite of <em>number-one,</em> which see. Used as the ultimate put-down. “He number ten!” The Japanese equivalent, <em>jûban,</em> was sometimes used as a joke, but in the standard language, the word had no such negative meaning.</p>\n<p><em>o-</em> a polite prefix in Japanese. It showed up, often without the GI noticing, in important words such as <em>ocha,</em> “green tea,” <em>ofuru,</em> “bath,” and one of Baby-san's favorite, <em>okane,</em> “money.”</p>\n<p><em>ol' watash</em> a way of referring to yourself as someone who knew what he was talking about. “Just take it from <em>ol' watash.</em>”</p>\n<p><em>only</em> one's sweetheart. The expression was applied to monogamous, or nearly monogamous relationships, but in most cases suggested firm financial support of the girl you were “shacking up” with for her willingness not to <em>butterfly.</em></p>\n<p><em>papa-san</em> old man. Applied generally to older men, but ironically in Baby-san's world the term was used for the men who did the sweeping up around the bar; although some times, as with <em>boy-san,</em> the term was used when addressing a pimp. There were, of course, men behind the scenes who controlled the bars and houses (often, though not always, part of the underworld), but they rarely made their presence known to Baby-san's world. (See also <em>mama-san.</em>)</p>\n<p><em>pistol</em> or <em>pisto</em> From the English “pissed off,” with more than one guy using it without knowing its origin. A girl would ask, “You <em>pisto</em>?” to which the reply, if you weren't angry, was, “Die joby,” or the more expansive, “Me no <em>pisto.</em>” If angry, a curt “Me plenty <em>pisto,</em>” indicated profound displeasure.</p>\n<p><em>pom pom</em> a prostitute. Said by some to be of Chinese origin and by others to be brought from the Philippines with the first occupation forces, it always kept an edge of insult, unlike the preferred <em>business girl,</em> a euphemism of sorts. Then again, the term may be echoic for the sound of various rapid-fire automatic weapons, and translatable as a sexual metaphor.</p>\n<p><em>samo-samo</em> or, perhaps to better suggest the pronunciation, <em>same-o same-o</em> the same. After a hard day's duty, if a guy was met by his moose at the door with, “How your day go, Honey?” a reasonable response would be, “<em>Samo-samo.</em>”</p>\n<p><em>-san</em> a polite suffix for both sexes, meaning Mr., Mrs., or Miss, as the case may be.</p>\n<p><em>shikata ga nai</em> or <em>shiyo ga nai</em> it can't be helped. So expressive of the country's mood for the first few years after the war that that it became a part of everyone's language. Not surprisingly, the expression is much less heard today, but in the fall of 1945 Japan was the <em>shikata-ga-nai</em> country. Yet it still expresses a certain fatalism or passiveness on the part of the Japanese when faced with anything unpleasant, such as political skulduggery or financial wrongdoing.</p>\n<p><em>skivvy</em> [<em>sukebe</em>] horny. The pronunciation of the Japanese, which is a noun meaning something closer to “satyr,” was close enough—and the feeling located near enough—to the U. S. Navy word for underwear, for <em>skivvy</em> to serve as the catch-all for whatever erotic sensations propelled the guy to do anything overly sexual. A hand placed on a girl's knee could trigger the complaint, “Sukebe boy-san, nee,” which in most circles was said in jest, and could be easily countered with “Me no <em>skivvy</em>” or some such witty riposte.</p>\n<p><em>skivvy honcho</em> a Lothario. (See also <em>honcho.</em>) Given the economic base of the community shared by the guys and girls, this was not altogether an insulting term.</p>\n<p><em>skosh</em> and <em>skoshy</em> [<em>sukoshi</em>] a little, a few or small, With taksan, the best remembered of the words from the period. One could get “a <em>skosh</em> tired,” have “<em>skoshi</em> money,” or comment that a girl “was <em>skoshi</em>.” The word was also, like the more accurate <em>cheeby,</em> used as a pet name for a short girl. (See also <em>more skoshi.</em>)</p>\n<p><em>slicky</em> and <em>slicky boy-san</em> a thief. A surprisingly rare creature in Baby-san's world. In the early days of the Occupation, when life in Japan was lived at the barest subsistence level, thievery was not uncommon, but as things got back to normal in the Fifties, the expression, with the war-induced poverty it reflected, moved across the Sea of Japan to Korea.</p>\n<p><em>spoose</em> [<em>spouse</em> + <em>moose</em>] one's Japanese wife. A happy blend with some linguistic ingenuity.</p>\n<p><em>sticky</em> [<em>suteki</em>] pretty. Used by the girls for such things and dresses and jewelry and by the guys for the girls.</p>\n<p><em>stinko</em> drunk. Sometimes the slang was a two-way street, with English and Japanese drawing upon each other.</p>\n<p><em>suck a hachi</em> [<em>shakuhachi</em>] by a playful twist of cross-cultural fate, a <em>shakuhachi</em> is a rather large, straight-blown, bamboo flute. It didn't take long for guys to make jokes on the word with the girls, and for it to come on base as a conveniently obscure insult. “Hey, Buddy, <em>suck my hachi</em>!”</p>\n<p><em>toe, knee, cock</em> [<em>tonikaku</em>] A silly joke that often went over the heads of the R&amp;R GI, but one of the games played in the bars and houses. The expression <em>tonikaku</em> in Japanese means something like “be that as it may.” But if your girl was to point to your toe, then your knee, and finally your crotch, and recite the word <em>tonikaku</em> slowly, the results could well be side-splitting laughter by all the girls within earshot.</p>\n<p><em>toksan</em> [<em>takusan</em>] a lot, much, many. With <em>skoshy,</em> one of the few expressions from the period to come into the English of those associated with the military. While in Japanese the word is an adverb, it came to be used as often as not as an adjective by the guys “<em>Taksan</em> money hava no.”</p>\n<p><em>tomodachi</em> or <em>tomodach</em> friend. Like <em>friendo,</em> it suggested a non-sexual relationship.</p>\n<p><em>tonde mo happen</em> (See also below) A blend of <em>tonde mo nai,</em> below, and <em>neba happen.</em></p>\n<p><em>tonde mo nai</em> (See also above) never happen.</p>\n<p><em>uchi</em> [<em>uchi</em>] (See <em>hooch.</em>) While <em>hooch</em> was used regularly by the GIs, <em>uchi</em> had a more sedate tone to it and gave the impression of being really settled in.</p>\n<p><em>uso</em> [<em>uso</em>] a lie. When one tried to make up a plausible explanation for getting home at two, one's moose's reply would most likely be, “<em>Uso</em>!” The perpetrator of an <em>uso</em> was an <em>usotsky,</em> from <em>usotsuki,</em> though the implication was not quite so damning as “liar,” but worse than a “fibber.” To fit more comfortably into the sound patterns of English it usually was pronounced more like <em>usutsy.</em></p>\n<p><em>usotsky</em> (see above)</p>\n<p><em>watash, watashi</em> (see also <em>ol' watash</em>) When the zipper of one's moose's skirt got stuck, a gentleman would say, “<em>Watash</em>'ll fix it.”</p>\n<p><em>wish book</em> the Sears &amp; Roebuck Catalog. (See also <em>big P.X.</em>) A favorite pastime for many girls was looking thought the catalog for things that during the occupation were things that could be theirs only in dreams.</p>\n<p><em>yo</em> an intensifier to add emphasis to a statement. It showed up in such often used expressions as, “Baby-san need new dress, <em>yo.</em>”</p>\n<p><em>Contributors</em></p>\n<p>We would like to say <em>alligator</em> to the following people for lending us a hand: Robert H. Beveridge, Vince Collins, Dick Flint, Ted Fowler, Robert L. Frazier, Stanley C. Frazier, Jr., S.K. Grove, Lee P. Harris, Richard Howell, Violet M. Hoyt, Robert J. Longfellow, Elsa and Vern Luber, Steve McClure, Wayne McWilliams, Harry F. Miller, Edward Quackenbush, James P.A. Robbins, Thomas Robinson, John C. Scafe, Tom Scully, Delores M. Smith, Robert J. Sweeny, R.M. Tvede, William J. Tyler, Robert J.J. Wargo, and David A. Young.</p>\n<p>And a special word of thanks to Richard Howell, Professor of Anthropology, University of Hawaii at Hilo, who took time from his research project in Japan to talk to us about our project and make available several useful papers on relevant topics.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Baby-San's Lingo</h1> <p><em><span data-rel=\"author\">D. Gordon and R.L. Spear</span> <span data-rel=\"location\">Tochigi-ken, Japan</span></em></p> <p>The language of the bars and brothels of Yokohama during the decade or so after World War II did not have its Samuel Johnson, its Noah Webster, or its Laurence Urdang. And so, before it slips away for want of speakers, two amateurs—in both senses of the word—would like to offer to this wordly-wise constituency an initial list of its lexical items and idioms and ask that amendments be made.</p> <p>What follows then is a provisional lexicon of the language of that young lady whose unstereotypical, in-your-face antics inspired the delightful “Baby-san” cartoons of Bill Hume that ran for years in the <em>Pacific Stars &amp; Stripes</em>—her language and the language of those who came to love her.</p> <p>The items offered here have been culled from the happy memories of those who, as Occupying Forces and later as Resters and Rehabitatees from Korea, wandered the safely sensual alleyways of towns from Naha to Chitose in search of . . . what? Let us say that few were disappointed in their search, nor did they come away without some fluency in the language spoken by the searchers and the sought.</p>"
}