{
  "type": "Article",
  "title": "British Football Chants",
  "author": "Pete May",
  "location": "London, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">British Football Chants</h1>\n<p><em><span data-rel=\"author\">Pete May</span> <span data-rel=\"location\">London, England</span></em></p>\n<p>Only in Britain would Manchester United's David Beckham have to suffer several thousand football fans chanting “Posh Spice takes it up the arse!” sung to the tune of the Pet Shop Boys' <em>Go West.</em> Since he married Spice Girl Victoria Adams, poor Beckham has been the butt of much obscene chanting. It started off two years ago when West Ham fans chanted “Posh Spice is a dirty slag [prostitute]!” at Beckham and he responded with aggressive gestures.</p>\n<p>This was a mistake. Even if the chants do come from fat blokes with a hang-up about anal sex, most of them can be mollified by a humorous response; the worst thing a footballer can do is show anger, because he will then be baited even more. Beckham has suffered so much from fans envious of his millionaire status, celebrity marriage and good looks, that the Professional Footballers' Association chairman Gordon Taylor recently called for fans to lay off Beckham. Posh Spice herself has shown more of a sense of humour, and has even said in an interview that “I want to say to them 'actually I don't!'”</p>\n<p>The first thing that will strike a newcomer at a British football match (it's called <em>soccer</em> in the U.S. but, although the word is recognised in Britain, it is rarely used) is the number of taboo words used in chants, such as <em>wanker</em> (an English term for a masturbator), <em>arse, shit, fucking</em> and <em>cunt.</em> The record for swearing is probably held by the Arsenal fans' dirty ditty (sung to the tune of the 1960s hit <em>My Old Man</em>) of “My old man said be a Tottenham fan, I said fuck off, bollocks you're a cunt!”</p>\n<p>Although many clubs had songs from pre-war times, chants really developed in the mid-1960s. It was a time when British society was much more restrained by notions of class and “the stiff upper lip”, and for many fans chants were a glorious release from dull jobs and social convention. At first they were just impromptu terrace choirs singing pop songs such as <em>You'll Never Walk Alone,</em> as at Liverpool. But slowly they developed into adaptations of tunes that quickly spread across the whole country.</p>\n<p>Weekly football matches presented a splendid opportunity for mainly working class males to revel in obscenity, merged with a juvenile delight in using such words in the company of several thousand other fans. They emphasise tribalism, but there is more to chanting than that. For most fans there has always been something pleasingly childish and very funny about 30,000 fans simultaneously chanting “The referee's a wanker!” particularly when it's picked up on TV recordings.</p>\n<p>There's also something of the adult nursery rhyme about footie chants. I first noticed while looking after my one-year-old daughter how much she enjoyed football chants adapted to childcare needs: for example nappy changing was accompanied by chants of “On with the nappy, we're going on with the nappy” a variation on the “Sing when you're winning, you only sing when you're winning!” chant.</p>\n<p>In a similar fashion to how a toddler spots an animal, there was an incident at Liverpool in the 1960s when a cat ran on the pitch. The fans would normally chant “Attack! Attack! Attack! Attack! Attack!” at their team, but when the feline appeared they instantly chanted “A cat! a cat! a cat! a cat! a cat!”. Another chant that would be recognisable in a nursery school is that of “Ee-aw! Ee-aw!” directed at any player deemed to be a “donkey”—a clumsy, untalented performer.</p>\n<p>And, as in nursery rhymes, there's a strong sense of rhythm, as exemplified by Manchester United's fans staccato homage to Eric Cantona. “Oooh aah Cantona! I said oooh aah Cantona!” Some of the repetition is also reminiscent of children's songs—a popular chant of the 1980s was sung to the tune of <em>The</em> <em>Dambusters' March</em> and directed at the successful but reviled Leeds United. It went: “Leeds, Leeds and Leeds and Leeds and Leeds, Leeds and Leeds and Leeds and Leeds, Leeds and Leeds and Leeds, we all fucking hate Leeds!” (Not too difficult to learn the words to that one.) And the chant of “Big nose, he's got a fucking big nose!” aimed by rival fans at Southampton's Matt Le Tissier is an example of pure playground humour.</p>\n<p>The British football chant is also closely aligned to pop culture— although the odd chant is sung to the tune of something more traditional, such as the anti-referee tirade of “Who's the wanker in the black?” which is sung to the tune of the hymn <em>Bread of Heaven.</em></p>\n<p>In fact, chants are a living memorial to some now-forgotten bands. Who would remember “one-hit wonders” Chicory Tip were it not for the immortalisation of their 1970s hit, <em>Son of My Father,</em> as a football chant? It started off as a declaration in favour of a particular player, such as Leicester City fans' “Oh Frankie Frankie Frankie, Frankie Frankie Frankie Worthington!” This was immediately modified by opposition fans to “Oh wanky wanky wanky, wanky wanky wanky Worthington!”</p>\n<p>Nearly thirty years later the tune is still used. When Teddy Sheringham moved from Tottenham to Manchester United in pursuit of trophies but suffered a barren first season, Arsenal fans taunted him with chants of “Oh Teddy Teddy Teddy, went to Man United and you won fuck all!”</p>\n<p>When United won the Treble (English League Championship, FA Cup and European Cup) last season this chant no longer applied, but rival fans quickly adapted it to “Oh Teddy Teddy Teddy! Went to Man United and you're still a cunt!”</p>\n<p>Another relatively unknown band, Middle of the Road, have also gained footballing longevity through their song <em>Chirpy Chirpy Cheep Cheep.</em> Its chorus of “Where's your mamma gone?” was often changed to “Where's your fatboy gone?” and directed at the clubs of Paul Gascoigne, a former England midfielder with a well-chronicled weight problem.</p>\n<p>While the initial chant can be simply prosaic, insulting or abusive, many develop to become fine examples of a genuinely adaptive wit. For example, players are often greeted by the cry of “One Denis Bergkamp, there's only one Denis Bergkamp!(insert player's name of choice)” sung to the tune of the Spanish song <em>Guantanamera</em>.</p>\n<p>When England played in the 1986 World Cup with two defenders named Gary Stevens in the squad, this was cleverly adapted by England fans to “Two Gary Stevens! There's only two Gary Stevens!” Even better was the version from Kilmarnock fans in Scotland. They sang “Two Andy Gorams, there's only two Andy Gorams!” at the Rangers goalkeeper, who before the match was said to be “mentally unattuned”. When a fat player is spotted he is taunted with “One Teletubby, there's only one Teletubby!” a reference to the podgy characters in the pre-school children's programme.</p>\n<p>In turn, the song became “Sing when you're winning, you only sing when you're winning!” directed at the opposing fans who sing when they take the lead. When sides played Grimsby, a side from a port, their fans chanted “Sing when you're fishing, you only sing when you're fishing!” The Grimsby fans liked this so much that they began themselves to sing “Sing when we're fishing, we only sing when we're fishing!” and a group of supporters even entitled their fanzine <em>Sing When We're Fishing.</em> Another version was “Score in a brothel, you couldn't score in a brothel!” used when a player misses with his shot.</p>\n<p>A variation on the numbers theme came at the beginning of the current season when West Ham had just signed the Costa Rican striker Paulo Wanchope, pronounced “one-chop”. The opposition Spurs fans responded with the chant of “You've only got Wanchope!” this time to the tune of <em>Blue Moon.</em></p>\n<p>Sometimes a chant is tailored exactly to the play. One of the silliest is “Woooooooh! You're shit! Aaargh!” This occurs when a goalkeeper takes a goal kick. A group of fans will give an extended “Whoooooah” during his extended run-up, followed by a staccato “You're shit! aaaargh!” as he kicks the ball.</p>\n<p>Chants reflect the social climate of England. In the 1970s and 1980s, when there was a big problem with football hooliganism, there were aggressive chants such as “You're gonna get your fucking heads kicked in!” In the 1970s, skinhead fans indulged in “aggro”, short for <em>aggravation.</em> “Aggro” was enshrined in a song sung to the opening section of Gary Glitter's <em>Hello Hello I'm Back Again!</em> This chant went: “Hello, hello, West Ham aggro, West Ham aggro, hello hello . . . ” and would accompany the first sign of trouble in any part of the ground. Another chant from that time is “Come and have a go if you think you're hard enough!” which has gained retro-chic and is now the title of the letters page in the British lads' mag <em>Loaded.</em></p>\n<p>But in the 1990s, all-seater stadia, higher prices and Sky TV coverage have meant the game has become largely free of trouble, and it is now an increasingly middle-class and trendy sport. In the 1980s only real fans would admit to following football, but today celebrities and intellectuals have all been desperate to declare their love of the game. In this climate chants have centred less on violence and more on humour, encouraging your side and denigrating the opposition.</p>\n<p>Where once there was outright hostility there now tends to be irony. These days a bad piece of play from the opposition causes taunts of “You're not very good, you're not very good!” to the tune of the old London song <em>Knees Up Mother Brown.</em></p>\n<p>One of the most popular chants of the past decade has been the Arsenal fans' adaptation of the chorus of The Pet Shop Boys' <em>Go West.</em> This started off as simply “One-nil to the Arsenal!” a song that celebrated Arsenal's frequent victories by this very score. This was rapidly adapted by other fans to “You're shit, and you know you are!” Numerous other versions followed, including “One-nil to the referee!” when a ref was thought to be biased and the already described Beckham/ Posh Spice insults.</p>\n<p>When Aston Villa striker Stan Collymore was exposed in the British tabloids as having beaten up his girlfriend (the TV presenter Ulrika Jonsson) in a Paris bar, fans ridiculed him in their usual merciless fashion. At first there were chants, again to the tune of <em>Go West,</em> of “You're shit and you slap your bird [girlfriend]!” Even worse, when Collymore checked into a clinic and stated he was suffering from depression, he was mocked with chants of “You're mad and you know you are!”</p>\n<p>When the comedians Baddiel and Skinner recorded the excellent pro-England song <em>Three Lions</em> for the 1996 European Championships, its chorus of “It's coming home, it's coming home, it's coming, football's coming home”, became another fans' classic. Although it was soon made cruder and used in chants such as “You're full of shit, you're full of shit, you're full of, Tottenham's full of shit!” When star striker Alan Shearer left Blackburn for his native Newcastle, the club's fans were taunted with “He's fucked off home, he's fucked off home, he's fucked off, Shearer's fucked off home!” With similar crudity, Chelsea's adaptation of <em>The Red Flag</em> to “We'll keep the blue flag flying here”, was altered by the club's rivals to “Stick your blue flag up your arse!”</p>\n<p>Black humour is a particular English strong point. After all, very few clubs actually stand a chance of winning anything, as there are only three major trophies, so the stoic acceptance of adversity has long been a source for songs. A goal drought can cause chants of “Will we ever score again?” (to the tune of <em>Bread of Heaven</em>). Even Vera Lynn's <em>We'll Meet Again</em> was adapted by long-suffering West Ham fans to “We'll score again, don't know where, don't know when, but I know we'll score again one sunny day!”</p>\n<p>Fans are becoming ever more surreal. When Manchester City were struggling in division one, the club's fans started singing, to the tune of <em>Knees Up Mother Brown,</em> “We're not really here! We're not really here! We're not really, we're not really, we're not really here!”—surely a classic of its type.</p>\n<p>In short, the British football chant is adaptable to just about any event that might happen on or off the pitch. Chants are subject to a kind of natural selection, which is why the best have survived for decades. They are frequently crude, childish and decidedly non-PC—but they're also the reason many of us find live football such an enticing experience. And if you're still mystified by this Brit disease, then there is a football chant that can be utilised. It expresses intellectual scepticism and goes: “You what, you what, you what, you what, you what?”</p>\n<p><em>[Pete May is a freelance journalist based in London. He is the author of <em>Sunday Muddy Sunday</em> (Virgin), a study of Sunday league football teams and co-author of <em>The Lad Done Bad</em> (Penguin), a humorous look at sex, sleaze and scandal in English football.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">British Football Chants</h1> <p><em><span data-rel=\"author\">Pete May</span> <span data-rel=\"location\">London, England</span></em></p> <p>Only in Britain would Manchester United's David Beckham have to suffer several thousand football fans chanting “Posh Spice takes it up the arse!” sung to the tune of the Pet Shop Boys' <em>Go West.</em> Since he married Spice Girl Victoria Adams, poor Beckham has been the butt of much obscene chanting. It started off two years ago when West Ham fans chanted “Posh Spice is a dirty slag [prostitute]!” at Beckham and he responded with aggressive gestures.</p> <p>This was a mistake. Even if the chants do come from fat blokes with a hang-up about anal sex, most of them can be mollified by a humorous response; the worst thing a footballer can do is show anger, because he will then be baited even more. Beckham has suffered so much from fans envious of his millionaire status, celebrity marriage and good looks, that the Professional Footballers' Association chairman Gordon Taylor recently called for fans to lay off Beckham. Posh Spice herself has shown more of a sense of humour, and has even said in an interview that “I want to say to them 'actually I don't!'”</p> <p>The first thing that will strike a newcomer at a British football match (it's called <em>soccer</em> in the U.S. but, although the word is recognised in Britain, it is rarely used) is the number of taboo words used in chants, such as <em>wanker</em> (an English term for a masturbator), <em>arse, shit, fucking</em> and <em>cunt.</em> The record for swearing is probably held by the Arsenal fans' dirty ditty (sung to the tune of the 1960s hit <em>My Old Man</em>) of “My old man said be a Tottenham fan, I said fuck off, bollocks you're a cunt!”</p>"
}