{
  "type": "Article",
  "title": "INTER ALIA: Fillers",
  "author": "William H. Dougherty",
  "location": "Santa Fe, New Mexico",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">INTER ALIA: <em>Fillers</em></h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p>\n<p>For most of us, synchronizing brain and mouth is not easy. It takes time for expression to catch up with thought, as the sound of thunder with the flash of lightning. Unless our speech emanates from a prepared text, as in the case of actors performing, or from formats, as in the case of, say, radio announcers, there will be gaps in speech created by the split-second time lag when expression is lagging behind the thoughts feeding it substance. Nature abhors a vacuum, and humankind is part of nature. So we tend to fill the lag gaps with something that is necessarily as meaningless as <em>uh</em> or <em>er</em> since it has no thought behind it. These fillers, of which <em>you know</em> is the prime example in American English, are akin to expletives such as the obscenities injected into some speakers' talk, but differ in lacking the emotional charge that expletives carry.</p>\n<p>Each language has its own peculiarities, which is what makes languages distinct, of course, and so each must have its own stall words, or fillers, although I cannot say for sure because I know nothing about the thousands of the world's tongues. Russian, a rich language, has many full-bodied filler words, like <em>nu.</em> Some Poles cram their street speech with <em>prosze pana,</em> meaning, where it has meaning, “please,” or very literally, “I beg your lordship.” Spaniards wear out <em>vale</em>, and Mexicans have worn out <em>andele</em> to the point of leaving it semantically anemic, if not quite empty. I have heard that speakers of Spanish in Ecuador seem to make <em>este</em> (“this”) every other word. The French, notoriously meticulous about their <em>belle langue,</em> are perhaps not quite so prone to speech static as are speakers of less cherished languages, but even they sometimes use certain expressions, like <em>alors,</em> as essentially meaningless fillers.</p>\n<p>There are several fillers in current use in American English, each favored by a category of speakers. <em>Hear</em> (pronounced “heah”) was much used or abused as a filler by folks from the Carolinas and Georgia when I was in school with some of them decades ago. <em>Like</em> is favored by American youth today. <em>Well</em> and <em>why,</em> used to stall at the beginning of a sentence while the speaker gathers thought, are classic fillers, as is <em>man,</em> which survived in the West Indies and has spread from that region of catchy speech and song. All three of these classics occur in Shakespeare, which is why I call them classic. But nowadays the most common semantically empty filler is, as mentioned above and as everyone knows, <em>you know.</em></p>\n<p>For some reason this <em>you know,</em> though almost ubiquitous in the USA, seems particularly to clog the speech of American athletes. I, no athlete, used to suspect that this was because athletes are dumb. After further consideration, however, and taking into account the fact that a successful athlete has to think hard and fast, making split-second decisions, I come to the opposite conclusion that athletes need a means of letting their words catch up to their rapid mental processing because athletes are trained to think extremely quickly. A slow, deliberate thinker, be his or her thoughts ever so deep and productive, has no need to skip along over <em>you knows</em> and therefore is much less likely to use the filler than is even the brightest basketball star.</p>\n<p>Lacking a staff of computerized whizzes to do etymological research for me, I can only guess when specific fillers came into widespread use. Literature is of little help because writers, whether of fiction, letters, memoirs, articles, or whatever, generally omit meaningless verbal static. Poets from Chaucer, with his <em>I wot,</em> on down to modern times are sometimes an exception to this rule because iambic fillers can come in handy to fill out metric lines and at the same time lend a touch of authenticity and make verse dialogue sound less stilted or artificial. Consider, for example, Shakespeare's <em>Julius Caesar,</em> act I, scene II, line 135, where Cassius says, “Why, man, he doth bestride the narrow world”</p>\n<p>As nearly as I can remember, half a century ago <em>you know</em> was not used as a filler so much as today. On the other hand, I have heard a recording of a Will Rogers monologue made more than sixty years ago where the then immensely popular folksy sage-cum-comic-cum-actor liberally sprinkled the monologue with <em>you knows</em>. So the often annoying locution has been around for quite a while, although exactly how long—who knows?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">INTER ALIA: <em>Fillers</em></h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p> <p>For most of us, synchronizing brain and mouth is not easy. It takes time for expression to catch up with thought, as the sound of thunder with the flash of lightning. Unless our speech emanates from a prepared text, as in the case of actors performing, or from formats, as in the case of, say, radio announcers, there will be gaps in speech created by the split-second time lag when expression is lagging behind the thoughts feeding it substance. Nature abhors a vacuum, and humankind is part of nature. So we tend to fill the lag gaps with something that is necessarily as meaningless as <em>uh</em> or <em>er</em> since it has no thought behind it. These fillers, of which <em>you know</em> is the prime example in American English, are akin to expletives such as the obscenities injected into some speakers' talk, but differ in lacking the emotional charge that expletives carry.</p> <p>Each language has its own peculiarities, which is what makes languages distinct, of course, and so each must have its own stall words, or fillers, although I cannot say for sure because I know nothing about the thousands of the world's tongues. Russian, a rich language, has many full-bodied filler words, like <em>nu.</em> Some Poles cram their street speech with <em>prosze pana,</em> meaning, where it has meaning, “please,” or very literally, “I beg your lordship.” Spaniards wear out <em>vale</em>, and Mexicans have worn out <em>andele</em> to the point of leaving it semantically anemic, if not quite empty. I have heard that speakers of Spanish in Ecuador seem to make <em>este</em> (“this”) every other word. The French, notoriously meticulous about their <em>belle langue,</em> are perhaps not quite so prone to speech static as are speakers of less cherished languages, but even they sometimes use certain expressions, like <em>alors,</em> as essentially meaningless fillers.</p> <p>There are several fillers in current use in American English, each favored by a category of speakers. <em>Hear</em> (pronounced “heah”) was much used or abused as a filler by folks from the Carolinas and Georgia when I was in school with some of them decades ago. <em>Like</em> is favored by American youth today. <em>Well</em> and <em>why,</em> used to stall at the beginning of a sentence while the speaker gathers thought, are classic fillers, as is <em>man,</em> which survived in the West Indies and has spread from that region of catchy speech and song. All three of these classics occur in Shakespeare, which is why I call them classic. But nowadays the most common semantically empty filler is, as mentioned above and as everyone knows, <em>you know.</em></p>"
}