{
  "type": "Article",
  "title": "Bottom, Thou Art Translated",
  "author": "Adrian Room",
  "location": "Lincolnshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bottom, Thou Art Translated</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Lincolnshire</span></em></p>\n<p>The Russians, even in Soviet times, have long worshipped at the shrine of English and American literature, from Shakespeare to Shaw, Chaucer to Chesterton, Sterne to Steinbeck, and Russian translations of the classics and moderns are still readily available. But each translator has faced a particular hurdle—how best to render the names of the characters?</p>\n<p>At first sight, the answer seems relatively straightforward. Names that are obviously meaningful, such as Carroll's White Knight and Dickens' Artful Dodger, are translated. Names that are not, such as Shakespeare's Ophelia and Fitzgerald's Jay Gatsby, are transliterated. These four names thus appear respectively in Russian as <em>Bely Rytsar', Lovky Plut, Ofeliya</em> and <em>Dzhey Getsbi.</em></p>\n<p>Sometimes a translation takes hold that deviates somewhat from the original. Thus Carroll's Mad Hatter can be <em>Shlyapnik</em> (“Hatter”), <em>Bolvanshchik</em> (“Blockmaker”), or simply <em>Shlyapa</em> (“Hat”). Of these, <em>Bolvanshchik</em> is probably the best, since it suggests the dual sense of <em>bolvan:</em> on the one hand, “block for shaping hats”, on the other, “blockhead”. Conversely, a Russian translated name can evoke the wrong associations for an English speaker. The Dormouse is known as <em>Sonya,</em> which sounds like a trendy teenager, but is in fact simply the Russian word for the animal (related to <em>son,</em> “sleep”).</p>\n<p>In certain cases a name demands a half-translation, half-transliteration. Thus Mark Twain's Injun Joe is <em>Indeyets Dzho,</em> while Stevenson's Long John Silver is <em>Dolgovyazy Dzhon Sil'ver,</em> the first word literally meaning “long-necked” rather than “long-legged”, as one might expect. The dichotomy between translation and transliteration is neatly exemplified by Defoe's Robinson Crusoe and Man Friday, respectively rendered as <em>Robinzon Kruzo</em> and <em>Pyatnitsa</em> (no “Man”).</p>\n<p>So far so good. But there are many names with a transparent meaning where a decision has to be made—to translate or not to translate? An English reader can readily see the sense behind the names of Shakespeare's Andrew Aguecheek and Toby Belch, yet these are transliterated as forename and surname, so that one respectively has <em>Endryu Egyuchik</em> and <em>Tobi Belch.</em> On the other hand, names such those of Bottom and his gang in Shakespeare's <em>A Midsummer Night's Dream</em> are clearly words rather than names, so can be readily translated. Bottom is thus <em>Osnova</em> (literally “Base”), while Quince, Snug, Flute, Snout and Starveling come over nicely as <em>Pigva, Milyaga, Dudka, Rylo</em> and <em>Zamorysh.</em> Any possible pun on Bottom's name and “ass” (he dons an ass's head, after all) is absent from the Russian name, which is, however, faithful to Shakespeare's intention, since Bottom is a weaver, and his Dame refers to a “bottom of thread,” otherwise the core of a skein.</p>\n<p>Legendary or pantomime characters may or may not have their names translated. Robin Hood is traditionally known in Russian as <em>Robin Gud,</em> the latter word (coincidentally and aptly suggesting English “good”) having Russian <em>g</em> for English initial <em>h,</em> as often happens. (Hider is thus <em>Gitler</em> and Hamlet <em>Gamlet.</em>) Robin Goodfellow, on the other hand, has a semi-translatable name, <em>Dobry Maly Robin,</em> literally “Good Fellow Robin”. Goldilocks is <em>Zlatovlaska</em> and Cinderella <em>Zolushka.</em> Snow White is <em>Belosnezhka,</em> but J.M. Barrie's Peter Pan transliterates as <em>Piter Pen.</em> However, Tinkerbell sounds mellifluously as <em>Din'-Din',</em> while Captain Hook translates alliteratively as <em>kapitan Kryuk.</em> In the world of children's literature one should not overlook A.A. Milne's Winnie-the-Pooh, whose Russian counterpart is <em>Vinni-Pukh.</em> This name is subtler than it seems, although perhaps not intentionally, since although <em>Pukh</em> transliterates “Pooh” it also happens to be the Russian word for “swansdown”, and the little boy Christopher Robin Milne named his teddy bear after a bear in a zoo (Winnie) and a swan that he fed every morning and that he called “Pooh”.</p>\n<p>Russians are also aficionados of the English nursery rhyme, and now that the basic principle of rendering characters' names has been considered, readers may like to try their eye at identifying the following, which as an aid to interpretation are in English alphabetical order: <em>malyshka Bo-Pip, stary korol'Kol', Dzhek i Dzhill, malysh Dzhek Khorner, malyutka miss Maffet, malysh Tommi Taker.</em> A key may be welcome, however, in order to crack <em>Shaltay-Boltay,</em> aka Humpty Dumpty, whose name does not refer to his shape but approximates to “Chatterbox.”</p>\n<p>These examples perhaps suffice to give an insight into one aspect of the art of the literary translator, and although all the names quoted are those of characters, it might be appropriate to finish with a plangent placename—Barrie's Never-Never Land, which Russians know as <em>Gdetotam,</em> literally “Somewhere-There”.</p>\n<p>Note: Renderings are taken from D. I. Yermolovich, <em>The English-Russian Who's Who in Fact and Fiction,</em> Moscow, 1993. Russian masculine adjectival endings properly transliterated <em>-yy (-yj)</em> or -iy (-ij) are here simplified to <em>-y.</em> An apostrophe conventionally represents the “soft sign”.</p>\n<p><em>[Adrian Room is a noted onomastician.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bottom, Thou Art Translated</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Lincolnshire</span></em></p> <p>The Russians, even in Soviet times, have long worshipped at the shrine of English and American literature, from Shakespeare to Shaw, Chaucer to Chesterton, Sterne to Steinbeck, and Russian translations of the classics and moderns are still readily available. But each translator has faced a particular hurdle—how best to render the names of the characters?</p> <p>At first sight, the answer seems relatively straightforward. Names that are obviously meaningful, such as Carroll's White Knight and Dickens' Artful Dodger, are translated. Names that are not, such as Shakespeare's Ophelia and Fitzgerald's Jay Gatsby, are transliterated. These four names thus appear respectively in Russian as <em>Bely Rytsar', Lovky Plut, Ofeliya</em> and <em>Dzhey Getsbi.</em></p> <p>Sometimes a translation takes hold that deviates somewhat from the original. Thus Carroll's Mad Hatter can be <em>Shlyapnik</em> (“Hatter”), <em>Bolvanshchik</em> (“Blockmaker”), or simply <em>Shlyapa</em> (“Hat”). Of these, <em>Bolvanshchik</em> is probably the best, since it suggests the dual sense of <em>bolvan:</em> on the one hand, “block for shaping hats”, on the other, “blockhead”. Conversely, a Russian translated name can evoke the wrong associations for an English speaker. The Dormouse is known as <em>Sonya,</em> which sounds like a trendy teenager, but is in fact simply the Russian word for the animal (related to <em>son,</em> “sleep”).</p>"
}