{
  "type": "Article",
  "title": "As the Word Turns",
  "author": "Barry Baldwin",
  "location": "Calgary, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As the Word Turns</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Canada</span></em></p>\n<p>Unless any scientific compound usurps it in the forthcoming new edition of the <em>Oxford English Dictionary,</em> <em>floccinaucinhilipilification,</em> as John Simon guessed in his <em>Paradigms Lost</em> (1981), is the longest word there. Weighing in with 29 letters, it beats by one its sesquipedalian opponent <em>antidisestablishmentarianism.</em></p>\n<p>This majestic monster found a place in Russell Rooke's <em>Grandiloquent Dictionary</em> (1972), being there defined as “the action or process of estimating a thing as worthless.” Our word is compounded from four Latin expressions for such low evaluation: “non flocci facio”—I don't give a flock for;  “non nauci facio”—I don't give three flocks for; “non nihili facio”—I don't care nothing for; or “non pili facio”—I don't give a hair for.</p>\n<p>It looks like a Samuel Johnson kind of word. Celebrated for his long Latinate terms, the Great Cham defended their use in an essay in the <em>Idler:</em> “Few faults of style, whether real or imaginary, excite the malignity of a more numerous class of readers, than the use of hard words. But words are only hard to those who do not understand them, and the critick ought always to enquire, whether he is incommoded by the fault of the writer, or by his own.” Boswell duly defended his hero: “Mr Johnson has gigantick thoughts, and therefore he must be allowed gigantick words.”</p>\n<p>In fact, it was William Shenstone (1714–1763) who imported our word into English, in one of his published letters, in 1741: “I loved him for nothing so much as his floccinaucinhilipilification of money.” Shenstone was best known as a poet, though no contemporary thought highly of him (“that water-gruel bard,” gibed Horace Walpole). He had no particular reputation for sesquipedalianism. His use may have been disingenuous: the poet Gray's reaction to his Letters was “Poor man! He was always wishing for money.”</p>\n<p>After Shenstone, the word languished a good sixty years before the poet and critic Robert Southey took it up in an 1816 essay in the <em>Quarterly Review.</em> Then Sir Walter Scott tried it out in a journal entry on 18 March 1829, thus: “They must be taken with an air of contempt, a floccipaucinihilipilification of all that can gratify the outward man.” This same spelling occurs elsewhere in Scott: mistake or deliberate alteration?</p>\n<p>And that is the complete history of the word, according to the <em>OED.</em> Has any reader seen it in modern literature? I've noticed the spin-off adjective <em>floccinaucinihilipilificatory</em> in occasional pieces of fugitive journalism. I used to recommend the noun to my students as a good one for debates and pub conversation. Overall, it evidently never caught on. Just TOO big, perhaps?</p>\n<p>Well, if that's the problem, there are less jaw-breaking allotropes. In his <em>English Dictionarie, or An Interpreter Of Hard Words</em> (1623), Henry Coceram introduced and defined the verb <em>floccifie</em> ('to set nought by'), but this one seems to have died quickly after Blount's 1656 rehash of Coceram in his <em>Glossography</em>. The chronicler Edward Hall (1499–1549) had already tried out <em>floccipend</em> (“Every honest creature would abhorre and floccipend”) in 1548, but this one had to wait for Walter Thomson's 1882 essay on Bacon and Shakespeare (“A profession prone to floccipend old locks of thought from wooly-headed thinkers”—a groanable triple pun) for its next outing, and it still awaits its third.</p>\n<p>Southey himself, in critical esays of 1826 and 1829, came up with “a floccinaucical signification” and “floccinaucities to which so much importance is attached”; neither found a taker. So, if the floccular processes of your cerebellum have been flocculated by this flocculent flourish, fear not to write floccosely—English and Latin are on your side, and it beats the hell out of the Nineties Newspeak of academics and computers.</p>\n<p><em>[Barry Baldwin grew up in England during and after World War II. Now in Canada, he has published 12 books and some 600 articles on Greek/Roman/Byzantine/18th-century history &amp; literature. His chief passions are cricket, English soccer, and eating.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As the Word Turns</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Canada</span></em></p> <p>Unless any scientific compound usurps it in the forthcoming new edition of the <em>Oxford English Dictionary,</em> <em>floccinaucinhilipilification,</em> as John Simon guessed in his <em>Paradigms Lost</em> (1981), is the longest word there. Weighing in with 29 letters, it beats by one its sesquipedalian opponent <em>antidisestablishmentarianism.</em></p> <p>This majestic monster found a place in Russell Rooke's <em>Grandiloquent Dictionary</em> (1972), being there defined as “the action or process of estimating a thing as worthless.” Our word is compounded from four Latin expressions for such low evaluation: “non flocci facio”—I don't give a flock for;  “non nauci facio”—I don't give three flocks for; “non nihili facio”—I don't care nothing for; or “non pili facio”—I don't give a hair for.</p> <p>It looks like a Samuel Johnson kind of word. Celebrated for his long Latinate terms, the Great Cham defended their use in an essay in the <em>Idler:</em> “Few faults of style, whether real or imaginary, excite the malignity of a more numerous class of readers, than the use of hard words. But words are only hard to those who do not understand them, and the critick ought always to enquire, whether he is incommoded by the fault of the writer, or by his own.” Boswell duly defended his hero: “Mr Johnson has gigantick thoughts, and therefore he must be allowed gigantick words.”</p>"
}