{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>I heard a marketing executive on BBC Radio the other day, explaining the unique selling point of her latest product: “Conveniency,” she said, “these days is such a great part of how we live.”</p>\n<p>From the context, it's reasonable to assume that, if it existed, <em>conveniency</em> would mean <em>convenience;</em> but clearly, the marketing woman felt that <em>convenience</em> was too weak, too everyday a word for her purpose. I think of this phenomenon as “stressification,” and notice it often in the idioms of business, officialdom, and semi-officialdom, as well as in speech. It arises in various forms, all of them jarring.</p>\n<p>A TV listing in the <em>Radio Times</em> warns that a film “contains adult sex scenes”. Instead of juvenile sex scenes? Or sex scenes deemed suitable for children? <em>Adult</em> here is being used, as it often is, as a euphemism for “sexual”; therefore, viewers are being alerted to the presence of <em>sexual sex scenes.</em> This is tautology for the purposes of stressification, as is a report in <em>Wisden Cricket Monthly</em> of a tour of the UK by a Los Angeles cricket club “made up of teenagers, ex-former gang members and homeless men”. Presumably, an <em>ex-former</em> gang member is not a recidivist, but a model citizen.</p>\n<p>Lately, <em>work colleague</em> has been replacing <em>colleague</em>, although there is as far as I know no usage of colleague which does not refer to a person one works with. (Not quite true, in fact: in the [British] Labour Party, years ago, right-wingers would address fellow members as “Colleague,” to avoid the then more usual “Comrade”.)</p>\n<p>Sometimes, stressification employs what Americans might call a “cover your ass” approach, coupling terms together like railway carriages, to ensure that no room remains for doubt. This can result in a seemingly uncontrolled stream of pure babble—a kind of non-coprolalic Tourette's, as in this from a local rag: “He was very proud to have been the first mayor of the town and was able to implement his stamp on the role.” When taken to such extremes, meaningless jargon becomes almost poetic, don't you think?</p>\n<p>During Mike Tyson's recent visit to Britain, a newspaper informed us that community leaders in Brixton and Moss Side, considering the fighter a poor role model, had asked him to stay away: “Both areas have a sizeable black and Afro-Caribbean population”. Are Afro-Caribbeans not black?</p>\n<p>Stressification commonly manifests itself in clichés. It is an inviolable rule that every person in public life considers every other person in public life to be “a close personal friend of mine”. I suspect that a close personal friend is simply anyone you've sat next to at more than one official dinner, but in any case, most of us would take it for granted that we enjoy a close and personal relationship with all our friends, by definition, while using <em>acquaintance</em> to describe someone who is merely known to us.</p>\n<p>The notion of stressification can be stretched slightly to include punctuation. On a packet of shop-bought “Grannies Cake,” I found this inducement: “Look out for other delicious Lyons Corner House cakes, we think you will agree they are 'Always a pleasure to eat'.” The inverted commas are there, I imagine, for emphasis, but to me they suggest uncertainty—as if the cake-makers are saying, “Don't take this too literally, OK? It's just a turn of phrase.”</p>\n<p>I've never known precisely what the stressified term <em>roll-out</em> means, despite its current ubiquity in corporate-speak, but at least in this example it carries a veneer of relevance, however unintentional: “Marlow Foods intend to roll out the free-range eggs to the rest of their ranges throughout the year 2000.” But, hey—<em>year</em> 2000? As opposed to what?</p>\n<p><em>(Please contact me via either of the VERBATIM addresses, to tell me of your own least favourite Horribiles, or to comment on those I've already discussed.)</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>I heard a marketing executive on BBC Radio the other day, explaining the unique selling point of her latest product: “Conveniency,” she said, “these days is such a great part of how we live.”</p> <p>From the context, it's reasonable to assume that, if it existed, <em>conveniency</em> would mean <em>convenience;</em> but clearly, the marketing woman felt that <em>convenience</em> was too weak, too everyday a word for her purpose. I think of this phenomenon as “stressification,” and notice it often in the idioms of business, officialdom, and semi-officialdom, as well as in speech. It arises in various forms, all of them jarring.</p> <p>A TV listing in the <em>Radio Times</em> warns that a film “contains adult sex scenes”. Instead of juvenile sex scenes? Or sex scenes deemed suitable for children? <em>Adult</em> here is being used, as it often is, as a euphemism for “sexual”; therefore, viewers are being alerted to the presence of <em>sexual sex scenes.</em> This is tautology for the purposes of stressification, as is a report in <em>Wisden Cricket Monthly</em> of a tour of the UK by a Los Angeles cricket club “made up of teenagers, ex-former gang members and homeless men”. Presumably, an <em>ex-former</em> gang member is not a recidivist, but a model citizen.</p>"
}