{
  "type": "Article",
  "title": "As The Word Turns: Some High and Low Cs",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As The Word Turns: <em>Some High and Low Cs</em></h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>You won't find <em>capernosity</em> in any dictionary. It crops up in Irish playwright Brendan Behan, quoted in his brother Brian's memoir <em>Brendan Behan's Island</em> (1962),: “My grandmother was a woman of capernosity and function. She had money and lay in bed all day, drinking porter or malt, taking pinches of snuff, and talking to the neighbours.”</p>\n<p>The word looks confected from the old and rarely used <em>capernoity</em> and <em>capernoited,</em> both variously spelled. Noun and adjective denote a head slightly fuddled with drink. Between them they began life in 1719 and vanish after 1853. The five texts they appear in are all Scottish. This couplet from the ballad <em>Whistle Blinkie</em> (Scottish Songs, series 2, 1853) would have been agreeable to the bibulous Celt Behan: “Of the spark aquavitae they baith lo'ed a drappie/And when capernutie then aye unco happy.” Or he might have remembered “capernoited maggots and nonsense” in chapter 2 of Sir Walter Scott's <em>Redgauntlet.</em></p>\n<p>Still, granny does not sound fuddled with drink, so maybe Behan's neologism also owes a debt to <em>caper,</em> the Latin for goat, an animal associated by the Romans with large appetite, wrinkled skin, and rank smelliness. Behan, like Sean O'Faolin and other Irish writers, was Jesuit-educated and knew his Classics.</p>\n<p><em>Clitoris</em> scrapes into Oxford, though by 1989 standards its definition is decidely starchy: “A homologue of the male penis, present, as a rudimentary organ, in the females of many of the higher vertebrates.' Only four examples are given, all from scientifc textbooks (1615, 1650, 1836, 1871).</p>\n<p>I've found a passage showing its use in non-technical 18th century prose. In his <em>Tour of the Continent</em> (1756), Thomas Pennant saw in Leiden University's anatomy school “several skeletons and prepared bodies, one of a woman with a Clitoris very apparent.”</p>\n<p>Why no quotations from erotic fiction? It's true that Henry Miller doesn't seem to use <em>clitoris,</em> not even in the priapic prose of <em>Tropic of Capricorn</em> (1939)—perhaps like many men old Henry couldn't find it. The word must be all over the shop in 'sexy' novels. One easy source was Terry Southern's seminal Sixties shocker, <em>Candy,</em> often abbreviated to <em>clit.</em></p>\n<p><em>Clitoris</em> comes almost unchanged from Hellenic <em>kleitouris</em>—the Latin <em>landica</em> had no impact on English. In Greek, it acquired the secondary meaning of “gem”, hence the Victorian euphemism <em>pearl,</em> the reason why the Victorian pornographic magazine <em>The Pearl</em> was so called.</p>\n<p>Another word cited only from medical texts (1853, 1866, 1880) is <em>carphology,</em> laboriously defined as “The movements of delirious patients, as if searching for imaginary objects, or picking at the bed-clothes.” There is a delicious extension of this classical term to jazz in Kingsley Amis' novel <em>Take a Girl Like You</em> (1960): “The music played. It was East coast stuff, carphology in sound.”</p>\n<p>For <em>climacteric</em> in the sense of reaching one's “grand climacteric”, especially the dangerous sixty-third year, Oxford traces the expression to Spanish and give no example after 1823. I've noticed one in a letter of 26 August 1958 by poet-novelist Robert Graves, reproduced in Miranda Seymour's 1995 biography. Oxford misses the ancient source of this word and belief. Aulus Gellius (2nd cent. AD) in his Attic Nights (book 15) quotes a letter from the emperor Augustus rejoicing that he has safely passed “the grand climacteric common to all men, the sixty-third year.” Elsewhere (book 3), Gellius says this and all such fears originated with the Chaldaeans.</p>\n<p>Apart from giving new meaning to the Beatles' <em>When I'm Sixty-Four,</em> I had to put this one in—by the time it's out, I shall be 63.</p>\n<p>NB: I am adopting as a slogan this remark by philosopher J.L. Austin, <em>A Plea For Excuses</em> (1956): “Going back into the history of a word, very often into Latin, we come back pretty commonly to pictures or models of how things happen  or are done.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As The Word Turns: <em>Some High and Low Cs</em></h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>You won't find <em>capernosity</em> in any dictionary. It crops up in Irish playwright Brendan Behan, quoted in his brother Brian's memoir <em>Brendan Behan's Island</em> (1962),: “My grandmother was a woman of capernosity and function. She had money and lay in bed all day, drinking porter or malt, taking pinches of snuff, and talking to the neighbours.”</p> <p>The word looks confected from the old and rarely used <em>capernoity</em> and <em>capernoited,</em> both variously spelled. Noun and adjective denote a head slightly fuddled with drink. Between them they began life in 1719 and vanish after 1853. The five texts they appear in are all Scottish. This couplet from the ballad <em>Whistle Blinkie</em> (Scottish Songs, series 2, 1853) would have been agreeable to the bibulous Celt Behan: “Of the spark aquavitae they baith lo'ed a drappie/And when capernutie then aye unco happy.” Or he might have remembered “capernoited maggots and nonsense” in chapter 2 of Sir Walter Scott's <em>Redgauntlet.</em></p> <p>Still, granny does not sound fuddled with drink, so maybe Behan's neologism also owes a debt to <em>caper,</em> the Latin for goat, an animal associated by the Romans with large appetite, wrinkled skin, and rank smelliness. Behan, like Sean O'Faolin and other Irish writers, was Jesuit-educated and knew his Classics.</p>"
}