{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Chances Are",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Chances Are</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Because the present is fleeting, and the past is immutable, according to C. S. Lewis's administrative-level demon, Uncle Screwtape, it is the future that is least like eternity; and that is why the powers of Hell encourage human beings to focus on it<sup><a href=\"#user-content-fn-c1\" id=\"user-content-user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>. However one may be tempted to disagree with this philosophy, it cannot be denied that we do think about what has not yet come to pass, and how to make sure the odds break in our favor, whether we are underwriters hoping that more premiums are paid in than losses paid out, racetrack habitués betting on our favorite horse to win rather than place or show or not finish at all, or simply picnickers guessing how likely it is that we can finish our <em>al fresco</em> lunch before that ominous cloud on the horizon metamorphoses into a full-blown thundershower bursting overhead. Indeed, most of our waking hours may be spent weighing prospective risks and benefits in a constant calculus so second-nature to us that we are rarely aware of its extent. Experience teaches consequences from which we predict future events in turn; but often we are extrapolating not from physical certainties (“If you push something hard enough it will fall over”<sup><a href=\"#user-content-fn-c2\" id=\"user-content-user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>) but from familiar probabilities (“The chances of a coin coming up heads on the toss are 50/50”<sup><a href=\"#user-content-fn-c3\" id=\"user-content-user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>).</p>\n<p>Or from other people's estimates of familiar probabilities: We ask our office-mate, who we know has heard the weather report we just missed that morning, owing to our toast having fallen from the table and landed butter-side down<sup><a href=\"#user-content-fn-c4\" id=\"user-content-user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> at the critical moment, “Will it rain tomorrow?” “There's a good chance of it,” is the reply. If we then carry an umbrella the next day, is the actual probability that we will need it significantly greater than 0.5? No, for two reasons: First, the actual probability of rain falling anywhere on the earth on a given day is quite low, even on a cloudy day; second, a team of psychologists elicited the vernacular meaning of “good chance” from a group of experimental subjects a decade and a half ago and found it to range from an actual probability slightly less than 0.6 down to smaller than 0.4, depending on the informant<sup><a href=\"#user-content-fn-c5\" id=\"user-content-user-content-fnref-c5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>. The graph shows the researchers' results for other common terms of likelihood as well; perhaps the most startling are “tossup”—which one might suppose would be a range centered precisely on 0.5 (the real-world probability of the coin toss from which the expression derives), but in fact is shifted towards improbability, lying roughly between 0.38 and 0.55—and the range of “probably,” whose high end is scarcely less than that of “almost certain” and whose low end is pegged to a probability markedly smaller than 0.5 (about 0.45, or 10% less than even odds.)<sup><a href=\"#user-content-fn-c6\" id=\"user-content-user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Other folk beliefs about likelihood fly in the face of logical appearances as well. Murphy's Law, commonly stated as “Anything that can go wrong, will,”<sup><a href=\"#user-content-fn-c7\" id=\"user-content-user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> has given rise to a distinct class of one-liner jokes in imitation: “If there are two ways to spell someone's name, you will pick the wrong one;” “The part requiring the most consistent repair will be housed in the most inaccessible location;” “Washing machines break down only during the wash cycle;” “When leaving work late, you will go unnoticed, but when leaving early, you will meet the boss in the parking lot.” (A corollary: “The less important you are to the corporation, the more your absence or tardiness is noticed.”)<sup><a href=\"#user-content-fn-c8\" id=\"user-content-user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> Older readers will recall that this genre of jocular pessimism was also the theme of the one-panel sidebar “They'll Do It Every Time” with which cartoonist Jimmy Hatlo used to embellish the Sunday edition of his long-running comic strip <em>There Oughta Be A Law.</em></p>\n<p>Positivist-empiricists, especially in the scientific community, may be all too quick to dismiss such folk formulae out of hand as “nothing more than the product of our selective memory for those times when things don't go well,” according to Robert A. J. Matthews, a science correspondent for the London <em>Sunday Telegraph</em><sup><a href=\"#user-content-fn-c9\" id=\"user-content-user-content-fnref-c9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>. But there is a sound basis for at least <em>some</em> pessimistic folk beliefs which seem at first blush irrational: The thirteenth of the month is, in fact, more likely to be a Friday than any other day of the week,<sup><a href=\"#user-content-fn-c10\" id=\"user-content-user-content-fnref-c10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> and the likelihood of your having picked a checkout line other than the fastest one in the supermarket increases as a linear function of how many lines there are: If there are but two, your chances of being in the fast lane are even; if four, the odds are three to one against you.</p>\n<p>Our inability to know the future—and specifically, whether good or bad things may lie in store for us—has given rise to a plethora of everyday expressions by which we resign ourselves and others to the vicissitudes of Providence or at least our own lack of control, such as <em>seek one's fortune, hazard a guess, leave it up to chance, dicey, at risk, the luck of the draw, their poor lot, the fickle finger of fate.</em> Many of these terms were historically impartial but have taken on color (positive or negative) over the intervening years: As mentioned in a footnote in our last column<sup><a href=\"#user-content-fn-c11\" id=\"user-content-user-content-fnref-c11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>, <em>hazard</em> comes to us from an Arabic word for a gambler's die, but whereas <em>par hasard</em> in French is equivalent to the value-neutral “by chance” in English, our <em>hazardous</em> has become far more sinister than the unprejudicial <em>dicey.</em> It appears that <em>lot</em>—derived from the sort of lot one casts, and thus akin to <em>lottery</em>—may be likewise edging from neutrality towards the sense of a short straw: One can still speak of a <em>happy lot</em> but already the expression sounds quaint, while more often it seems one hears of a <em>sorry lot.</em> (Watch this space.)</p>\n<p>Among the Romans, <em>fortune</em>—good or bad—was personified as the goddess Fortuna<sup><a href=\"#user-content-fn-c12\" id=\"user-content-user-content-fnref-c12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup>, much as the Greeks before them had made statues of Tyche<sup><a href=\"#user-content-fn-c13\" id=\"user-content-user-content-fnref-c13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup>; but gradually, as people came more and more to think about and invoke Fortune in her beneficent aspect, <em>fortuna</em> without a qualifying adjective came to mean simply and solely <em>good</em> fortune<sup><a href=\"#user-content-fn-c14\" id=\"user-content-user-content-fnref-c14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>. Although English preserves the neutral sense in the expression <em>to seek his fortune,</em> when we speak of inheriting a fortune it is generally presumed that what has been handed down is not simply a heap of bad luck.</p>\n<p><em>Luck</em> comes down to us through Middle English from Middle Dutch <em>luc,</em> a shortened version of the word <em>gheluc,</em> cognate with Middle High German <em>gelücke,</em> which became modern German <em>Glück,</em> “(good) fortune, luck, happiness.” Luck, like <em>Fortuna,</em> can be personified: “Luck, Be a Lady Tonight,” sings the gambler Nathan Detroit in the mid-century smash-hit musical <em>Guys and Dolls,</em> a sentiment no doubt echoed at many a gaming-table (and slot machine) before and since. Like Lady Luck, Fate can nowadays personified in order to lament her fickleness (the finger of Fate being the Romans' <em>digitus impudicus,</em> or, as we would nowadays say, the Bird); this is reductionism at work on the original Three Fates of Greco-Roman mythology, who together had charge of the thread of each person's life: Clotho, the spinner, Lachesis, who twisted the cord, and Atropos, wielding the grim scissors to cut it off. (The Latin word <em>fatum</em> comes from the verb <em>fari,</em> to speak, and means “pronouncement, prophecy, doom.”)</p>\n<p><em>Risk</em> comes into English from French <em>risque,</em> itself from Italian <em>rischio/risco,</em> all meaning the same thing: the danger of hurt, damage, loss, etc.<sup><a href=\"#user-content-fn-c15\" id=\"user-content-user-content-fnref-c15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup>. Chance, which derives from the Latin verb <em>cadere,</em> “to (be)fall,” has been elegantly defined<sup><a href=\"#user-content-fn-c16\" id=\"user-content-user-content-fnref-c16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> as an “unknown and unpredictable element in happenings that seems to have no assignable cause” or a “force assumed to cause events that cannot be foreseen or controlled,” and thus a synonym for luck. In the plural, <em>chance</em> can mean “likelihood . . . possibility or probability.” Thus: “Chances are that 'likely,' like 'daily,' will be widely used as both adjective and adverb, even in print, by the turn of the century.” (An all-too-likely story, alas.)</p>\n<hr>\n<p>Cats, on the other hand, land on their feet by executing a corrective twist during the fall; this maneuver, coupled with a very accurate balance mechanism in the cat's inner ear and a tendency to relax and spread out, minimizing terminal velocity and landing with flexed limbs, would appear to count for the curious discovery, from a 1987 study by veterinarians Wayne O. Whitney and Cheryl J. Mehlhass published in the Journal of the American Veterinary Medical Association, that cats who accidentally plummet from apartment windows in New York had fewer injuries when the fall was from a height of seven or more stories than they did when falling from a lower floor. For the mathematics of the buttered-toast problem, see Ian Stewart, “Mathematical Recreations,” Scientific American 273:6 (December 1995), page 104; for more on how cats fall and survive, see Jared M. Diamond's article discussing Whitney and Mehlhass's work in Natural History, August 1989, pp. 20–26. The posting of May 28, 1998, by Thomas M. Greiner, Assistant Professor of Anatomy and Physical Anthropology at New York Chiropractic College, to the website of Washington University Medical School (<a href=\"http://madsci\">http://madsci</a>. wustl.edu/posts/archives/may98/896646615.zo.r.html) examines the anatomy of the midair cat flip. See also Thomas A. McMahon and John Tyler Bonner's On Size and Life (New York: Freeman, 1983), a lucid and fascinating book explaining how the laws of physics govern parameters of physiology in creatures ranging from ants to sequoias.</p>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-c1\">\n<p>C. S. Lewis, The Screwtape Letters (New York: Macmillan, 1971 [15th printing]), Letter XV (pp. 67-69). <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c2\">\n<p>This principle was given the name “Fudd's First Law of Opposition” by the Firesign Theatre comedy troupe on their classic recording I Think We're All Bozos On This Bus (Columbia Records, 1971). <a href=\"#user-content-fnref-c2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c3\">\n<p>A common bit of nonsense derived from this common-sense fact is manifest in the assumption that if a coin has been flipped three times and come up tails all three times, the odds should be three to one it will come up heads. In fact, the odds remain 50/50, just as they were on all tosses before: prior events do not affect the probability of present or future ones; they merely form a body of statistical evidence, and the larger the data base, the greater the likelihood (or meta-probability, if you will) that the actual data will reflect the theoretical probability—which is why, all other things being equal, statisticians tend overwhelmingly to prefer larger samples over smaller ones (which is itself a meta-probabilistic assertion about the behavior of social scientists engaged in studies grounded in probabilities). <a href=\"#user-content-fnref-c3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c4\">\n<p>The likelihood of the toast landing butter side down is not 50/50, as Robert A. J. Matthews explains in “The Science of Murphy's Law” (Scientific American, April 1997, pp. 88–91). The significant constants for falling buttered toast (and paperback books) are (1) rate of spin as the result of torque induced by gravity and (2) the height of the table. If a table were sufficiently high, the toast would land butter side up; but tables are the height they are because people are only so tall as they are—and that, says Matthews, following the earlier reasoning of Harvard astrophysics professor William J. Press, is because human beings are essentially tall cylinders whose stability against toppling falls off dramatically as a function of height, not only increasing the risk of skull fractures but augmenting their severity as a linear function of initial cranial altitude. So it might be argued that the real reason the toast lands butter side up is the result of natural selection, any possible genes for nine-foot bipedal hominids having been weeded out a very long time ago. <a href=\"#user-content-fnref-c4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c5\">\n<p>Wallsten et al. (1986), “Measuring the Vague Meanings of Probability Terms,” Journal of Experimental Psychology, 115:34–65. <a href=\"#user-content-fnref-c5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c6\">\n<p>Barbara Laud, a reference librarian at the Maplewood (NJ) Memorial Library, has astutely suggested that this may be due to people's innate unwillingness to be the bearers of bad tidings. <a href=\"#user-content-fnref-c6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c7\">\n<p>There was, in fact, an actual Murphy, although the law named after him differs slightly from what he actually said. In 1949 Captain Edward A. Murphy, USAF, had designed a body harness whose electrodes were intended to measure, by means of electrodes, the effects of rapid deceleration on pilots, using volunteers strapped into rocket-propelled chairs. When an initial run failed to produce data, and the harnesses were shown to have been wired improperly, an exasperated Murphy swore that “If there are two or more ways of doing something, and one of them can lead to catastrophe, then someone will do it.” When this formulation was repeated at an Air Force press conference as an example of a good working assumption in engineering equipment on which people's safety might depend, the press gleefully picked up the gist of the idea, simplified it, christened it “Murphy's Law,” and launched it into the widespread popularity it has enjoyed ever since. Murphy himself is reported not to have been amused by this. (Matthews, op.cit., p. 89.) <a href=\"#user-content-fnref-c7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c8\">\n<p>I am indebted, for the list of whimsical “laws” from which these examples are taken, to a recent e-mail communication from retired social sciences professor (and accomplished Celtic harpist) Georgia Houle. <a href=\"#user-content-fnref-c8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c9\">\n<p>Op. cit., p. 88. <a href=\"#user-content-fnref-c9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c10\">\n<p>A fact cleverly proved by a correspondent in the British Mathematical Gazette in 1969: S. R. Baxter, at that time a 13-year-old schoolboy at Eton. <a href=\"#user-content-fnref-c10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c11\">\n<p>“Money Talk(s),” VERBATIM XXIV:4 (Fall 1999), pp.14–17. <a href=\"#user-content-fnref-c11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c12\">\n<p>An image carried forward into medieval iconography, e.g., in the manuscript of the Carmina Burana, the marvelous book of poetry and music at the abbey of Benediktbeuern, Germany, whose illustration above the song “Fas et nefas ambulant” depicts the goddess sitting at the hub of a great wheel which, as it turns, bears aloft one king to power and prosperity while another, on the descending side, tumbles to his ruin. <a href=\"#user-content-fnref-c12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c13\">\n<p>Tyche, “chance,” is the Greek noun related to the verb tungchanein, “to [just plain] happen.” Eutuchos (eu-, “good” plus the adjectival form of tyche) meant “fortunate” (and not—pace Hellenized Israelites under the rule of the Herods—“callipygian”). <a href=\"#user-content-fnref-c13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c14\">\n<p>This sentence is a syntactically free translation, but semantically a direct steal, from Ernout and Meillet's excellent Dictionnaire étymologique de la langue latine (Paris: Éditions Klincksieck, 1979), p. 249, under Fortuna. <a href=\"#user-content-fnref-c14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c15\">\n<p>Risk should not be confused with its homophone, the cybernetic acronym RISC, which stands for Reduced Instruction Set Computer, a device whose processors execute a very small number of very simple commands very quickly, ideally one item per tick of the system's internal clock. <a href=\"#user-content-fnref-c15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-c16\">\n<p>By the American Heritage Dictionary (Boston: Houghton, Mifflin Co., 1992). <a href=\"#user-content-fnref-c16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Chances Are</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Because the present is fleeting, and the past is immutable, according to C. S. Lewis's administrative-level demon, Uncle Screwtape, it is the future that is least like eternity; and that is why the powers of Hell encourage human beings to focus on it<sup><a href=\"#user-content-fn-c1\" id=\"user-content-user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>. However one may be tempted to disagree with this philosophy, it cannot be denied that we do think about what has not yet come to pass, and how to make sure the odds break in our favor, whether we are underwriters hoping that more premiums are paid in than losses paid out, racetrack habitués betting on our favorite horse to win rather than place or show or not finish at all, or simply picnickers guessing how likely it is that we can finish our <em>al fresco</em> lunch before that ominous cloud on the horizon metamorphoses into a full-blown thundershower bursting overhead. Indeed, most of our waking hours may be spent weighing prospective risks and benefits in a constant calculus so second-nature to us that we are rarely aware of its extent. Experience teaches consequences from which we predict future events in turn; but often we are extrapolating not from physical certainties (“If you push something hard enough it will fall over”<sup><a href=\"#user-content-fn-c2\" id=\"user-content-user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>) but from familiar probabilities (“The chances of a coin coming up heads on the toss are 50/50”<sup><a href=\"#user-content-fn-c3\" id=\"user-content-user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>).</p> <p>Or from other people's estimates of familiar probabilities: We ask our office-mate, who we know has heard the weather report we just missed that morning, owing to our toast having fallen from the table and landed butter-side down<sup><a href=\"#user-content-fn-c4\" id=\"user-content-user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> at the critical moment, “Will it rain tomorrow?” “There's a good chance of it,” is the reply. If we then carry an umbrella the next day, is the actual probability that we will need it significantly greater than 0.5? No, for two reasons: First, the actual probability of rain falling anywhere on the earth on a given day is quite low, even on a cloudy day; second, a team of psychologists elicited the vernacular meaning of “good chance” from a group of experimental subjects a decade and a half ago and found it to range from an actual probability slightly less than 0.6 down to smaller than 0.4, depending on the informant<sup><a href=\"#user-content-fn-c5\" id=\"user-content-user-content-fnref-c5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>. The graph shows the researchers' results for other common terms of likelihood as well; perhaps the most startling are “tossup”—which one might suppose would be a range centered precisely on 0.5 (the real-world probability of the coin toss from which the expression derives), but in fact is shifted towards improbability, lying roughly between 0.38 and 0.55—and the range of “probably,” whose high end is scarcely less than that of “almost certain” and whose low end is pegged to a probability markedly smaller than 0.5 (about 0.45, or 10% less than even odds.)<sup><a href=\"#user-content-fn-c6\" id=\"user-content-user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p> <p>Other folk beliefs about likelihood fly in the face of logical appearances as well. Murphy's Law, commonly stated as “Anything that can go wrong, will,”<sup><a href=\"#user-content-fn-c7\" id=\"user-content-user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> has given rise to a distinct class of one-liner jokes in imitation: “If there are two ways to spell someone's name, you will pick the wrong one;” “The part requiring the most consistent repair will be housed in the most inaccessible location;” “Washing machines break down only during the wash cycle;” “When leaving work late, you will go unnoticed, but when leaving early, you will meet the boss in the parking lot.” (A corollary: “The less important you are to the corporation, the more your absence or tardiness is noticed.”)<sup><a href=\"#user-content-fn-c8\" id=\"user-content-user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> Older readers will recall that this genre of jocular pessimism was also the theme of the one-panel sidebar “They'll Do It Every Time” with which cartoonist Jimmy Hatlo used to embellish the Sunday edition of his long-running comic strip <em>There Oughta Be A Law.</em></p>"
}