{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Japan Style Sheet: The SWET Guide for Writers, Editors and Translators",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Japan Style Sheet: The SWET Guide for Writers, Editors and Translators</em></h1>\n<p>(Japan Stone Bridge Press, Tokyo), 80 pp.</p>\n<p>The first problem that anyone faces when writing on Japan is how to transliterate Japanese words. For lack of one concise reference book, inexperienced writers on Japan often borrow spellings from other publications, or they simply write Japanese words in English as they have heard them, not knowing which is the standard way—or even if a standard exists.</p>\n<p>This haphazard way of transliterating Japanese words in English often causes problems in scholarly writings, because inconsistent spellings of Japanese words make cross-referencing difficult. The existing rules, such as they are, for editing Japanese words seem indefinite and contradictory.</p>\n<p>Other problems that fact-checkers or even the experienced writer on Japan frequently encounter are the names and dates of historical eras. Traditionally, era names in Japan are changed when a new emperor ascends to the throne. To compound the confusion, at the enthronement of a new ruler, the year is recounted from one. A translator is forever having to search for a western date that corresponds to a Japanese year mentioned in the original draft.</p>\n<p>To solve these problems and others like them, a person saddled with the responsibility of writing knowledgeably and confidently on Japan must turn to stacks of field-specific texts or reference books to find the answer to his or her question. If one is experienced, these are only minor set-backs and irritations, but not serious problems. If one is a non-specialist, searching through volumes of information for one simple answer is usually a formidable, time-consuming and nerve-wracking task. When and if one ever finds the answer to a stylistic problem, it contradicts what rules one had generally followed to begin with.</p>\n<p>Those days are gone, for the Society of Writers, Editors and Translators has put together an excellent, concise and comprehensive 'how-to-write-about-Japan' style manual. This well-organized handbook will prove to be a valuable source of information to both the novice writer and the 'old Japan-hand.'</p>\n<p>The <em>Japan Style Sheet</em> gives concrete rules for the essential elements that are important to any serious writing on Japan. For example, writers will find definitive information on the proper way to Romanize Japanese words, rules for hyphenation and how to handle plurals. The <em>Japan Style Sheet</em> also includes an abundance of helpful notes that will assist the inexperienced writer in making stylistic decisions.</p>\n<p>Although this book targets the non-specialist, experienced translators or writers will most certainly enjoy having handy access to the conversion charts of units of measure and reference lists on the names of eras and a genealogical history of the emperors of Japan. I found the appendices of “Units of Measures” and “Imperial Reigns and Historical Eras” extremely useful because they saved me so much time and because I was always confident that my conversion was correct.</p>\n<p>Editors working on publications about Japan will be able to make decisions on style with confidence and consistency. The <em>Japan Style Sheet</em> provides comprehensive information on the systems of Romanization, long vowels, the use of macrons, hyphens and apostrophes. This book also lays down the rules for the handling of Anglicized Japanese words, and personal and place names. In addition, fact-checkers can find an endless supply of information from other professionals in the writing and translating business through the Internet resources listed in the appendix. This book also provides further references where they can get answers to questions ranging from statistics to Japanese-English legal terms.</p>\n<p>Though intended for non-specialist writers on Japan, professional writers and editors will also benefit by having this handy tool close by. This book is a must for all writers involved in publishing on Japan, whether they are new to the subject or experienced. I know that my copy will be front and center on my desk.</p>\n<p><em>[Christopher Girsch, Japanese–English Technical Translator, Yamanashi, Japan, and Professor John J Staczek Vice President for Faculty (Academic Affairs) and Chairman Department of Modern Languages, Thunderbird—The American Graduate School of International Management]</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Japan Style Sheet: The SWET Guide for Writers, Editors and Translators</em></h1> <p>(Japan Stone Bridge Press, Tokyo), 80 pp.</p> <p>The first problem that anyone faces when writing on Japan is how to transliterate Japanese words. For lack of one concise reference book, inexperienced writers on Japan often borrow spellings from other publications, or they simply write Japanese words in English as they have heard them, not knowing which is the standard way—or even if a standard exists.</p> <p>This haphazard way of transliterating Japanese words in English often causes problems in scholarly writings, because inconsistent spellings of Japanese words make cross-referencing difficult. The existing rules, such as they are, for editing Japanese words seem indefinite and contradictory.</p> <p>Other problems that fact-checkers or even the experienced writer on Japan frequently encounter are the names and dates of historical eras. Traditionally, era names in Japan are changed when a new emperor ascends to the throne. To compound the confusion, at the enthronement of a new ruler, the year is recounted from one. A translator is forever having to search for a western date that corresponds to a Japanese year mentioned in the original draft.</p>"
}