{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: To What End Gender Endings?",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>To What End Gender Endings?</em></h1>\n<p><em>Susan Elkin , Sittingbourne, Kent</em></p>\n<p>Was John Knox merely respecting a 16th-century lexicographical nicety when he referred to Mary Queen of Scots as 'a Cruell persecutrix of goddis people'? Or was he having a dig at her for being not only a monarch he resented for her Catholicism and unsympathetic ways, but also for having the effrontery to be female?</p>\n<p>There used, in the middle ages, to be a whole raft of these neat feminine nouns with a <em>-trix,</em> or sometimes <em>-trice,</em> ending. They came from Latin agent nouns ending in <em>-or.</em> Thus, in the unlikely event of an adjudicator being a woman, she was carefully called an a<em>djudicatrix.</em> And commanders, or <em>imperators</em> were chaps, of course. But if, by any faint chance, one wasn't, she had to be an <em>imperatrix.</em></p>\n<p>Chaucer wasn't having any nonsense about fortune being anything but female either. 'But, O Fortune, executrices of weirdes', he wrote in <em>Troilus and Criseyde</em> (1374). Then there was <em>bellatrix</em>—it was interchangeable with <em>bellatrice</em>—for a war-waging woman on the rampage, like Boudica.</p>\n<p>An <em>inventrix</em> was a female discoverer like . . . well, can you think of a medieval one? Perhaps that's why the word was never in common use. And a <em>venatrix</em> was a female hunter, like Diana, Roman goddess of the moon. Sadly, no one seems to have used the rather splendid <em>ultrix,</em> an avenging woman (although I bet there have been plenty of them down the years) since Caxton in the fifteenth century.</p>\n<p>Later words such as <em>administrix, consolatrix, mediatrix</em> and <em>testatrix</em> evolved. And by analogy there were coinages such as <em>inheratrix, narratrix</em> and <em>perpatrix.</em></p>\n<p>Some were quite common even in the nineteenth century. 'In his victrix he,'—Charlotte Bronte's Dr John in <em>Villette</em> (1853)—'required all that was here visible.' It was meant to be a marriage, not a war, but Charlotte Bronte manages to take a thumping sideswipe at this relationship in that one word, <em>victrix.</em></p>\n<p>Anthony Trollope did something similar in <em>Barchester Towers</em> (1857) by naming a chapter <em>Mrs Proudie Victrix.</em> In the power struggle between the bishop's termagant wife and his slimy chaplain, Obadiah Slope, at this stage in the novel Mrs Proudie is winning—to the fury of everyone in male-dominated diocesan politics.</p>\n<p>When Amy Johnson <em>et al</em> took to the air how could they possibly be described as <em>aviators</em> as if they were men? The word <em>aviatrix</em> had only a short life. So did the word <em>oratrix</em>—presumably because by the time women were no longer expected to be seen and not heard, like their children, orators like Margaret Thatcher and Golda Meyer had to compete on equal terms with men. It's the same with Hillary Clinton today.</p>\n<p>Even today I am carefully described in the legalese of my sister's will as her <em>executrix.</em> Yes, the lawyer seems to be saying, let her execute the will but only because we couldn't persuade the client to appoint a man.</p>\n<p>And <em>dominatrix</em> has acquired a whole new meaning in the sex-obsessed present. In the 17th century it just meant a bossy woman. The sado-masochistic overtones are new.</p>\n<p>The commoner feminine ending for <em>-or</em> and some other words is, of course, <em>-ess.</em> <em>Vicaress</em> and <em>rectoress,</em> which just meant wife of a vicar or rector in the 18th century, have disappeared. And <em>saviouress,</em> a use of which was recorded in 1553, along with <em>farmeress,</em> which had a brief innings in 1672, seem never to have progressed beyond the fanciful stage.</p>\n<p>But there are plenty of very ordinary everyday <em>-ess</em> words. <em>Lioness, duchess</em> and <em>hostess,</em> for example. Yet even some of these are on the slippery slope of political correctness.</p>\n<p>The mainstream press will still refer to, say, Dame Judi Dench, Meryl Streep or Helen Mirren as “a fine actress,” but you won't catch a glimpse of the word in <em>The Stage Newspaper,</em> the weekly trade journal of the British show business industry. Here, in both advertisements and editorial copy, everyone is referred to as an <em>actor.</em> All actors are equal—without the Orwellian corollary.</p>\n<p>And have you noticed the job snobbery which hangs murkily around the word <em>manageress?</em> If you wear a pinny and run a teashop or a twee hairdressers, it seems to be OK to be a <em>manageress.</em> But if you wear a dark suit and are in charge of an investment fund in a merchant bank, then you'll be a <em>manager,</em> irrespective of sex.</p>\n<p>The John Knoxes are still among us, waxing critical. There was something medievally spiteful about the way that a few detractors of British women priests in the early 1990s tried to dub them <em>“priestesses”</em>—as if they weren't Christians. It was a classic example of using a gender suffix for negative reasons. I'm glad it didn't catch on.</p>\n<p><em>[From her base in southern England, Susan Elkin writes for publications as various as <em>The Times, Daily Mail, The Daily Telegraph, The Stage, Music Teacher, In Britain,</em> and <em>Traditional Woodworking.</em> Her books include a biography, two English literature study guides, and eight education reports. Susan has been in love with words and books for as long as she can remember.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>To What End Gender Endings?</em></h1> <p><em>Susan Elkin , Sittingbourne, Kent</em></p> <p>Was John Knox merely respecting a 16th-century lexicographical nicety when he referred to Mary Queen of Scots as 'a Cruell persecutrix of goddis people'? Or was he having a dig at her for being not only a monarch he resented for her Catholicism and unsympathetic ways, but also for having the effrontery to be female?</p> <p>There used, in the middle ages, to be a whole raft of these neat feminine nouns with a <em>-trix,</em> or sometimes <em>-trice,</em> ending. They came from Latin agent nouns ending in <em>-or.</em> Thus, in the unlikely event of an adjudicator being a woman, she was carefully called an a<em>djudicatrix.</em> And commanders, or <em>imperators</em> were chaps, of course. But if, by any faint chance, one wasn't, she had to be an <em>imperatrix.</em></p> <p>Chaucer wasn't having any nonsense about fortune being anything but female either. 'But, O Fortune, executrices of weirdes', he wrote in <em>Troilus and Criseyde</em> (1374). Then there was <em>bellatrix</em>—it was interchangeable with <em>bellatrice</em>—for a war-waging woman on the rampage, like Boudica.</p>"
}