{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: You've Got Ketchup on Your Muumuu: An A-to-Z Guide to English Words from Around the World",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Youve-Got-Ketchup-Your-Muumuu-ebook/dp/B00H6ETEOQ\"><em>You've Got Ketchup on Your Muumuu: An A-to-Z Guide to English Words from Around the World</em></a></h1>\n<p>Eugene Ehrlich, (Henry Holt, 2000).</p>\n<p>What could be more all-American than ketchup, the king of condiments? We put it on our burgers, our frankfurters, our fries (all right, so they're French fries). Yet the word is derived from two foreign languages: Malay and Chinese, meaning “fish sauce.”</p>\n<p>In fact many of the words we use can be attributed to our polyglot heritage.</p>\n<p>Eugene Ehrlich, author of <em>Amo, Amas, Amat and More,</em> has collected a veritable babel of words and phrases that we use without even realizing their foreign origins.</p>\n<p>So sit back in your comfy dungarees (“from the Hindi <em>dungri,</em> a kind of coarse cloth”) and huaraches, enjoy an aperitif before digging into your bagel or croissant with a schmear, your canapés, and a café au lait. After you're nourished, lay back on your chaise longue with your dachshund curled up at your feet and dig into this tasty fare.</p>\n<p>Ehrlich eschews the banal as he selects his examples so there's no need to be blase about another volume of odd expressions. There are already enough of those to drive you meshuga.</p>\n<p>Granted, he does toss in a few items that one does not commonly encounter, and you may think he's just a poseur, a member of the intelligentsia with an over-developed sense of hubris.That attitude takes a lot of chutzpah and would surely be a gaffe; Ehrlich is obviously gung ho about his topic and carries the book off in an entertaining and informative manner. And he's not afraid to admit it doesn't know it all; “Why 'Brut' was chosen as the name of a men's aftershave lotion and cologne is beyond me. Which is why I write books such as the one you are reading now instead of creating names for commercial products.”</p>\n<p>There are plenty of Latin terms, used in the legal and medical professions, which have become familiar to any purveyor of television: <em>nolo contendere, habeas corpus, in flagrante delicto,</em> to name just a few. And Yiddish phrases are always good for a colorful description, especially when begun with the “sch” sound <em>(schlemiel, schlep, schlock, schmaltz, schmooze, schmuk,</em> and <em>schnorrer,</em> many of which can be used interchangeably).</p>\n<p>Aficionados of language will find hours of amusement reading about the variety of foodstuffs that originate in other languages. Including the aforementioned noshes, there are enough foreign delicacies to make your mouth water: <em>hors d'oeuvres, knish, jalapeno, espresso, shish kabob, kielbasa, lasagna, mousse, pilaf, sherbert, strudel, sukiyaki, sashimi, sushi, vichyssoise, waffles,</em> and don't forget the <em>poi.</em> Now if you'll excuse me, all this talk about food has made me hungry so I'm going to vamoose to the local restaurant— they're having a smorgasbord.</p>\n<p>It's a fait accompli that word lovers will find <em>You've Got Ketchup on Your Muumuu</em> a nirvana. Ehrlich has once again proven himself a maestro of the lexicon and raconteur par excellence.</p>\n<p>—<em>Ron Kaplan</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.ca/Youve-Got-Ketchup-Your-Muumuu-ebook/dp/B00H6ETEOQ\"><em>You've Got Ketchup on Your Muumuu: An A-to-Z Guide to English Words from Around the World</em></a></h1> <p>Eugene Ehrlich, (Henry Holt, 2000).</p> <p>What could be more all-American than ketchup, the king of condiments? We put it on our burgers, our frankfurters, our fries (all right, so they're French fries). Yet the word is derived from two foreign languages: Malay and Chinese, meaning “fish sauce.”</p> <p>In fact many of the words we use can be attributed to our polyglot heritage.</p> <p>Eugene Ehrlich, author of <em>Amo, Amas, Amat and More,</em> has collected a veritable babel of words and phrases that we use without even realizing their foreign origins.</p>"
}