{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Name of a Dog",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Name of a Dog</em></h1>\n<p><em>Jerome Betts, Torquay, Britain</em></p>\n<p>A piece of <em>Goon Show</em> dialogue, filtered through the crackles of a grandfather's ancient wireless set, still powered by accumulators, seemed the epitome of wordplay at a tender age. “Name of a dog!” cried Peter Sellers in some Scarlet Pimpernel take-off, with the sort of cod-French accent subsequently made famous by his Inspector Clouzot films. To which the instant reply from the Harry Secombe character was “Fido!”</p>\n<p>Fido, from the Latin for “I trust,” had become an almost parodic dog's name, presumably reflecting extensive use in Victorian times.Other dogs in radio shows of around the <em>Goon</em> era had comic names to service running jokes, like the dog in <em>Life With the Lyons</em> which regularly attracted the command “Down, <em>Upsy</em>!” Although by no means very common, <em>Psyche,</em> the dog played by Percy Edwards in <em>A Life of Bliss</em> was more in tune with the now predominant trend, having a name that could be shared with a human being.</p>\n<p>Recent surveys agree that the most popular names today, such as <em>Sam</em> and <em>Max,</em> seem to reflect a view of dogs as members of the family, rather than inhabiting the somewhat more distant world of <em>Spot, Shock, Bounce, Towser,</em> or <em>Rover.</em> Yet of these perhaps the latter, for one, may be having a new lease of life in the hands of the Duke of Edinburgh, who, it was recently revealed, often names his dogs after cars, such as <em>Minny, Minx,</em> and <em>Maestro.</em></p>\n<p>However, pet dogs with the names of people go back a long way. A memorial brass of 1438 provides the name <em>Jakke</em> for Sir Brian de Stapleton's dog, and one of around 1400 in Deerhurst Church, Gloucestershire, identifies Lady John Cassey's as <em>Terri.</em> A beagle called <em>Nancy</em> is recorded in 1626, and a lap-dog called <em>Pearl</em> in Queen Anne's day. In the 18th century the tendency to bestow such names on pets became more pronounced. This was despite the objection of moralists in previous centuries to giving Christian names to animals, a taboo much longer observed in France.</p>\n<p>Modern names like <em>Ben</em> and <em>Lucy</em>have the virtue in many cases of clarity and being unembarrassing to call in public, despite the risk of confusion with any similarly named children around. Not so the joky type of name, like a St Bernard called <em>Achy Breaky,</em> a Great Dane <em>Gravedigger,</em> <em>Jacket Potato,</em> a Jack Russell, or <em>Gearbox,</em> a mongrel. The element of wit is unlikely to survive constant repetition. Perhaps kennel names, only used in the show ring and in pedigrees, are better outlets for this kind of humour.</p>\n<p>Huntsmen may not be so inhibited about bawling bizarre names in public, and a survey of foxhound records over the centuries produces not only the euphonious and elegant, like <em>Mulciber</em> and <em>Dorimont,</em> but also curious specimens such as <em>Maniac, Maggoty, Hernia, Bedlamite,</em> and <em>Carrion.</em> Rather jollier were <em>Beano</em> and <em>Bubbly</em> from the 1920s, or <em>Bathtub, Rainfall,</em> and <em>Deluge</em> from more recent years.</p>\n<p>Current events may be reflected in foxhound naming, with a crop of Winstons and Churchills, and even a few Gandhis, during the Second World War, and a Telstar in the 1960s. All these are multi-syllabled, in conformance with the studbook, and respect the practical principle of a stressed first syllable. But it is unlikely there are many contemporary foxhounds called Tony, or Gordon, though Prescott and Mandelson might make names dignified but bawlable at those tending to stray 'off-message' in hunting terms.</p>\n<p>On the 'Give a a dog a bad name' principle, it is to be wondered how animals called Maniac and Maggoty turned out. Today's advice is not to give dogs, particularly large ones, 'aggressive' names like <em>Satan</em> or <em>Killer.</em> The perceptions aroused by the name's overtones may prove a self-fulfilling prophecy.</p>\n<p>All in all, dogs should no doubt be named as carefully as children, who also have feelings to be considered. Speaking of children, there are some of us who apparently got our handles from long-deceased canine favourites rather than the other way round. This is a difficult act to follow, as well as fostering the suspicion that one of your parents preferred bull-terriers to ankle-biters.</p>\n<p>It is even worse when your pink-eyed white-haired namesake turns out to have been himself called after the canine hero of a Jack London novel. When, much later in life, you discover the plucky literary pup was indeed a terrier, but of the Irish variety, an identity-crisis may impend. Still, let us be grateful for small mercies. At least it wasn't.<em>White Fang.</em> . .</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Name of a Dog</em></h1> <p><em>Jerome Betts, Torquay, Britain</em></p> <p>A piece of <em>Goon Show</em> dialogue, filtered through the crackles of a grandfather's ancient wireless set, still powered by accumulators, seemed the epitome of wordplay at a tender age. “Name of a dog!” cried Peter Sellers in some Scarlet Pimpernel take-off, with the sort of cod-French accent subsequently made famous by his Inspector Clouzot films. To which the instant reply from the Harry Secombe character was “Fido!”</p> <p>Fido, from the Latin for “I trust,” had become an almost parodic dog's name, presumably reflecting extensive use in Victorian times.Other dogs in radio shows of around the <em>Goon</em> era had comic names to service running jokes, like the dog in <em>Life With the Lyons</em> which regularly attracted the command “Down, <em>Upsy</em>!” Although by no means very common, <em>Psyche,</em> the dog played by Percy Edwards in <em>A Life of Bliss</em> was more in tune with the now predominant trend, having a name that could be shared with a human being.</p> <p>Recent surveys agree that the most popular names today, such as <em>Sam</em> and <em>Max,</em> seem to reflect a view of dogs as members of the family, rather than inhabiting the somewhat more distant world of <em>Spot, Shock, Bounce, Towser,</em> or <em>Rover.</em> Yet of these perhaps the latter, for one, may be having a new lease of life in the hands of the Duke of Edinburgh, who, it was recently revealed, often names his dogs after cars, such as <em>Minny, Minx,</em> and <em>Maestro.</em></p>"
}