{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“I just can't describe it. There's no other word for it,” said a man on TV the other day, giving his reaction to some disaster or other, and neatly demonstrating the functionalist view of cliches—that form should be determined by use, rather than by aesthetic considerations. A few weeks later, a vulcanologist speaking on a BBC radio show employed cliche less successfully. “Science is not a precise ...” he said, lapsing into silence as he realised that the only possible word with which he might end his sentence was—<em>science</em>.</p>\n<p>Robert S. Wachal of Iowa e-mailed to tell us of two of his pet peeves. (I'm most grateful to all those who have written to me concerning what almost all of them call “pet peeves.” This column extends an open invitation to readers to enlarge on matters discussed here, or to raise others, via either of VERBATIM'S addresses; but perhaps we could do with a new phrase to replace <em>pet peeves</em>?) Professor Wachal has noticed TV weather forecasters promising that “The rainfall will be light in nature”—as opposed, he wonders, to the rainfall in the studio? He is also fed up with “At this point in time,” which he describes as “that redundant Watergate holdover.” In Britain, we suffer from the obviously related “At this <em>moment</em> in time.”</p>\n<p>Irritation engulfs Julie May of Los Angeles when she hears traffic reporters on the radio advising drivers to “transition to the 10 at ...” but admits that she “can't remember how they used to say it.” This is a common problem; I abhor those two favourites of the consumer show, <em>factsheet</em> and <em>hotline</em>, but struggle to suggest pithy alternatives.</p>\n<p>“<em>Out of</em> has come to mean <em>in</em>for many people who don't seem to detect a vast contradiction of terms,” writes Donald E. Schmiedel of Las Vegas, who suspects this ugly redundancy originated in sports talk; or indeed, originated <em>out of</em> sports talk. The usage “Our Customer Satisfaction Service is based out of London” is becoming common in this country, too, though I hope we might resist for a little longer its latest mutation, which Mr Schmiedel heard on CBS news: “Much of the recovery effort has been <em>centered out of</em> Otis Air Force Base.”</p>\n<p>In the US, as in the UK, politicians are keen to be seen espousing <em>family values</em>—even (or perhaps especially) after their own private lives have been exposed as being “centred around” extra-familial fun. A <em>family restaurant</em>, Sara K. Davis of Pennsylvania tells me, is one which doesn't serve alcohol, where <em>family-friendly</em> is code for “<em>children OK</em> or <em>beware children</em>, depending on one's point of view.” More recently, she notes, family has become an all-purpose “buzzword” adopted by those of conservative political and religious views; a <em>family-friendly library</em>, apparently, is one which has been purged of books which do not actively promote family values. (A less euphemistic description, it occurs to me, might be <em>empty library</em>.)</p>\n<p>Mr Schmiedel's mention of sports talk reminds me that I would love to hear from readers eager to unburden themselves of athletic abominations. As always, I seek the meaningless, the overused, the misused, the muddled and the maddening—all of which seem to be extraordinarily well represented in the world of games.</p>\n<p>Only today I heard a snooker commentator describe a perfect shot as “Wonderful! He didn't make any margin of error there!” Then there was the journalist who previewed the announcement of a team selection by exclusively revealing that “Few surprises are expected,” or the South African cricket administrator who promised “There'll be an opportunity in London behind closed doors for an honest and open discussion on the issue.” No doubt they held their open discussion behind closed doors in order to minimise the risk of unexpected surprises.</p>\n<p><em>(Please contact me via either of the VERBATIM addresses, to tell me of your own least favourite Horribiles, or to comment on those I've already discussed.)</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“I just can't describe it. There's no other word for it,” said a man on TV the other day, giving his reaction to some disaster or other, and neatly demonstrating the functionalist view of cliches—that form should be determined by use, rather than by aesthetic considerations. A few weeks later, a vulcanologist speaking on a BBC radio show employed cliche less successfully. “Science is not a precise ...” he said, lapsing into silence as he realised that the only possible word with which he might end his sentence was—<em>science</em>.</p> <p>Robert S. Wachal of Iowa e-mailed to tell us of two of his pet peeves. (I'm most grateful to all those who have written to me concerning what almost all of them call “pet peeves.” This column extends an open invitation to readers to enlarge on matters discussed here, or to raise others, via either of VERBATIM'S addresses; but perhaps we could do with a new phrase to replace <em>pet peeves</em>?) Professor Wachal has noticed TV weather forecasters promising that “The rainfall will be light in nature”—as opposed, he wonders, to the rainfall in the studio? He is also fed up with “At this point in time,” which he describes as “that redundant Watergate holdover.” In Britain, we suffer from the obviously related “At this <em>moment</em> in time.”</p> <p>Irritation engulfs Julie May of Los Angeles when she hears traffic reporters on the radio advising drivers to “transition to the 10 at ...” but admits that she “can't remember how they used to say it.” This is a common problem; I abhor those two favourites of the consumer show, <em>factsheet</em> and <em>hotline</em>, but struggle to suggest pithy alternatives.</p>"
}