{
  "type": "Article",
  "title": "Have Your Salt and Eat It, Too",
  "author": "Steve Kleinedler",
  "location": "American Heritage Dictionaries",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Have Your Salt and Eat It, Too</h1>\n<p><em><span data-rel=\"author\">Steve Kleinedler</span> <span data-rel=\"location\">American Heritage Dictionaries</span></em></p>\n<p>It's dinnertime, and you're about to enjoy a tasty meal, but you find the food in need of seasoning. You ask the resident sarcastic adolescent at the opposite end of the table, “Can you pass the salt?” and you get the terse reply, “Yes,” but you don't get any salt.</p>\n<p>Protestation only elicits the response: “But you didn't ask if I would pass the salt, you asked if I could pass the salt, and yes, I'm physically able to do so.” Depending on the way your household functions, you may end up with screaming parents, a punished child, passive-aggressive silence, or possibly some salted food. You know that you know what the kid meant, but in your head there's a small voice thinking, well, I suppose technically that's what <em>can</em> means.</p>\n<p>Actually, you should trust your initial instinct. What the surly teenager has done is perversely ignored a maxim of conversational implicature, and in doing so, disregarded an indirect speech act.</p>\n<p>Within the linguistic subfield of pragmatics, implicature, presupposition, entailment and indirect speech acts have long been a focus of inquiry, with countless philosophers picking apart sentences such as “The King of France is bald.” Among the topics most fun to explore is <em>conversational implicature.</em></p>\n<p>For an appropriate starting point, we turn to H. Paul Grice, a British-born philosopher who taught at Berkeley for much of his career. In 1967, he delivered his William James Lectures at Harvard University. One significant lecture first appeared in print as “Logic and Conversation” in 1975 in the third volume of <em>Syntax &amp; Semantics.</em> Many subsequent works concerning conversational implicature and discourse theory draw from it heavily. As an added bonus, it's fairly comprehensible to the layperson.</p>\n<p>Grice observes that conversations aren't usually made up of disjointed comments. Rather, speakers generally adhere to what he calls the Cooperative Principle (CP): “Make your conversational contribution such as is required, at the stage at which it occurs, by the accepted purpose or direction of the talk exchange in which you are engaged” (p. 45).</p>\n<p>It may sound like he's stating the obvious, but his analysis of the CP yields four conversational maxims, by which we can analyze how conversations and implications function the way that they do. These maxims are (p. 47):</p>\n<p><em>The Maxim of Quantity</em></p>\n<ol>\n<li>\n<p>Make your contribution as informative as is required (for the current purposes of the exchange).</p>\n</li>\n<li>\n<p>Do not make your contribution more informative than is required.</p>\n</li>\n</ol>\n<p><em>The Maxim of Quality</em>—Try to make your contribution one that is true:</p>\n<ol>\n<li>\n<p>Do not say what you believe to be false.</p>\n</li>\n<li>\n<p>Do not say that for which you lack adequate evidence.</p>\n</li>\n</ol>\n<p><em>The Maxim of Relation</em>—Be relevant.</p>\n<p><em>The Maxim of Manner</em>—Be perspicuous.</p>\n<ol>\n<li>\n<p>Avoid obscurity of expression.</p>\n</li>\n<li>\n<p>Avoid ambiguity.</p>\n</li>\n<li>\n<p>Be brief (avoid unnecessary prolixity).</p>\n</li>\n<li>\n<p>Be orderly.</p>\n</li>\n</ol>\n<p>Grice then lists four ways that one can fail to fulfill a maxim (p. 49):</p>\n<ol>\n<li>\n<p>He may quietly and unostentatiously violate a maxim; if so, in some cases he will be liable to mislead.</p>\n</li>\n<li>\n<p>He may OPT OUT from the operation of both the maxim and of the CP; he may say, indicate, or allow it to become plain that he is unwilling to cooperate in the way the maxim requires. He may say, for example, “I cannot say more; my lips are sealed.”</p>\n</li>\n<li>\n<p>He may be faced with a CLASH: he may be unable, for example, to fulfill the first maxim of Quantity . . . without violating the second maxim of Quality.</p>\n</li>\n<li>\n<p>He may FLOUT a maxim; that is, he may blatantly fail to fulfill it. On the assumption that the speaker is able to fulfill the maxim and to do so without violating another maxim (because of a clash), he is not opting out, and is not, in view of the blatancy of his performance, trying to mislead, the hearer is faced with a minor problem: how can his saying what he did say be reconciled with the supposition that he is observing the overall CP? This situation is one that characteristically gives rise to a conversational implicature; and when a conversational implicature is generated in this way, I shall say that a maxim is being exploited.</p>\n</li>\n</ol>\n<p>The fun comes in analyzing discourse sequences to determine how implicatures are made by flouting or exploiting these maxims. Grice discusses three kinds of conversational implicatures. (The examples below are taken from his examples.)</p>\n<p>The first group consists of “examples in which no maxim is violated” (p. 51).</p>\n<p>Scenario: A is standing by a disabled car. B approaches:</p>\n<p><em>A: I'm out of gas.</em></p>\n<p><em>B: There's a station around the corner.</em></p>\n<p>Here, B implicates that B thinks that the gas station is probably open, otherwise B would be flouting the maxim of Relation. If both participants are adhering to the CP, A has no reason to believe that B would be flouting the maxim, and so understands that B intends A to think that at that gas station A can get gas and no longer be out of gas.</p>\n<p>The second group consists of “example[s] in which a maxim is violated, but its violation is to be explained by the supposition of a clash with another maxim” (p. 51).</p>\n<p>Scenario: A is going on a vacation in France. A and B both know that A wants to visit C if it's not out of A's way.</p>\n<p><em>A: Where does C live?</em></p>\n<p><em>B: Somewhere in the south of France.</em></p>\n<p>Here, B's answer is not as informative as A would need to make a decision as to whether C can be visited, and thus B's response can be seen as a violation of the first maxim of Quantity. But, A would not expect B to opt out. So, A then infers that for B to say anything more informative than “Somewhere in the south of France” would violate the maxim of Quality. Thus, A infers that B doesn't know the town that C lives in (pp. 51–52).</p>\n<p>The third group is large, consisting of “examples that involve exploitation, that is a procedure by which a maxim is flouted for the purpose of getting in a conversational implicature by means of something of the nature of a figure of speech” (p. 52).</p>\n<p>Many figures of speech can be explained and analyzed by this approach. Grice shows that violations of the first maxim of Quality are responsible for irony (“X is a fine friend,” when it's obvious that X is not); metaphor (“You are the cream in my coffee”); meiosis (“He was a little intoxicated,” used of one who has trashed a room); and hyperbole (“Every nice girl loves a sailor”) (p. 53).</p>\n<p>Violations of the first maxim of Quantity include tautology (“War is war”), but are also evident in less extreme situations such as Grice's classic “letter of recommendation” scenario: “A is writing a testimonial about a pupil who is a candidate for a philosophy job . . . : 'Dear Sir, Mr. X's command of English is excellent, and his attendance at tutorials has been regular. Yours, etc.' (Gloss: A cannot be opting out, since if he wished to be uncooperative, why write at all? He cannot be unable, through ignorance, to say more, since the man is his pupil; moreover he knows that more information than this is wanted. He must, therefore, be wishing to impart information that he is reluctant to write down. This supposition is tenable only on the assumption that he thinks Mr. X is no good at philosophy. This, then, is what he is implicating” (p. 52).</p>\n<p>Notice that such implications can be culture-bound. I have heard that such succinct recommendations are the norm in Germany. (And if I have been informed incorrectly, it's certainly within the realm of possibility that there is some culture where this is the norm; the point being, implicatures that one draws may be particular to a culture or subculture.)</p>\n<p>Grice offers the following as an example of a Relation violation: “At a genteel tea party, A says Mrs. X is an old bag. There is a moment of appalled silence, and then B says, 'The weather has been quite delightful this summer, hasn't it? B has blatantly refused to make what he says relevant to A's preceding remark. He thereby implicates that A's remark should not be discussed and, perhaps more specifically, that A has committed a social gaffe” (p. 54).</p>\n<p>Among violations of Manner are ambiguity, obscurity, and failure to be succinct. Grice invites us to compare “Miss X sang 'Home Sweet Home'” with “Miss X produced a series of sounds that corresponded closely with the score of 'Home Sweet Home'” (p. 55). A reviewer writing the second sentence would eschew the simple sentence to imply that her “performance suffered from some hideous defect.”</p>\n<p>Laurence Horn, a linguist at Yale, has carried on Grice's work. He has condensed the four maxims, focusing on one that is speaker-based and one that is hearer-based. (Others, such as Dan Wilson and Dierdre Sperber, have condensed them into one, Relation.) In a 1984 article, Horn demonstrates that these two opposing forces and their interactions are responsible for generating Gricean maxims and the inferences derived from them. Horn's two principles are (p. 13):</p>\n<p><em>The Q principle (hearer-based)</em></p>\n<ol>\n<li>\n<p>Make your contribution sufficient. (Cf. Grice's first maxim of Quantity.)</p>\n</li>\n<li>\n<p>Say as much as you can (given the R principle)</p>\n</li>\n</ol>\n<p><em>The R principle (speaker-based):</em></p>\n<ol>\n<li>\n<p>Make your contribution necessary. (Cf. Grice's maxims of Relation, Manner, and the second maxim of quantity.)</p>\n</li>\n<li>\n<p>Say no more than you must (given the Q principle).</p>\n</li>\n</ol>\n<p>Q-principle implicatures are very common. Examples are those that arise from scalar predictions: “Some X are p” implies “Not all X are p.” That is, “Some dogs are brown” implies “Not all dogs are brown.” If speaker knew that all dogs were brown, and if such information were relevant to the hearer, the speaker would be obliged to obey the Q principle and say so. The hearer's assumption that the speaker is obeying Q (and thus adhering to the CP) allows the hearer to infer that the speaker does not know the stronger predication, “All dogs are brown.” to be a fact (p. 13).</p>\n<p>Other Q examples are those that entail a lower bound ('at least'), and implicate an upper bound ('at most'). Conjoining these brings about conveys 'exactly' (p. 13). Horn offers the example “He ate 3 carrots.” This sentence entails “He ate at least 3 carrots” and implicates “He ate at most 3 carrots,” the conjunction of which gives “He ate exactly three carrots.” Intentionally violating the Q principle results in the act of the speaker intentionally misleading the hearer. That is, to say “He ate 3 carrots,” when he in fact ate 4 or 5 carrots, is not untruthful; it's misleading (p. 14).</p>\n<p>The R principle mirrors the Q principle. Whereas (p. 14), “a speaker who says 'p' may license the Q inference that he meant 'at most p,' a speaker who says 'p' may license the R inference that he meant 'more than p.'” The most obvious examples are indirect speech acts. (This brings us back to the salt.)</p>\n<p>Horn states: “If I ask you whether you can pass me the salt, in a context where your abilities to do so are not in doubt, I license you to infer that I am doing something more than asking you whether you can pass the salt—I am in fact asking you to do it.” If the speaker knows that the hearer is able to pass the salt, then the question of whether the hearer is physically capable of doing so is pointless. By the Relation maxim, the hearer infers that the speaker means something more than the speaker says. Intentional violations of the R principle (that is, violations of the maxim of Relation) are “merely unhelpful or perverse” (p. 14).</p>\n<p>So, when the salt scenario looms large in your dining room, you can respond by saying “Until you can adhere to the Cooperative Principle, you are excused to your room,” and hand the violator this essay.</p>\n<hr>\n<p>Grice, H. P. 1975. “Logic and Conversation,” in <em>Syntax &amp; Semantics,</em> vol. 3: Speech Acts. P. Cole &amp; J. Morgan, eds. New York: Academic Press.</p>\n<p>Horn, L. 1984. “Toward a New Taxonomy for Pragmatic Inference: Q-Based and R-Based Implicature, in Meaning, Form and Use in Context: Linguistic Applications” (GURT), D. Schiffrin, ed. Washington: Georgetown University Press.</p>\n<p>Sperber, D., &amp; Wilson, D. 1986. Relevance: Communication and Cognition. Cambridge, MA: Harvard University Press.</p>\n<p><em>[A lexicographer, Steve Kleinedler is an editor on the staff of the American Heritage Dictionary Houghton Mifflin Co.). A University of Chicago graduate student as well, Steve needs to write his PhD dissertation. He holds a BA in linguistics from Northwestern University.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Have Your Salt and Eat It, Too</h1> <p><em><span data-rel=\"author\">Steve Kleinedler</span> <span data-rel=\"location\">American Heritage Dictionaries</span></em></p> <p>It's dinnertime, and you're about to enjoy a tasty meal, but you find the food in need of seasoning. You ask the resident sarcastic adolescent at the opposite end of the table, “Can you pass the salt?” and you get the terse reply, “Yes,” but you don't get any salt.</p> <p>Protestation only elicits the response: “But you didn't ask if I would pass the salt, you asked if I could pass the salt, and yes, I'm physically able to do so.” Depending on the way your household functions, you may end up with screaming parents, a punished child, passive-aggressive silence, or possibly some salted food. You know that you know what the kid meant, but in your head there's a small voice thinking, well, I suppose technically that's what <em>can</em> means.</p> <p>Actually, you should trust your initial instinct. What the surly teenager has done is perversely ignored a maxim of conversational implicature, and in doing so, disregarded an indirect speech act.</p>"
}