{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, England</span></em></p>\n<p>I suspect that <em>issues</em> has been an irritating word for some time. Certainly, I remember it being overused in left-wing and trade union circles twenty-odd years ago, when it meant something like “matters upon which we are or should be campaigning”. There were also <em>issues</em> <em>around,</em> as in “we are working on issues around immigration,” where <em>around</em> meant “to do with”.</p>\n<p>A narrower usage (of US origin, I presume) has recently become common in the UK, under which <em>issues</em> (invariably plural) are no longer merely and neutrally topics of interest, but problems, disagreements or dislikes. The phrase “You have raised an interesting issue” will soon, I imagine, be meaningless to anyone under the age of thirty.</p>\n<p>An American contributor to an e-mail list discussed the difficulties of looking after a disabled baby, “which has meant all kinds of doctors' appointments and special feeding issues”. A recruitment advertisement in a British newspaper, for the post of “Head of Equalities” at a county council, was accompanied by a picture of a dartboard. The caption read: “Imagine the board is equal opportunities issues. The darts are people's attempts to manage them and the holes are the ones in their thinking”.</p>\n<p>In another UK newspaper, a writer argued that institutionalised racism was not unique to the USA: “There can be no doubt that Britain has its own issues regarding race”.</p>\n<p>When work on an £18 million leisure complex development in Hampshire was halted because the site was found to be home to an endangered species of dragonfly, a spokesman for the developers told reporters “We are resigned to dropping the project . . . we respect green issues.” That application is especially baffling; how does one “respect” a problem, or indeed a topic?</p>\n<p>Perhaps <em>issues</em> is not properly a <em>Horribile,</em> no matter how ugly it sounds to many of us, but rather a word undergoing a transitional period of vagueness; having been stripped of its familiar meaning, it has not yet been assigned a new one, and is therefore available to fill in on a temporary basis as and when required.</p>\n<p>Other words on the move include <em>advice,</em> which seems to be taking on a more sinister role. When South Wales police charged an officer with neglect of duty and discreditable conduct, newspapers reported that “another officer is to be admonished and three others will receive 'advice'”. The inverted commas, and the context, suggest that this <em>advice</em> forms part of a disciplinary, and not an educational, process.</p>\n<p><em>Ethnic</em> (now commonly a euphemism for “non-white”) and <em>literally</em> (increasingly used to mean either “very” or “metaphorically”) will require a column to themselves. Meanwhile, have you noticed what is happening to <em>officially?</em></p>\n<p>In 1999, the England cricket team fell, for the first time, to the lowest position in an unofficial league table. Every newspaper report I read of this major national tragedy declared in its headline or opening paragraph that England was “officially the worst team in the world”—although many of them then went on to explain the unofficial nature of the unsought title!</p>\n<p><em>Officially</em> was therefore being used to mean “definitely” or “undeniably”. I lack the learning to name this phenomenon, but it seems to me that words which are useful precisely because their purport is narrow or broad are rendered “lite” when their precincts are stretched or straitened.</p>\n<p>And, to quote a politician I recently heard interviewed on the BBC, “Inevitably, one could have issues with that”.</p>\n<p>(Readers are invited to suggest “issues” for this column, or to supply further examples of those already discussed. Please contact me via VERBATIM's UK or US offices. My thanks to those who have already been in touch— be assured that all your contributions are read, enjoyed, and carefully filed for future deployment).</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, England</span></em></p> <p>I suspect that <em>issues</em> has been an irritating word for some time. Certainly, I remember it being overused in left-wing and trade union circles twenty-odd years ago, when it meant something like “matters upon which we are or should be campaigning”. There were also <em>issues</em> <em>around,</em> as in “we are working on issues around immigration,” where <em>around</em> meant “to do with”.</p> <p>A narrower usage (of US origin, I presume) has recently become common in the UK, under which <em>issues</em> (invariably plural) are no longer merely and neutrally topics of interest, but problems, disagreements or dislikes. The phrase “You have raised an interesting issue” will soon, I imagine, be meaningless to anyone under the age of thirty.</p> <p>An American contributor to an e-mail list discussed the difficulties of looking after a disabled baby, “which has meant all kinds of doctors' appointments and special feeding issues”. A recruitment advertisement in a British newspaper, for the post of “Head of Equalities” at a county council, was accompanied by a picture of a dartboard. The caption read: “Imagine the board is equal opportunities issues. The darts are people's attempts to manage them and the holes are the ones in their thinking”.</p>"
}