{
  "type": "Article",
  "title": "Classical Swearing: A Vade-Mecum",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Classical Swearing: A Vade-Mecum</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<blockquote>\n<p>“Man invented curse-words to give form and substance to his malign wishes, and he invented swear-words to back up his vows and establish his veracity.”—Burges Johnson, <em>The Lost Art of Profanity</em> (1948)</p>\n</blockquote>\n<p>You are probably not surprised that the Greeks, who supposedly had a word for everything (actually they didn't: no noun for “orgasm,” although one supposes they did have them) and the Romans (likewise lacking a term for “suicide,” despite all that falling on swords in Shakespeare), with their reputation for plain speaking, did not line up with the American Indians, Japanese, Malayans, and Polynesians who do not curse, but rather with those many cultures, ours included, that do. As Geoffrey Hughes puts it:</p>\n<blockquote>\n<p>“Swearing is fascinating in its protean diversity and poetic creativity, while being simultaneously shocking in its ugliness and cruelty. It draws upon such powerful and incongruous resonators as religion, sex, madness, excretion, and nationality, upon an extraordinary variety of attitudes including the violent, the shocking, the absurd, and the impossible.”</p>\n</blockquote>\n<p>Robert Graves remarks that “the chief strength of the oath in Christian countries is that it is forbidden by authority.” The great advantage of polytheism is that it gives you a generous choice of gods to invoke. Thus, Greeks and Romans could swear from the top with “By Zeus,” “By Jupiter,” or by the god of choice—Apollo, Hermes, Venus, etc.—or with laconic inclusivity “By all the Gods.” One character in Plautus's play <em>Bacchides</em> gets the best of both maledictory worlds, taking four lines to list fifteen individual deities before capping his inventory with “And all the Other Gods as Well,” earning from a bystander the awestruck compliment “Boy, can he swear!” Jupiter, incidentally, slid into English swearing in 1570 via the euphemism “By Jove.” (Though no Roman ever exclaimed “Jumping Jupiter,” the favourite ejaculation of baseball catcher Flannagan in the movie <em>It Happens Every Spring.)</em></p>\n<p>A few of the Twelve Olympians (themselves only allowed to swear by the infernal river Styx) rarely had their names taken in vain: Ares/Mars (odd that the war god should be avoided by such warlike societies), Artemis/Diana and Athene/Minerva (because both were virgins?), Hera/Juno (Mrs. Zeus/Jupiter, also his sister), and Hephaestus/Vulcan, the misshapen god of technology. The Roman scholar Gellius (2nd cent. <em>A.D.</em>) maintains Roman women never swear by Hercules or men by Castor. Perhaps it was inappropriate for the weaker sex to swear by the macho saint of strength? Among men, “By Hercules” was a very mild drawing-room oath: Cicero admitted it to his formal courtroom prose. Castor's name suited females, since it suggested the Latin for “chaste” <em>(casta),</em> but for that very reason it was too sissy for the lads. One oath, <em>Edepol</em> (“By Pollux”), was acceptably cross-gender, but even here the sexes tended to go separate ways, women preferring the truncated form <em>Pol.</em> This looks like an ancient anticipation of Mencken's “deaconic swearing” or “bootleg profanity,” equivalent to <em>golly, goshdarn, gorblimey,</em> and <em>gadzooks,</em> the hope being that the god will not recognise himself in such substitutes. Perhaps this also applies to the Greek “Go to the Crows” in lieu of “Go to Hell;” a Roman variant, thanks to crucifixion, was “Go Hang On The Cross.”</p>\n<p>The Cretans evidently went overboard in blasphemy. An ancient commentator on Plato records that their king, Rhadamanthus, outlawed divine oaths and substituted “By the Dog,” “By the Goose,” and sundry other zoological zappers. The first of these was famously the favourite expostulation of Socrates, occasionally expanded to “By the Dog of Egypt.” Why, we don't know. This may have helped get him into trouble in 399 <em>B.C.</em>: one charge against him was that he worshipped strange gods. No other ancient is so associated with canine cursing. One presumes many had their own private idioms, like the character in Plautus's <em>The Little Carthaginian</em> who invokes the painters Apelles and Zeuxis—like saying “By Picasso” or “By Hockney.”</p>\n<p>The comedians Aristophanes and Cratinus confirm the antiquity of “By the Dog” and “By the Goose.” Likewise, “hound” as a curse entered English around the year 1000, “dog” c. 1325, while in all ancient British war films Germans were forever crying <em>Schweinehund.</em> As early as Homer, both men and women were routinely abused as “dogs,” and in Petronius's comic novel <em>Satyricon</em> (1st cent. <em>A.D.</em>) a drunken wife apostrophises her husband as “cur.” This provokes him enough to thump her, perhaps an unsurprising reaction. The lexicographer Hesychius says “dog” was slang for “prick.” It was also the lowest throw in Roman dice, so she could additionally have been saying “you zero.” (No sign, though, of any classical anticipation of “dog's bollocks” for “brilliant,” as in contemporary British slang.) “Goose” doesn't appear to have any ancient double-entendre, unlike many animals and birds (e.g. “sparrow” = “penis”), though we can't be quite sure; Shakespeare brought this poultry specimen into <em>Henry VI, Part 1</em> (1591) to designate a poxed whore.</p>\n<p>The same Petronian husband later calls his wife a “viper,” a common soubriquet for whores. Earlier, this husband—it is not the ideal marriage—had flung the missus over a settee, causing her to exclaim <em>Au Au,</em> solemnly explained by a Roman grammarian as “the usual cry of a very distressed woman”—pretty tame by our standards.</p>\n<p>Petronius is one of very few Roman authors (Plautus and Martial are others) to give us the flavour of Latin as it was spoken by “ordinary” people. This sadly huge gap is only partly filled by the graffiti still visible on the walls of Pompeii. He tends to eschew “four-letter words,” doubtless as unrealistic as their absence from soap operas such as <em>Coronation Street,</em> though who knows what secret scatologies may lurk beyond such terminologies as “Flaming Nora,” “Gordon Bennett,” and “Chuffed to Little Mint Balls”? When a character says “the cold sucks,” he takes refuge in Greek. Given this, such permitted phrases as “piss hot and drink cold,” “not worth your own piss,” “more like a pisspot than a woman,” “like a mouse in a pisspot,” and “he had Jupiter by the balls” must have had little or no shock value.</p>\n<p>Another character unleashes a stream of abuse at fellow-guests. Choice examples: “mutton-head,” “fruit,” “fly-by-night vagabond,” “clay-pot,” “washleather,” “curly-headed onion,” “come-hither man,” “rat,” “puffball.” Many are unique to him. Quite a few connote stupidity. Compare these items from a list of sixty-three in Hughes: “addlepate,” “airhead,” “berk,” “fruitcake,” “pudding-head,” “spaz,” “twit,” “zipalid.” As Hughes says, “no reader would be uncertain by the end that this list related to stupid people, but equally no reader would be familiar with all these terms.” The same no doubt applied to Petronius's audience.</p>\n<p>Ethnic slurs are now officially taboo, though this does not mean they are extinct in spoken conversation. They, too, had their place in ancient civilizations. Greeks dismissed everyone who couldn't speak their language as idiots who go “Ba-Ba,” hence “barbarian.” Cappadocians were proverbially stupid. Romans dubbed Hellenes “Greeklings.” The Latin equivalent of “Tell it to the Marines” is “Let Apella the Jew believe that.” Horace asks, “You want I should fart in the faces of the circumcised Hebrews?” They didn't much go in for racism based on colour, though such expressions as “turn black into white” and “scrub an Ethiopian white” hint at its existence. The Elder Pliny mentions a tribe ashamed of their black skins, albeit they painted themselves red, not white. Still, being English, I must give pride of place to St Jerome for his lambasting—amid the solemn context of a biblical commentary—the theologian Pelagius as “You Scottish Porridge-Eater.”</p>\n<p>Offensive body language was part and parcel of ancient insult. The commonest Roman gesture was to wiggle the middle finger at an enemy. This digit was called “the finger of shame.” It may have to do with Greeks on the island of Siphnos, whose supposed predilection for sticking fingers up a partner's anus produced the verb “to Siphnosize.” To scratch your own head with a single finger connoted effeminacy—both Julius Caesar and Pompey the Great were thus ridiculed. Hughes cannot trace sticking out your tongue further back than Elizabethan times, but it too was a Roman habit. A Roman also invented “mooning,” when one Marcus Servilius exposed his bare bum to a crowd he was haranguing on election day. The Byzantine emperor Andronicus took it a stage further with his public buttock barings and mimed defecations. In Petronius, a slave “not satisfied with cursing” kept lifting up his leg and farting. Breaking wind was considered a good omen, though, in certain religious rites.</p>\n<p>You might not expect the (officially, at least) pious Byzantines to have contributed much to the history of swearing. You would be wrong. <em>Effing</em> and <em>blinding</em> turn up not only in lampoon and satire, but in works of scholarship. This is a trend from which dreary modern academic writing would much benefit. (One lonely example, a letter [Nov. 21, 1985] in the <em>London Review of Books</em> in which a Professor Hawkes told a Professor Hough to “piss off,” only whets the appetite. Did Hawkes realise how Byzantine he was being?) Commentators' marginal notes to the satirist Lucian contain no less than thirty-nine terms of abuse, ranging from “moron” to “boy-buggerer.” The 12th-century scholar Tzetzes writes off an academic rival as “bull-father, moonstruck son of a goat,” and many other things. The favourite Byzantine cursing technique was to build up a dizzyingly long compound of insulting adjectives, a trick inherited from Aristophanes. These often ran for many lines and sentences. St. Symeon Metaphrastes did not blush to dub an enemy “you enema-nurtured shit-eater.” Leo the Philosopher trounced a student as “O stammer-speaking, very stammering, always stammering mouth”—hard to get away with that in namby-pamby modern pedagogy. Another Leo is, among countless sins, “a fabricator of filthy books, a cheating innkeeper, a sodomiser of strumpets.” Whether they knew it or not, the Antipodean quoted in Bill Hornadge's <em>The Australian Slanguage</em> (1980) for his “you rotten, bloody, poofter, commo, mongrel, bastard,” and Kevin Kline to John Cleese in <em>A Fish Called Wanda,</em> “you pompous, stuck-up, snot-nosed, English, giant twerp, scumbag, fuck-face, dick-head, arsehole” are being entirely Byzantine. It seems right that, according to the <em>Penguin Book of Insults</em> (1981), when Theodore Roosevelt wished to abuse Woodrow Wilson, the best/worst thing he could come up with was “you Byzantine logothete.”</p>\n<p>Byzantium extends into the Middle Ages. Over in England, the ritual of competitive insults known as <em>flyting</em> was popular from Bede to Shakespeare. Hughes, providing generous examples, traces this to the extempore “skaldic verse” of Old Norse. He could have gone back much further. Flyting was a classical procedure. Horace treats us to some extracts from one such verbal slugfest between two professional comedians on a trip across Italy. They are low on wit, high on taunts at physical defects. Virgil presents one shepherd accusing another of bestiality. He would have been tickled by a recent discussion in the <em>World Wide Words</em> electronic newsletter distributed by Michael Quinion (http:// <a href=\"http://www.quinion.com/words/\">www.quinion.com/words/</a>) of whether England or Australia gave birth to the expression “sheep-shagger.”</p>\n<p>Sensitive readers had better stop here, for I have reached the classical antecedents of some of the classic four-letter words.</p>\n<p>The reactions of the sensitive were anticipated by Cicero. Writing to a friend, he discusses with copious examples the linguistic pruderies of Roman Mrs Grundys, hyper-sensitive Stoics who objected not only to “dirty” words but to combinations of the innocent ones that produced them. For instance: avoid the noun <em>intercapedo</em> (“interval”) because its last four letters spell <em>pedo</em> (“fart”); don't say <em>illam dicam</em> (“I should mention her”) because that is pronounced <em>landicam</em> (“clitoris”); <em>bini</em> (“two each”) will upset Greek speakers since <em>binein</em> is their word for “fuck.” Cicero, in his own writings a master of invective without ever using “four-letter words,” adopts an air of sweet reason towards the whole business.</p>\n<p>By a convention that we don't fully understand, the “worst” words were eschewed in Graeco-Roman literature, save stage comedy and satire. They don't appear in erotic writing—no ancient Henry Miller. For Rome (no equivalent for Greece), we also have the graffiti—ranging from semi-literate scrawl to sophisticated poetic parodies—on the walls of Pompeii, where one bit of scribble provides the best comment on the rest: “I wonder, O Wall, thou stayest in place/Such a weight of bad writing thou hast on thy face.”</p>\n<p>The ancients were un-British in not calling each other “wankers.” <em>Masturbari</em> and <em>masturbator</em> have no direct synonyms, and there is a distinct shortage of expressions comparable to “toss off” or “beat your meat,” though Aristophanes does have the god Dionysus “scratching my chickpea.” But “prick” was a Roman favourite. Catullus calls an enemy “you fucked-up <em>mentula</em>” (the basic word) in one poem. In another, he tells how the orator Calvus was heckled by an audience member shouting “you loud-mouthed prick” <em>(diserte salaputium).</em> A graffito, complete with a drawing of a penis, dubs Pompey “not a man but a prick” <em>(sopio).</em> Another ancient rhyparologist orders “eat shit, you pricks.” At quite a different semantic level, the emperor Augustus called Horace “cleanest of cocks” in a friendly way, perhaps comparable to amicable British uses of this word. One also expects that the Roman called <em>Mutto</em> (Mr. Prick) mentioned in a Cicero speech had to endure a lot of repetitive jokes on his name.</p>\n<p>Penis and testicles go together, not just anatomically. It must have been a godsend for Roman lawyers that <em>testis</em> means both “witness” and “testicle”—likewise for wits in general that <em>anus</em> is both “bum” and “old woman”—albeit Cicero (notorious for his cutting wit) doesn't much go in for it: too infantile, perhaps. But he will talk about “Rome having its balls <em>(coleos)</em> cut off” in a treatise on oratory. A speaker in Petronius laments “if only we had the balls,” while the contemporary poet Persius groans “if only we had a drop of our fathers' spunk.”</p>\n<p>Natural functions play their part. While Romans didn't say “piss off” or “piece of piss” (British demotic for an easy task), they had such expressions as “piss in your own child's bosom” and “shit on your own balls.” Priapus typically goes further: “what a pile of shit your prick is.” Cicero calls the Senate “shit” <em>(stercus)</em> and the electorate the “dung-heap <em>(faex)</em> of Romulus.” Catullus alliteratively dubs an enemy's historical writings as “shitty sheets of scrap-paper” <em>(cacata charta);</em> Martial dismisses a rival's poems as “fit for a shit.” In modern English style, the poet Lucilius complains about “piss-poor <em>(mictilis)</em> food,” and Martial about a cake that was “pure shit” <em>(merda).</em></p>\n<p>Taking a cue from Jeffrey Richards' (a history don) review of Hughes in the London <em>Sunday Times,</em> we may chart various stages in English bad language. Anglo-Saxon swearing had magical connotations; this yielded to blasphemy in the pious Middle Ages. Secular indecency took over in the Renaissance and Reformation. Elizabe-thans, led by Henry VIII and Good Queen Bess, loved to mock their enemies' physical oddities. Puritanism compelled new ways to circumlocutory blasphemy. Relative decorum prevailed in the 18th and 19th Centuries, epitomised by Johnson's omission of most crude words (although <em>fart</em> and <em>piss</em> were admitted) from his <em>Dictionary,</em> and Thomas Bowdler's sanitised Shakespeare. Robert Graves thought that his predicted decline in swearing might be upset by “a new shock to our system”—this came in the shape of the '60s. Today the decline of class distinctions, religion, and sexual taboos has diminshed blasphemy and insults based on social status and physiological swearing, leaving racial epithets and references to physical disabilities as the only ones beyond the pale.</p>\n<p>While we can say that the bawdy of Aristophanes coincides with the apogee of Athenian democracy and that Plautus in the Roman Republic is less gross than many “decadent” imperial writers, it is impossible to impose these patterns on Greek and Roman swearing, and perhaps they would not even have understood them. Still, Cicero's aforementioned letter on what is and is not proper in Latin might at least suggest recognition of Taylor's final point, “profanity is in a bad way,” looking forward to the next shock in the national nervous system. Overall, despite the huge gaps in our knowledge, we are probably as safe in applying to ancient swearing as to modern the remark of Jonathan Swift, himself no mean coprologist: “Oaths are the children of fashion.”</p>\n<hr>\n<p><em>Further Reading:</em></p>\n<p>Adams, J. N., <em>The Latin Sexual Vocabulary</em> (London: Duckworth, 1982).</p>\n<p>Echols, E. C., 'The Art of Classical Swearing,' <em>Classical Journal</em> 46 (1951) 291-7.</p>\n<p>Forberg, C., <em>Manual of Classical Erotology</em> (1884; repr. New York: Grove Press, 1966).</p>\n<p>Graves, R., <em>The Future of Swearing and Improper Language</em> (London: Kegan Paul, 1936—originally published in 1927 as <em>Lars Porsena or The Future of Swearing</em>).</p>\n<p>Henderson, J. J., <em>The Maculate Muse</em> (New York &amp; Oxford: Oxford University Press, 1991).</p>\n<p>Hughes, G., <em>Swearing</em> (Cambridge, Mass. &amp; Oxford: Blackwell, 1991).</p>\n<p>Richlin, A., <em>The Garden of Priapus: Sexuality and Aggressive Language in Roman Humor</em>(London &amp; New Haven: Yale University Press, 1983).</p>\n<p><em>[Barry Baldwin's last piece for VERBATIM was <em>As the Word Turns,</em> Winter 2000.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Classical Swearing: A Vade-Mecum</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <blockquote>\n<p>“Man invented curse-words to give form and substance to his malign wishes, and he invented swear-words to back up his vows and establish his veracity.”—Burges Johnson, <em>The Lost Art of Profanity</em> (1948)</p>\n</blockquote> <p>You are probably not surprised that the Greeks, who supposedly had a word for everything (actually they didn't: no noun for “orgasm,” although one supposes they did have them) and the Romans (likewise lacking a term for “suicide,” despite all that falling on swords in Shakespeare), with their reputation for plain speaking, did not line up with the American Indians, Japanese, Malayans, and Polynesians who do not curse, but rather with those many cultures, ours included, that do. As Geoffrey Hughes puts it:</p> <blockquote>\n<p>“Swearing is fascinating in its protean diversity and poetic creativity, while being simultaneously shocking in its ugliness and cruelty. It draws upon such powerful and incongruous resonators as religion, sex, madness, excretion, and nationality, upon an extraordinary variety of attitudes including the violent, the shocking, the absurd, and the impossible.”</p>\n</blockquote>"
}