{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>I received an invoice from a US publisher the other day which was addressed to “Mat Coward, Valued Customer.” In fact, <em>Valued Customer</em> was the second line of the address, appearing in the envelope window between my name on the first line and my street address on the third. I've seen houses named <em>Dunroamin</em> or <em>Mon repos</em>; perhaps Valued Customer is the modern equivalent, suited to an age in which individuals exist only as consumers.</p>\n<p>Readers wishing to contribute their favourite <em>Horribiles</em> to this column need not flatter me with empty salutations; an unadorned letter or email to either of VERBATIM's usual addresses will do fine. Hilary Worsfold of Watford, Herts, noticed a placard outside a local garage promising <em>Hyper low prices</em>. “I have suggested to the owner he changes it to hypo low prices, to no avail,” says Hilary, who goes on to wonder what are the origins of <em>Bear with me</em>, when used by call centre staff, and allied trades. I'm afraid I can't say where or when this heart-sinking phrase arose, but I can tell you what it means: it's telephonese for “Would you like to listen to some Muzak for the next fifteen minutes?”</p>\n<p>From somewhere in Cyberspace, Chatham Reed is convinced that the style handbook of the “Gannett newspaper empire” includes “directions for sports writers to use the phrase <em>looking to</em> or <em>look to</em> in headlines and stories. Here's an example: <em>The Wildcats are looking to win the state title.</em> I am curious if this is a local phenomenon, or widespread.” It's universal, I fear, and not confined to the sports pages—or to print, at all. I've heard it said by journalists on TV and radio, where it sounds even uglier. It also clashes with another news cliché; does “Farmers look to government for aid” mean that the farmers are expecting aid, or merely hoping for it?</p>\n<p>Perhaps <em>look to</em> is related to <em>complete,</em> meaning <em>do,</em> as in “NASA says the astronauts will complete space walks.” This simply means that they will perform space walks, I suppose, rather than that they have at last got the funding they need to finish off some space walks they began back in the good old days of Neil Armstrong and his one small step.</p>\n<p>Our campaign against the misuse of the word <em>literally</em> must, so far, be counted a failure, given the quality and range of the latest additions to the file. A gardening magazine advises feeding wild birds on oatmeal, “not to be confused with the stuff that helps you toss cabers, oatmeal is a cheap, stodgy favourite that literally costs buttons.” An advertisement for a portable TV boasts that “there is literally no place the Telemate 1404 can't be used,” though I bet they wouldn't give me my money back if I tried to use it literally under water. Depressingly—if enigmatically—a circular advertising National Libraries Week in the UK carries the slogan: “The future. Literally.”</p>\n<p>For his sheer inventiveness, I am inclined to forgive the fire brigade safety officer who, warning about the unsuspected dangers inherent in Christmas puddings, wrote: “cook one of those things for ten seconds too long and they literally go into orbit”. I wonder if orbital puds might provide a low-cost method of protecting the Earth from killer comets.</p>\n<p>Just to prove that we're not the only ones who take an interest in keeping up-to-date with our dynamic language, I'll close this instalment with a recent item from a British newspaper: “The Broadcasting Standards Commission has ruled that a BBC TV show in which the Queen was referred to as a “bitch” was not offensive. It said when a black comic used the word it was not insulting because it simply meant 'woman'.”</p>\n<p>And I'm, like—are they a bunch of cool mothers at that Standards Commission, or what?</p>\n<p><em>[Mat Coward's web page is: <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>I received an invoice from a US publisher the other day which was addressed to “Mat Coward, Valued Customer.” In fact, <em>Valued Customer</em> was the second line of the address, appearing in the envelope window between my name on the first line and my street address on the third. I've seen houses named <em>Dunroamin</em> or <em>Mon repos</em>; perhaps Valued Customer is the modern equivalent, suited to an age in which individuals exist only as consumers.</p> <p>Readers wishing to contribute their favourite <em>Horribiles</em> to this column need not flatter me with empty salutations; an unadorned letter or email to either of VERBATIM's usual addresses will do fine. Hilary Worsfold of Watford, Herts, noticed a placard outside a local garage promising <em>Hyper low prices</em>. “I have suggested to the owner he changes it to hypo low prices, to no avail,” says Hilary, who goes on to wonder what are the origins of <em>Bear with me</em>, when used by call centre staff, and allied trades. I'm afraid I can't say where or when this heart-sinking phrase arose, but I can tell you what it means: it's telephonese for “Would you like to listen to some Muzak for the next fifteen minutes?”</p> <p>From somewhere in Cyberspace, Chatham Reed is convinced that the style handbook of the “Gannett newspaper empire” includes “directions for sports writers to use the phrase <em>looking to</em> or <em>look to</em> in headlines and stories. Here's an example: <em>The Wildcats are looking to win the state title.</em> I am curious if this is a local phenomenon, or widespread.” It's universal, I fear, and not confined to the sports pages—or to print, at all. I've heard it said by journalists on TV and radio, where it sounds even uglier. It also clashes with another news cliché; does “Farmers look to government for aid” mean that the farmers are expecting aid, or merely hoping for it?</p>"
}