{
  "type": "Article",
  "title": "Today's Lesson",
  "author": "Laurence Urdang",
  "location": "Old Lyme, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Today's Lesson</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Old Lyme, Connecticut</span></em></p>\n<p>It has long been an issue—in English-speaking countries, of course—between professional linguists and the rest of the universe that there is such a thing as good English and bad English. In these pages, I have advocated a familiarity with what is generally recognized as standard usage not so much for the purposes of poetic elegance as for expediency. On the principle that a speaker who says (or writes) <em>between him and me</em> or <em>he doesn't know</em> instead of <em>between he and I</em> or <em>he don't know</em> would not be criticized by his peers as hifalutin or hoitytoity, it would be to his benefit to use the former rather than the latter in seeking a job, particularly if the job involves some use or knowledge of the language, as in almost any kind of selling, dealing with people who are educated (or who might be), and so forth. Those who do not care or notice how others speak, once it is established that they are familiar with the shibboleths of their group, are unlikely to notice standard grammar and accuse the perp (as they might say) of being a traitor to the cause. There is no “cause” on the side of faulty expression, and it is hard to imagine that anyone will be drummed out of the corps for saying <em>Do it the way he does it</em> rather than <em>Do it like he does it.</em> The despair of some over the parlous state of the language, usually referred to as “the murder of a fine language,” was expressed in a document promulgated in England in 1987:</p>\n<p>Nearly 3,000 people have signed a petition urging Mr Kenneth Baker, Secretary of State for Education and Science, to make grammar, including syntax, compulsory to “encourage the clear and accurate expression of meaning.” Among the signatories are . . . Iris Murdoch, William  Golding,  Anthony  Powell,  Ted Hughes, Roy Fuller, Kingsley Amis, Anita Brookner,  Malcolm  Muggeridge,  Brigid Brophy, Sir John Gielgud, Sir Michael Hordern, Auberon Waugh and Lord Scarman. (<em>The Times,</em> 30 October 1987)</p>\n<p>This sort of rending of clothes, wearing of sackcloth and ashes, and of other forms of open lamentation crops up now and then with a frequency that is probably about equal to that of other events, like reports of alien abduction and tearful statues of the Madonna. It is dismissed by many as tantamount to the same sort of harebrained obsessiveness. In any event, nobody listens and nothing is done.</p>\n<p>Are such people mad or totally out of touch with what is important in life? That depends on what one regards as important. Writers, actors, editors, and other people who have a vested interest in the language (linguists excepted) naturally favor cleaving to some standard or norm, for they have worked hard to learn what it is and to maintain it.</p>\n<p>Prejudice and, if you like fancy terms, socioeducational marking are felt (though, in these politically correct times, rarely expressed) in areas of language other than pronunciation, namely grammar and lexicon, or word choice. As for “errors,” in the old days an editor would have rejected an applicant whose résumé contained misspellings and bad grammar and whose interview yielded utterances like, “I ain't never studied no science.” In an article in VERBATIM (XII/3, Winter 1986) Sidney I. Landau wrote, “But usage advice is no more relevant to the English language than shoe polish to locomotion.”</p>\n<p>That is true if one does not much care about the appearance of his shoes; but for those who do, for those who eschew fanny packs, brightcolored nylon anoraks, white handbags in London in the winter, wearing baseball caps backwards, and driving a Lada, the manner, expressiveness, ac-curacy, style—perhaps even the art—with which they speak and write make a difference.  Maybe,  to  paraphrase  Gerald Murphy, who, it is lately denied, said, “Living well is the best revenge,” speaking well is the best revenge. At least it doesn't cost anything.</p>\n<p>Judging from what one hears on radio and television and reads in books, magazines, and newspapers, one is prompted to wonder about today's editors. Is it linguistic snobbery to mark a speaker or writer who uses <em>infer</em> for <em>imply</em> and <em>enormity</em> for <em>immensity</em> as semiliterate, undereducated, uneducated, or merely a poor stylist with a bad ear for language? If the applicant aspires to a career in writing or radio or television, he ought to be rejected; if he is going to be an engineer, architect, doctor, artist, computer programmer, or almost anything else, it probably makes very little difference, for it seems to be universally acknowledged that for most people, control of the language demonstrates a kind of prissiness and a failure to communicate with “real” people on their earthy level. When one hears dialogue written for, say, doctors and lawyers, by writers whom we know to be literate and intelligent in which a literate, intelligent character is made to say something like, “It looks like it's going to rain,” the substitution of <em>like</em> for <em>as if</em> seems so deliberate that one wonders if the writer feels he will lose some of his audience if the character says <em>as if</em> for <em>like.</em> Surely, that cannot be the case: there is nothing so stigmatizingly hifalutin about <em>as if</em> that it will drive away listeners because the character is not speaking at their level.</p>\n<p>There is always the danger, notwithstanding the liberal, unprejudiced views of linguists who themselves are conveniently a few rungs above those whom they would bid to accept them, that certain regional and other accents mark a speaker as educated or uneducated, cultured or uncultured, intelligent or stupid. That may well be undemocratic, but it is undeniable. Some prejudicial barriers have probably been breached during the last half century, but others have taken their place. However unfair it might be, pronouncing the name of a composer, artist, or other individual associated with culture in a manner that is at variance with the accepted standard marks the speaker who is making a pretense at familiarity with his subject as an uneducated lout or ignoramus. During the altercation with Iraq in the autumn of 1997, Bill Richardson, US ambassador to the United Nations and former Congressman from New Mexico—presumably a person who managed to get through some institution of higher learning—was on more than one occasion (one being on the <em>Don Imus Show,</em> 12 November 1997, 8:45 a.m. ET) heard, in referring to Saddam Hussein's attitude toward requirements imposed on his country by the United Nations, to use <em>flaunt</em> instead of <em>flout.</em> The first time might have been a slip; the second time was a clear indication that he didn't know the difference (and that no one on his staff did, either, or was concerned about his appearing semiliterate, or that someone had a motive for making him look uneducated—at least to those educated enough to spot the difference). Were Richardson just any bureaucrat, his misuse might be overlooked (though still branding him); in the event, he was the US <em>ambassador,</em> which carries with it the burden of <em>diplomacy,</em> which implies the most careful, adroit use of language. One might very well view with alarm being represented at the UN or anywhere else by someone who doesn't seem to have a good grasp of the language.</p>\n<p>Perhaps it is important to respond to those— especially linguists—who hold that no native speaker can “make mistakes” in his own language. That view, of course, depends entirely on what one regards as a <em>mistake.</em> The primary definition of the noun <em>mistake</em> (which comes from the verb) in modern dictionaries is 'error'; the second definition, closer in “etymological” meaning, is 'misunderstanding, misinterpretation, or misconception.' If one prefers to interpret the sense of the word in its historic guise, for which there is little justification on the basis of contemporary frequency, then the view of 'error' is decidedly more sympathetic. But most people properly use <em>mistake</em> to mean 'error, something that is wrong,' and when the notion of 'misunderstanding, misinterpretation, or misconception' is intended, it is more accurate to use one of those words rather than <em>mistake.</em></p>\n<p>Still, regardless—or, as some might say, “irregardless”—of this view, while it must be acknowledged that there is probably no religion on earth threatening speakers with eternal damnation for grammatical or lexical errors, there are some practical aspects to be considered in avoiding them. Those are largely matters of social acceptance and, on another plane, employment. Many speakers who might naturally use constructions like “I ain't got none” know that there is a more formal level of language in which such an utterance, while not necessarily anathema, nonetheless marks the speaker in a certain way and might well shut off certain opportunities. One of the greatest difficulties in discussing this subject is not that one might himself be marked as prejudiced but that there are so many different ways available for saying the same thing. An unsophisticated speaker might be able to avail himself of only one or two, but a more sophisticated, experienced, and learned student of language might well have several available and be possessed of a sufficiently developed sense of discrimination to make the proper choice. He might say:</p>\n<blockquote>\n<p>I have none.</p>\n<p>I haven't any / <em>but not</em> “I have not any.” I don't have any / I do not have any.</p>\n<p>I haven't one / I do not have one / <em>but not</em> “I have not one,” (unless to emphasize utter dearth)</p>\n<p>I haven't got any / I haven't got one.</p>\n</blockquote>\n<p>There are other ways, through paraphrase, as well, and there are the nonstandard forms, like <em>I ain't got none.</em> These choices reflect different styles. <em>I have not any</em> sounds unidiomatic but might be encountered in older poetry; <em>I have not one</em> sounds unidiomatic but might be encountered in older writing of any kind, though rather formal. A speaker of British English would be more likely to say “I have none” and less likely to say “I haven't got any” or “I haven't got one” if only because Americans use <em>got</em> for <em>have</em> more frequently than British speakers do: it is perfectly natural for a British English speaker to say, “Baa, Baa, black sheep / Have you any wool?”; the American speaker, ignoring the utterance as an inviolable quotation, would be more inclined to say, “Baa, Baa, black sheep / Have you got any wool?” or “. . . Got any wool?” or, reflecting a current slogan of American dairy interests, “. . . Got wool?”</p>\n<p>These are complex matters to explain for each utterance, and the only way one can learn such things—provided that one cares—is, short of starting over again and being born into the right household, to develop an ear (and eye) sensitive to these nuances. There are indications that some speakers and writers concerned about such things survive in a world of philistine standards. One problem in promoting good style in language is that some cannot tell the differences between good English and an elevated style that succeeds more in communicating a put-down than a thought: language can be (and often is) used to denigrate and belittle another person, sometimes unintentionally. In some parts of the world, speaking the “wrong” language has led to massacre. As a professional lexicographer who has dealt with most aspects of the English language for more than half a century, I am told by some people who have learned what I do that they are afraid to speak in my presence out of possible embarrassment at making an error— “saying something wrong”; some make an obvious effort to speak “correctly”; some remain completely oblivious to their usage; and a fourth category speak properly naturally.</p>\n<p>There is probably no other word in the language guaranteed to strike terror into the heart than the little, two-syllable token, <em>grammar.</em> I shall therefore not dwell on it except to point out, as teachers of English and linguists have for decades, that grammar is nothing more than a description of how a language works. It is not handed down from on high, nor does one have to consult a Sibyl or Delphic Oracle to learn its socalled rules, for what many take to be rules are nothing more than systematized classifications of certain kinds of words, based on their behavior in sentences and other utterances. The eight parts of speech are often criticized, despite the convenience in using them to describe what is happening in English, because some are defined on the basis of what they mean (<em>noun</em> 'name of a person, place, or thing') and others on the basis of how they function (<em>adjective</em> 'word that modifies a noun'). That is not satisfactory, to be sure, but other attempts at creating systems based entirely on function—which would be the desirable option—have not met with much popularity because they are complex and few truly understand them.</p>\n<p>One of the most common errors in English is using the wrong case of a pronoun, especially the subjective (or nominative, if one prefers Latin classifications) in place of the objective (or accusative). English is certainly not a heavily inflected language as languages go: Lithuanian, Greek, and Russian have many cases for nouns; English has but four, and three of those sound exactly the same, so only if one is writing need a distinction be made between three of the four. For instance, the form <em>book</em> serves for all singular grammatical contexts of the word except for the possessive, <em>book's,</em> as in “the book's cover”; the form <em>books</em> serves for all plural contexts of the word except for the possessive, <em>books',</em> as in “the books' covers.” The forms <em>book's, books,</em> and <em>books'</em> are pronounced identically, differing only in their written forms, so why should it be difficult to learn them?</p>\n<p>The only slightly complicated declensions in English are those for pronouns. Yet even those are absurdly simple compared with the myriad forms encountered in other languages, the speakers of which are probably making grammatical errors all the time. (Recently, an English editorfriend, virtually bilingual in German and English, told me how shocked she was, upon her return to Germany last autumn, to hear native speakers— mostly younger ones—using articles <em>der, die, das</em> that did not agree with the gender of the nouns they preceded.) In English, though, it would appear that a significantly large percentage of speakers are totally oblivious to the fact that the language calls for <em>who</em> when a subject, <em>whose</em> when a possessive, and <em>whom</em> when an object.</p>\n<p>Prepositions are not hard to recognize: they are words like <em>like, to, at, between, in, for, from,</em> and so forth, and they do not always precede the noun they affect. Still, are some speakers so careless and thoughtless that they do not know what they are going to say a few words down the line, at the end of a sentence? Evidently so, for as soon as more than one word intervenes between the pronoun and the preposition, the short-term memory dissolves and the wrong case is selected:</p>\n<blockquote>\n<p>Who are you voting for?</p>\n<p>Who do you like to win the World Cup?</p>\n<p>The girlfriend, since the acrimonious split with Stephanie de Sykes, is the American scriptwriter Lise Mayer, who he met 12 years ago.(<em>The Times,</em> 26 March 1997)</p>\n<p>His most consistent focus is on the surplus of unmarried men in their later teens and twenties, whom he contends have been central to the occurrence of historical violence and social disorder. (J. David Slocum, <em>TLS,</em> 28 February 1997, page 9)</p>\n<p>Pieter Prinsloo . . . sings a morning hymn with his black workers, whom he thinks are “misplaced in the modern world” and objects of pity. (Caption, <em>The Sunday Times Magazine,</em> 12 January 1986, page 23)</p>\n</blockquote>\n<p>This last type, where the objective case is used as the subject of a verb, was once the pet of <em>The New Yorker,</em> which published some of the more heinous examples under “The Omnipotent <em>Whom</em>.” The first two quotations above have no attributions, not because I made them up but because they occur with such frequency that they can be collected from every newspaper every day.</p>\n<p>None of the foregoing comes as much of a surprise to teachers, even those few remaining who might know the difference.</p>\n<blockquote>\n<p>“Whuch school bord are you entitlee to vote for? Are you not curatoship? Do you want to apply for triking off or correction at the Flling Office?” reads the notice.</p>\n<p>“You can consult the list of electors an apply for entry, striking off or correction at the Flling Office whuch will be open at . . .” reads the letter, which goes on to list addresses of “Flling Offices.” ([Toronto] <em>Globe and Mail,</em> 19 October 1994)</p>\n</blockquote>\n<p>This quotation, carefully copied letter for letter to make sure that no new creations were superimposed on the old, is a notice from the English, not French, Baldwin-Carter School Board. In an ironic comment from the president of the National Health Insurance Company, in Arlington, Texas, prejudice is expressed in a manner that proved intolerable, not because of the manner of expression but because “some insurers are refusing coverage to people who don't speak or read English”:</p>\n<blockquote>\n<p>“An individual who cannot speak, understand or read English at a minimal level are considered ineligible for our coverage.” (<em>Austin</em> [Texas] <em>American-Statesman,</em> 14 February 1992)</p>\n</blockquote>\n<p>People often get carried away by their own rhetoric and produce mixed metaphors that are so incongruous that they make us laugh. <em>The New Yorker,</em> now as in an earlier regime, occasionally publishes such gems for the amusement of readers under the heading “Block That Metaphor!” There is another, slightly different category that might be termed a “ruptured metaphor.” Here are some examples that have been collected over the years from various periodicals:</p>\n<blockquote>\n<p>It's turned out to be one of those red herrings around our necks. (<em>The</em> [San Bernardino, California] Sun, 26 April 1988)</p>\n<p>It is not often that one tries to help his fellow man/woman and is bitten by the hand that feeds him. (Letter in the <em>Syracuse HeraldJournal,</em> 31 July, 1985)</p>\n<p>“We're going to look at it with a fine-tooth comb,” Meginniss said. (<em>The Miami Herald,</em> 9 January 1986, page 1PB)</p>\n<p>The cost-containment snowball won't leave any stone unturned,” said Larry Feinberg, an analyst with Dean Witter Reynolds Inc. (<em>The New York Times</em>, 30 December 1985, page 21)</p>\n</blockquote>\n<p>Confused or inept examples of word order often yield laughable results when a modifier is misplaced or, to be specific about some instances, when a participle is left dangling. Most often, the modifier is a clause:</p>\n<blockquote>\n<p>Grilled in foil or alongside a ham, turkey, or chicken, those who shied away from onions before will delight in their new found vegetable. (Waldbaum's Foodmart circular)</p>\n<p>As the mother of an 18-month-old daughter with an M.A. in education who has decided to stay home to raise my child (difficult and soulwrenching decision), I resent the characterization of the full-time mother as one who is occupied with 'laundry, shopping, preparing dinner,' to the exclusion of one-to-one contact with my child. (Letter to the Editor of <em>The Toronto Star,</em> 16 July 1988)</p>\n<p>Mereu stayed with 50 of Angius' 400 sheep, dressed in dirty and ragged canvas clothing and shoes with holes. (<em>Des Moines Sunday Register,</em> 6 December 1987)</p>\n<p>Hidden in the dining room breakfront, in a blue-enameled box bedecked with handpainted flowers, Molly Darrah keeps the keys to 18 neighbors' houses. (<em>The  San  Francisco Chronicle,</em> 10 February 1986)</p>\n<p>Mr Muskie broke down before the cameras while defending his wife's honour on a flatbed truck in New Hampshire. (<em>The Economist,</em> 30 March 1996)</p>\n</blockquote>\n<p>Often, it is the faulty use and placement of a relative pronoun that causes the mischief:</p>\n<blockquote>\n<p>Suskin was later found guilty of putting up posters in Hebron depicting Islam's Prophet Mohammed as a pig that provoked Arab riots and incensed Moslems worldwide. (Caption, <em>The New York Times,</em> 31 December 1997)</p>\n</blockquote>\n<p>In ordinary circumstances, referring to a group as a <em>school</em> (<em>of fish</em>) might prove a felicitous metaphor, but not when one is discussing a seat of learning:</p>\n<blockquote>\n<p>Loners don't last. Neither do those who don't embrace the group of their peers, or learn to swim with the school as the predatory upperclassmen pick off those who drift to the edges.(<em>Palm Beach Post,</em> 17 April 1994)</p>\n</blockquote>\n<p>Ambiguity makes double entendre nonsense out of this, too:</p>\n<blockquote>\n<p>Japan, an export superpower, must accept rice imports “for our own sake and the world's sake.” (From <em>The Washington Post</em> Sun 14 December 1993)</p>\n</blockquote>\n<p>And a regional outdoor sport appears to be encouraged near Detroit by this highway road sign, with no light evident in its vicinity:</p>\n<blockquote>\n<p>Pull to Right When Flashing</p>\n</blockquote>\n<p>One is given to wonder about the success of a subscription renewal notice sent by Gannett's <em>Courier-News</em> in New Jersey, which bears this notice [6 June 1993]:</p>\n<blockquote>\n<p>Renewal time: Your subscription is about to expire. Please remit now to avoid uninterrupted delivery.</p>\n</blockquote>\n<p>Unwed moneylenders might take heart from this headline:</p>\n<blockquote>\n<p>No single factor can guarantee pregnancy ([San Bernardino, California] Sun 19 September 1994.)</p>\n</blockquote>\n<p>From the same newspaper one gains insight to early training on America's west coast:</p>\n<blockquote>\n<p>Toddler slain in shooting suspected of being gang-related. (31 August 1994.)</p>\n</blockquote>\n<p>A journalist produced this incongruity:</p>\n<blockquote>\n<p>However, the school's Principal John Connell said no student complained of stomach problems to the school nurse after workers washed down the metal areas where some bats had been found using an ammonia-based household disinfectant. (Beverly Ford, <em>The Boston Herald,</em> 28 October 1985, page 2.)</p>\n<p>One might suppose that the Anastasia mystery deepened when it was revealed that she, known as Anna Anderson, “requested she be cremated before her death.” (<em>The Washington Post,</em> 6 October 1994)</p>\n</blockquote>\n<p>Apparently, the police in one Massachusetts town take care of things in their own way:</p>\n<blockquote>\n<p>Sale, 49, was found strangled with a nylon stocking around her neck and bludgeoned to death by Lexington Police. (<em>The Boston Globe</em>, 30 December 1994, page 1)</p>\n</blockquote>\n<p>“Misplaced modifier” is not quite the right name for what can best be described as “unfortunate or incongruous juxtaposition,” and if there is another term I don't know it. As will be seen below,  a  *New  York  Times * reporter,  David Kocieniewski, seems to come in for more than his fair share of criticism, and for the moment we can say that the unfortunate juxtaposition of <em>beating</em> and <em>beat</em> should have been avoided to make sure that bad marriages like the following do not occur:</p>\n<p>Insisting that he has not yet read two reports issued by his own Task Force on Police/Community Relations, the panel he created after the Abner Louima beating, Mayor Rudolph Giuliani announced Wednesday that he would grant one of its major recommendations: pay increases for thousands of patrol officers who choose to remain on the beat in city neighborhoods. (“Giuliani Hikes Pay for Officers on Beats, Says Action Not Linked to Task Force,” David Kocieniewski, <em>The New York Times,</em> n.d.)</p>\n<p>An especially unfortunate juxtaposition occurs in a television commercial, current early in 1998, for Imodium, a drug said to prevent diarrhea. The sufferer is an astronaut about to blast off into space wearing, naturally, a space suit. “Control” announces a delay owing to the astronaut's impending attack of diarrhea, using the expression, “We'll miss our window,” a sad commentary that might make some people wonder what goes on inside space suits. Disaster is averted by the quick administration of the drug (which, I assume, had been tested in double-bind experiments), sparing observers below.</p>\n<p>Aware that in the 1940s and '50s many of the people working in advertising, especially as copywriters, were well educated, I have had occasion to wonder whether the advertising agencies, which produce the materials that occupy almost a quarter of the time and space of radio, television, magazines, and newspapers, have slowly become more and more stupefyingly obtuse or if they have deliberately plotted to reduce everything they do to appeal to the lowest possible common denominator. A recent newspaper article confirms that from spellings to grammar, those who plot against our money while wasting our time spend long hours purposely distorting reality to make it fit their image of what people like and, particularly, what they can and want to identify with. Setting aside such obvious and overworked subjects like the Winston cigarette slogan, which, it must be admitted, certainly fits into the most common speech pattern of English speakers in the latter half of the twentieth century, one reporter fastens on a current slogan of Toyota, “Toyota everyday,” questioning whether <em>everyday,</em> which means 'common, ordinary,' should be shown on television in that form or as <em>every day,</em> 'each (and every) day.' While acknowledging that the two-word form is to be preferred, an executive of the advertising agency reported that</p>\n<p>after six months of “huge arguments,” Saatchi deliberately chose to use the incorrect spelling because the single word looked friendlier and more suitable as a zippy slogan. “It's more than just a word. It's how the word looks. It's how you deconstruct the message.” (Yumiko Ono,* The Wall Street Journal*, 4 November 1997.) In this case, <em>deconstruct</em> is a currently fashionable euphemism, affected particularly by artistes and their lot, for 'destroy carefully,' as distinguished from 'take apart systematically.' Ono also discusses Apple Computer's “Think different,” which the company and its agency defended in an “elaborate and somewhat convoluted explanation,” several points of which were that in the slogan, which still smacks of being a take-off of IBM's “THINK” (or, as one wag had it a generation ago, THIMK), the word “different” shouldn't even be treated as an adjective, as it usually is, but as a noun. “Because 'different' is not a modifier but a 'thing,' the message of the tagline now tells us WHAT TO THINK ABOUT, rather than HOW to think.”</p>\n<p>In another example, Seagram advertises Captain Morgan Spiced Rum by urging drinkers to “Get Spicey” rather than “Get Spicy” because the company determined that consumers thought that “'spicy' rum would be fiery hot, like a jalapeño pepper.” Is the insertion of an <em>e</em> supposed to suggest 'easy'? Is the spelling <em>spicey</em> less cool than <em>spicy?</em> It boggles the mind to contemplate what these companies and their agencies spend their high-priced minds doing to earn their keep.</p>\n<p>In <em>The New York Times</em> appeared an advertisement bearing the following headlines:</p>\n<blockquote>\n<p>Erectile  Dysfunction  (ED)  Attracts Competition Oral  Therapies  Expected  to Dramatically Expand the Market (Business Section, 9 November 1997, page 17)</p>\n</blockquote>\n<p>Ignoring the split infinitive (which is not an error in English anyway), this looks like an advertisement for mail-order fellatio. Scores of other examples can be drawn from the SIC! SIC! SIC! collections in VERBATIM, from thousands sent in by readers. Here is a sampling (from advertisements only):</p>\n<blockquote>\n<p>Free lays to the first 50 people! (Invitation to a “Blue Hawaii” Beach Party in Staff Bulletin No. 31, p. 6, of the Madison (Wisconsin) Area Tech College)</p>\n<p>No detail is too small to overlook. (Advertisement for a lawn product on KCMO–TV, Kansas City, Missouri, 20 April 1988)</p>\n<p>. . . EXTERMINATING: We are trained to kill all pets . . . (From <em>TV Hi-Lites</em> [Flushing, NY], Dec. 27 to Jan. 2, 1988)</p>\n<p>WARNER'S BUY 6, GET 2! (Macy's advertisement in <em>The Philadelphia Inquirer,</em> 29 November 1990)</p>\n</blockquote>\n<blockquote>\n<p>For  gift  delivery  anywhere  call 800–CHEER-UP (except where prohibited by law). (Advertisement for Grand Marnier, <em>FMR,</em> Christmas 1985, back cover)</p>\n<p>Spend less in our floral department. (A&amp;P supermarket advertising flyer.)</p>\n<p>“Blessing of the Animals” . . . Pets of all denominations welcome. (Advertisement by the Basilica of Saint Mary in the [Minneapolis] <em>Star Tribune,</em> 27 September 1992)</p>\n<p>Better than a hotel. Luxury suites, elegantly furnished with daily maid &amp; linen service. (Advertisement for the Bristol Plaza in <em>New York Magazine</em> repeatedly)</p>\n<p>Our Hopes For The New Year Are Soaring! (Advertisement for Swan Funeral Homes in the <em>Pictorial Gazette</em> East, 29 December 1990)</p>\n<p>WORD PROCESSORS—TEMPORARY—</p>\n<p>several positions open proficiency with at least 1 language  necessary.  Call  The  Agentry. (Advertisement in the [Springfield, Massachusetts] <em>Union-News,</em> 30 November 1991)</p>\n</blockquote>\n<p>To those who maintain that advertising copy does not set the tone or character of the language, the reply is that it might not have before 1940, when advertising had relatively less impact than it does today. But when a television advertisement is repeated, again and again, throughout the weeks and the months of a campaign, it has a far greater impact than does a solecism, committed by chance or out of ignorance, that appears once in a single editorial article and does not receive the exposure of a commercial watched by millions—if not billions, across the world—on a telecast of, say, the Superbowl. Cigarette manufacturers have been accused of “corrupting” the youth of America by using cartoon figures, like Joe Camel, who are designed to appeal to a certain age group, in posters and print. Is it conceivable that editorial matter on television, on radio, or in a magazine or newspaper could possibly receive such wide exposure and have a similar effect, or do advertising copywriters, themselves speakers of the language, merely reflect the language of the day? If so, then Wrangler, the clothing manufacturer, should have been besieged by irate feminists who encountered their late 1980s television commercial in which “special fitting” was stressed; the slogan they emerged with was, “It's not a better body you need, it's better genes.” And one wonders what bucolic reveries might have inspired those who advertised in <em>The Sunday Times</em> (27 September 1987) an eightyear-old whisky named <em>Sheep Dip.</em></p>\n<p>Grammar is the system of stringing elements together that characterizes a given language group or, more narrowly, a given language. Syntax is the way words are strung together to make sentences. In English, which has few endings, or inflections, of nouns, verbs, adjectives, and adverbs, word order is an essential feature of the language, and meaning depends on it: <em>Man bites dog</em> does not mean the same thing as <em>Dog bites man,</em> even though the forms are identical. In languages like Latin, Greek, Russian, and many others that have elaborate patterns of inflection, the relationship between the words in a sentence can be expressed by those inflections, though word order might remain an element of style or art. Thus, if <em>man</em> is in the nominative, or subjective case, one knows that <em>man</em> is the subject of the sentence, the actor of the verb; if <em>man</em> is in the accusative, or objective, case, one knows that it is the thing acted upon. Even though there are basic criteria for word order in English, there is an enormous amount of leeway for the insertion of other parts of speech, especially adverbs.</p>\n<p>For example, the word <em>only</em> can “float” in a sentence, in the sense that it can be put in different places:</p>\n<blockquote>\n<p>Only she loves me. ('Nobody else loves me.')</p>\n<p>She only loves me. ('She doesn't otherwise have any other feeling toward me. She doesn't like me.')</p>\n<p>She loves only me. ('She loves nobody else.')</p>\n<p>She loves me only. ('She loves nobody else.')</p>\n<p>(The last two mean the same thing and might be said to be stylistic variants of each other.)</p>\n</blockquote>\n<p>The placement of a word does not always have such an effect, nor does every possible appropriate word function that way: if one went through the exercise with <em>alone,</em> it wouldn't fit into the first sentence unless followed by a comma (*Alone, she loves me), and it wouldn't fit into the third sentence at all, because <em>alone</em> cannot be used idiomatically in an attributive position—that is, preceding a noun or pronoun. Thus, the matter of word order is somewhat tempered by the words one wishes to order.</p>\n<p>The end of this story can <em>only</em> be written by you. [That is, you cannot do anything about the end but write it.] (<em>Run of the Arrow,</em> RKO, 1957). Bernard Arnault, chairman of LVMH, the French company that owns 14 per cent of Guinness, was only told of the plan on April 28. [He had <em>read</em> about it earlier?] (<em>The Times,</em> 13 May 1997, page 27.)</p>\n<p>Another category must be set aside to include utter nonsense:</p>\n<blockquote>\n<p>Fetus taken from womb to perform surgery. (<em>Petoskey</em> [Michigan] <em>News-Review,</em> 7 October 1986) Afterwards, the Bishop walked among the crowds, eating their picnic lunches. (<em>Southwark</em> [England] <em>News,</em> July 1987.)</p>\n<p>Jesse Jackson Arrested At Rally For Striking Conn. Health Workers (Headline, The <em>Boston Globe,</em> 17 June 1993)</p>\n<p>It's hard to get medical aid if you're HIVinfected in many areas. (Dr. Richard J. Howard in <em>The New York Times,</em> 11 November 1990)</p>\n<p>On that sunny June afternoon, Whitehall was thronged with sightseers when most of the royal family arrived for the ceremony in a striped canvas marquee. (<em>The Times,</em> 10 November 1993)</p>\n</blockquote>\n<p>In another department, we find what can be described only as the fractured idiom:</p>\n<blockquote>\n<p>. . . played loose and fast with . . .(Jack Perkins, <em>A&amp;E Biography,</em> 8 p.m., 23 September 1997.)</p>\n</blockquote>\n<p>People with a shaky or maladroit control over grammar are usually best off rephrasing what they have to say to avoid problems; but that assumes that they are aware of a problem and, if they are, that they care enough to avoid it. The way the language is used these days, one must despair of anyone's caring about much of anything. The ironic expression of that state of mind is, <em>I could care less,</em> when what is clearly meant is <em>I couldn't care less.</em> Sometimes, the carelessness is an administrative fault in placing responsibility into the hands of those who can ill discharge it. It is highly unlikely, for example, that the Scarborough Chamber Players in Squantum, Massachusetts, were advertising a pederasty ring in their invitation to buy “tickets: $7, $5 children under 12 available at door or call —” (November 1992) Meanwhile, at the other end of the country, Artists InterActive Video Productions advertised “Stimulating hands-on workshops with live models . . . hands-on exercises with nude male &amp; female models.”</p>\n<p>If you haven't seen as many of these as I have, you would be tempted to think them made up, which is why citations are always included.</p>\n<blockquote>\n<p>A Serbian soldier monitors the trajectory of a tank shell just fired through binoculars on a hill southeast of Sarajevo Sunday. (Caption, [Stroudsburg, Pennsylvania] <em>Pocono Record,</em> 11 February 1993)</p>\n<p>Pop megastar Michael Jackson revealed he has a disorder that destroys his skin pigmentation and insisted he had “very little” plastic surgery during a live television interview with Oprah Winfrey on Wednesday. (Ibid.)</p>\n</blockquote>\n<p>It does no good to pretend that things were any better years ago, when Marlowe and Jonson and the other Elizabethans wrought their epic prose and poetry undefiled by solecisms, or later, when Donne and Addison and Steele graced literature with the benign beauty of their writings. In the first edition of Thomas Sheridan's treatise <em>British Education: or, the source of the Disorders of Great Britain</em> (1756), the subtitle read:</p>\n<blockquote>\n<p>Being an Essay towards proving, that the immorality, ignorance, and false taste, which so generally prevail, are the natural and necessary consequences of the present defective system of Education. With an attempt to shew, that a revival of the art of speaking, and the study of our own Language, might contribute, in a great measure, to the cure of those evils.</p>\n</blockquote>\n<p>Amen, one might be tempted to say till the atrocious punctuation is examined, with a comma between verbs and their objects. Perhaps punctuation, which is far from desirable in modern British practice, is unimportant. Still, if studying (if not learning) our language could contribute to even a diminution, let alone an elimination, of the “immorality, ignorance, and false taste” that generally prevail even to this day, then we ought to give it a try: surely, it can do no harm, and, as far as I am aware, such a program has not been attempted for at least a hundred years. Thomas Sheridan, incidentally, was a lexicographer, the father of Richard Brinsley Sheridan, the playwright, who gave us <em>The Rivals</em> and the inestimable Mrs. Malaprop.</p>\n<p>As Arthur M. Schlesinger pointed out in an interview (<em>Booknotes,</em> C-Span, 10 May 1998), education in the United States has been in a decline since the turn of the century; and here we are turning another century with little having been done. That is not strictly speaking true. A great deal has been done to expose people in America to education, especially through the G.I. Bill and other veterans' benefit programs. But exposing people to education is scarcely the same as educating them, as we, who have been left with a legacy of semiliterates, are only too well aware. Lest the reader think that <em>semiliterate</em> is</p>\n<p>too strong a word, it should be noted that it is considerably weaker than <em>illiterate,</em> which, as statistics will readily show, is what many adults are today—at least in the United States. By <em>semiliterate</em> I mean people who are knowledgeable enough, for example (like those who used to run our local television cable company), to be familiar with the word <em>pursuant</em> but who think it is spelled <em>persuant</em> and displayed it in that form on the screen of blacked-out programs for at least a year, despite letters advising them of the error. In another manifestation, <em>semiliterate</em> describes the store clerk who proved unable to subtract $53.25 from $153.25 without resorting to a calculator. Instances and examples abound, though not, presumably, among those who are reading this, hence, as usual—for a happy sense of security if nothing else—one preaches to the converted.</p>\n<p>[Laurence Urdang is the founder and former editor of VERBATIM. This is an abridgement of a longer essay which can be found on our website.]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Today's Lesson</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Old Lyme, Connecticut</span></em></p> <p>It has long been an issue—in English-speaking countries, of course—between professional linguists and the rest of the universe that there is such a thing as good English and bad English. In these pages, I have advocated a familiarity with what is generally recognized as standard usage not so much for the purposes of poetic elegance as for expediency. On the principle that a speaker who says (or writes) <em>between him and me</em> or <em>he doesn't know</em> instead of <em>between he and I</em> or <em>he don't know</em> would not be criticized by his peers as hifalutin or hoitytoity, it would be to his benefit to use the former rather than the latter in seeking a job, particularly if the job involves some use or knowledge of the language, as in almost any kind of selling, dealing with people who are educated (or who might be), and so forth. Those who do not care or notice how others speak, once it is established that they are familiar with the shibboleths of their group, are unlikely to notice standard grammar and accuse the perp (as they might say) of being a traitor to the cause. There is no “cause” on the side of faulty expression, and it is hard to imagine that anyone will be drummed out of the corps for saying <em>Do it the way he does it</em> rather than <em>Do it like he does it.</em> The despair of some over the parlous state of the language, usually referred to as “the murder of a fine language,” was expressed in a document promulgated in England in 1987:</p> <p>Nearly 3,000 people have signed a petition urging Mr Kenneth Baker, Secretary of State for Education and Science, to make grammar, including syntax, compulsory to “encourage the clear and accurate expression of meaning.” Among the signatories are . . . Iris Murdoch, William  Golding,  Anthony  Powell,  Ted Hughes, Roy Fuller, Kingsley Amis, Anita Brookner,  Malcolm  Muggeridge,  Brigid Brophy, Sir John Gielgud, Sir Michael Hordern, Auberon Waugh and Lord Scarman. (<em>The Times,</em> 30 October 1987)</p> <p>This sort of rending of clothes, wearing of sackcloth and ashes, and of other forms of open lamentation crops up now and then with a frequency that is probably about equal to that of other events, like reports of alien abduction and tearful statues of the Madonna. It is dismissed by many as tantamount to the same sort of harebrained obsessiveness. In any event, nobody listens and nothing is done.</p>"
}