{
  "type": "Article",
  "title": "AS THE WORD TURNS: Catching Some Zees",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">AS THE WORD TURNS: <em>Catching Some Zees</em></h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>“Thou whoreson zed, thou unnecessary letter”—Shakespeare, King Lear II.2.60.</p>\n<p>To adapt the divine Jane, it is a truth universally acknowledged that Americans say <em>Zee,</em> Brits <em>Zed.</em> Well, up to a point, Lord Copper.</p>\n<p>Despite the above Shakespearean <em>zinger</em> (an 80s-looking word, but first surfacing in Margery Allingham's 1955 novel <em>Beckoning Lady</em>), Thomas Lye (<em>New Spelling Book,</em> 1667) prescribes <em>Zee,</em> while in 1882 E. A. Freeman (<em>Longman's Magazine</em> 1, p.94) asserted “In New England it is always <em>Zee;</em> in the South, it is <em>Zed</em>.”</p>\n<p>In old English dialects, the letter was variously called <em>Ezod, Izzard, Izzet,</em> and <em>Uzzard</em>—sounds like an acrobat team on Ed Sullivan. A pity these have no American currency—what fun to ask Vanna for an Uzzard on Wheel of Fortune.</p>\n<p><em>Z</em> has engendered orthoepic problems. In medieval manuscripts and early typography, <em>Y</em> and <em>Z</em> sounds were identically represented, with predictable confusion—this is why Reginald Hill's detective Dalziel has forever to point out that he is pronounced <em>Diyel</em>.</p>\n<p>Samuel Johnson, introducing <em>Z</em> as “found in the Saxon alphabets, but read in no word originally Teutonic,” gives only about 20 words, mainly (apart from <em>Zeal</em> and compounds) Greek-derived scientific terms (notably Zoo-compounds) and various foreign imports, e.g. <em>Zechin</em> (Venetian coin), <em>Zeodary</em> (spicy plant—ever used by Emeril?).</p>\n<p>Talking of Greek, <em>Zeta</em> (6th letter in the Hellenic alphabet) favours <em>Zee.</em></p>\n<p>John Updike (<em>More Matter,</em> 1999, p.457) lists 25 Z-words from Tibor Fischer's <em>The Thought Gang</em> (1994). Five don't make the <em>OED</em>—VERBATIM readers, you know what your homework is: <em>Zaotar, Zonitid, Zmudzin, Zyzzogetons,</em> and my favourite, the verb <em>Zephaniah</em>. Deuteronomy 2.20 imparts further Biblical gorgeosity: “Giants dwelt therein in old time; and the Ammonites call them Zamzummins.”</p>\n<p>From Eric Partridge's <em>Dictionary of the Underworld</em> (1950), <em>Zabist</em> (policeman), <em>Zex</em> (sucker), <em>Zib</em> (nincompoop), <em>Znees</em> (frost—18th cent.), <em>Zook</em> (clapped-out whore—Gadzooks!), and <em>Zouch</em> (ungenteel man—18th cent.) miss the <em>OED</em> cut. Other words have unexpected meanings, e.g. <em>Zits</em> (Information on crimes—the acne of neologism?). Still others have curious transmission: <em>Ziph</em> (Narcotics slang) originally (Thomas de Quincey, 1853) described as Winchester argot—was that great public school the birthplace of druggies?</p>\n<p><em>Z</em>-nuggets in <em>OED</em> include <em>Zalamdodont</em> (having straggly molars—perfect for Hugh Grant), <em>Zamuk</em> (first-aid ladies at sporting fixtures—ancestor of Soccer Moms?), <em>Zedonk</em> (offspring of zebra and camel—surely rare, but a good insult), <em>Zeppole</em> (a kind of doughnut—I commend this to the ghost of JFK's Germanic gaffe “Ich bin ein Berliner”).</p>\n<p>But where is the anglophone rival to that fabulous Frenchism <em>Zizi</em> ('cock')?</p>\n<p>Word-fancier Ivar Brown (<em>Chosen Words,</em> 1961) thought <em>Z</em> “a happy letter,” summing up in verse thus:</p>\n<blockquote>\n<p>You stagger and your step's awry</p>\n<p>With product of zythepsary:</p>\n<p>You are not of the wary 'uns,</p>\n<p>The hard-boiled zythepsarians,</p>\n<p>Who roll zymurgous barrels out,</p>\n<p>Yet never sway nor fall about,</p>\n<p>But, fleeting peacably the time,</p>\n<p>Absorb, enjoy, and master zyme.</p>\n</blockquote>\n<p>Such plethora of drinking-related <em>Z</em>-words supports this Brown Hail. A further one, <em>Zymotic,</em> is penultimate in <em>OED</em> and in Gallic dress <em>Zymotique</em> the final one in Harrap's. <em>OED</em> gives no literary example, but it—describing the zesty 1950s Parisian art scene—is suitably the last word in Elaine Dundy's (herself a zesty lady) first novel <em>The Dud Avocado</em> (1958), which prompted Gore Vidal to say that she was “no longer Kenneth Tynan's American wife, Whatshername.”</p>\n<p><em>[Barry Baldwin has recently returned from a pilgrimage to Yankee Stadium.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">AS THE WORD TURNS: <em>Catching Some Zees</em></h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>“Thou whoreson zed, thou unnecessary letter”—Shakespeare, King Lear II.2.60.</p> <p>To adapt the divine Jane, it is a truth universally acknowledged that Americans say <em>Zee,</em> Brits <em>Zed.</em> Well, up to a point, Lord Copper.</p> <p>Despite the above Shakespearean <em>zinger</em> (an 80s-looking word, but first surfacing in Margery Allingham's 1955 novel <em>Beckoning Lady</em>), Thomas Lye (<em>New Spelling Book,</em> 1667) prescribes <em>Zee,</em> while in 1882 E. A. Freeman (<em>Longman's Magazine</em> 1, p.94) asserted “In New England it is always <em>Zee;</em> in the South, it is <em>Zed</em>.”</p>"
}