{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Cassell's Foreign Words & Phrases",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Cassells-Foreign-Words-Phrases-Adrian/dp/0304350087\"><em>Cassell's Foreign Words &amp; Phrases</em></a></h1>\n<p>Adrian Room, (Sterling Publications), 414 pages.</p>\n<p>Contrary to popular sentiment, the good ole U.S. of A. is not a melting pot. If that were true, everyone coming from distant shores would meld into one culture, with one language. It is ironic that our grandparents (and, in some cases, parents) came to these shores in the early part of the 20th century because they were persecuted for practicing their particular traditions in their native lands, yet sought to lose their “greenhorn” airs once they passed through the gates of Ellis Island. They wanted to become “American,” to learn its customs and language and eliminate any trace of the “old country.”</p>\n<p>No, America isn't a melting pot. It is . . . what is the mot juste I am seeking . . . more like a salad bar. The distinct components blend to make up the larger course, yet each has their individual flavor. This is evident in relatively recent desire to return to our roots: the ways of our ancestors, the music, food and language.</p>\n<p>One way to accomplish this is to take parts of speech from all and incorporate them into the great salad of American speech. Oh sure, there are some who want “American only spoken here,” but then you would miss out on all those different flavors. So rather than demand everyone speak “American,”we embrace the contributions gleaned from other countries that pepper our conversations.</p>\n<p>Many dictionaries offer brief etymologies, noting the foreign derivations of English words. But to find them means trudging through all the words.</p>\n<p>Cassell's Foreign Words and Phrases alleviates that problem. It is an impressive collection of “ingredients” which we all use to some extent, whether we realize it or not. Perhaps the most familiar usage of foreign words comes from the food we eat. Take a look in your pantry. What's there? Macaroni? A can of bisque? Some bulgar? Are there blintzes in the freezer? Gnocchi? A couple of bottles of brut or sake in the wine cellar? Going out to eat opens a whole new smorgasbord of culinary linguistic possibilities (some dim sum tonight perhaps?).</p>\n<p>Food is only one aspect of Cassell's.  There are hundreds of expressions we have adopted from French, Italian, Spanish, Yiddish, German, Chinese, Japanese, et al.</p>\n<p>While many of the entries are practically a part of everyday speech, there are also a good number that are sure to be new to the reader. Some are used in specific vocations; Latin is the preferred language of law and science, although the vox pop might consider it, de facto, just a high-falutin' way of talking to prop those professionals on a higher level than us hoi polloi.</p>\n<p>Then there are foreign expressions for which we already use anglicized versions. Cassell's translates the French phrase “embarras de richesse” as “a perplexing abundance of wealth, more than one needs or can manage.” Wouldn't it be easier to simply use the literal, more familiar translation—an embarrassment of riches? Nor could I see any occasion where I might use “reculer pour mieux sauter” (the use of a withdrawal as a basis for an advance or success), in its native tongue. Similar examples dot the volume.</p>\n<p>At times the reader will wonder about the composition of the book. Is it supposed to be a collection of “foreign words and phrases” that are common to our usage? Words that have been “considered” English, though foreign in derivation, such as <em>debacle, debris</em> and <em>debut</em>? As a dictionary, the entries are offered in alphabetical order, rather than a perhaps more convenient lumping together according to category (food, religion) or country.</p>\n<p>Cassell's includes a rudimentary etymology, including century and country of origin. Some words and phrases, however, could start a small skirmish over the “right of ownership.” <em>Divan,</em> for example, used in several different languages, has seven distinct definitions, including a cigar shop, a type of sofa, a collection of poems by a single author, a restaurant and a court of justice. But Cassell's misses the opportunity to be more precise about these derivations.</p>\n<p>(A questionable note is the use of phrases taken from the language of native Americans: should these be considered, to be politically correct, as “foreign?”)</p>\n<p>Tout ensemble, this is an entertaining and educational volume to have on your semantic bookshelf.</p>\n<p>Voilà!</p>\n<p>—<em>Ron Kaplan</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Cassells-Foreign-Words-Phrases-Adrian/dp/0304350087\"><em>Cassell's Foreign Words &amp; Phrases</em></a></h1> <p>Adrian Room, (Sterling Publications), 414 pages.</p> <p>Contrary to popular sentiment, the good ole U.S. of A. is not a melting pot. If that were true, everyone coming from distant shores would meld into one culture, with one language. It is ironic that our grandparents (and, in some cases, parents) came to these shores in the early part of the 20th century because they were persecuted for practicing their particular traditions in their native lands, yet sought to lose their “greenhorn” airs once they passed through the gates of Ellis Island. They wanted to become “American,” to learn its customs and language and eliminate any trace of the “old country.”</p> <p>No, America isn't a melting pot. It is . . . what is the mot juste I am seeking . . . more like a salad bar. The distinct components blend to make up the larger course, yet each has their individual flavor. This is evident in relatively recent desire to return to our roots: the ways of our ancestors, the music, food and language.</p> <p>One way to accomplish this is to take parts of speech from all and incorporate them into the great salad of American speech. Oh sure, there are some who want “American only spoken here,” but then you would miss out on all those different flavors. So rather than demand everyone speak “American,”we embrace the contributions gleaned from other countries that pepper our conversations.</p>"
}