{
  "type": "Article",
  "title": "Spelt As It Sounds",
  "author": "David Galef",
  "location": "Oxford, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Spelt As It Sounds</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p>\n<p>As a writer with school-age nephews, I seem to have become a sounding board for all matters pertaining to the study of letters. In the beginning, my job was fairly easy: when one of them came over to me with a tough word to read, I would pronounce it. “That's 'laff,' I would tell the younger one. “I know, I know it's spelled <em>l-a-u-g-h,</em> but English is funny that way. The <em>gh</em> is pronounced like an f . . .” After a brief explanation of the idiosyncrasies in English spelling, I would turn back to my own reading, at least until another word came up. But one day the older boy came over with a different problem. I looked at the word. “That? Oh, that's just as it sounds: <em>vittles</em>. “ I mimed fork-to-mouth and made an eating sound. “You know-grub, food.”</p>\n<p>“But then what does <em>v-i-c-t-u-a-l-s</em> mean?” he asked, pronouncing it “vikshuals” and spelling it out. “I've seen that, too. What's the difference?”</p>\n<p>“They're the same,” I told him. “One is just....”</p>\n<p>“Just what?”</p>\n<p>And I realized that my job as English explicator had shifted into a higher gear. The answer I eventually gave him was that too many people had trouble pronouncing <em>victuals</em> properly as “vittles, “ so they often simplified the spelling to just that, <em>vittles</em>. When my nephew wanted to know who “they” was, I told him the people who wrote books and articles.</p>\n<p>“But why did they do that with some words and not others?” he asked. “And anyway, what are some other words like that?”</p>\n<p>I told him I'd get back to him. That was months ago. Since then, I've been collecting examples and forming a surrounding theory to hold them all together. In the first place, I seem to be right about the genesis of these words. <em>Victuals</em> becomes <em>vittles</em> when either enough people misspell it or a sufficiently influential author spells it that way to bring out a certain slangy flavor, and the innovation—or bastardization—catches on. Thus, <em>breeches</em> becomes <em>britches</em> (though in both instances, these terms have become antique, no matter how they're spelled—or spelt). Other examples include <em>weskit</em> for <em>waistcoat</em>, <em>gunnel</em> for <em>gunwhale,</em> and the ever-puzzling <em>shammy</em> for <em>chamois.</em> What should these examples of pure phonetics in action be called? S.A. L S. (Spelled As It Sounds), Simpl-Spel®, or words for the orthographically challenged? Dumbed-down spellings, if you're cynical.</p>\n<p>But the matter doesn't end there. Not all the examples are so easy to classify. Do you <em>plough</em> your field or <em>plow</em> it? Most list the first spelling as chiefly British. The British often claim that we butcher the language. Similarly, is a <em>draftsman</em> simply a dumbed-down version of <em>draughtsman?</em> Is that what's going on when you see both <em>draught</em> and <em>draft</em> in beer advertisements? <em>Tuff</em> and <em>laff</em> don't seem to have acquired legitimacy, though you certainly see them occasionally in print, usually in a humorous vein. But what happens to the Shakespearean <em>playwright</em> when he turns into a modern <em>playwriter?</em> (The analogy with <em>copyrighter</em> and <em>copywriter</em> doesn't quite hold up here, since a copyrighter applies for a license on words, whereas a copywriter composes advertisements.) And when is a <em>quay</em> a <em>key?</em> Somehow, <em>Quay Largo</em> doesn't sound quite right. Or rather, it would sound fine since the pronunciation is the same as in <em>Key Largo,</em> but it doesn't look right.</p>\n<p>Words with swallowed syllables form their own crowd: <em>bosun</em> deserves to have its own simplified spelling because too many sailors swallowed the middle of <em>boatswain</em>. Ditto for <em>focsle</em> from <em>forecastle</em>, though often you'll see the word as <em>fo'c's'le</em> in recognition of its missing parts. Down south, <em>chitlins</em> has edged out <em>chitterlings</em>. And though that may be an example from a particular region in the United States, many syncopes may be traced to what my younger nephew persists in calling Britland. What is it about British English that causes whole syllables to collapse? Insufficient interior stressing? <em>Magdalen</em> becomes “Mawdlin,” and <em>Beauchamp</em> turns into “Beecham,” which has become a legitimate name in itself. In the days before the New Pound, <em>haypenny</em> and <em>tuppence</em> often saw print. As for proper and place names, who is <em>Lester</em> if not a truncated Leicester? <em>Worcester</em> becomes “Wooster, “ a name that P. G. Wodehouse popularized in his Jeeves series. The original spelling of Worcester remains ubiquitous because of its namesake product, and anyone who's ever heard the Abbott and Costello riff on Worcestershire sauce has missed an inspired spot of lexicography masked as high comedy.</p>\n<p>Of course, the U.S. practices its own excisions. Is Gloster, Mississippi, glad to be free of its <em>Gloucester</em>ian heritage? Farther south, in fact, a few places are proud to call themselves Nawlins Café or Nawlins Bar &amp; Grill. To say “New Orleans” marks you as a Yankee. On the other hand, even though locals say “Miss'ippi” and “Lou'siana, “ they've never achieved anything above “slangy variant.”</p>\n<p>Where do you draw the line? Are <em>ice tea</em> and <em>corn beef</em> all right (I mean alrite) because people drop their <em>d</em>'s? And what about the questionables? Did <em>gibe</em> become <em>jibe</em> because of uncertainty about the soft <em>g</em>? How about <em>phantasy</em> to <em>fantasy</em>? <em>Sassy</em> may be a corruption of <em>saucy,</em> but it's not pronounced the same. And is dumbed-down spelling why Americans have stripped so many British words with -<em>our</em> of their <em>u</em>'s, as in their <em>colour</em> and our <em>color?</em> Did <em>cauldron</em> lose a <em>u</em> to become <em>caldron</em> for this reason?</p>\n<p>In the interest of getting a message across quickly and unambiguously, advertising has had a lot (though maybe not <em>alot</em>) to do with dumbed-down spelling. <em>Lite</em> beer and <em>open-all-nite</em> stores are now ubiquitous. Ultra-Brite is a brand of toothpaste. But did advertisers come up with <em>hi</em> and <em>lo</em> and <em>thru?</em> Did they turn <em>doughnuts</em> into <em>donuts?</em> Did the Rite-Aid drugstore chain dispense a drug for <em>hiccoughs</em> instead of <em>hiccups?</em> Speaking of eructations, a website called gazoontite.com sprang up not too long ago, presumably because it doesn't trust people to be able to pronounce <em>gesundheit.</em></p>\n<p>What's next? <em>Blackguard</em>, despite its pronunciation as “blaggered,” never lost its old spelling, and now it's too late, because no one outside of historical novels would use such a term. Last week, my older nephew came over to me with another word, <em>solder.</em> “What's that?” he asked. “Is it like <em>soldier?”</em></p>\n<p>I explained the meaning. “I know-it's not pronounced that way, “ I told him. “But one of these days, the way things are going, you just might see it as 'sotter.'”</p>\n<p><em>[David Galef writes and teaches in Oxford, Mississippi.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Spelt As It Sounds</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p> <p>As a writer with school-age nephews, I seem to have become a sounding board for all matters pertaining to the study of letters. In the beginning, my job was fairly easy: when one of them came over to me with a tough word to read, I would pronounce it. “That's 'laff,' I would tell the younger one. “I know, I know it's spelled <em>l-a-u-g-h,</em> but English is funny that way. The <em>gh</em> is pronounced like an f . . .” After a brief explanation of the idiosyncrasies in English spelling, I would turn back to my own reading, at least until another word came up. But one day the older boy came over with a different problem. I looked at the word. “That? Oh, that's just as it sounds: <em>vittles</em>. “ I mimed fork-to-mouth and made an eating sound. “You know-grub, food.”</p> <p>“But then what does <em>v-i-c-t-u-a-l-s</em> mean?” he asked, pronouncing it “vikshuals” and spelling it out. “I've seen that, too. What's the difference?”</p> <p>“They're the same,” I told him. “One is just....”</p>"
}