{
  "type": "Article",
  "title": "Out of the Mouths of . . . Twins",
  "author": "Susan Elkin",
  "location": "Sittingbourne, Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Out of the Mouths of . . . Twins</h1>\n<p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p>\n<p><em>Idioglossia</em>, <em>cryptophasia</em>, <em>twin speak</em>, the phenomenon of an exclusive language sometimes developed by twins has fascinated us for so long that we've coined a nice list of Latinate, Greek, and Old English terms for it. It's the usual human response—if in doubt about something, name it.</p>\n<p>And there seems to be more of it about. Reproductive technology—IVF and the like—means that in developed countries nearly 50% more twins are born now than were born 20 years ago. In the UK, for example, one child in 36 is now born a twin. The rate of triplet birth has increased threefold too. So naturally there is more interest than ever in the—sometimes strange—language development of twins and other multiple-born children.</p>\n<p>Remember Michael Apted's 1994 film <em>Nell</em>? It tells the story of a young woman born, one of twins, to a reclusive mother in a remote forest. Half-wild Nell, whose twin sister drowned when they were children, is found by a concerned doctor (Liam Neeson). Nell is able to speak only her own, one-person language.</p>\n<p>The romance of the tale—based on Mark Handley's play <em>Idioglossia</em>—means that, rather than Nell's eventually learning English as she begins to join the world, Liam Neeson's character teaches himself Nell-speak so that he can communicate with her. The allure of this film and the acclaim it achieved are, in part, indicators of the level of interest in the particulars of twin language.</p>\n<p>The point is, of course, that children learn language from listening to those around them. In the case of a single-born child this will be adults or older children. First they absorb nouns—<em>Mummy</em>, <em>Daddy</em>, <em>cup</em>, and self-contained phrases such as “all gone” or “fall down.” Then come the verbs with which to stick the nouns together.</p>\n<p>In the case of twins, however, because they spend a lot of time together, sometimes they don't hear as much adult language as other children do. The isolated fictional Nell is an extreme example of what can happen if they spin off  their language experiments only with each other and never with anyone else. And it makes no difference whether the twins are identical or fraternal. It's the fact that the children have been together since birth that matters.</p>\n<p>That's why the self-help organisations for parents of twins—Twins and Multiple Births Association (TAMBA) in the UK, for example—strongly recommend that parents, grandparents ,and anyone else who's around should spend some time playing with, and talking to, each twin on his or her own for a while as often as possible. But they also stress that, although later-than-average language development is common in twins, private twin-language is actually quite unusual—and not a cause for alarm, provided that the children also communicate normally with other people.</p>\n<p>Twins Tessa and Emma Byford are now aged 17 and live in southern England. “Yes, we had our own language and I suppose we still have it to an extent,” said Tessa. “When we were very little I don't think we even knew we were doing it. We just communicated with each other and when you're two or three years old you don't think consciously about how that happens.”</p>\n<p>Emma adds “I'm sure we could understand other people though. I have no memory of not knowing what Mum or Dad or our older sister Charlotte was saying to us—and I think they must have understood some of what we said too. We always said <em>voo-voo</em> for 'vacuum cleaner' and <em>teep</em> was our verb for 'sleep.' <em>Len</em> meant 'drink' and we called our socks <em>potters</em>.”</p>\n<p>Although they can still recall fragments and a few words have, over the years, just become affectionate shared jokes—as family words for things often do even when there are no twins or multiples in the equation—Emma and Tessa have forgotten most of their twin language. “When we were about four we started going to speech therapy because Mum was getting worried. We were talking more or less like everybody else before we started school.”</p>\n<p>Perhaps it's inevitable that twins should relate to each other in a way which excludes others and that the development of conventional speech patterns is often delayed. John Barth, American novelist and himself a twin, observes:</p>\n<p>“(Twins) share the curious experiences of accommodating to a peer companion even from the beginning; even in the womb; or entering the world with an established sidekick, rather than alone; of acquiring speech and other skills a deux, while in the meanwhile sharing a language beyond speech and before speech. Speech, baby twins may feel, is for Others. As native speakers of a dialect regard the official language, we may regard language itself: it is for dealing with outsiders; between ourselves we have little need of it.”</p>\n<p>So what, if we want to be accurate, should we call it, this form of communication which some twins occasionally develop? In the 1980s Dutch psychologist P Bakker rejected <em>cryptophasia,</em> which had been coined by an earlier French psychologist, R. Zazzo. The <em>crypto-</em> suffix implies secrecy, and Bakker argued that twins never speak a secret language because there is no intention of trying to obscure meaning to others. On the contrary, such twins usually get vexed when others fail to understand them.</p>\n<p><em>Idioglossia</em> wouldn't do for Bakker either because these “languages” are primarily dialect versions of the mother tongue rather than entirely new creations (The Byfords' <em>teep</em>, for example, is clearly a corruption of 'sleep') Neither would Bakker have <em>twin-talk</em> or <em>twin-language</em> because, he argued, such language occasionally occurs amongst children who are not twins.</p>\n<p>That leaves us with <em>autonomous language</em>—the choice of Russian scientist A. R. Luria. A bit pedestrian perhaps, and linguistically much less inspiring than the delights of <em>cryptophasia</em> and <em>idioglossia</em>—but it's a good workable term which seems to fit the bill.</p>\n<p><em>[Susan Elkin's last article for VERBATIM was “English Place Names” in XXVI/1.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Out of the Mouths of . . . Twins</h1> <p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p> <p><em>Idioglossia</em>, <em>cryptophasia</em>, <em>twin speak</em>, the phenomenon of an exclusive language sometimes developed by twins has fascinated us for so long that we've coined a nice list of Latinate, Greek, and Old English terms for it. It's the usual human response—if in doubt about something, name it.</p> <p>And there seems to be more of it about. Reproductive technology—IVF and the like—means that in developed countries nearly 50% more twins are born now than were born 20 years ago. In the UK, for example, one child in 36 is now born a twin. The rate of triplet birth has increased threefold too. So naturally there is more interest than ever in the—sometimes strange—language development of twins and other multiple-born children.</p> <p>Remember Michael Apted's 1994 film <em>Nell</em>? It tells the story of a young woman born, one of twins, to a reclusive mother in a remote forest. Half-wild Nell, whose twin sister drowned when they were children, is found by a concerned doctor (Liam Neeson). Nell is able to speak only her own, one-person language.</p>"
}