{
  "type": "Article",
  "title": "Denaturized Profanity in English",
  "author": "Ralph H. Emerson",
  "location": "South Glastonbury, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Denaturized Profanity in English</h1>\n<p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p>\n<p>The Third Commandment in Exodus 20:7 warns us, “Thou shalt not take the name of the Lord thy God in vain”—don't say <em>God</em> unless you really mean it. Unfortunately, few of us have ever been much good at respecting this rule. We can't help it. We pick up profanity as children, and later when we are angry or excited, God's name automatically bubbles up to our lips and we exclaim <em>God, oh God, my God, by God, God damn.</em> I heard a surprised three-year-old say “My God!” the day before I wrote this. God is the immediate witness, the basic interjection, the first word that comes to mind—hardly even mind, actually, for impulsive swearing is controlled by a much more primitive part of the brain than ordinary speech.</p>\n<p>Yet “the Lord will not hold him guiltless that taketh his name in vain.” What to do? We're forbidden to say what we can hardly help saying. Well, nothing gets the creative wheels turning like a good prohibition, so we've devised several sneaky ways to bend the rule without quite breaking it. H. L. Mencken called the results “denaturized profanity.” Most of it is disguised so well that I never even guessed its original function until recently, or its importance, either. Denaturized profanity is so common that a huge proportion of modern English interjections, no matter how innocent-sounding, began as masks for taboo religious words.</p>\n<p><strong>Fun with First Letters</strong></p>\n<p>The best way to say “God” without really saying it is to keep the emotional release of the hard <em>g</em> and change the rest of the word. That's where <em>gosh</em> and <em>golly</em> came from. And lots of others: <em>my Gawd, my goodness, goodness gracious, good gravy,</em> Charlie Brown's <em>good grief, by gum, by gad, by Godfrey,</em> and Ireland's <em>begorra</em> and <em>begob.</em> (<em>By</em> used to be pronounced like <em>be</em>.) The curse “God blind me” produced the Cockney interjection <em>gorblimey</em> or <em>blimey;</em> and the hard <em>g</em> in the <em>gor,</em> tweaked into its sister sound, hard <em>c</em>, produced another characteristic Cockney interjection, <em>cor!</em> Cockneys also say <em>coo!</em> Our forbears turned “ah, God” into both <em>egad</em> and the hard-<em>c</em> <em>ecod.</em> Modern Americans use a hard <em>c</em> in <em>holy</em> <em>cow;</em> there's also one in <em>great Scot!</em> The second-oldest “God” euphemism in English had two hard <em>c</em>'s, one at each end: the medieval <em>cock,</em> tweaked from the even earlier <em>gog.</em> My favorite <em>g</em> euphemism is from a 1940s high school yearbook: one girl's pet phrase was “Oh Goo!”</p>\n<p>First-letter euphemisms do not honor God the Father alone. They exist for all the major figures of Christianity. “Jesus” appears as his respelled first syllable <em>gee</em>, whose fancier cousins include <em>gee whiz, gee whizzikers</em>, and <em>gee whillikers;</em> plus <em>jeez, jeez Louise,</em> and <em>sheesh</em>. We find “by Jesus” in <em>by George, by jingo, by jiminy, by Jerusalem,</em> and the Irish <em>bejesus</em> and <em>bejabbers</em>. “Jumping Jesus” cloaks itself as both <em>jumpin' Jehoshaphat</em> and the mock-Swedish <em>yumpin' yiminy</em>. (Jehoshaphat was a biblical king, “ja-HOSH-a-fut,” like <em>wash a foot</em>.) “Jesus” joins “Christ” in <em>jeepers creepers, jiminy Christmas,</em> and <em>jiminy crickets—</em> that's where <em>Pinocchio's</em> insect friend Jiminy Cricket comes from in the Disney movie. “By Christ” becomes <em>by cracky</em>, plain “Christ” becomes <em>cripes, crikey,</em> or <em>criminy,</em> and “for Christ's sake” becomes the incomparable <em>for cryin' out loud!</em></p>\n<p>“Lord,” of course, rounds up the <em>l</em>'s: <em>Lordy, Lor, Law, Lawsy, my land, land o' Goshen, land sakes alive!</em> And the <em>m</em>'s come out for “Mary.” In Shakespeare's England, they switched it into <em>marry</em>, as on the first page of <em>As You Like It</em> and a thousand other places: “Marry, sir, I am helping you.” Modern Americans replace “Holy Mary” or “Holy Mother of God” with <em>holy Moses, holy mackerel, holy moly</em>—even <em>holy smoly, samoly, <em>or</em> shamoly.</em></p>\n<p>The “Devil” gets his due with <em>d</em>'s: what the <em>deuce</em>, a <em>dickens</em> of a time, scared the <em>daylights</em> out of 'em. (Plenty of <em>d</em> substitutes exist for “damn” too, but we'll save those for later.) And of course we roll out the <em>h</em>'s for the Devil's realm “Hell”: what the <em>heck</em>, what the <em>hey</em>. I'm told that members of the Dutch Reformed Church in Ohio and Michigan say “What the <em>hob</em>?”</p>\n<p><strong>Cock's Bones, by Jove!</strong></p>\n<p>Another way to skirt a taboo word is to substitute a word of related meaning, whether it has the same first letter or not. For example, Hell can be referred to by the name of its pagan equivalent, which also happens to begin with <em>h:</em> Go to <em>Hades!</em> Or by various Jewish equivalents: to <em>Sheol</em>, to <em>Gehenna</em>. Or by suggestiveness: to <em>blazes</em>, to <em>the warm place</em>, <em>wayyyyyy down South</em>. Or by outright whitewashing, as in “What in the <em>world</em> is this?” instead of “What in the hell. . .” What about Heaven? That often stands in for God: <em>good heavens, heavens above, heavens to Betsy, thank heaven!</em> God's pagan equivalent, the king of the gods, can stand in for him as well, by any of his several names: <em>by Jove, by Jupiter, by Zeus.</em> Indeed, we can appeal to the whole Greco-Roman pantheon at once: <em>Ye gods! Ye gods and little fishes!</em> And by the crackle and sizzle of Jupiter's emblem, the thunderbolt, we can invoke both God's power and Hell's: <em>by thunder, thunderation, thunder and lightning, fire and brimstone, holy smokes!</em></p>\n<p>Most swearing in early English called Christ to witness the truth of one's statements, usually by invoking various aspects of Christ crucified. Except that people didn't say, “<em>I swear to you by Christ's bones,</em> this rain is awful.” They simply said, <em>“God's bones,</em> it's wet!”—using “God” to mean God the Son (that is, Jesus Christ) rather than God the Father. Most of the one-syllable “God” euphemisms mentioned above did their work in this context. As I said, one of the earliest was <em>cock.</em> “For God's bones' sake” became Chaucer's fourteenth-century “for Cock's bones.” And later came many other “distorted or minced pronunciations” of <em>God,</em> as the <em>OED</em> says, both the <em>c</em> and <em>g</em> ones mentioned above (<em>cod, gor, gad</em>) and others like <em>dod, dad</em> (as in <em>bedad</em> “by God”) and the very common <em>'od,</em> which left the <em>g</em> off altogether. Others can be found at the entry for <em>God</em> in the <em>OED,</em> definitions 13 and 14.</p>\n<p>In the seventeenth and eighteenth centuries, which were the great creative days of denaturized profanity, there were scores of these God-for-Jesus oaths. They're all obsolete now, but a few still draw smiles of recognition in the Language Museum. Here are some: <em>odds bodies, odsbodkins,</em> or <em>gadsbodikins</em>, all “God's (dear little) body,” <em>odspitikins</em> “God's dear pity,” <em>gadsbud</em> “God's blood,” <em>cock's blood, cock's heart,</em> even nonsense ones like <em>odsfish</em> and <em>odsbobs</em>. Eventually, the <em>ods-</em> ones lost even their initial <em>od</em>, leaving behind nothing of God but his possessive <em>s</em>, so that something like <em>odswoons,</em> “God's wounds,” turned into <em>'swoons</em> or <em>zounds, od's death</em> into <em>'sdeath,</em> and others into <em>'sfoot, 'sblood, 'sheart,</em> and so on. (Hard to say, aren't they? <em>Zounds</em> usually rhymed with <em>pounds,</em> according to pronunciation guru Charles Elster, although some people said “zoons.”) The wildest career of all belonged to <em>gadzooks <em>or <em>odzooks,</em> supposedly from “God's hooks” (hands?). Clipped down to <em>zooks</em></em>,</em> it whimsically regrew into <em>zookers, zoonters,</em> and <em>zoodikers</em>. “Zoodikers!” marvels someone in <em>Tom Jones:</em> “She'd have the wedding to-night!”</p>\n<p><strong>Dad Gum It!</strong></p>\n<p>Now, why exactly should we pay attention to that commandment about not swearing, not to mention the other nine? Because if we don't, God might damn us to hell—condemn us to hell, for <em>damn</em> is a specialized form of the word <em>condemn.</em> And if one takes seriously the threat it represents, <em>damn</em> is a very hot potato, and should be handled gingerly.</p>\n<p>Sometimes it's wrapped in first-letter euphemisms like <em>darn, drat,</em> and <em>doggone.</em> I mention those three first to show the contortions English will put euphemisms through in order to create the much-prized matching-first-letter equivalents—to get <em>d</em>'s, in this case. <em>Darn</em> apparently began life as “eternal damnation,” a phrase pronounced centuries ago as “&gt; 'tarnal damnation,” telescoped into <em>tarnation</em> or <em>darnation</em> and finally clipped to <em>darn.</em> (There's a similar <em>d/t</em> switch in <em>tomfool</em> for “damn fool.”) <em>Doggone</em> and <em>drat</em> both began as curses like “a pox on it.” The first was “a dog on it,” whose offspring include both “I'll be <em>dogged”</em> and the African-American <em>daggone,</em> sometimes shortened to <em>dag!</em> <em>Drat</em> is from “'Od rat it”—may God infest it with rats. (“Oh, <em>rats!”</em>) The similar <em>drot</em> is from “'Od rot it.” Other <em>d</em>'s include the laconic <em>durn</em> and <em>dang</em> and the quaint <em>dem</em> and <em>dash.</em> <em>Dear me is</em> supposedly a softening of “damn me,” and both <em>hot dog</em> and <em>hot diggity</em> stand for the exultant “Hot damn!”</p>\n<p>Hot as hell. Or <em>perdition,</em> as they used to call it, meaning ruin, destruction, damnation. “Condemned as worthless and thrown into the fire”: that's what <em>God-damned</em> means, so several of its euphemisms in phrases like <em>an infernal nuisance</em> have to do with heat: <em>infernal</em> 'hellish,' <em>all-fired</em> 'hell-fired,' <em>blasted</em>'roasted.' <em>Blasted</em> is also a euphemism for the British <em>bloody</em>, which is used so much like <em>damned</em> (as in <em>a bloody nuisance</em>) that whatever its origins, it certainly has one foot firmly in the <em>damn</em> camp today, together with its whole cohort of mostly <em>b</em> euphemisms: not only <em>blasted</em> but also <em>blistering, blooming, bleeding, blinking, blithering, bally, jolly, ruddy,</em> and even the neatly contradictory <em>blessèd</em> of “the whole <em>blessèd</em> thing.” (The marked <em>e</em> means that the <em>-ed</em> makes a second syllable.) Compare these too: Oh, <em>bother!</em> Oh, <em>brother!</em> Well, I'll be <em>blowed!</em></p>\n<p>That takes care of the <em>d</em>'s and the <em>b</em>'s, but there are also quite a few <em>c</em>'s, representing the familiar <em>c</em>-for-God's-<em>g</em> switch that we saw earlier. Thus instead of “the whole <em>goddam</em> thing,” people have variously said <em>confounded, cotton-pickin', cock-eyed, consarned,</em> and even <em>cursèd</em> and <em>cussèd.</em> (More honest than <em>blessèd!</em>) Several of these <em>c</em> euphemisms soften the meaning as well as the sound. For example, both <em>confound</em> 'confuse' and <em>consarn</em> 'concern' reduce damnation to a mild sort of troubledness, rather like “Why, I'll be <em>shook!”</em> or “Dod <em>fetch</em> it!” or the stronger “<em>Hang</em> it!” There must be many more of these “shook-up” euphemisms out there; inventive people probably come up with new ones every day. Here's a wonderful one from a Sherwood Anderson story: “I'll be starched. Well, well, I'll be washed and ironed and starched!”</p>\n<p>If we take all the menace out of damnation, all that's left is the bother and uselessness. That's what's expressed in “damn” euphemisms like “I don't give a <em>hoot</em>” or “I don't care a <em>fig.</em>” But here's the fun part: if we scramble together all the “God” euphemisms we've discussed with all the “damn” euphemisms, we get marvelous strings of cowboy curses: “Put that in yer pipe and smoke it, ya <em>gosh-darn, gum-blasted, dad-burned, ding-busted</em> toad-eatin' varmint, <em>dang ya to heck!”</em></p>\n<p><strong>Where Is God?</strong></p>\n<p>“Oh, my! That's no way to talk!” Oh my? What do you mean, <em>Oh my?</em> Oh my what? “Oh my (God),” that's what. And what's this <em>Dang ya to heck?</em> It's short for “(May God) dang ya to heck.” Did you just sneeze? <em>Bless you!</em> I mean, “(May God) bless you!” <em>Mercy!</em> Eh? You mean, “(May God have) mercy!” <em>Bye-bye!</em> What? Where are you going? Did you say Bye-bye? It's <em>Goodbye,</em> “God be wi' ye, (may) God be with you!” Wait, wait! Come back!</p>\n<p>There. That's the last and surest way to get around saying God's name: don't mention him at all, stop before you get there. <em>Oh, dear!</em> (God!) <em>I declare! <em>(to God!) <em>So help me!</em> (God!)</em> Well, I'll be!</em> (God-damned!). The same impulse is behind all those subjectless imprecations and blessings, earnest and not-so-earnest, that we hear from time to time. It's understood that God is the one asked to do the work requested: <em>Bless your soul! Bless my buttons! Shiver me timbers! Dog my cats!</em></p>\n<p>Likewise God is the one to vouch for us when we plead that we're telling the truth: <em>I swear it's true, I swear to God!</em> Denaturized profanity begins and ends with avowals like that. They are the main concern of the third commandment, which I quoted at the beginning. It says: “Don't ask God to help you lie, don't call on God to witness the truth of what you say unless you really are being truthful—or else.” It doesn't say: “Never utter the word <em>God</em>.”</p>\n<p>Still, the sheer number of euphemisms we've welcomed into our language suggests that collectively we have always felt, where mentioning God is concerned, that it's better to be on the safe side. Natives of my own New England in the eighteenth and nineteenth centuries probably took this further than anyone. They wouldn't ever even utter the word <em>swear:</em> “I <em>swan</em>,” they said, “I <em>swan to man!”</em> Or “I <em>swamp.</em>” Or <em>swow,</em> mixing <em>swear</em> with <em>vow</em>. Even <em>vow</em> was a little much for them. They said <em>vum</em>, and Bartlett's 1860 <em>Dictionary of Americanisms</em> quotes a sermon by the Reverend Mr. Dow enjoining us to avoid even that. <em>I vum,</em> says he, is “just the same in spirit” as <em>I vow,</em> and <em>I declare to goodness</em> is every bit as profane as <em>I swear to God.</em> “It is as much the same thing as a bobolink with a new coat of feathers”!</p>\n<p>That is certainly all we need to know about denaturized profanity for today. So endeth the lesson, gentle readers. Peace be with you.</p>\n<p><em>[Ralph Emerson's last article for <em>VERBATIM</em> was “The Most Lively Consonants in the World” in XXV/3.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Denaturized Profanity in English</h1> <p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">South Glastonbury, Connecticut</span></em></p> <p>The Third Commandment in Exodus 20:7 warns us, “Thou shalt not take the name of the Lord thy God in vain”—don't say <em>God</em> unless you really mean it. Unfortunately, few of us have ever been much good at respecting this rule. We can't help it. We pick up profanity as children, and later when we are angry or excited, God's name automatically bubbles up to our lips and we exclaim <em>God, oh God, my God, by God, God damn.</em> I heard a surprised three-year-old say “My God!” the day before I wrote this. God is the immediate witness, the basic interjection, the first word that comes to mind—hardly even mind, actually, for impulsive swearing is controlled by a much more primitive part of the brain than ordinary speech.</p> <p>Yet “the Lord will not hold him guiltless that taketh his name in vain.” What to do? We're forbidden to say what we can hardly help saying. Well, nothing gets the creative wheels turning like a good prohibition, so we've devised several sneaky ways to bend the rule without quite breaking it. H. L. Mencken called the results “denaturized profanity.” Most of it is disguised so well that I never even guessed its original function until recently, or its importance, either. Denaturized profanity is so common that a huge proportion of modern English interjections, no matter how innocent-sounding, began as masks for taboo religious words.</p> <p><strong>Fun with First Letters</strong></p>"
}