{
  "type": "Epistola",
  "title": "EPISTOLA Nancy Birkrem",
  "contributor": "Nancy Birkrem",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Nancy Birkrem</span></h1>\n<p>The editorial in VERBATIM Vol. XXVI, No. 1, is, as an editorial should be, provocative and has provoked some thoughts in my mind, to wit:</p>\n<blockquote>\n<p>Did the words you offer as examples of locutions you would like to see restored to daily usage ever have daily usage to be restored to? If so, surely they would turn up in old print, and I don't think I have ever encountered “mitify,” “Maronist,” “diffarreation,” “nidgery,” “macilent,” or “afong,” in speech or print during [my] decades of attention to language.</p>\n</blockquote>\n<p>And anyway, since the purpose of language is communication, would it be desirable to restore obsolete words to everyday usage? My wife was once taken to a hospital emergency room with a snapped tibia, and there two nurses were trying to make her as comfortable as possible till the surgeon could come set the leg.&nbsp;She, in pain mitified by bravado, cried out, “Don't cozen me!” The nurses looked quizzically first at each other and then to me, asking, “What did she say?” I replied, “I think she doesn't want you to pamper her,” and the nurses silently went on about pampering her as best they could. But communication under stress had hardly been enhanced by my wife's use of an obsolete word.</p>\n<p>I'm going on eighty, and the only word I can think of that was widely used in my youth but that has dropped out of everyday usage is <em>swell</em> in the sense of great, grand, good. In that sense <em>swell</em> has been replaced by <em>cool</em>, which substitution is okay by me. Once a word enters the mainstream vocabulary, it seems to be enduringly embedded there, though it may be assigned shifting meanings and vary in frequency. Consider <em>chaps,</em> cited in “Lapsed Language of Appalachia” by John H. Felts, M.D. (also Winter 2001). It seems to me to be the only word of several cited by Dr. Felts that was ever in standard English, not in possibly Scottish dialect, and far beyond dating from 1855, it occurs twice in Shakespeare's <em>Hamlet.</em> In the slightly variant form <em>chops</em> it survives to this day (e.g., When he tried to kiss her, she smacked him in the chops).</p>\n<p>Words endure, but their meanings change. Or vice versa, things, actions, or concepts remain essentially the same while the words used to express them change. This is sometimes regrettable, as in the case of <em>gay,</em> where taking on new meaning has left a semantic gap in our vocabulary.</p>\n<p>Come to think of it, though, there is one word besides <em>swell</em> meaning 'cool' that has pretty much dropped out of usage during my long lifetime, and as a certified oldster I have a right to wish it could be restored. That old-time, down-home, heart-warmed word, hallowed in verse and song, is <em>old.</em> It has been supplanted by <em>senior</em> as in “senior citizen” or “senior minute.” But how does “Senior Folks at Home” sound? Or <em>The Senior Man and the Sea</em>? Shortly after my father died, many years ago, I overheard a senior friend of his remark about my Dad, “He was a nice old man. And not only was he a nice old man, he was a smart old man.” Thankfully (oops!), the friend was an Okie rancher whose English was somewhat archaic; so he didn't say, “He was a nice senior citizen.”</p>\n<p><em>[William H. Dougherty, <a href=\"mailto:WHD31@aol.com\">WHD31@aol.com</a>]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Nancy Birkrem</span></h1> <p>The editorial in VERBATIM Vol. XXVI, No. 1, is, as an editorial should be, provocative and has provoked some thoughts in my mind, to wit:</p> <blockquote>\n<p>Did the words you offer as examples of locutions you would like to see restored to daily usage ever have daily usage to be restored to? If so, surely they would turn up in old print, and I don't think I have ever encountered “mitify,” “Maronist,” “diffarreation,” “nidgery,” “macilent,” or “afong,” in speech or print during [my] decades of attention to language.</p>\n</blockquote> <p>And anyway, since the purpose of language is communication, would it be desirable to restore obsolete words to everyday usage? My wife was once taken to a hospital emergency room with a snapped tibia, and there two nurses were trying to make her as comfortable as possible till the surgeon could come set the leg.&nbsp;She, in pain mitified by bravado, cried out, “Don't cozen me!” The nurses looked quizzically first at each other and then to me, asking, “What did she say?” I replied, “I think she doesn't want you to pamper her,” and the nurses silently went on about pampering her as best they could. But communication under stress had hardly been enhanced by my wife's use of an obsolete word.</p> <p>I'm going on eighty, and the only word I can think of that was widely used in my youth but that has dropped out of everyday usage is <em>swell</em> in the sense of great, grand, good. In that sense <em>swell</em> has been replaced by <em>cool</em>, which substitution is okay by me. Once a word enters the mainstream vocabulary, it seems to be enduringly embedded there, though it may be assigned shifting meanings and vary in frequency. Consider <em>chaps,</em> cited in “Lapsed Language of Appalachia” by John H. Felts, M.D. (also Winter 2001). It seems to me to be the only word of several cited by Dr. Felts that was ever in standard English, not in possibly Scottish dialect, and far beyond dating from 1855, it occurs twice in Shakespeare's <em>Hamlet.</em> In the slightly variant form <em>chops</em> it survives to this day (e.g., When he tried to kiss her, she smacked him in the chops).</p>"
}