{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Eponymous Ailments",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Eponymous Ailments</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>A staple of healing-arts humor is the assertion that all doctors' greatest ambition is to have diseases named after them. As with many folk beliefs, this one contains a grain of truth: An afternoon spent browsing in an encyclopedia of medicine<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> will yield a smorgasbord of eponymous diseases, disorders, and syndromes, of which the following taste is no more than a modest antipasto from a groaning medical board.</p>\n<p>It is estimated that as many as one in 300 children may be affected by Asperger's syndrome,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> a disorder in which a child may have well-developed verbal skills but misread or fail to notice social cues and react to them in inappropriate ways. Although documented for over half a century, this disorder has only attracted media attention in the last decade. Indeed, the link between fame of the sufferer and notoriety of the disease seems to be a frequent determinant of public awareness: Few Americans had heard of Hurler's syndrome—a hereditary enzyme-deficiency which can lead, in the absence of a bone marrow transplant treatment, to mental retardation, heart defects, enlarged spleen and liver, bone deformities, and the grotesque thickening of facial features called gargoylism<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>—until the recent revelation in a New Yorker profile of media czar Ted Turner that two of his grandchildren have been diagnosed with it.</p>\n<p>Very much in the public eye at the turn of the millennium has been Alzheimer's disease,<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> affecting one person in 10 over the age of 65 and nearly half of those 20 years older. Alzheimer's, associated with cerebral plaque formation and a shrinkage of that part of the brain called the hippocampus,<sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> was not formerly distinguished from other forms of senile dementia, once considered a virtually inevitable corollary of growing old. (The adjective “senile” is still used loosely by many speakers to mean “old and gaga.”) But with late-20th-century advances in geriatric medicine coming on the heels of the antibiotic revolution, many more people are living much longer than before, spurring interest in the less tractable diseases of old age: The population of the elderly is now large enough for meaningful statistical study and moreover constitutes a much more formidable bloc of voters and health-care consumers than was the case a half-century ago. Here too, famous sufferers have helped to publicize the malady, including novelist Iris Murdoch and actor/ex-president Ronald Reagan.</p>\n<p>Awareness of disease requires overcoming taboos, for the tendency to avoid speaking of a thing lest naming it confirm its reality<sup><a href=\"#user-content-fn-a6\" id=\"user-content-user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> is probably nowhere so strong as when dealing with (or denying) issues of morbidity and mortality. It is possible that putting an authoritative face (i.e. that of a scientist-physician credited with discovering or describing it, and thus to a certain extent bringing it under human control) on a disease to a certain extent sanitizes it, especially when its former name carried significant stigma: What was once called mongoloidism is today Down's syndrome;<sup><a href=\"#user-content-fn-a7\" id=\"user-content-user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> leprechaunism is now more politely known as Donohue's disease,<sup><a href=\"#user-content-fn-a8\" id=\"user-content-user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> and leprosy has become Hansen's disease.<sup><a href=\"#user-content-fn-a9\" id=\"user-content-user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> In the course of such reforms, a malady may undergo multiple name changes: Sydenham's disease used to be called Sydenham's chorea; but before that, back in the Middle Ages, it was known variously as St. Anthony's, St. John's, or Saint Vitus' Dance.<sup><a href=\"#user-content-fn-a10\" id=\"user-content-user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> While some shifts in medical nomenclature may seem merely euphemistic or cosmetic (<em>terminal</em> for “dying,” or <em>hypomastia</em> for “breasts in need of implants”<sup><a href=\"#user-content-fn-a11\" id=\"user-content-user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>), a new name may signal a bona fide shift in attitude: The medicalization of a former vice called “drunkenness” into a disease called “alcoholism” has included the recognition of Korsakoff's syndrome,<sup><a href=\"#user-content-fn-a12\" id=\"user-content-user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> characterized by severe confusion and impairment of memory for which the patient compensates by confabulation.<sup><a href=\"#user-content-fn-a13\" id=\"user-content-user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>Some medical terms bear double eponyms—Tay-Sachs disease,<sup><a href=\"#user-content-fn-a14\" id=\"user-content-user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> the Epstein-Barr virus,<sup><a href=\"#user-content-fn-a15\" id=\"user-content-user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> Cheyne-Stokes respiration,<sup><a href=\"#user-content-fn-a16\" id=\"user-content-user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> the Carrel-Lindbergh pump<sup><a href=\"#user-content-fn-a17\" id=\"user-content-user-content-fnref-a17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup>—perhaps evidence of the increased scrutiny and research funding medicine has received in Western society during the last century. (The phenomenon, however, is by no means limited to the healing arts; Famous comets of the last thirty-five years include Ikeya-Seki, which was discovered simultaneously by two Japanese astronomers and reached perihelion at the end of 1965, and Hale-Bopp, first observed by astronomers Alan Hale of New Mexico and Thomas Bopp of Arizona on July 23, 1995, 19 months before its closest approach to the sun). Of the hyphenated maladies, Creutzfeldt-Jakob disease<sup><a href=\"#user-content-fn-a18\" id=\"user-content-user-content-fnref-a18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> was most in the news last year owing to an outbreak in Great Britain from tainted meat, and resulted in the slaughtering of much livestock, though this agricultural disaster has more recently been overshadowed by the greater calamity of the hoof-and-mouth epidemic.</p>\n<p>Many of us have personal favorites among the eponymous ills, some more obscure than others. In my search through Stedman's I was pleased to find Bright's disease<sup><a href=\"#user-content-fn-a19\" id=\"user-content-user-content-fnref-a19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> (a form of glomerular nephritis), Tourette's syndrome<sup><a href=\"#user-content-fn-a20\" id=\"user-content-user-content-fnref-a20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> (a tic disorder in which, contrary to popular belief, involuntary swearing is actually comparatively rare), and Savage syndrome<sup><a href=\"#user-content-fn-a21\" id=\"user-content-user-content-fnref-a21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> (not, as one might think at first glance, a pathology of atavistic aggressive behavior, but rather a failure to menstruate found in women with normally developed ovarian follicles but underdeveloped ovaries, also called resistant ovary syndrome). And two other favorites, eponymous not from life but from letters: Pickwickian syndrome<sup><a href=\"#user-content-fn-a22\" id=\"user-content-user-content-fnref-a22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> (a combination of extreme obesity, accompanied by lethargy and general debility due to hyperventilation, a corollary of the patient's excess weight) and Proteus syndrome (also known as Elephant Man's disease),<sup><a href=\"#user-content-fn-a23\" id=\"user-content-user-content-fnref-a23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> in which growth beyond the normal glandular stimulus produces gigantism of the head and greatly enlarged hands and feet.</p>\n<p>Although ailments tend to get named for their discoverers, the microbes which may cause them often get labeled instead by a place of origin, animal host, or both. The <em>Stedman's Dictionary</em> entries under “virus,” for example, include <em>West Nile virus, Ross River virus, Rift Valley fever virus, St. Louis encephalitis virus, mink enteritis virus, snowshoe hare virus, psittacosis virus</em> (now more often called by its Linnaean name, <em>Chlamydia psittaci,</em> <em>psittacos</em> being Greek for “parrot”), <em>Western equine encephalomyelitis virus,</em> and <em>Swiss mouse leukemia virus.</em><sup><a href=\"#user-content-fn-a24\" id=\"user-content-user-content-fnref-a24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup></p>\n<p>Doctors who do not succeed in discovering a new disease may still make their mark by devising a test. Hermann Rorshach, a Swiss psychiatrist (1884–1922) earned lasting fame for his projective psychological test in which the subject looks at ten ink blots and relates what they bring to mind; almost as famous was German bacteriologist August P. von Wassermann, for his test for syphilis. Less well known is the <em>Watson-Schwartz test</em><sup><a href=\"#user-content-fn-a25\" id=\"user-content-user-content-fnref-a25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> for porphyria, a hereditary disease of the excretory system, among whose sufferers were King George III, and whose symptoms include acute attacks of hypertension, abdominal colic, and psychotic episodes.</p>\n<p>Those who are dextrous practitioners rather than astute theorists, on the other hand, may still garner fame by promulgating techniques such as the <em>Pancoast suture</em><sup><a href=\"#user-content-fn-a26\" id=\"user-content-user-content-fnref-a26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> (a method of joining two edge of an incision by a tongue-in-groove arrangement), or the <em>Gritti-Stokes amputation,</em><sup><a href=\"#user-content-fn-a27\" id=\"user-content-user-content-fnref-a27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup> in which the thigh is severed above the knee but the patella and its front ligaments are retained and folded ove to provide a more durable new end for the femur.</p>\n<p>If all else fails in the quest for renown, the ambitious physician can invent a rule of thumb. <em>Clark's weight rule</em> and <em>Cowling's rule</em><sup><a href=\"#user-content-fn-a28\" id=\"user-content-user-content-fnref-a28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> are both (now obsolete) methods of calculating the children's dose of a medication for which the adult dosage is known: Clark suggested dividing the child's weight in pounds by 150, and multiplying the resulting fraction by the adult dose; Cowling, on the other hand, took the age of the child at its nearest birthday and divided it by 24, and multiplied the adult dosage by that. <em>Chargoff's rule</em><sup><a href=\"#user-content-fn-a29\" id=\"user-content-user-content-fnref-a29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> states that in a DNA molecule, the number of unites of adenine is equal to the number of units of thymine, and likewise the number of units of guanine would be equal to the number of units of cytosine (something of a tautology, given what we now know of the internal structure of DNA). And the <em>Ogino-Knaus rule</em>,<sup><a href=\"#user-content-fn-a30\" id=\"user-content-user-content-fnref-a30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup> which states that the time in the menstrual cycle when conception is most likely is at the midpoint, and the least likely time just before and just after a woman's period, is the basis for the so-called rhythm method of family planning, far better known (thanks to its endorsement by the Roman Catholic Church as the only acceptible, if failure-prone, method of contraception within a sexually active marriage) under the pejorative nickname <em>Vatican Roulette.</em></p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>My principal source for this article is <em>Stedman's Medical Dictionary,</em> 26th edition, edited by Marjory Spraycar and published in 1995 by Williams and Wilkins of Baltimore, the same city in which the original <em>Stedman's Dictionary</em>—compiled by Thomas Lathrop Stedman (1853–1938)—had been published by William Wood and Co. in 1912, going through 11 editions before the title's acquisition by Williams and Wilkins in the early 1930s. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>Named for Hans Asperger, an Austrian clinician (1906–1980). Asperger and child psychiatrist Leo Kanner (1894–1981)—who was also born in Austria but by the 1930s had emigrated to America, where he became a highly influential professor of psychiatry at Johns Hopkins in Baltimore—independently coined the term “autistic” during the early 1940s, but owing to the war were unaware of each other's work. Asperger's seminal paper Die 'Autischen Psychopathen' in Kindesalter (“'Autistic psychopathology' in childhood”), though printed in a German-language medical journal in 1944, would not, in fact, be published in English until 1991 (by Cambridge University Press, in the collection <em>Autism and Asperger Syndrome</em>, ed. F. Uta). See Peter E. Tanguay's excellent summary, “Understanding autism—a work in progress,” originally published in Journal of Psychiatry and Neuroscience 24(2) [1999], pp. 95-99, and posted by the Canadian Medical Association on its website at <a href=\"http://www.cma.ca/jpn/vol-24/issue-2/0095.htm\">http://www.cma.ca/jpn/vol-24/issue-2/0095.htm</a>; see also Barbara F. Meltz, “Asperger's children miss social cues,” <em>Boston Globe,</em> March 29, 2001, pp. H1ff. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>After G. Hurler, Austrian pediatrician (1889–1965). <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a4\">\n<p>Also known as Alzheimer's dementia or Alzheimer's syndrome, and named for German neurologist Alois Alzheimer (1864–1915). Much of the information in this paragraph is drawn from an article about the tests used by New York University's Aging and Dementia Research Center, designed by Drs. Mark Gluck and Catherine Myers of the Memory Disorders Project at the Rutgers Center for Molecular and Behavioral Neuroscience in Newark (“Outsmarting Alzheimer's,” <em>Rutgers Magazine,</em> Spring 2001, pp. 30-35). <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a5\">\n<p>Latin for “seahorse,” from Greek <em>hippos</em> (“horse”) and <em>kampé</em> (“a bending”), so called because of the organ's shape. Latin <em>campus</em> (“field, plain, exercise-ground,” whence the English term for “college site”) is apparently not related to <em>kampé</em>, according to Ernout and Meillet's <em>Dictionaire étymologique de la langue latine</em> (Paris: Klincksieck, 3d ed. 1979), whose authors tentatively postulate a native Italic folk origin for the root <em>camp(a)</em>- instead—but interestingly suggest also that German <em>Kampf</em> (“struggle”) derives from <em>campus</em> through the latter's connection with military practice (e.g. the campus Martius, “Mars Field,” at Rome). <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a6\">\n<p>The problems and solutions many societies encounter in their attempts to map a discontinuous word inventory onto a continuum of reality have been thoughtfully addressed by many linguists and social anthropologists; see, e.g., Charles O. Frake's “The Diagnosis of Disease among the Subanun of Mindanao” in Dell Hymes, ed., <em>Language in Culture and Society</em> (New York: Harper and Row, 1964) and the essays of Edmund Leach collected as <em>Rethinking Anthropology</em> (New York: Humanities Press, 1966), particularly the chapter entitled “Symbolic Representation of Time—Time and False Noses.” <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a7\">\n<p>After John Langdon H. Down, English physician (1828–1896). Down's syndrome, a genetic disease, is the result of a triplication or translocation of chromosome #21; its old name derived from the superficial resemblance to actual Central Asian features present in the flat face, short nose, and epicanthic folds to the side of the eyes of Down's victims, who also suffer from mental retardation, have a high incidence of heart disease and leukemia, and are almost certain to see the onset of Alzheimer's syndrome by age 40. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a8\">\n<p>A form of dwarfism with emaciation, named for William L. Donohue, Canadian pathologist (b. 1906). <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a9\">\n<p>Gerhard A. Hansen was the Norwegian physician (1841–1912) credited with discovering that leprosy, long associated with divine vengeance, was in fact caused by a simple microbe, Mycobacterium lepri. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a10\">\n<p><em>Chorea</em> is Greek for “dance,” and while displaced—perhaps as too grim a joke—in front-of-the-house medical terminology, it still remains the technical name for an involuntary jerky, spasmodic movement of the limbs; cf. Huntington's chorea (named for U.S. physician George Huntington, 1850–1916), the progressive disorder responsible for the decline and death of folksinger Woody Guthrie, and the result of an inherited genetic mutation wherein a sequence of four identical pairs of DNA bonds in a normal chromosome is mutated into a string of 17 identical pairs instead. Thomas Sydenham was a 17th-century English physician who saw the link between St. Vitus's Dance and prior rheumatic fever (in turn, as we now know, specifically following a streptococcal infection). The ambivalent relationship between saints and diseases has its roots in classical antiquity: Apollo, for example, was both sender and healer of plagues. For a robust list of quaint and obsolete names for diseases (e.g., <em>gleet</em> and <em>the</em> <em>vapors</em>) readers are invited to visit the website of Dr. Paul Smith at <a href=\"http://www.gpiag-asthma.org/drpsmith/amt1.htm\">http://www.gpiag-asthma.org/drpsmith/amt1.htm</a>; I am indebted to David Weinstock of Middlebury, Vt. for this reference. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a11\">\n<p>An eye-opening discussion of the terminology and reasoning employed by plastic surgeons to justify mammary alterations will be found in Nora Jacoson's <em>Cleavage</em> (New Brunswick, NJ: Rutgers University Press, 2000), especially chapter 4, “The Medical Construction of Need,” pp. 108-[143]:. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a12\">\n<p>Named for Russian neurologist Sergei S. Korsakoff (1853–1900). <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a13\">\n<p>Acquired Immune Deficiency Syndrome, better known by its acronym, AIDS, has eluded eponymization almost from the beginning. This may in part be due to its early notoriety as a “gay plague,” but also because so very many physicians soon became involved in its study and attempts at treatment, owing to the syndrome's complexity: Thanks to its targeting of the immune system, Human Immunodeficiency Virus (HIV) leaves the body vulnerable to a host of opportunistic infections, some of them otherwise uncommon in the relatively young cohort most at risk for transmission through sexual contact, intravenous drug use, or tainted transfusions. Two of these are Hodgkin's disease (from Thomas Hodgkin, British physician, 1798–1866), a chronic enlargement of lymph nodes, spleen, and liver—a similar ailment is found in domestic cats—and Kaposi's sarcoma (from Moritz Kaposi, Hungarian dermatologist, 1837–1902), characterized by dark blotches caused by multiple subcutaneous hemorrhages and hitherto found almost exclusively in elderly Italian men. HIV is now thought to be as much as 50,000 years old but to have only recently made a species jump from lower primates to humans; it is thus considered one of a class of emergent viruses (such as Ebola) which have transcended a limited habitat, due to the encroachment of civilization, and now have reached epidemic proportions. <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a14\">\n<p>A recessive-gene disease predominantly found among Jewish children; like Hurler's syndrome, its proximate cause is an enzyme deficiency, resulting in irritability, poor motor development, blindness, seizures, and early death. Warren Tay was an English physician (1843–1927) and Bernard Sachs an American neurologist (1858–1944). <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a15\">\n<p>Named for English virologists Michael Epstein (b.1921) and Yvonne Barr (b.1932), this virus is formally called human herpesvirus 4, and is a significant cause of infectuous mononucleosis. <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a16\">\n<p>An intermittent breathing characteristic of those on the point of death, named for two physicians: John Cheyne (1777–1836), a Scot, and William Stokes (1804–1878), an Irishman not to be confused with the Stokes of the Gritti-Stokes amputation, for whom see note 27 below. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a17\">\n<p>Used in the perfusion of entire organs for anatomical dissection, the pump was jointly invented by Alexis Carrel, a French-American surgeon and Nobel laureate (1873–1944) and the American aviator Charles Lindbergh (1902–1974). <a href=\"#user-content-fnref-a17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a18\">\n<p>Hans Gerhard Creutzfeldt (1885–1964) and Alfons M. Jakob (1884–1931) were German neuropsychiatrists. The disease, which can affect both cows and people (it is easily transmitted by eating meat contaminated with infected brain matter) is described by Stedman's as “rapidly progressive, inevitably fatal bovine spongiform encephalopathy.” It was also observed, early in the last century, among a primitive Pacific Rim society which practiced ritual cannibalism. <a href=\"#user-content-fnref-a18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a19\">\n<p>Named for Richard Bright (1789–1858), a British pathologist. <a href=\"#user-content-fnref-a19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a20\">\n<p>French physician Gilles de la Tourette (1857–1904) is credited with discovering this syndrome, which is a dominant inherited disease usually first appearing in childhood; while echolalia and coprolalia are rare, it is often associated with Attention Deficit Disorder (ADD), obsessive-compulsive syndrome, and other psychiatric disorders. A brilliant descriptive novel with a Tourette's sufferer as its protagonist was published two years ago: Jonathan Lethem's <em>Motherless Brooklyn</em> (New York: Random House/Doubleday, 1999). <a href=\"#user-content-fnref-a20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a21\">\n<p>Savage was not the surname of the physician who discovered the syndrome but that of the patient—Stedman's does not give her first name—in whom it was first observed. <a href=\"#user-content-fnref-a21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a22\">\n<p>From Mr. Pickwick in Charles Dickens's <em>Pickwick Papers,</em> who exemplifies this type. <a href=\"#user-content-fnref-a22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a23\">\n<p>Proteus, the “Old Man of the Sea,” was a son of the Titans Oceanus and Tethys (or, as some say, a son of Poseidon), and noted for his ability to change his shape at will. The original “Elephant Man,” Joseph Carey Merrick (1860–1890), worked for several years as a sidewhow freak but was also the object of intense study by a British surgeon, Edward Treves (1853–1922)—who attempted to palliate Merrick's condition with an operation on his face in 1882—and the subject of a highly successful film by David Lynch, <em>The Elephant Man</em>, based on Treves's book <em>The Elephant Man and Other Reminiscences</em> and Ashley Montagu's <em>The Elephant Man, A Study In Human Dignity.</em> For a compendious website on the life and times of Merrick, visit <a href=\"http://www.zoraskingdom.freeserve.co.uk\">http://www.zoraskingdom.freeserve.co.uk</a>. <a href=\"#user-content-fnref-a23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a24\">\n<p>Also called Friend's virus, from Charlotte Friend, U. S. microbiologist (b. 1921), who studied it—one of very few examples of an eponymous virus or bacillus in Stedman's. <a href=\"#user-content-fnref-a24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a25\">\n<p>C. J. Watson (b. 1901) and S. Schwartz (b. 1916) were both members of the medical faculty at the University of Minnesota. <a href=\"#user-content-fnref-a25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a26\">\n<p>Attributed to Joseph Pancoast (1805–1882), an American surgeon. He should not be confused with U. S. roentgenologist Henry K. Pancoast (1875) for whom Pancoast's syndrome (a disorder of the nerve plexus which diverges from the spine into the arms) is named. Roentgenology—from Wilhelm K. Roentgen, the German physicist who discovered x-rays and won the Nobel prize—originally referred either to a skilled interpreter of x-rays (i.e. a radiologist) or one who treated diseases using x-ray therapy. <a href=\"#user-content-fnref-a26\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a27\">\n<p>Named for surgeons Sir William Stokes (1831–1900) of England and Rocco Gritti (1838–1920) of Italy. <a href=\"#user-content-fnref-a27\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a28\">\n<p>Alonzo Clark (1807–1887) was an American pharmacologist. Stedman's gives no data on Cowling, perhaps because his rule is considered even more obsolete than Clark's. <a href=\"#user-content-fnref-a28\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a29\">\n<p>Edwin Chargoff, an Austrian-American biochemist, was born in 1905. <a href=\"#user-content-fnref-a29\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a30\">\n<p>Formulated by U.S. gynecologist Hermann Knaus (b. 1892) and a Japanese physician, Kyusaka Ogino. <a href=\"#user-content-fnref-a30\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Eponymous Ailments</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>A staple of healing-arts humor is the assertion that all doctors' greatest ambition is to have diseases named after them. As with many folk beliefs, this one contains a grain of truth: An afternoon spent browsing in an encyclopedia of medicine<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> will yield a smorgasbord of eponymous diseases, disorders, and syndromes, of which the following taste is no more than a modest antipasto from a groaning medical board.</p> <p>It is estimated that as many as one in 300 children may be affected by Asperger's syndrome,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> a disorder in which a child may have well-developed verbal skills but misread or fail to notice social cues and react to them in inappropriate ways. Although documented for over half a century, this disorder has only attracted media attention in the last decade. Indeed, the link between fame of the sufferer and notoriety of the disease seems to be a frequent determinant of public awareness: Few Americans had heard of Hurler's syndrome—a hereditary enzyme-deficiency which can lead, in the absence of a bone marrow transplant treatment, to mental retardation, heart defects, enlarged spleen and liver, bone deformities, and the grotesque thickening of facial features called gargoylism<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>—until the recent revelation in a New Yorker profile of media czar Ted Turner that two of his grandchildren have been diagnosed with it.</p> <p>Very much in the public eye at the turn of the millennium has been Alzheimer's disease,<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> affecting one person in 10 over the age of 65 and nearly half of those 20 years older. Alzheimer's, associated with cerebral plaque formation and a shrinkage of that part of the brain called the hippocampus,<sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> was not formerly distinguished from other forms of senile dementia, once considered a virtually inevitable corollary of growing old. (The adjective “senile” is still used loosely by many speakers to mean “old and gaga.”) But with late-20th-century advances in geriatric medicine coming on the heels of the antibiotic revolution, many more people are living much longer than before, spurring interest in the less tractable diseases of old age: The population of the elderly is now large enough for meaningful statistical study and moreover constitutes a much more formidable bloc of voters and health-care consumers than was the case a half-century ago. Here too, famous sufferers have helped to publicize the malady, including novelist Iris Murdoch and actor/ex-president Ronald Reagan.</p>"
}