{
  "type": "Article",
  "title": "Hell Is All Around",
  "author": "Jerome Betts",
  "location": "Torquay, Devon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hell Is All Around</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p>\n<p>Seated one day at the dictionary I was pretty weary</p>\n<p>and also pretty ill at ease,</p>\n<p>Because a word I had always liked turned out not to be a word at all, and suddenly I found myself among the <em>v</em>'s,</p>\n<p>wrote that amiable language-bender Ogden Nash. He then proceeded to hang an amusing mini-sermon on the word <em>velleity.</em></p>\n<p>However, that much-less-rarefied items of English vocabulary can prompt profitable recourse to the <em>Concise Oxford Dictionary,</em> particularly when encountered in two new contexts in one day, witness the ubiquitous word <em>hell.</em></p>\n<p>“Have you tried the original beer from Hell?” asked a sign in a local supermarket recently. It appeared that Hell (UK) Ltd were importing a premium-quality black lager made by the Hell Brewery in Slovakia. According to the label on a bottle of the dark and smoky-tasting beverage, the name <em>Hell</em> probably derived from an old Czech mining term for <em>lager.</em> Whatever the real story, the fortunate result for the company is that the word now provides an opportunity for some eye-catching advertising in the English-speaking world.</p>\n<p>A local evening paper acquired on the same shopping trip coincidentally had a historical item about 2000 “healing stones” being bought in 1780 for the church of St John the Baptist, Paignton. This dialect usage was not an example of some folk-medical metaphor for “healing” a wounded structure, but referred to slates for covering the roof. The same process also appears as <em>helling</em> or <em>haling,</em> and those who carried it out were thus known as <em>helliers,</em> still encountered as a surname like <em>Slater</em> or <em>Tyler.</em></p>\n<p>The curative sense of <em>healing</em> is derived from Old English <em>haelan,</em> related to <em>whole</em> and <em>hale,</em> as in <em>hale and hearty,</em> whereas the sense of 'covering' comes from Old English <em>helian</em> meaning 'to hide or conceal.' This is the sense giving Hell as the abode of the dead, an enclosed or covered place.</p>\n<p>Modern spelling often disguises linguistic roots, but roots of the literal kind are what gardeners cover when they “heel in” plants. It came as a surprise to find this is apparently the only non-dialect survival of <em>helian</em> in the sense of 'hide or conceal' and has nothing to do with using the heel to do the covering. <em>Heel</em> in the anatomical sense comes from a third Old English word, <em>hela,</em> and the nautical <em>heel,</em> as in 'heel over,' probably from yet another, <em>hieldan.</em></p>\n<p>But tubers, shrubs and saplings are heeled in to be protected until they are replanted and burst into new life and growth, so perhaps the sometimes misunderstood expression can in this case yield a positive message. Meanwhile, although concepts of the after-life have changed, a temporary reminder of the old idea of a place of bodily torment below could very likely be gained by the effects of overindulgence in that sombre Slovakian lager. They might indeed have driven Ogden Nash to rhyme <em>velleity,</em> meaning 'a low degree of volition not prompting to action,' with <em>helleity.</em></p>\n<p><em>[Jerome Bett's last piece for VERBATIM was “Name of a Dog” in XXV/3.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hell Is All Around</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p> <p>Seated one day at the dictionary I was pretty weary</p> <p>and also pretty ill at ease,</p> <p>Because a word I had always liked turned out not to be a word at all, and suddenly I found myself among the <em>v</em>'s,</p>"
}