{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: They Have a Word for It: A Lighthearted Lexicon of Untranslatable Words and Phrases",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>They Have a Word for It: A Lighthearted Lexicon of Untranslatable Words and Phrases</em></h1>\n<p>Howard Rheingold, Louisville, Kentucky, (Sarabande Books, 2000, (Reprint of 1988 edition, Jeremy Tarcher/Putnam)).</p>\n<p>This book is a trove of interesting and bizarre words and phrases, the majority of them taken from less frequently studied languages such as Bantu, Kiriwana (spoken in New Guinea), or Navajo. Read straight through or opened at random, it offers fascinating glimpses of concepts and practices characteristic of a variety of cultures.</p>\n<p>Yet the author makes a rather grandiose claim for a book which presents itself as a “lighthearted lexicon.” Starting from the idea that our language shapes the way we perceive the world, he concludes that by importing these foreign words into American speech, our society will be revolutionized. While words do shape our worldview, it does not follow that importing a word is the same thing as importing the institution or practice that it represents. I wonder if Rheingold seriously thinks that the Hawaiian custom of <em>ho'oponopono</em> 'solving a problem by talking it out' could be a realistic alternative to family court. (“Instead of a custody battle, why don't we <em>ho'oponopono,</em>” he suggests saying to your soon-to-be ex-spouse.) Although I agree with him that learning these words is an enriching experience, I found that his emphasis on integrating these expressions into readers' daily lives became tiresome and made the book read a bit too much like a self-help manual: “If you find yourself in X situation, try using Y word.”</p>\n<p>The book is divided into thematic chapters treating subjects such as beauty, family, work, love, and spirituality. My personal favorites were Japanese words for different types of beauty. Words such as <em>aware</em> 'the feelings engendered by ephemeral beauty,' <em>wabi</em> 'a flawed detail that creates an elegant whole,' and <em>shibui</em> 'beauty of aging' reveal a way of thinking about beauty and time that is radically different from our Western perspective. Another interesting discovery was the Russian term <em>razbliuto</em>, 'the feeling a person has for someone he or she once loved but now does not.' Somehow it seems so appropriate to find this melancholy word in the language of Tolstoy and Dostoevsky.</p>\n<p>Rheingold has discovered the words in his book through readings in anthropology and through contact with native-speaker or academic informants. There is an index of anthropological studies that discuss some of the words, such as those connected with ritual or social structure. As the book is meant as a collection of words rather than an academic study, Rheingold offers very little etymological information. The words have been chosen for their intrinsic appeal, and some are actually idiomatic expressions rather than lexical items, such as the Italian <em>cavoli riscaldati,</em> which literally means 'reheated cabbage' and which refers to the attempt to revive an old relationship. Speaking of reheating, I have a quibble with this re-edition: the book was originally published in 1988, and just a little bit of re-editing could have eliminated outdated statements such as, “As the late 1980s move into the 1990s, nostalgia for the 1970s will undoubtedly have its heyday.”</p>\n<p>Overall, the lasting interest of this book is that it shows that, even in an era of globalization, the world is still vibrant with cultural differences. As Rheingold puts it, “Untranslatable words help us notice the cracks between our own worldview and those of others.”</p>\n<p><em>—Kate Deimling</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>They Have a Word for It: A Lighthearted Lexicon of Untranslatable Words and Phrases</em></h1> <p>Howard Rheingold, Louisville, Kentucky, (Sarabande Books, 2000, (Reprint of 1988 edition, Jeremy Tarcher/Putnam)).</p> <p>This book is a trove of interesting and bizarre words and phrases, the majority of them taken from less frequently studied languages such as Bantu, Kiriwana (spoken in New Guinea), or Navajo. Read straight through or opened at random, it offers fascinating glimpses of concepts and practices characteristic of a variety of cultures.</p> <p>Yet the author makes a rather grandiose claim for a book which presents itself as a “lighthearted lexicon.” Starting from the idea that our language shapes the way we perceive the world, he concludes that by importing these foreign words into American speech, our society will be revolutionized. While words do shape our worldview, it does not follow that importing a word is the same thing as importing the institution or practice that it represents. I wonder if Rheingold seriously thinks that the Hawaiian custom of <em>ho'oponopono</em> 'solving a problem by talking it out' could be a realistic alternative to family court. (“Instead of a custody battle, why don't we <em>ho'oponopono,</em>” he suggests saying to your soon-to-be ex-spouse.) Although I agree with him that learning these words is an enriching experience, I found that his emphasis on integrating these expressions into readers' daily lives became tiresome and made the book read a bit too much like a self-help manual: “If you find yourself in X situation, try using Y word.”</p> <p>The book is divided into thematic chapters treating subjects such as beauty, family, work, love, and spirituality. My personal favorites were Japanese words for different types of beauty. Words such as <em>aware</em> 'the feelings engendered by ephemeral beauty,' <em>wabi</em> 'a flawed detail that creates an elegant whole,' and <em>shibui</em> 'beauty of aging' reveal a way of thinking about beauty and time that is radically different from our Western perspective. Another interesting discovery was the Russian term <em>razbliuto</em>, 'the feeling a person has for someone he or she once loved but now does not.' Somehow it seems so appropriate to find this melancholy word in the language of Tolstoy and Dostoevsky.</p>"
}