{
  "type": "Article",
  "title": "AS THE WORD TURNS: Where Do They Come From?",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">AS THE WORD TURNS: Where Do They Come From?</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>Recent newspaper stories report linguists claiming that babies prattle in the same sound-patterns that make up the hypothetical protowords deduced from how they think the earliest words must have sounded if they generated modern ones. Such academese will get us nowhere; it never does. I'd rather go for Brillat-Savarin's notion (<em>The Physiology of Taste,</em> 1825) that primitive man first learned to talk during meals, either because words were necessary there (“please pass the pterodactyl sauce”) or the post-feast relaxation naturally induced confidences and loquacity. As to Savarin's famous “You Are What You Eat,” any Englishman will point out that EAT is an anagram of TEA—a clear case of QED!</p>\n<p>Voltaire said you should judge a person more by their questions than their answers. Full marks, then, to the ancients for their enquiries into the origins of words. Especially two: a Roman poetphilosopher and an Egyptian king.</p>\n<p>In his <em>On the Nature of Things,</em> bk. 5, vv. 1028ff., Lucretius—I put it in plain space-saving prose—suggests: “Nature obliged our ancestors to utter various sounds, and use established the names of things. Compare young children: their lack of speech forces them to gesture and point at things they see. To think that one individual genius gave everything a name and taught these names to men is stupid. How could this prototype find every name and vocalise it when no on else could? If no predecessor had communicated thoughts through sounds, how could he? What is so great about humans using different sounds for different emotions? Even animals, wild and tamed, have various noises to express their fears or pains or joys.”</p>\n<p>For Shelley (<em>The Revolt of Islam</em>), who saw speech as the gift of the rebel demigod Prometheus, this Lucretian eloquence was “the wonder of mankind.”</p>\n<p>A bridge between our “baby-linguists”, Lucretius, and the Egyptian king is provided by Jacobs and Stern's <em>General Anthropology</em> (1947): “Claims that the earliest words were sound-imitative (onomatopoeic) or emotion-determined— namely the well-known 'ding-dong', 'bow-wow', or similar theories of the origin of the language— cannot be substantiated. The dynamic processes of change in languages are much more important to ascertain than are the crude initial ventures, which in any case cannot ever be ascertained.”</p>\n<p>Wishing to confirm the chauvinist view that his country was the oldest, Psammetichus I (663–609 BC) conducted the first-ever child psychology test. To learn what their first unprompted word would be, he confined two children to a remote hut, guarded by a goatherd with instructions not to utter a sound in their presence. His animals provided their milk. After two years, the goatherd reported that he had been greeted by the toddlers with outstretched hands and the word <em>bekos.</em> Further linguistic research elicited that this was the Phrygian for 'bread', hence the king proclaimed that the Phrygians (in modern Turkey) were the oldest people.</p>\n<p>His experiment was repeated by Frederick II of Sicily, Akbar the Great of India, and James IV of Scotland, whose infant guinea pigs, isolated in the care of a mute, startled the king by speaking “guid Hebrew.”</p>\n<p>Jay Ingrams in <em>Talk Talk Talk</em> (1992) says, “We know Psammetichus was wrong, but we're not sure what is right.” Herodotus, who tells this story (<em>Histories</em> 2. 2), had no such qualms. One ancient scholar, however, gibed that <em>bekos</em> simply imitated the sound of the goats the children had heard. I subjoin another wrinkle, since no one else has: in Albanian, whose origins predate even Greek, <em>bekos</em> means 'Bless You', a natural greeting for lonely infants to address to their surrogate father. Of course, it would be congenial for anglophones to connect Phrygian <em>bekos</em> 'bread' to 'baker'</p>\n<p>—but I fear that would be crummy philology!</p>\n<p>[Barry Baldwin's last piece for VERBATIM was “Some High and Low Cs” in Vol. XXV/3.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">AS THE WORD TURNS: Where Do They Come From?</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>Recent newspaper stories report linguists claiming that babies prattle in the same sound-patterns that make up the hypothetical protowords deduced from how they think the earliest words must have sounded if they generated modern ones. Such academese will get us nowhere; it never does. I'd rather go for Brillat-Savarin's notion (<em>The Physiology of Taste,</em> 1825) that primitive man first learned to talk during meals, either because words were necessary there (“please pass the pterodactyl sauce”) or the post-feast relaxation naturally induced confidences and loquacity. As to Savarin's famous “You Are What You Eat,” any Englishman will point out that EAT is an anagram of TEA—a clear case of QED!</p> <p>Voltaire said you should judge a person more by their questions than their answers. Full marks, then, to the ancients for their enquiries into the origins of words. Especially two: a Roman poetphilosopher and an Egyptian king.</p> <p>In his <em>On the Nature of Things,</em> bk. 5, vv. 1028ff., Lucretius—I put it in plain space-saving prose—suggests: “Nature obliged our ancestors to utter various sounds, and use established the names of things. Compare young children: their lack of speech forces them to gesture and point at things they see. To think that one individual genius gave everything a name and taught these names to men is stupid. How could this prototype find every name and vocalise it when no on else could? If no predecessor had communicated thoughts through sounds, how could he? What is so great about humans using different sounds for different emotions? Even animals, wild and tamed, have various noises to express their fears or pains or joys.”</p>"
}