{
  "type": "Article",
  "title": "Thesaurusising, A Little-Known Art",
  "author": "Juliette Shapiro",
  "location": "Bexhill, East Sussex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Thesaurusising, A Little-Known Art</h1>\n<p><em><span data-rel=\"author\">Juliette Shapiro</span> <span data-rel=\"location\">Bexhill, East Sussex</span></em></p>\n<p>There are countless amusing observations to be made about the English Language. But Bill Bryson seems to have made them all. And make them, credit where it's due, better, perhaps, than an English person could have done. Perhaps it is his remoteness, his alien eye or ear, that affords him the level of objectivity that make his annotations notoriously laugh-a-minute. You see, sometimes it takes an outsider to notice just how bizarre our method of communication can be. Alright, Bryson almost doesn't count as a real American, having spent so much of his life here in England, but when it comes to picking up on the idiosyncrasies of our lingo, no one can do it so adroitly or affectionately than the anglicised Bryson.</p>\n<p>If there is uncharted territory to enter into, it is scant. The Bryson flag-pole has been firmly planted in many areas. Bill's star-spangled banter glistens in all its territorial glory in even the remotest of areas. His enviably funny book 'Mother Tongue' is an observational conquest. So what's left? Not much. Or is there?</p>\n<p>The fact is, despite it being our language, we find it funny. If that isn't truly English I don't know what is. As a nation we like nothing better than to laugh at ourselves. Or even if we don't like it that much, we're really rather good at it. Do the Italians, for example, find their native tongue the cause of such mirth? It doesn't bear thinking about. Opera would never be the same again.</p>\n<p>I am happy to say, or rather I am delighted to declare, that there is one area the revered Bryson hasn't touched upon. This is the little known pastime of Thesaurusising. A hobby, or in some cases an obsession, that PC owners worldwide could enjoy if only they could be made aware of the joys of it. Actually, the game or the little know art of thesaurusising, is about the only truly good use that a computer-thesaurus can be put to. Any writer worth their sodium-based-condiment knows that the thesaurus on their hard drive has no value where the serious stuff is concerned. But, if it's laughs you're after then leave the hard-copy Roget's on the bookshelf and delve into the virtually incomprehensible world that your computer believes is a digital comparison to this definitive reference work.</p>\n<p>Thesaurusising isn't difficult. Take any piece of text, highlight it on your screen and see what insane alternatives your machine comes up with. Try not to think logically, your machine doesn't and you'll defeat the object.</p>\n<p>Or to put it another way.</p>\n<p><em>Thesaurusising isn't exacting. Seize one portion of theme, climax it on your lattice and behold what maniacal options your apparatus arrives out of bed with. Endeavour not to meditate rationally, your apparatus doesn't and you'll overthrow the article.</em></p>\n<p>The possibilities of thesaurusising are endless, famous works lend themselves just as well as lesser known pieces to this enjoyable form of digital mutilation. Words are ridiculously funny things to mess about with. Even the Bible makes sure to mention them as having been around for a long time. Remember, in the commencement was the utterance.</p>\n<p>The important thing to remember with thesaurusising is that you must not think for yourself. That's what the thing is designed for. But, for those who wish to use the art of thesaurusising for more than personal amusement there will always be the odd occasion, for example when confusing the enemy is the intention, when thesaurusising might be used for more than pleasure alone. The letter to the bank, explaining the reasons for your peculiar budgeting habits, would read so much better with a little help from the digital word scrambler. Over-illustrated has a friendlier ring to it than over-drawn and the term honour-deserving, as opposed to credit-worthy, seems less clinical, although the permutations should you be deemed non-honour-deserving sound catastrophic.</p>\n<p>It is my suspicion that legal jargon has long been based on thesaurusising. How else do lawyers win cases if not by downplaying the guilt of their clients? 'Stabbed the plaintiff in the chest four times.' translates, via the thesaurus into 'Twinged the plaintiff in the bust four times.' which sounds more like affection than aggression. Your honour I rest my case.</p>\n<p>In terms of glamour and intrigue, nothing offers you a better chance to sound like a regency fop than the use of the elaborate manner of communication that is thesaurus-speak. And in these dumbed–down times when we are increasingly subjected to(and in danger of accepting)slang-words and sound-bites as the staples of communication, this sophisticated method of conversing could just be a comfort. You might not be ready to reel off complicated monologues by mouth but the odd E-mail, thesaurusised, will get you started. Asking someone out for dinner for example by posing the question 'Would you desire the experience of an evening repast with me?' will certainly get you noticed. Be sure though, if your invitation is accepted, to make the occasion more than a fish supper. Someone looking forward to an evening repast mightn't be impressed with cod and chips. The problem here, you think, is that restaurant menus aren't thesaurusised. I concede, purveyors of fish and chips are generally behind the times, Cod and chips is literally that on paper and on the plate. As a meal it might do better if it were re-named but the thesaurusising options are pretty thin on the ground in culinary terms. Fish is rather limply described as Trawl and Chips transmute into unappetising sounding Splinters. Put the two together, add a dollop of tartare sauce and you've got a meal that sounds like it will puncture a few internal organs and give you mercurial poisoning on consumption.</p>\n<p>Furthermore, it is a sad fact that much of what is written today would benefit from a little thesaurusising if only to render it amusing as opposed to grammatically catastrophic. Silly though the activity itself might seem, thesaurusising is a pastime for intelligent people only. After all, you need to be fully conversant with what's right in order to see the funny side of wrong.</p>\n<p>Happy Word-Scrambling!</p>\n<p><em>[Juliette Shapiro attended the London College of Printing, and in 2000 she wrote “Excessively Diverted”, a sequel to Jane Austen's <em>Pride and Prejudice.</em>]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Thesaurusising, A Little-Known Art</h1> <p><em><span data-rel=\"author\">Juliette Shapiro</span> <span data-rel=\"location\">Bexhill, East Sussex</span></em></p> <p>There are countless amusing observations to be made about the English Language. But Bill Bryson seems to have made them all. And make them, credit where it's due, better, perhaps, than an English person could have done. Perhaps it is his remoteness, his alien eye or ear, that affords him the level of objectivity that make his annotations notoriously laugh-a-minute. You see, sometimes it takes an outsider to notice just how bizarre our method of communication can be. Alright, Bryson almost doesn't count as a real American, having spent so much of his life here in England, but when it comes to picking up on the idiosyncrasies of our lingo, no one can do it so adroitly or affectionately than the anglicised Bryson.</p> <p>If there is uncharted territory to enter into, it is scant. The Bryson flag-pole has been firmly planted in many areas. Bill's star-spangled banter glistens in all its territorial glory in even the remotest of areas. His enviably funny book 'Mother Tongue' is an observational conquest. So what's left? Not much. Or is there?</p> <p>The fact is, despite it being our language, we find it funny. If that isn't truly English I don't know what is. As a nation we like nothing better than to laugh at ourselves. Or even if we don't like it that much, we're really rather good at it. Do the Italians, for example, find their native tongue the cause of such mirth? It doesn't bear thinking about. Opera would never be the same again.</p>"
}