{
  "type": "Article",
  "title": "Prepositional Epiphany",
  "author": "William H. Dougherty",
  "location": "Santa Fe, New Mexico",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Prepositional Epiphany</h1>\n<p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p>\n<p>For decades of the seven decades of my life I have been increasingly irritated by the increasing acceptance of the phrase <em>for free.</em> In part my irritation is doubtless rooted in a natural aging person's resistance to change. An old man or woman, and maybe especially a man, is apt to pronounce everything in the world in decline, for better or worse, since his or her heyday. The winters were colder back then, the children better behaved, the men tougher, the women tenderer, the streets safer, the tunes catchier, etc., etc. Beginning with middle age, most people, especially those with any pretension to education, resist changes in language; I mean the way young people have of ruining language with their careless diction and disregard or deliberate defiance of the rules. For this resistance to change there is a certain rationale since the generations, like geographic regions, communicate through language, and such communication, on which culture depends, finds support in language stability.</p>\n<p>I have done nothing like systematic research on the now almost universally accepted phrase <em>for free,</em> meaning <em>gratis</em> (and why not “for gratis”?), but I have the nagging impression that in my youth, half a century and more ago, one said, for example, “I can get it free,” not “. . . for free.” More and more I notice that people who ought to know better are saying in everyday speech “for free” while the correct usage survives enshrined in the old saw: “The best things in life are free.” I have brushed aside the neologism, never to the best of my knowledge using it myself and silently deriding it as playful slang or a kind of linguistic slumming. Lately, though, the phrase has begun to appear in print and in such reputable publications as <em>TIME</em>, and I have had to realize that the barbarians are no longer outside the gate but that they have settled in well inside.</p>\n<p>As I have come to pay more serious attention to the invasion, I have tried to determine just why I find the simple little two-word phrase objectionable. I have decided that it is because this usage violates the rule that in English the object of a preposition has to be a noun or pronoun or anyway a substantive, not an adjective. In such combinations as <em>at large</em> or <em>from warm to hot</em> what may appear to be an adjective is really a substantive as the <em>free</em> in the renegade phrase is not.</p>\n<p>Then I went on to test several prepositions with their objects. You can't say in good English, I found, <em>at pretty, by nice, in ugly, from tight, to eternal,</em> and the like except when <em>pretty, nice,</em> etc. mean the words <em>nice</em> etc. and are substantives as in <em>Begin reading at pretty</em> or <em>By nice I mean cozy.</em> But when I put for to the test, it was revealed unto me that you can in the best English say: <em>for certain, for sure, for dead, for lost,</em> and make adjectives the object of for in any number of such combinations as “I gave him up for ... “ So, I concluded with a certain feeling of relief, the preposition <em>for</em> is special and not subject to the grammatical rules that govern other prepositions in the realm of good English usage.</p>\n<p>One case of grammatical slippage involving <em>for</em> is that <em>for</em> preceding an adjective semantically combines with the adjective to form an adverb, much as <em>like</em> reduced to the suffix <em>-ly</em> or in full form in such rustic locutions as “He snuck up on her real sly like” combines with a preceding adjective to form an adverb or adverbial phrase. This evolution is perhaps most clearly illustrated by another neologism that also is only beginning to gain full acceptance: <em>for real.</em> The preceding <em>for</em> here has approximately the same effect on <em>real</em> as suffixing <em>-ly</em> to it. In other words, <em>for real</em> and <em>really</em> are nearly synonymous, at least in some contexts. “He committed suicide for real” (<em>TIME</em>, Feb. 8, 1993, p. 60) means about the same thing as “He really committed suicide.” Since unlike the purely adverbial <em>really, for real</em> can function as either an adjective or adverb, a little syntactic fiddling may be necessary to make the two locutions function in roughly the same way in such clauses as “This time it's for real,” which you can hardly convert to “It's really this time.” You can, however, say with about the same meaning as that of the <em>for real</em> clause: “This time it's really it.”</p>\n<p>You can say that, but you probably never will unless you happen to be well advanced in years. Neologisms crop up and gain general acceptance because they fill semantic lacunae in language. “He committed suicide for real” does not convey quite the same meaning as “He really committed suicide.” The difference is more a matter of semantic shading, of fresh punchiness, than of basic information, but it is . . . for real. And since <em>for real</em> is a relatively new addition to our language and not an adaptation like <em>hopefully</em> in the sense of 'it is to be hoped,' it has the advantage of not sometimes causing such ambiguity as for example occurs in a statement like: “Hopefully we shall prevail.”</p>\n<p>I can imagine a younger, more liberated linguist, professional or amateur, snorting at my bondage to tradition and reminding me that English has drifted Chinaward and half abandoned the Indo-European family with its formally defined parts of speech. In English nowadays as in Chinese a word is a noun, adjective, verb, or adverb by function or syntactically more often than because the word is inflected or marked to indicate that it is a certain part of speech as in Latin, for example in the adage <em>Romae romane.</em> Accepting this drift away from Indo-European grammar, one can turn my old fogey's analysis upside down and say that in the for combinations I find objectionable the words following the preposition, such as <em>real</em> and <em>free,</em> are not adjectives but by virtue of being the objects of the functionally defined preposition <em>for</em> are substantives, nouns.</p>\n<p>As for me, I have retreated slightly from my former staunch stand against splitting my infinitives, have even caught myself saying <em>hopefully</em> in its current predominant sense, and (noblesse oblige) blithely use <em>gay</em> as gay folk would have it used however much I miss the useful, really irreplaceable old <em>gay.</em> But I cling to <em>free,</em> free of its needlessly encumbering prepositional adornment.</p>\n<p><em>[William H. Dougherty is one of VERBATIM's favorite correspondents.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Prepositional Epiphany</h1> <p><em><span data-rel=\"author\">William H. Dougherty</span> <span data-rel=\"location\">Santa Fe, New Mexico</span></em></p> <p>For decades of the seven decades of my life I have been increasingly irritated by the increasing acceptance of the phrase <em>for free.</em> In part my irritation is doubtless rooted in a natural aging person's resistance to change. An old man or woman, and maybe especially a man, is apt to pronounce everything in the world in decline, for better or worse, since his or her heyday. The winters were colder back then, the children better behaved, the men tougher, the women tenderer, the streets safer, the tunes catchier, etc., etc. Beginning with middle age, most people, especially those with any pretension to education, resist changes in language; I mean the way young people have of ruining language with their careless diction and disregard or deliberate defiance of the rules. For this resistance to change there is a certain rationale since the generations, like geographic regions, communicate through language, and such communication, on which culture depends, finds support in language stability.</p> <p>I have done nothing like systematic research on the now almost universally accepted phrase <em>for free,</em> meaning <em>gratis</em> (and why not “for gratis”?), but I have the nagging impression that in my youth, half a century and more ago, one said, for example, “I can get it free,” not “. . . for free.” More and more I notice that people who ought to know better are saying in everyday speech “for free” while the correct usage survives enshrined in the old saw: “The best things in life are free.” I have brushed aside the neologism, never to the best of my knowledge using it myself and silently deriding it as playful slang or a kind of linguistic slumming. Lately, though, the phrase has begun to appear in print and in such reputable publications as <em>TIME</em>, and I have had to realize that the barbarians are no longer outside the gate but that they have settled in well inside.</p> <p>As I have come to pay more serious attention to the invasion, I have tried to determine just why I find the simple little two-word phrase objectionable. I have decided that it is because this usage violates the rule that in English the object of a preposition has to be a noun or pronoun or anyway a substantive, not an adjective. In such combinations as <em>at large</em> or <em>from warm to hot</em> what may appear to be an adjective is really a substantive as the <em>free</em> in the renegade phrase is not.</p>"
}