{
  "type": "Article",
  "title": "An Alphabetaphile's Outrage: Wherein Caedmon's Ancestors Blunder And We Pay The Price",
  "author": "Dennis Mills",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">An Alphabetaphile's Outrage: Wherein Caedmon's Ancestors Blunder And We Pay The Price</h1>\n<p><em><span data-rel=\"author\">Dennis Mills</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>When the English language began to emerge sometime around the sixth century A.D., the lexical authorities either forgot or, more likely, never thought of naming its letters. For example, the letter <em>a</em> has no name, nor do most letters. Yes, dictionaries list <em>aitch</em> (a word with an uncertain history), but almost all the other letters' names either don't exist or are a dog's breakfast of offerings.</p>\n<p>In England, the Jutes, Angles, and Saxons were probably too busy committing carnage or helping Romans decamp to create a useful slate. (Evidently, the language of the declining and departing Empire wasn't included in the exodus, because the Venerable Bede translated Caedmon's poetry into Latin for the hardback crowd.) Whatever the cause of this tag-dubbing omission—and call them what you will: appellations, designations, labels, monikers—our letters didn't get names, and writers and editors have had to deal with the mess ever since.</p>\n<p>Phoenicians, the gang who created the beginnings of our alphabet, passed theirs to the Greeks, who added vowels and named their letters <em>α</em> (alpha), <em>β</em> (beta), etc. Records of that language pre-date ours by nearly a millennium, and Hebrew, which is almost as old, named its letters, too. Latin's inventors, who adopted and adapted the Greek alphabet, didn't bother with names or punctuation. Nor did they hasten to devise lower-case letters. Although half uncials showed up in the magnificent <em>Lindisfarne Gospels</em> (seventh century) and <em>Book of Kells</em> (eighth century), the big moment finally came when Charlemagne asked Alcuin of York, in A.D. 789, to spend the rest of his life at the Monastery of Tours creating the cursive script we now know as Carolingian Minuscule. And it was that form, together with runes, German Gothic, and Roman capitals that mixed for 500 years and yielded our alphabet. But still no names.</p>\n<p>To beef up its vocabulary, English has never had scruples about swiping words from other languages; it adopts them with abandon. (Only a quarter of our words have their origins in Old English.) And we invent words at an startling pace. So why are our letters minus a nomenclature?</p>\n<p>Among modern Western language enthusiasts and abecedarians, some Spaniards pretend their letters are named <em>a, be, ce,</em> and a few Portuguese bluff with <em>á, bê, cê,</em> but these look too suspiciously like phonetic transliterations to be taken seriously. German, Italian, French, Finnish, Swedish, Danish, Norwegian, and Hungarian have no names—or so few as to be worthless. In English, assorted dictionaries offer <em>ae, ay,</em> or <em>eh</em> in their attempts to name the letter <em>a</em>. Other letters are similarly spelled as phonetic sounds or phonemes (<em>eff, em, wye</em>) or as prefixes (<em>ex</em>) or suffixes (<em>ess</em>) or by creating neologisms (<em>double-u</em>).</p>\n<p>What adds to the puzzle is that we have names for cardinal numbers: <em>one, two,</em> etc., and their ordinals: <em>first, second, third;</em> we label punctuation marks: <em>period, comma, semi-colon</em> (and who can forget Victor Borge's <em>interrobang</em>?); a medley of typographical devices are called <em>ampersand, apostrophe, asterisk,</em> and even <em>tilde;</em> and the dot on the letter <em>i</em> is termed <em>tittle.</em> Is all this just some pathetic offering in atonement for the original blunder?</p>\n<p>Thanks (or not) to our language founders' dereliction or indifference, wordsmiths have been forced to improvise solutions or create bizarre systems. Aspiring stylists have devised sundry techniques, which range from almost workable to ugly: italics (<em>a</em>), bold (<em>b</em>), caps (<em>C</em>), quotation marks ('d' or “d”), or various combinations of these.</p>\n<p>The <em>Chicago Manual of Style</em> suggests lower-case italics: <em>a, b, c,</em> etc.; but <em>The Globe and Mail Style Book</em> recommends lower-case letters in roman. However, if we want to specify the sound of a letter, do we write “the sound of <em>k</em>” (which could be mistaken for the sound <em>ck</em>) or “the sound kay”? And look what happens with plurals: Mind your <em>p</em>'s and <em>q</em>'s; there were three <em>b</em>s (or <em>b</em>'s or <em>B</em>'s); Children learn their <em>ABC</em>s—or is that <em>ABC</em>'s?</p>\n<p>Letters, of course, have other applications. An MD might send an IOU; A-frames are built with I-beams in U-shaped valleys; buildings can have ell extensions; a road can have a T-junction or an S-curve; and A can sue B. Mathematicians speak in letters, not words; and in music, A has no lack of status: worldwide, every night, when an oboe sounds that note, every instrument in every symphony orchestra joins in a mighty, swelling, glorious reverberation.</p>\n<p>Samuel Finley Breese Morse created a set of signals for letters; other semaphores use flags and mechanical arms; and sundry codes have been invented for computers, espionage, and security. But with letters qua letters: why are they not named? It's not as if English has lost the names, as has happened with so many words; letters' names (runes aside) were never there to lose. To compound the mystery: humans have a habit of naming things, especially important things. When God says, “I am Alpha and Omega” (Rev. 22:13), that sounds astonishingly important. Thank heavens William Tyndale or King James I's minions didn't turn that into “I am <em>A</em> and <em>Z</em>.”</p>\n<p>So, nameless things are what? Irrelevant? Unimportant? (Do unnamed letters reveal early evidence of our victim-prone, self-esteem-seeking society?) Or are innominates too sacred for words, pace YHWH or JHVH? To put another spin on it, stores once sold no-name brands, but they just became another label. At which point, one enterprise switched from no-name to <em>President's Choice</em>. Go figure.</p>\n<p>Of course, if the Greeks had opted for hieroglyphics or cuneiform, each with 600-odd signs, or if Homer's descendants had not lost their earlier language—an act that can only (charitably) be described as careless—we might be speaking and writing almost anything. Which some might argue is exactly what we do.</p>\n<p>Therefore, like Don Quixote in pursuit of dreams, or Ludwig Zamenhof's championing of Esperanto, language lovers could create a dazzling docket for their third-millennium project. Although <em>aitch</em> and <em>izzard</em> (another name for <em>zed</em> or <em>zee</em>) are entries in both the <em>Oxford English Dictionary</em> and <em>Merriam-Webster's</em>, those rubrics don't tip any scale that measures elegance. Ergo, contributors' attention to grace and sophistication will be applauded, and their efforts will be graded <em>A,</em> <em>B,</em> or <em>F.</em></p>\n<p>Just sign with an <em>X</em>. OK?</p>\n<p><em>[Dennis Mills is a freelance editor in Toronto. A version of this article appeared earlier in Canada's <em>Quill and Quire</em> magazine.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">An Alphabetaphile's Outrage: Wherein Caedmon's Ancestors Blunder And We Pay The Price</h1> <p><em><span data-rel=\"author\">Dennis Mills</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>When the English language began to emerge sometime around the sixth century A.D., the lexical authorities either forgot or, more likely, never thought of naming its letters. For example, the letter <em>a</em> has no name, nor do most letters. Yes, dictionaries list <em>aitch</em> (a word with an uncertain history), but almost all the other letters' names either don't exist or are a dog's breakfast of offerings.</p> <p>In England, the Jutes, Angles, and Saxons were probably too busy committing carnage or helping Romans decamp to create a useful slate. (Evidently, the language of the declining and departing Empire wasn't included in the exodus, because the Venerable Bede translated Caedmon's poetry into Latin for the hardback crowd.) Whatever the cause of this tag-dubbing omission—and call them what you will: appellations, designations, labels, monikers—our letters didn't get names, and writers and editors have had to deal with the mess ever since.</p> <p>Phoenicians, the gang who created the beginnings of our alphabet, passed theirs to the Greeks, who added vowels and named their letters <em>α</em> (alpha), <em>β</em> (beta), etc. Records of that language pre-date ours by nearly a millennium, and Hebrew, which is almost as old, named its letters, too. Latin's inventors, who adopted and adapted the Greek alphabet, didn't bother with names or punctuation. Nor did they hasten to devise lower-case letters. Although half uncials showed up in the magnificent <em>Lindisfarne Gospels</em> (seventh century) and <em>Book of Kells</em> (eighth century), the big moment finally came when Charlemagne asked Alcuin of York, in A.D. 789, to spend the rest of his life at the Monastery of Tours creating the cursive script we now know as Carolingian Minuscule. And it was that form, together with runes, German Gothic, and Roman capitals that mixed for 500 years and yielded our alphabet. But still no names.</p>"
}