{
  "type": "Article",
  "title": "The 'Phenomenon Calendar' of the Xhosa",
  "author": "Bertie Neethling",
  "location": "University of the Western Cape",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The 'Phenomenon Calendar' of the Xhosa</h1>\n<p><em><span data-rel=\"author\">Bertie Neethling</span> <span data-rel=\"location\">University of the Western Cape</span></em></p>\n<p>The Xhosa speaking people of South Africa number some 8 million, making them the second largest cultural and language group in multilingual and multicultural South Africa. Having been exposed to the influence of westernization in all its forms for more than 180 years, old traditions are under severe pressure to survive. The Xhosa are a people with strong beliefs in traditional custom where prescribed social behavior is highly valued, and it is relatively easy to appreciate the confusion and divisions that set in when they were introduced to different and often conflicting sets of values. The impact of this exposure has been tremendous. Although there has been resistance to change and emotional appeals are made to all African communities not to forsake their traditions and customs, few if any, have managed to remain unaffected.</p>\n<p>The Xhosa people have a very interesting naming system for the months of the year. Not unexpectedly, this very colorful and descriptive set is under pressure too, and is challenged by an adoptive set of names via English and/or Afrikaans. This new set of names adheres to the Gregorian calendar which has become a convention in nearly all literate societies: a year has 365 days, split up into 12 months, each having a more or less equal number of days. Only minor adjustments were made to accommodate the phonological system which, amongst other things, requires syllables to be open, i.e. ending in vowels. Variation in spelling occurs, but even to the uninitiated it is relatively easy to recognize these names as borrowings from English or Afrikaans.</p>\n<p>1. January uJanuwari/uJanywari/uJanyuwari</p>\n<p>2. February uFebruwari/uFebrwari/uFebhuwari</p>\n<p>3. March uMatshi</p>\n<p>4. April uAprili/uEprili/uApreli</p>\n<p>5. May uMeyi</p>\n<p>6. June  uJuni</p>\n<p>7. July uJulayi</p>\n<p>8. August uAgasti</p>\n<p>9. September uSeptemba</p>\n<p>10. October uOktobha</p>\n<p>11. November uNovemba</p>\n<p>12. December uDisemba</p>\n<p>This fairly unimaginative set is also fairly new. How did the Xhosa people organize their time before they were introduced to this calendar? Did they have a notion of the month, and if so, on what basis was it calculated? John Mbiti writes illuminatingly in his book <em>African Religion and Philosophy</em> (1989) on the concept of 'time' as experienced by the traditional African. Unlike in the West where time is considered a commodity that is used, bought and sold, the traditional African does not live by the clock. Mbiti even reckons that time in the traditional context is of little importance for the African. Time is merely a composition of events that have taken place, that are taking place now, or that will take place in the future. According to Mbiti, time within the traditional context is basically two-dimensional: it has a long past, a present, and hardly any future. Actual time is what is present and what is past: it moves 'backward' rather than 'forward', and people set their minds not on future things, but mainly on things that have taken place. Time is not indicated for time's sake, but only to link up with certain events: it is the event that takes place that makes the time indication meaningful. Times of the day and the month are therefore expressed in terms of events taking place at a given time. 'Dawn' in Xhosa is expressed as <em>Xa kumpondo zankomo,</em> i.e. when the horns of the cattle become visible against the horizon.</p>\n<p>It has become common practice among many African communities to name the different months of the year according to the phenomena of nature prevalent during those times: it does not matter if the month consists of 25 or 35 days. The events are important, not the mathematical length of the month. Numerical calendars therefore become quite meaningless in the life of the traditional African. Mbiti says: 'Outside the reckoning of the year, African time concept is silent and indifferent. People expect the years to come and go, in an endless rhythm like that of day and night, and like the waning and the waxing of the moon.'(p.21)</p>\n<p>It seems reasonable to accept that traditional African societies calculated the duration of a month on a lunar rather than a numerical basis. It therefore comes as no surprise that many African communities have exactly the same word for 'moon' and 'month' as is also the case in Xhosa: <em>inyanga</em>. The traditional set of month names reflects the close relationship between man and nature and therefore gives rise to a 'phenomenon calendar'. For an interesting comparison, one can look at John G Neihardt's well known book on the Native American Sioux in his book <em>Black Elk Speaks</em> (1988). It appears as if these 'phenomenon calendars' might be common to many other preliterate communities.</p>\n<ol>\n<li>January: eyoMqungu (Moon when Tambookie grass sprouts)</li>\n</ol>\n<p>This month name is derived from the noun <em>umqungu</em> referring to a kind of long grass used for thatching. It is commonly known as Tambookie grass in South Africa. By contrast, the (translated) Sioux name for this period is <em>Moon of Frost in the Tepee.</em> In South Africa it is summer, in the northern hemisphere, winter.</p>\n<ol start=\"2\">\n<li>February: eyoMdumba (Moon grain is swelling)</li>\n</ol>\n<p>The noun <em>umdumba</em> 'a pod' serves as the base of this name. The noun derives from the verb <em>–dumba,</em> 'to swell' and refers to the time of the year when the grain is swelling and ripening. The Sioux have a totally different phenomenon at that time: <em>Moon of the Dark Red Calves.</em></p>\n<ol start=\"3\">\n<li>March: eyoKwindla (Moon when harvest is reaped)</li>\n</ol>\n<p>The name derives from the word for autumn (fall), <em>ukwindla,</em> which is then also the common name for the autumn (fall) season. This is the time when the harvest is brought in. A different natural phenomenon inspires the Sioux name: <em>Moon of the Snowblind.</em></p>\n<ol start=\"4\">\n<li>April: uTshaz' impuzi (Moon when crops get frostbitten)</li>\n</ol>\n<p>This is a compound name, deriving from the verb <em>–tshaza</em> 'to become frostbitten', and the noun <em>impuzi</em> 'the pumpkin plant'. The name refers to the late crops becoming frostbitten on the approach of winter. Neihardt's name for the corresponding period among the Sioux is <em>Moon of the Red Grass</em> appearing. It is reminiscent of the Xhosa name for January.</p>\n<ol start=\"5\">\n<li>May: ekaCanzibe (Moon when Canopus is visible)</li>\n</ol>\n<p>This month name is derived from <em>uCanzibe,</em> referring to the large bright star visible in the southern hemisphere in winter. The difference but also the similarity in the naming processes in these originally preliterate societies come out clearly. The Sioux looked to their horses, an integral part of Indian life, and called the corresponding period <em>Moon when the Ponies Shed.</em></p>\n<ol start=\"6\">\n<li>June: eyeSilimela (Moon when Pleiades is visible)</li>\n</ol>\n<p>Like the previous month, this one is also linked to the visibility of a star constellation, the Pleiades. It derives from the word <em>isilimela,</em> referring to this constellation. This time of the year, mid-winter in South Africa, announces the ploughing time. It is also interesting to note that the initiation ritual of the young men, <em>ukwaluka,</em> during which they are circumcized, usually takes place during this period. To establish the number of manhood years of an individual, a Xhosa male may be asked: <em>'Izilimela zakho zingaphi?',</em> i.e. 'How many winters (<em>izilimela</em>) since your circumcision (initiation)'. The month name is therefore also closely linked to an important cultural event.</p>\n<p>It is interesting to note that in the months of May and June, a dormant time for crops and vegetation in general, stars serve as the inspiration for the month names. By contrast it is a time of abundance among the Sioux: <em>Moon of Fatness.</em></p>\n<ol start=\"7\">\n<li>July: eyeKhala (Moon when aloe blossoms)</li>\n</ol>\n<p>This month name is derived from the noun <em>ikhala</em>, which refers to the Cape Aloe, a species of aloe found mainly in the southeastern parts of South Africa where the Xhosa are concentrated. This time of the year announces the blossoming of the aloes. It is a joy to behold the bright orange flowers that contrast nicely with the succulent green leaves when traveling in those parts in July. The Sioux enjoy another type of offering from nature: <em>Moon of the Red Cherries.</em></p>\n<ol start=\"8\">\n<li>August: eyeThupha (Moon when budding starts)</li>\n</ol>\n<p>The noun <em>ithupha</em> 'bud', is derived from the verb <em>–thupha</em> 'to bud'. This is the time of the year, in early spring, when nature awakens from its winter slumber, and trees and shrubs begin to bud. In the northern hemisphere, the opposite is happening: summer is passing. The Sioux name links up with the one for July: the cherries are now in a more advanced state, hence <em>Moon when the Cherries Turn Black.</em></p>\n<ol start=\"9\">\n<li>September: eyoMsintsi (Moon when coral tree flowers)</li>\n</ol>\n<p>The name derives from the noun <em>umsintsi,</em> referring to the coral tree with the botanical name <em>Erythrina caffra Thunb.</em> The flowering of this tree serves as one of the signals for sowing sorghum and maize during this time. Neihardt gives three descriptions of this period in Sioux: <em>Moon when the Calves grow hair, Moon of the Black Calf, and Moon when the plums turn scarlet.</em> The first two are references to the bison calves prominent at that time of the year in the good old days. It is obviously an era that, alas, has gone by.</p>\n<ol start=\"10\">\n<li>October: eyeDwarha (Moon when dwarha shrub flowers)</li>\n</ol>\n<p>This name is derived from the noun <em>idwarha.</em> It refers to a shrub, <em>Senecio latifolius D.C.</em> This plant is considered to have medicinal qualities with regard to wounds and sores, and is often used to soothe and heal the sore backs of horses. When this shrub blooms in October, it is time for sowing maize. While it is now warming up in South Africa, the opposite takes place in the northern hemisphere: the Sioux call this period <em>Moon of the Changing Season.</em></p>\n<ol start=\"11\">\n<li>November: eyeNkanga (Moon when ragwort blossoms)</li>\n</ol>\n<p>The noun <em>inkanga</em> refers to the ragwort, <em>Senecio juniperinus L.</em> The month of November is characterized by the blossoming of this shrub. It also features in a Xhosa proverb: <em>Akukho nkanga idubul' ingethi.</em> Literally it means that there is no ragwort that does not blossom and die. The closest English equivalent is probably 'Kingdoms wax and wane'. The Sioux name for November is <em>Moon of the Falling Leaves,</em> clearly suggesting the Fall.</p>\n<ol start=\"12\">\n<li>December: eyoMnga (Moon when mimosa tree flowers)</li>\n</ol>\n<p>The noun <em>umnga</em> refers to a kind of thorn tree, sometimes called the mimosa. Its botanical name is <em>Acacia horrida Willd.</em> This thorn tree blooms at the end of the year during the month of December. Incidentally, the Sioux name for December is also after trees: <em>Moon of the Popping Trees.</em></p>\n<p>It is clear that these traditional sets of month names of the Xhosa as well as the Sioux reflect the kind of 'phenomenon' or 'events' calendar that Mbiti claims is the general one in the traditional African context. As the Sioux data suggests, this may also apply to other (non-African) preliterate societies. Certain events are associated with particular months and they are named accordingly. It is fairly obvious that both the Xhosa and the Sioux have been strongly influenced by nature around them, and the regular occurrences of these phenomena in nature, linked to the agricultural activities of especially the Xhosa, served as the inspiration for naming the months.</p>\n<p>As the old traditions yield to new influences, so it seems to be developing in Xhosa society where the new adoptive and unimaginative set is slowly but surely ousting the old traditional set. The younger generation is still able to mention a few of these names, but they no longer know which one belongs to what period. It is only a matter of time before these colorful and descriptive names finally disappear. It is not surprising, but extremely sad. Xhosa society will be the poorer when that happens.</p>\n<p><em>[Bertie Neethling is Professor and Chair of the Xhosa Department at the University of the Western Cape in Bellville, near Cape Town, South Africa. His main interests are Xhosa onomastics, oral literature and language acquisition.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The 'Phenomenon Calendar' of the Xhosa</h1> <p><em><span data-rel=\"author\">Bertie Neethling</span> <span data-rel=\"location\">University of the Western Cape</span></em></p> <p>The Xhosa speaking people of South Africa number some 8 million, making them the second largest cultural and language group in multilingual and multicultural South Africa. Having been exposed to the influence of westernization in all its forms for more than 180 years, old traditions are under severe pressure to survive. The Xhosa are a people with strong beliefs in traditional custom where prescribed social behavior is highly valued, and it is relatively easy to appreciate the confusion and divisions that set in when they were introduced to different and often conflicting sets of values. The impact of this exposure has been tremendous. Although there has been resistance to change and emotional appeals are made to all African communities not to forsake their traditions and customs, few if any, have managed to remain unaffected.</p> <p>The Xhosa people have a very interesting naming system for the months of the year. Not unexpectedly, this very colorful and descriptive set is under pressure too, and is challenged by an adoptive set of names via English and/or Afrikaans. This new set of names adheres to the Gregorian calendar which has become a convention in nearly all literate societies: a year has 365 days, split up into 12 months, each having a more or less equal number of days. Only minor adjustments were made to accommodate the phonological system which, amongst other things, requires syllables to be open, i.e. ending in vowels. Variation in spelling occurs, but even to the uninitiated it is relatively easy to recognize these names as borrowings from English or Afrikaans.</p> <p>1. January uJanuwari/uJanywari/uJanyuwari</p>"
}