{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: American Heritage Dictionary, Fourth Edition",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>American Heritage Dictionary, Fourth Edition</em></h1>\n<p>Joseph P. Pickett et. al., eds., (Houghton Mifflin Co., 2001), hardcover, 2076 pp.</p>\n<p>A dictionary that has gone through four editions has developed a certain immunity to criticism of its style and content. Its very endurance demonstrates an acceptance by the public. As a consequence, it is futile to complain about its editorial idiosyncrasies and better to get right to the chase, so to speak, with an examination of what is new according to its editor's introduction.</p>\n<p>The <em>American Heritage Dictionary, Fourth Edition,</em> is, of course, a direct descendent of the dictionary compiled to fill a perceived gap in the record of English created between the G&amp;C Merriam Webster's <em>New International Dictionary,</em> second edition, and the third edition of that book made in 1963. For those who do not remember the outcry of indignation over the publication of Webster's <em>Third</em>, it might be instructive to say that language conservators were, at the least, upset by the absence of usage labels and other cautions to linguistic behavior in entries and definitions considered outside the norm.</p>\n<p>Since the <em>American Heritage Dictionary</em> was created to fill in the void thought of as left by the Merrian-Webster editorial team, it has consistently devoted much attention to usage. The fourth edition continues to do so today—to an even greater extent. There are, according to the introduction, more than 650 notes that cover the Living Language, Regionalisms, and general usage. There are also more than 400 Synonym Studies, which attempt to differentiate meaning, but some tend to muddle their purpose by blurring distinctions and give examples that are interchangeable, as for instance at <em>apprehend.</em> In this synonym study the sense of <em>apprehend</em> (to understand, but not all relationships or implications) with the example “Intelligence is quickness to apprehend.” and the sense of <em>comprehend</em> (to understand completely) with the example “To comprehend is to know a thing as well as that thing can be known” are indistinctly compared with each other and with <em>understand</em> (also combined with <em>comprehend</em>) “No one who has not had the responsibility can really understand what it is like to be president;” and <em>grasp</em> (to seize firmly) “We have grasped the mystery of the atom.” If a comparison is made between words in the synonym study and definitions in the respective entries, the result is hopelessly complex. In the entry list, <em>AHD</em> defines <em>apprehend</em> as 'to grasp mentally, understand, and comprehend as to take in the meaning, nature, or importance of, grasp,' and <em>grasp</em> as 'to take hold of intellectually, comprehend,' and, finally, <em>understand</em> as 'to perceive and comprehend the nature and significance of, grasp.' This situation develops more out of the nature of English than the imprecision of the <em>AHD</em> staff, but it does illustrate a certain futility in devoting a great deal of space to an ambiguous synonym study in a book of limited scope. It also demonstrates the need to choose or even to concoct sentences that force meaning rather than using those that merely cite usage. After all, synonym studies are perhaps the most technically difficult part of dictionary making.</p>\n<p>Another type of explanatory note that appears in <em>AHD</em> is the kind describing usage of words and phrases in general. The recommendations and conclusions they set down are usually reinforced by citing some proportionate number of usage committee members but never who or what type (say, authors or poets or journalists or public figures or educators). That would make the judgments more effective statements by allowing the user to interpret the level of usage.</p>\n<p>This matter aside, there are other curiosities that surface in the usage notes, not the least of which is placement. The spelling <em>disc/disk</em> would naturally fall under one form of this word if the note for it were not artificially entered at <em>compact disk.</em> Because the explanation of the spelling is buried at <em>compact disk</em>, the user must hunt through the book or, less likely, the list of usage notes at the front of the dictionary to eventually find a discussion of <em>disc/disk</em>. The explanation is narrowly focused on the music industry versus computer manufacturers and avoids a discussion of any influence of <em>disco,</em> however remote, and fails further to explain the use of <em>disc</em> in <em>disc brake</em> and the like. While a usage note at <em>disc/disk</em> would be better placed, one also looks in vain for any guidance at <em>light</em>[^2]<em>/lite</em> and at <em>pant/trouser</em> for an explanation of modern usage, especially in the singular forms of <em>pant</em> and <em>trouser,</em> though every use in the <em>AHD</em> definitions refers to the words as <em>pants</em> and <em>trousers.</em></p>\n<p>Among the more than 1,000 Notes in AHD, there are some 400 or so that deal with the etymologies of a wide variety of words. Most users will find these notes of interest, though some are rather strained in making associations among words. Perhaps letting the facts speak for themselves instead of creating a narrative style would have been an effective use of valuable space, as at <em>abacus.</em> For example, the connection in <em>AHD</em> of <em>abacus</em> with <em>dust</em> or <em>dusty</em> from the Hebrew <em>a€bh</em> <em>a€q</em> is only a possibility, and though this is the early emphasis of the narrative, its later association with a counting board, then with a frame of beads on wires, is obscured by the mention of a board for geometric design, and then a Latin form intervenes before its appearance in Middle English. On the other hand, interesting etymologies that deserve explanation are overlooked, as at <em>apricot.</em></p>\n<p>According to the editor's introduction, the fourth edition of <em>AHD</em> includes more than 10,000 new words buttressed by a new electronic corpus that replaces the time-tested practice of collecting citations. The corpus seems to be the answer to an absence of a citation or quotation file in a few dictionary houses these days, but in fact, the corpus is little better than a word count. It does not itself provide the new words so markedly lacking in many of our latest dictionaries. We have anomalies such as <em>waitron</em> but not useful new additions to English such as the verb sense of <em>whiteout</em> or <em>cherrypick,</em> both omitted in <em>AHD</em>. Neither does one find <em>light rail</em> or the verb <em>pond</em>, and while <em>cluster bomb</em> is entered, <em>cluster bombing</em> is not. Other desirable but missing entries are <em>engineered wood</em> and <em>social dialectology</em> or <em>variation</em> (though curiously explained in the editor's introduction). Also overlooked is the specificity of <em>prenuptial agreement,</em> mistakenly entered as an illustrative phrase under <em>prenuptial</em>, when, in fact such an agreement is restricted to a financial arrangement between two people about to be wed, and accordingly deserves a definition.</p>\n<p>For a dictionary of perhaps 185,000 entries with much space devoted to color pictures, <em>AHD</em> is very similar to the four or five college dictionaries currently on the market. Though it devotes much space in its backmatter to the hypothetical roots of the English language, its etymologies are short and devoid of glosses and explanations of shifts in meaning, so that the average user is left to puzzle out what many of the connections may be. But dictionaries are, unhappily, not noted for being designed to help users so much as they are examples of adherence to the rigid mold of their editorial logic.</p>\n<p><em>—Robert K. Barnhart</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>American Heritage Dictionary, Fourth Edition</em></h1> <p>Joseph P. Pickett et. al., eds., (Houghton Mifflin Co., 2001), hardcover, 2076 pp.</p> <p>A dictionary that has gone through four editions has developed a certain immunity to criticism of its style and content. Its very endurance demonstrates an acceptance by the public. As a consequence, it is futile to complain about its editorial idiosyncrasies and better to get right to the chase, so to speak, with an examination of what is new according to its editor's introduction.</p> <p>The <em>American Heritage Dictionary, Fourth Edition,</em> is, of course, a direct descendent of the dictionary compiled to fill a perceived gap in the record of English created between the G&amp;C Merriam Webster's <em>New International Dictionary,</em> second edition, and the third edition of that book made in 1963. For those who do not remember the outcry of indignation over the publication of Webster's <em>Third</em>, it might be instructive to say that language conservators were, at the least, upset by the absence of usage labels and other cautions to linguistic behavior in entries and definitions considered outside the norm.</p> <p>Since the <em>American Heritage Dictionary</em> was created to fill in the void thought of as left by the Merrian-Webster editorial team, it has consistently devoted much attention to usage. The fourth edition continues to do so today—to an even greater extent. There are, according to the introduction, more than 650 notes that cover the Living Language, Regionalisms, and general usage. There are also more than 400 Synonym Studies, which attempt to differentiate meaning, but some tend to muddle their purpose by blurring distinctions and give examples that are interchangeable, as for instance at <em>apprehend.</em> In this synonym study the sense of <em>apprehend</em> (to understand, but not all relationships or implications) with the example “Intelligence is quickness to apprehend.” and the sense of <em>comprehend</em> (to understand completely) with the example “To comprehend is to know a thing as well as that thing can be known” are indistinctly compared with each other and with <em>understand</em> (also combined with <em>comprehend</em>) “No one who has not had the responsibility can really understand what it is like to be president;” and <em>grasp</em> (to seize firmly) “We have grasped the mystery of the atom.” If a comparison is made between words in the synonym study and definitions in the respective entries, the result is hopelessly complex. In the entry list, <em>AHD</em> defines <em>apprehend</em> as 'to grasp mentally, understand, and comprehend as to take in the meaning, nature, or importance of, grasp,' and <em>grasp</em> as 'to take hold of intellectually, comprehend,' and, finally, <em>understand</em> as 'to perceive and comprehend the nature and significance of, grasp.' This situation develops more out of the nature of English than the imprecision of the <em>AHD</em> staff, but it does illustrate a certain futility in devoting a great deal of space to an ambiguous synonym study in a book of limited scope. It also demonstrates the need to choose or even to concoct sentences that force meaning rather than using those that merely cite usage. After all, synonym studies are perhaps the most technically difficult part of dictionary making.</p>"
}