{
  "type": "Article",
  "title": "Medical Malapropisms: What Doctors Say, What Patients Hear",
  "author": "Roger Smith",
  "location": "Portland, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Medical Malapropisms: What Doctors Say, What Patients Hear</h1>\n<p><em><span data-rel=\"author\">Roger Smith</span> <span data-rel=\"location\">Portland, Oregon</span></em></p>\n<p>Ten years ago my wife, a gastroenterologist, came home with a story that started this whole collection. During an interview, patient complained that she had suffered terribly from cowbumpers for some years.</p>\n<p>“Cowbumpers?” my wife asked.</p>\n<p>“Yes, cowbumpers,” the patient replied.</p>\n<p>Utterly mystified, my wife questioned her further but could not elicit a clear description of the problem. The patient, plainly disconcerted at the questions, grew more and more annoyed. Finally, in exasperation, she exclaimed, “We're talking corruption, honey.”</p>\n<p>My wife has considerable facility with language. Suddenly, she knew—<em>carbuncles.</em></p>\n<p>Since then I have collected similar mingle-mangles of medical terminology. Here are the best of them. I have named this peculiar and widespread phenomenon the <em>medical malapropism.</em> Malapropism, a ludicrous confusion of similar-sounding words, is derived from one of the most wonderfully scatterbrained characters of English drama, Mrs. Malaprop. Throughout Richard Brinsley Sheridan's <em>The Rivals</em> (1775), she illustrates, blithely and perfectly, that a little learning can go a wrong way. As her niece notes with exasperation, Mrs. Malaprop jumbles vocabulary because her vanity makes “her deck her dull chat with hard words which she don't understand.” But these hard words have effect: Her “oracular tongue” often produces marvels, as when she calls the hero “the pineapple of perfection.” It's but one “nice derangement of epitaphs” of the many she produces.</p>\n<p>Mrs. Malaprop contributed an early example of the medical malapropism, one that illustrates the typical pattern. In the play's opening act she complains despairingly that her niece “gives me the hydrostatics to such a degree.” It's a nice try. <em>Hydro, water,</em> and <em>statics,</em> which apparently suggests something stationary to her, comes close to her intended meaning—swelling from the collection of water in the body. She ignores the common word of the day, <em>dropsy,</em> and chooses a technical term. Wrongly. It's close, but <em>hydrostatics</em> really refers to the mathematical study of forces and pressure in liquids. The correct medical term of the day was <em>hydropsy</em> (now <em>edema</em>). Therein lies the humor: a near miss in sound and a big miss in meaning.</p>\n<p>Medical misnomers have been around far longer than Mrs. Malaprop, though. They are akin to the false analysis, or folk etymology, that has permanently changed some words. For example, during the Middle Ages, <em>angenægl,</em> which meant “painful nail,” turned into <em>hangnail,</em> probably because <em>ange</em> fell out of common usage, and <em>hang,</em> very close in pronunciation, seemed more appropriate: Painful nails often are painful because little strips of cuticle are loose—hanging, even. In this example, like Mrs. Malaprop's malapropism, it's a little change in pronunciation and a definite change in connotation.</p>\n<p>That is how medical malapropisms are usually created. A doctor, nurse, or someone who understands medical terminology uses a term that is unfamiliar to a patient. It doesn't make sense and is hard to remember. So, often unconsciously, the patient accommodates the term's sounds to a word or phrase that is familiar. The malapropism is a hybrid of what the doctor said and what the patient could make out of it.</p>\n<p>The miscommunications occur often because of all the sciences medicine sees the most frequent and most intimate contact between professionals and the public. The fruits of those miscommunications aren't always malapropisms. In fact, not all the items in this collection are malapropisms, strictly speaking. There are neologisms, dialect pronunciations, euphemisms, portmanteaus, homophones, onomatopoeia, and even puns. But they all have malapropos effects, almost always unintentionally and frequently hilariously. True, the occasions of some of these malapropisms involve serious illnesses, pain, and misery, when even the most intelligent, well-schooled patients are not likely to be at their sharpest; still, one needn't laugh at the pain or the patient to appreciate the comedy of an error. Besides, among the best malapropism are some that, inadvertently and delightfully, characterize medical conditions more fittingly than the official medical terms themselves.</p>\n<p>Each entry shows the malapropism and includes a short commentary on its origin, context, source, usage, or meaning. The commentary also gives, in italics, the correct form of the medical term that the malapropism derives from. A suggestion: Cover up the commentary as you read the malapropisms and try to guess the original medical terms before reading the commentaries. You'll be surprised how often you are right, which goes to show how closely the malapropisms replicate sound, if not sense. And you may be surprised how often you have no clue. I still puzzle over a couple.</p>\n<p>When you do decipher correctly, you'll feel that flash of sure knowledge that gave my wife such pleasure with <em>cowbumpers.</em> By the way, I would be pleased to hear from readers with yet more medical malapropisms at <em><a href=\"mailto:rsmith@OregonVOS.net\">rsmith@OregonVOS.net</a></em>.</p>\n<p><em>Ammonia</em>—A true malapropism. <em>Ammonia</em> sometimes gets confused with <em>pneumonia</em> by patients. Janitors and doctors know better.</p>\n<p><em>Aneurosis bluejacks</em>—This sounds like a mental ailment of doleful sailors, possibly caused by aneurysms. <em>Amaurosis fugax</em> is a sudden temporary blindness in anyone.</p>\n<p><em>Artificial insemination</em>—That this could be used when <em>artificial resuscitation</em> was intended may be a Freudian slip, but in any case it is worthy of Mrs. Malaprop. Reported by Philip Norman, an English novelist and culture commentator, in <em>Your Walrus Hurt the One You Love</em> (1985).</p>\n<p><em>Atrial tribulations</em>—Atrial fibrillations defintely are a tribulation, and a serious one. Reported by Scott Kimball at <em>personalwebs.myriad.net/kimball/glossary.htm.</em></p>\n<p><em>Barium enemy</em>—Anyone who has had a barium enema might think this malapropism more apropos. It is a large cocktail of liquid barium that must be swallow quickly and helps gastroenterologists diagnosis problems in the gut. “Barium enemy” might have started as a wry pun, but physicians and nurses claim to have heard it from patients who, under the circumstances, lacked the wits for punning.</p>\n<p><em>Blood clod/blood clog</em>—Neither is the official term, but near enough misses for <em>blood clot</em> as never-you-mind.</p>\n<p><em>Blood-shocked eyes</em>—Were it intentional, this might be an accurate term for what comes from watching too many action-adventure or horror films in sequence, in which case one's eyes can in fact become <em>blood-shot.</em></p>\n<p><em>Blue roses</em>—The poignant name that the gentlemen caller in Tennessee Williams' <em>The Glass Menagerie</em> uses for Laura Wingfield, a ruinously shy girl crippled by <em>pleurosis</em>.</p>\n<p><em>BO patient</em>—A nurse overheard this abbreviation malapropism in a waiting room. Maybe the speaker was dyslexic, for she was waiting for an OB[GYN] (obstetrics-gynecology) specialist, not an aroma therapist.</p>\n<p><em>Bow and arrow test</em>—According to Norman, English children with leukemia use this euphemism for <em>bone marrow test,</em> a painful, frightening procedure.</p>\n<p><em>Bronickles</em>—A northern English dialect pronunciation of <em>bronchials,</em> as in “I'm having a bit of trouble with by bronickles.” An instance of metathesis, the transposition of sounds.</p>\n<p><em>Brown kitus</em>—An emergency room doctor heard this coinage from a woman who was suffering severe bronchitis. He assured her that brown was the very worst color of kitus. Reported in <em>MD Magazine.</em></p>\n<p><em>Cadillacs</em>—Upwardly mobile British may have Cadillacs in their eyes instead of BMWs, but when they complain about them to physicians, they mean <em>cataracts,</em> according to Norman.</p>\n<p><em>Careful hematoma</em>—Doctors must indeed be careful with a <em>cephalhematoma,</em> an accumulation of blood in the head of a newborn baby, because with proper care the condition clears up on its own over several months.</p>\n<p><em>Catholics</em>—A family practitioner claims he once had a patient who, during a routine medical history, said, “I had Catholics removed from both eyes.” Small ones, presumably. It was his <em>cataracts</em> that should have been removed.</p>\n<p><em>Cerebral enema</em>—A sure way to clear the head of nonsense, but this procedure unfortunately doesn't exist. <em>Cerebral edema</em> is fluid accumulation in the head—water on the brain.</p>\n<p><em>Chicken pops</em>—Not a frozen treat for the summertime but a common mistake, especially among children, for <em>chicken pox.</em></p>\n<p><em>Cistercian method</em>—A recherché mistake for the cesarean method of birthing a child by cutting through the abdomen into the womb. This emergency procedure was named after Julius Caesar, who reportedly entered the world via one. Cistercian monks have other nuts to crack. Reported by Norman.</p>\n<p><em>Contraptions</em>—A malapropism for contractions, an understandable slip from a woman who was trying to endure them. Reported by Kimball.</p>\n<p><em>Coppertone syndrome</em>—Dr. Gerald Weissmann, editor of <em>MD Magazine,</em> discussed this malady in a 1991 editorial. It sounds as if it is epidemic along the Southern California coast, the skin trauma of excessively laid-back behavior. <em>Carpal tunnel syndrome</em> reflects just the opposite, a wrist injury from working hard at repetitive tasks. A commuter's variant, <em>carpool tunnel syndrome,</em> is unattested. However, <em>MD Magazine</em> did cite a shoemaker's version, <em>cobble tunnel.</em></p>\n<p><em>Coroner's conclusion</em>—Which may in fact devolve from a <em>coronary occlusion,</em> or plugged artery leading to the heart.</p>\n<p><em>Corroded arteries</em>—A cardiologist reported hearing this during a history and assumed the patient meant <em>occluded</em> <em>carotid arteries</em>. If so, it's as much a portmanteau as a malapropism.</p>\n<p><em>Cream of Jesus</em>—According to a letter in <em>MD Magazine,</em> this came from a coach, who meant <em>Kremer-gesic balm,</em> used for limbering stiff, sore muscles in athletes.</p>\n<p><em>Describe</em>—A frequent mistake for prescribe, liable to cause misunderstanding if used in such contexts as “The doctor described an enema for me.”</p>\n<p><em>Eggs on me</em>—One instance of this charming, imagistic malapropism came from a six-year-old who told her physician she didn't want to get it from her big brother, who, it turned out, had <em>eczema.</em></p>\n<p><em>Erotic aneurysm</em>—Not a poetic trope for an erection but an <em>aortic aneurysm,</em> a dangerous bulge in the aorta.</p>\n<p><em>Erotic toes</em>—Few things are less erotic than <em>necrotic toes.</em></p>\n<p><em>Fireballs of the Eucharist</em>—This malapropism is among the most famous among physicians, many of whom claim to have heard it from patients. It does not, of course, refer to spicy communion wafers. <em>Fibroids of the uterus</em> is a common affliction of benign fibrous tumors.</p>\n<p><em>Fish in ano</em>—”In ano” is medical Latin for “in the anus,” a most inconvenient place for a fish. Also an inconvenient, painful place for a <em>fissure,</em> which the patient who used this multilingual malapropism had. Reported by Norman.</p>\n<p><em>Flea bites</em>—A picturesque but vagrant malapropism for <em>phlebitis,</em> the inflammation of blood vessels. Reported by Kimball.</p>\n<p><em>Frolickin' tubes</em>—Italian anatomist Gabriello Fallopio first described the <em>fallopian tubes</em> in the sixteenth century, and they were named after him. Patients may insist, with some justice, that they are involved in frolicking, but it is a malapropism nonetheless.</p>\n<p><em>Gunnery</em>—A true malapropism for gonorrhea. This may be a double-entendre, cousin to <em>son of a gun,</em> which some etymologists believe came from sexual exploits in the old British Navy, although there is no direct evidence that “gunnery” is such.</p>\n<p><em>Heinous hernia</em>—This malapropism and its cousins cited below are the most common group heard by doctors. That's because <em>hiatus</em> (or <em>hiatal</em>) hernias are a widespread and annoying affliction: Part of the upper stomach slips up around the esophagus and above the diaphragm, which can cause a person to erp food into the esophagus (gastroesophageal reflux).</p>\n<p><em>High-heel hernia</em>—<em>Hiatal hernia.</em> Wearing high heels doesn't cause one. The fashion preference is, at best, a fellow traveler.</p>\n<p><em>Hypogloxinia</em>—An ardent gardener produced this malapropism. She was talking about <em>hypoglycemia,</em> abnormally low blood sugar concentrations, not a scarcity of bell-shaped flowers.</p>\n<p><em>Immaculate generation</em>—This sounds like a variant for the immaculate conception of Christ in Christian theology. It has no place in medical jargon. <em>Macular degeneration</em> is a leading cause of the impairment or loss of eyesight in the elderly.</p>\n<p><em>Incompetence</em>—According to Kimball, a malapropism for <em>incontinence,</em> and a rather judgmental one at that.</p>\n<p><em>Infantigo</em>—A common malapropism for <em>impetigo,</em> a contagious, pustulous skin disease. In my experience it was a denizen of elementary schools, rather than the crib. Reported by Kimball.</p>\n<p><em>Information</em>—A common substitution for inflammation, as in “Doctor, I think I have information of the brain,” which just may qualify as a self-denying assertion.</p>\n<p><em>Intesticles</em>—A dialect pronunciation for <em>testicles</em>. It is not a reference to testes that failed to descend; that is, cryptorchidism, or undescended testes.</p>\n<p><em>Iron fish in my knee</em>—This beautifully extended malapropism, surreal and poetic, comes from <em>iron deficiency anemia.</em></p>\n<p><em>Junkovitis</em>—This malapropism aptly describes the matter that oozes from the eyes of persons with some eye infections, which was the context for it reported by Kimball. But the apparent model is <em>gingivitis,</em> an infection of the gums.</p>\n<p><em>Margarine headache</em>—This smooth, low-fat headache does not exist. A <em>migraine headache</em> is the worst possible; visual distortions and nausea frequently are part of it.</p>\n<p><em>Mental pause</em>—Norman reported this usage by someone who was speaking malaproposly of <em>menopause</em>.</p>\n<p><em>Nymphasema</em>—A widely word that on the fact of it appears to be a portmanteau reference to a wheezy nymphomaniac, but <em>emphysema</em> is always meant. If the complementary <em>satyrpsoriasis</em> exists, nobody admits to having heard it.</p>\n<p><em>Oedipus tissue</em>—A medical transcriptionist, listening to a surgeon's post-procedure report, typed, “I cut down through the Oedipus tissue.” Another example of a little knowledge going a wrong, albeit classical, way. The cut went through the <em>adipose tissue,</em> fat, not through the patient's eyes after he, like King Oedipus of ancient Thebes, had plucked them out and handed them to the surgeon.</p>\n<p><em>Old-timer's disease/syndrome</em>—Whether this began as a malapropism or a cruel pun is impossible to say, but it quickly became a common jocular reference to <em>Alzheimer's disease.</em></p>\n<p><em>Possatorium</em>—A thorough mispronunciation of suppository. The nurse reporting it denied categorically that a possum was in any way involved as the substance or agent for the suppository.</p>\n<p><em>Prostrate gland</em>—A very frequently heard malapropism. Well-educated or not, people regularly use it for the <em>prostate gland.</em> An inflamed or cancerous prostate can indeed make a man prostrate, but the usage virtually never implies that double meaning. It is pure error and so common that the correct pronunciation may retreat into obscurity and rarity.</p>\n<p><em>Quaggles</em>—”My blood quaggles real well. I have no problems with quaggling,” a patient assured a hematologist. It is a delightful coinage, but its overtones of perky little movements (wags and squiggles) does not fit the patient's meaning. <em>Coagulates</em> does.</p>\n<p><em>Roaches of the liver</em>—Hepatitis, the swelling of the liver from alcoholism or viral infection, eventually causes extensive scarring, known as <em>cirrhosis of the liver.</em> Cockroaches, fancy hairdos, marijuana cigarettes, or cyprinoid fishes have nothing to do with it.</p>\n<p><em>Sick-as-hell anemia</em>—Another example of an inadvertently appropriate malapropism. <em>Sickle-cell anemia</em> is a genetic disease that strikes about 1 in 400 African Americans whose forbears came from West Africa. Defective hemoglobin deforms red blood cells, which can disturb blood flow and cause swelling and ulcers. Patients often die young.</p>\n<p><em>Sixty-five roses</em>—The Cystic Fibrosis Foundation of Bethesda, Maryland, sent out letters soliciting donations and used this poignant malapropism to move readers. According to the letter, it is what children with <em>cystic fibrosis</em> call their disease, which clogs the lungs with mucus and is the leading killer of the young among genetic diseases. A wreathe of sixty-five roses has also been marketed.</p>\n<p><em>Smiling mighty Jesus</em>—Few diseases so terrify parents as <em>spinal meningitis</em> when it strikes their children. It is horrifically painful and often fatal. “Smiling mighty Jesus” is probably an example of taboo-replacement euphemism. Counting <em>cream of Jesus</em> (see above), it is the second instance of impressing Jesus into a malapropism, twice the rate of the nearest competition.</p>\n<p><em>Trigenital neuralgia</em>—This malapropism, with its overtones of a menage à trois, actually substitutes for <em>trigeminal neuralgia,</em> a somewhat mysterious nerve disorder. Intense spasms of pain shoot through the jaw, not the genitals, usually touched off by chewing or brushing teeth.</p>\n<p><em>Umbiblical cord</em>—The nurse who reported this said that the scriptural ties of faith are never under discussion when it is used. The occasion is most often a class for expectant mothers, and the topic is the umbilical cord.</p>\n<p><em>Vertical</em>—”Every time I stand up I get vertical,” the patient told his primary care physician. Who could argue with that? What's the problem? When the patient stood up to prove the point, he became dizzy. The doctor noted <em>vertigo</em> in the patient's chart.</p>\n<p><em>Vertical veins</em>—Not all veins run up and down, at least not all the time, but some become <em>varicose veins,</em> the purplish, dying, superficial veins that spider up the legs as people age.</p>\n<p><em>Very close veins</em>—Another example of a surprisingly descriptive malapropism. Easily visible, varicose veins do seem closer to the surface of the skin than do other blood vessels.</p>\n<p><em>X-rated</em>—A frequent substitution for X-rayed. There is very little about an X-ray that is titillating, except possibly to radiologists.</p>\n<p>[Roger Smith lives in Portland, Oregon, with his wife, a physician. He is a freelance writer specializing in science and history.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Medical Malapropisms: What Doctors Say, What Patients Hear</h1> <p><em><span data-rel=\"author\">Roger Smith</span> <span data-rel=\"location\">Portland, Oregon</span></em></p> <p>Ten years ago my wife, a gastroenterologist, came home with a story that started this whole collection. During an interview, patient complained that she had suffered terribly from cowbumpers for some years.</p> <p>“Cowbumpers?” my wife asked.</p> <p>“Yes, cowbumpers,” the patient replied.</p>"
}