{
  "type": "Article",
  "title": "The Ones That Got Away: Some Words That Escaped From the Chambers Dictionary",
  "author": "Ian Brookes",
  "location": "Chambers Harrap",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Ones That Got Away: Some Words That Escaped From the Chambers Dictionary</h1>\n<p><em><span data-rel=\"author\">Ian Brookes</span> <span data-rel=\"location\">Chambers Harrap</span></em></p>\n<p>The Chambers Dictionary first appeared in 1901 under the title of Chambers's Twentieth Century Dictionary. The book quickly established itself as a favourite with readers, who delighted in its occasional quirky definitions and appreciated the vast coverage of rare, historical and unusual vocabulary. A hundred years later, it remains the dictionary of choice for British puzzle enthusiasts and crossword solvers because it defines many words that are not covered in any other single-volume dictionary.</p>\n<p>To celebrate the centenary of this remarkable book, the current editors have compiled a booklet which traces the origins and evolution of the dictionary, and brings together some of the many humorous definitions and outlandish words that are unique to Chambers.</p>\n<p>Among the topics discussed in this booklet is a question that lexicographers are often asked: 'Which words get left out of the dictionary to make room for the new ones?' The usual answer to this question is that although more and more new words and meanings are added to the dictionary with each edition, it has never been a policy of the editors to remove existing words to make for them. Even words that become obsolete may still be of interest to the reader of a historical text, and these are normally retained, although they are often labelled as “archaic” or “obsolete” to indicate that they are no longer in common use. New editions tend to absorb new arrivals by increasing in size rather than by removing any entries.</p>\n<p>Nevertheless, there are a few words which have not survived from the 1901 edition of the dictionary to the current version of Chambers. It is perhaps tempting fate to draw attention to words which editors have chosen to discard as no longer worthy of a place. Nothing is more certain that any list of these will invite pleas for the restoration of the words into the dictionary. Nevertheless, it is interesting to look at a selection of words that appeared in the original Twentieth Century Dictionary but have since been judged as surplus to requirements.</p>\n<p>The editor of the 1952 edition of the dictionary, remarked that he had discarded some “dictionary words that somebody with a Greek or Latin Dictionary has concocted but nobody so far as can be discovered has ever used”. Presumably the following words fall into this category:</p>\n<p><em>decacuminated</em> adj having the top cut off</p>\n<p><em>effodient</em> adj habitually digging</p>\n<p><em>essorant</em> adj about to soar</p>\n<p><em>geratology</em> n the science of the phenomena of \tdecadence</p>\n<p><em>lectual</em> adj confining to the bed.\t</p>\n<p><em>neogamist</em> n a person recently married</p>\n<p><em>nuciform</em> adj nut-shaped</p>\n<p><em>panidrosis</em> n a perspiration over the whole body</p>\n<p><em>parageusia</em> n a perverted sense of taste</p>\n<p><em>presultor</em> n the leader of a dance</p>\n<p><em>rigescent</em> n growing stiff</p>\n<p><em>zythepsary</em> n a brewery</p>\n<p>Some of the words which have disappeared may have been too obscure to justify a continued place in the dictionary:</p>\n<p><em>derbend</em> n a wayside Turkish guardhouse</p>\n<p><em>numerotage</em> n the numbering of yarns so as to denote their fineness.</p>\n<p><em>sabrina-work</em> n a variety of appliqué embroidery-work</p>\n<p><em>savonette</em> n a kind of toilet soap; a West Indian tree whose bark serves as soap</p>\n<p><em>scavilones</em> n men's drawers worn in the sixteenth century under the hose</p>\n<p><em>tayo</em> n a garment like an apron worn by South American Indians</p>\n<p><em>zyxomma</em> n a genus of Indian dragonflies, of family Libellulidae, with large head and eyes and narrow face</p>\n<p>Editors may also omit words because they discover that they do not actually exist at all, but are “ghost words” produced by some copying error. One wonders what was going through the editors' minds when they struck out these words:</p>\n<p><em>famble</em> n the hand (slang)</p>\n<p><em>flipe</em> vt to fold back, as a sleeve</p>\n<p><em>Jehoiada-box</em> n a child's savings-bank</p>\n<p><em>pantogogue</em> n a medicine once believed capable of purging away all morbid humours</p>\n<p><em>rimple</em> vi to wrinkle</p>\n<p><em>roytish</em> adj wild, irregular (obsolete)</p>\n<p><em>sammy</em> vt to moisten skins with water</p>\n<p><em>sarn</em> n a pavement</p>\n<p><em>tarabooka</em> n a drum-like instrument</p>\n<p><em>wappet</em> n a yelping cur</p>\n<p><em>wiery</em> adj wet, marshy, moist (obsolete)</p>\n<p>Beside the ones that got away, it is also interesting to consider the vast number of words that have been suggested for inclusion in the dictionary at one time or another, but which the editors decided were insufficiently established in the language to merit inclusion in the dictionary.</p>\n<p>The process of monitoring broadcasts, newspapers and magazines throws up a huge number of words for consideration every time the dictionary is revised. For every word that is accepted into the dictionary, there are several words that are too ephemeral or too restricted in use to earn a place. Thousands of words have been considered for inclusion in the dictionary at one time or another but have never quite made it into the book.</p>\n<p>Some of these relate to concepts that were presumably considered too obscure even for a dictionary with as broad a range as Chambers:</p>\n<p><em>asymmetric hindquarter syndrome</em> a disease affecting pigs, characterised by the afflicted pig having different sizes of right and left thigh</p>\n<p><em>cinqasept</em> a visit to one's lover between the hours of five and seven o'clock</p>\n<p><em>cowpat roulette</em> a now outlawed German game in which villagers bet on which plot of land will be the first to receive a cow's calling card</p>\n<p><em>grille-peerer</em> one of a group of clergymen in the 1940s who used to haunt the stacks in the London Library to look up the skirts of female members browsing above</p>\n<p><em>jogger's paw</em> inflammation of a dog's paw caused by its owner dragging it along while jogging</p>\n<p>A number of the discarded words relate to people who pursue unusual interests and activities:</p>\n<p><em>blurbist</em> a person who writes copy for the cover of a book</p>\n<p><em>chillihead</em> a person who is knowledgeable about chilli</p>\n<p><em>inphulaphist</em> a collector of cigar bands</p>\n<p><em>Turpinologist</em> an enthusiast of the outlaw Dick Turpin</p>\n<p>Many words from the reject pile demonstrate the tremendous malleability of the English language. Inventive souls have playfully combined existing words to come up with new terms:</p>\n<p><em>car-cooning</em> making one's car more homelike in preparation for spending large amounts of time in it while commuting</p>\n<p><em>celebrat</em> a badly-behaved celebrity</p>\n<p><em>golden milkshake</em> a payment to dairy farmers to induce them to reduce production</p>\n<p><em>nutrobabble</em> jargon used by the health food industry</p>\n<p><em>vegucate</em> to teach about vegetarianism</p>\n<p>Although these words may never receive the official sanction of a place in the dictionary, they often provide the editors with interest and amusement, and the work of the lexicographer would be so much duller without them.</p>\n<p><em>[This article © Chambers Harrap Publishers Ltd 2001. You may order your free copy of <em>Words, Wit &amp; Wisdom: 100 Years of The Chambers Dictionary</em> online at <a href=\"http://www.chambersharrap.com\">www.chambersharrap.com</a> ]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Ones That Got Away: Some Words That Escaped From the Chambers Dictionary</h1> <p><em><span data-rel=\"author\">Ian Brookes</span> <span data-rel=\"location\">Chambers Harrap</span></em></p> <p>The Chambers Dictionary first appeared in 1901 under the title of Chambers's Twentieth Century Dictionary. The book quickly established itself as a favourite with readers, who delighted in its occasional quirky definitions and appreciated the vast coverage of rare, historical and unusual vocabulary. A hundred years later, it remains the dictionary of choice for British puzzle enthusiasts and crossword solvers because it defines many words that are not covered in any other single-volume dictionary.</p> <p>To celebrate the centenary of this remarkable book, the current editors have compiled a booklet which traces the origins and evolution of the dictionary, and brings together some of the many humorous definitions and outlandish words that are unique to Chambers.</p> <p>Among the topics discussed in this booklet is a question that lexicographers are often asked: 'Which words get left out of the dictionary to make room for the new ones?' The usual answer to this question is that although more and more new words and meanings are added to the dictionary with each edition, it has never been a policy of the editors to remove existing words to make for them. Even words that become obsolete may still be of interest to the reader of a historical text, and these are normally retained, although they are often labelled as “archaic” or “obsolete” to indicate that they are no longer in common use. New editions tend to absorb new arrivals by increasing in size rather than by removing any entries.</p>"
}