{
  "type": "Article",
  "title": "Lip Control",
  "author": "Al Stevens",
  "location": "Cocoa, Florida",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lip Control</h1>\n<p><em><span data-rel=\"author\">Al Stevens</span> <span data-rel=\"location\">Cocoa, Florida</span></em></p>\n<p>The art of ventriloquism comprises many skills. The ventriloquist creates the illusion of being two people at once, coordinating several simultaneous actions: manipulating a ventriloquial figure; speaking dialogue for both the figure and the ventriloquist; maintaining two distinct voices and personalities; and making it seem that the figure's speech comes from the figure.</p>\n<p>Probably the most mysterious and interesting of these skills is lip control—speaking for the figure without lip movements. In normal speech, we move our jaws and lips. Yet a ventriloquist speaks without doing this. Lip control is only one of a ventriloquist's skills, but it is the one that people notice and comment on most often.</p>\n<p>Does a ventriloquist really “throw” the voice? No. It's an illusion based on misdirection. Every day we hear sounds that seem to come from somewhere other than their origin. Who hasn't searched in vain for a loud cricket in the house? Voices on television do not come from the people on the screen; they come from a speaker located nearby. Stereo speakers fool us into hearing a wide spectrum of sound. Our brains interpret what we hear and see and assume the sound's direction. Ventriloquists exploit this human characteristic. By changing his or her voice, coordinating a figure's movements with each syllable, and speaking with still lips, a ventriloquist seems to throw the voice.</p>\n<p>Not all ventriloquists are masters of lip control. Edgar Bergen's was so bad that Charlie McCarthy kidded him about it. Bergen learned his art in vaudeville, where the audience was not close enough to notice. Also, with no amplification, speech had to be clear and articulate. Ventriloquists preferred clarity to technique.</p>\n<p>Bergen's biggest success was on radio, and lip control was not an issue for those performances. He used a few devices to disguise the flaw. He turned his head toward Charlie and away from the audience and moved his head so the viewer could not keep a close watch on his lips.</p>\n<p>Ventriloquists often employ such devices. Beards and mustaches help, too. Many ventriloquists avoid difficult words or repeat a phrase that the figure says:</p>\n<blockquote>\n<p>Figure: My prom partner was plastered.</p>\n<p>Vent: Your prom partner was plastered?</p>\n</blockquote>\n<p>Hearing the words repeated, the audience forgets that they did not understand them the first time.</p>\n<p>Bergen had a more effective diversion—Charlie himself. Bergen's manipulation was so masterful that people watched Charlie, ignoring Bergen when Charlie spoke.</p>\n<p>The early days of television established a new standard. TV involves closeups, and people noticed poor lip control. Paul Winchell and Jimmy Nelson had excellent lip control.</p>\n<p><strong>Mouth Position</strong></p>\n<p>A ventriloquist speaks with the lips slightly parted and the teeth barely touching. The lips can be smiling, relaxed, or turned down to express reactions to what the figure is saying. The figure's speech is not altered by these changes, because they express the ventriloquist's feelings, not the figure's.</p>\n<p>There is a tendency among students to push the lower jaw forward, clamp the teeth tightly together and keep stiff, retracted lips when speaking. This practice presents a rigid grimace to the audience and is neither effective nor attractive. Ventriloquists learn to relax their faces and look natural.</p>\n<p>Understanding lip control requires knowledge of the underlying physiology. Ventriloquist and author Valentine Vox treats this subject in his comprehensive study of ventriloquism.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p><strong>The Easy Letters</strong></p>\n<p>The letters A, C, D, E, G, H, I, J, K, L, N, O, Q, S, T, U, X, and Z are the “easy” letters; we can say them without using our lips. We routinely use our lips with these sounds, but it isn't necessary. Say “Oh!” or “Oooo!” while grinning. You don't have to form your lips into a circle. When we say “Oooo!” while grinning, we form our tongue into the half-rounded shape that the lips normally make. We can do this involuntarily because verbal communication is commonly augmented with facial expressions.</p>\n<p>To maintain complete lip control, you must suppress the lip movements associated with the easy letters. But even though the easy letters are easy, they give some ventriloquists trouble. They routinely practice the difficult sounds, but their biggest problems involve involuntary lip flutters with the easy letters. These problems show up when you are tired, lay off ventriloquism for a while, or fail to regularly review and sharpen your technique. As with most skills, lip control needs practice to maintain proficiency.</p>\n<p><strong>Labials, The Hard Letters</strong></p>\n<p>The letters B, F, M, P, W, and V are called labials because they involve one or both lips. Speaking the “hard” letters employs oral substitutions using the tongue, teeth, and the roof of the mouth.</p>\n<p>Here's what Bergen says about labials:</p>\n<blockquote>\n<p>“In fact, it is physically impossible to speak them without moving the lips . . . you must avoid words containing these letters whenever possible.”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n</blockquote>\n<p>Clearly, Bergen found it impossible. For substitutions, he recommends “Vhee” for “B” and “Fee” for “P,” saying, “A 'big piano' would become a 'vig fiano.'”</p>\n<p>Bergen used the lower lip against the upper teeth to make the B and P sounds. It is extremely difficult to make those substitutions without lip movement; the lip has to part from the teeth to make the sound. This approach might account for Bergen's lip control problems.</p>\n<p>The letter R is easy to say in some words and less so in others. Normal speech sounds the R in “red” by using the lower lip against the upper teeth. In such words, speak R the way you speak it in words where R is not the first letter of a syllable (such as “word”).</p>\n<p>Students substitute D for B, N for M, and T for P, but these are imperfect. Saying “dad doy” for “bad boy” sounds wrong. Instead of using the tip of the tongue against the roof of the mouth, press the tip against the back of the upper teeth. As the voice forms the sound, release the tongue pressure, forming the substitution. You can't always get the same pop of air that labial speech produces, but it is not necessary, either. According to Paul Winchell:</p>\n<blockquote>\n<p>“Like all ventriloquism, you are again deceiving the ear of the listener. If you make a substitute sound which sounds close enough to the true sound, the ear of anyone listening will accept it as the real sound.”<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n</blockquote>\n<p>A popular correspondence course teaches different substitutions for B, M, and P. These substitutions use the rear portion of the tongue against the roof of the mouth to emulate the lips pressing together. M is pronounced as “ng,” B is pronounced as “g,” and P is pronounced as “k.” According to the course, if you “think” about B, “G” will sound like B. The course emphatically discourages the student from using Winchell's technique, saying, “It is more difficult to make accurate substitute sounds near the front of the mouth.”<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Each ventriloquist learns from experience which technique works best. Our mouths are not all the same; what works for one might not work for others.</p>\n<p>In normal speech, the labials F and V are formed by touching the lower lip to the tips of the upper teeth. Ventriloquists employ substitutions based on variations of the “th” sounds. “Very” becomes “there-ie,” and “fox” becomes “thox,” using the two different ways “th” can sound, with voice added (as in “the”) and without it (as in “thin”). But normal speech often starts the “th” sounds with the tongue protruding between the upper and lower teeth. Since the audience would see the tongue stick out, pronounce “th” by touching the tip of the tongue at the back of the upper teeth.</p>\n<p>There is a subtle difference between the “th” substitution in “fox” and “th” in “thing.” They are almost the same, but not quite. You say “thox” with the tongue tip touching the back of the upper teeth closer to the roof of the mouth, and you say “thing” with the tip touching closer to the gap between the upper and lower teeth. The audience hears the sounds in the context in which they are used and subconsciously interprets them correctly. There is no such word as “thox.” If say you went “thox hunting,” your meaning is understood. The audience knows from the context of the dialogue whether “thin” is a substitution for “fin” or “thin” itself.</p>\n<p>In normal speech, W is spoken by compressing air behind partially closed lips and pushing the sound out while relaxing lip pressure. Say the word, “window” and observe this behavior. Ventriloquists are taught to substitute the “oo” sound for the first W and to not pronounce the last W. The word “window” becomes “oo-in-dough.”</p>\n<p>But the “oo” substitution for W is imperfect. Say, “oo-under” for “wonder.” As you repeat the exercise, substitute the following action for the “oo” sound: Compress air between the back part of your tongue and the roof of your mouth and release it as you voice the sound. The substitution is similar to a hard G. “Wonder” becomes “gunder.” Obviously, that doesn't sound correct, so, to form the substitution, do not touch your tongue to the roof of your mouth; instead force air and voice between the tongue and the roof. With practice, the substitution works.</p>\n<p><strong>Letter Combinations</strong></p>\n<p>Some difficult sounds are rarely taught. They involve the labials in combination with other sounds that the tongue makes in ways that interfere with the substitute labial tongue positions. These sounds include: BL as in “blue,” BR as in “bread,” FR as in “free,” MPR and MPT as in “impromptu,” PT as in “empty,” PL as in “play,” PR as in “practice,” PS as in “lips,” and RT as in “partner.”</p>\n<p>These sounds use substitutions where the tongue does what the lips normally do followed by sounds that the tongue normally does. In normal speech, the tongue is ready for the second sound while the lips make the first. In ventriloquial speech, the tongue makes the first sound and then moves rapidly into position for the second. With practice, “practice” becomes “teractice” as the T-for-P tongue tip substitution comes off the teeth and moves back to form the R sound against the roof of the mouth. “Blue” becomes “balue.” “Empty” becomes “empaty.” In this case, you can omit the P sound and say, “emty,” which isn't that easy itself. Ventriloquists learn to shift the tongue rapidly to minimize the extra vowel sound added by the tongue shift. Some words use the side of the tongue against the gums of the upper molars to form the first sound and the tip of the tongue to form the second. “Blue” can be spoken this way.</p>\n<p><strong>Changing the Voice</strong></p>\n<p>The figure needs its own voice so the audience can differentiate between the figure's speech and the ventriloquist's. Changing your voice involves raising or lowering the pitch, modifying timbre, changing pace, and adding a dialect.</p>\n<p>Pitch is how low or high the figure speaks. Jimmy Nelson's Danny O'Day and Jay Johnson's Bob both speak in a raised falsetto voice, although that technique is not encouraged. It can be uncomfortable for the listener and hard on the ventriloquist's voice. Usually a small raise or drop in pitch is sufficient to distinguish the figure's voice from the ventriloquist's.</p>\n<p>Timbre is the quality of the voice. You change timbre by distorting your throat and nasal passages. You can add nasal sounds for a small, whiney boy, gutteral sounds for a rugged outdoors type,  a scratchy voice for an elderly person, and so on.</p>\n<p>Pace is the speed at which the figure talks, which can be fast for a wise guy, slow for a dim witted fellow, and so on. Yup, yup.</p>\n<p>Dialect reflects speech patterns and idioms that suggest the origin of the figure's character, which can be from another language or from various regions of the country.</p>\n<p><strong>Other Ventriloquial Effects</strong></p>\n<p>Ventriloquists employ the “distant voice” to simulate telephone conversations or make the voice come from a closet, trunk, another room, or outside the building. The distant voice is formed in the back of the throat with compressed tongue and throat muscles to muffle the sound. To increase the apparent distance, tighten the stomach muscles in the diaphragm area as if lifting a heavy object. The more constricted this muscle system, the farther away the voice seems to be.</p>\n<p>The distant voice works only when the ventriloquist controls the circumstances. If someone asks you to “throw your voice,” they are expecting something, watching you closely, and are not fooled by the illusion.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n<p>The so-called double voice sounds like there are two voices speaking simultaneously. The effect produces a dubious sound at best, is more curiousity than entertainment, and is one that few, if any, ventriloquists have mastered. The double voice is an urban legend among ventriloquists, and serious literature does not address it.</p>\n<p>Ventriloquists often engage one or more figures in fast-paced verbal exchanges. These routines show the ventriloquist's skill in the rapid changing of voice and manipulation. The ventriloquist precisely coordinates voice changes and figure manipulation, switching between lip control for the figure and lip movement for the ventriloquist. Rapid changing often switches between the distant and near voices as the ventriloquist opens and closes a trunk or talks on the telephone. Rapid changing is difficult and requires intensive practice.</p>\n<p>Other effects involve drinking water, smoking, and similar activities that ought to prevent speech, even though the figure is indeed talking. These effects typically involve trickery, sometimes using recordings of the material being spoken.</p>\n<p><strong>Practicing</strong></p>\n<p>Ventriloquists often use mirrors to practice. A mirror reveals lip movement, but while you concentrate on the other parts of the art, slight lip movements might escape your attention. I recommend videotaping your performances and practice sessions. Review the taped sessions and evaluate your technique, identifying areas that need work. To concentrate on lip control, zoom the video camera in on your face.</p>\n<p>Ask someone, preferably another ventriloquist, to evaluate and criticize your technique. Local ventriloquist clubs are a good source for help.</p>\n<p>Once you have identified troublesome sounds, practice those sounds. Since this practice is repetitious, do it privately lest you annoy people and make them wonder why you are talking to yourself. Practice while you are driving, in the shower, taking a walk, or wherever you have time alone.</p>\n<p>Your goals are to speak without perceptible lip movement and for such speech to become second nature. Anyone can do it with practice—er, “teractice.”</p>\n<p>* Ventriloquists dislike the word “dummy,” preferring “figure.”</p>\n<hr>\n<p><em>[Al Stevens is a a professional writer and an amateur ventriloquist. He also writes on computer programming and on ventriloquist figure building.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>Vox, Valentine, <em>I Can See Your Lips Moving</em>, Plato Publishing, 1993 <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>Bergen, Edgar, <em>How To Become a Ventriloquist,</em> Presto Books, 1938 <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>Winchell, Paul, <em>Ventriloquism For Fun and Profit,</em> I &amp; M Ottemheimer, 1954 <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a4\">\n<p><em>Maher Home Course of Ventriloquism,</em> Lesson 10, Maher Studios, 1975 <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a5\">\n<p><em>Maher Home Course of Ventriloquism,</em> Lesson 20, Maher Studios, 1975 <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lip Control</h1> <p><em><span data-rel=\"author\">Al Stevens</span> <span data-rel=\"location\">Cocoa, Florida</span></em></p> <p>The art of ventriloquism comprises many skills. The ventriloquist creates the illusion of being two people at once, coordinating several simultaneous actions: manipulating a ventriloquial figure; speaking dialogue for both the figure and the ventriloquist; maintaining two distinct voices and personalities; and making it seem that the figure's speech comes from the figure.</p> <p>Probably the most mysterious and interesting of these skills is lip control—speaking for the figure without lip movements. In normal speech, we move our jaws and lips. Yet a ventriloquist speaks without doing this. Lip control is only one of a ventriloquist's skills, but it is the one that people notice and comment on most often.</p> <p>Does a ventriloquist really “throw” the voice? No. It's an illusion based on misdirection. Every day we hear sounds that seem to come from somewhere other than their origin. Who hasn't searched in vain for a loud cricket in the house? Voices on television do not come from the people on the screen; they come from a speaker located nearby. Stereo speakers fool us into hearing a wide spectrum of sound. Our brains interpret what we hear and see and assume the sound's direction. Ventriloquists exploit this human characteristic. By changing his or her voice, coordinating a figure's movements with each syllable, and speaking with still lips, a ventriloquist seems to throw the voice.</p>"
}