{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>At the beginning of every year, it seems, various groups look back and reflect upon their language, giving joy to the lifestyle-section newspaper editors who print their pronouncements.</p>\n<p>This year (as it seems it does every year), Lake Superior State University in Sault Ste. Marie, Michigan, has listed <em>chad, dot.com,</em> and “Have a good one!” as expressions that should be avoided. They received 700 nominations for words to be abjured in speech and writing. Last year “e-anything” made their hit list, although the prefix <em>e</em>was the American Dialect Society's word of the year (not that this is a commendation, much like *Time'*s Man of the Year) in 1998.</p>\n<p>There is a great deal of pleasure to be found in condemning words and phrases that grate upon the ear (especially those used by those at least ten years younger than you are), but it seems unduly negative. Why not promulgate a list of words that need to be used <em>more?</em></p>\n<p>I'm not advocating a sappy list of soppy platitudes like “love” and “peace” and “tolerance,” (those are <em>things</em> that we need more of; the <em>words</em> are thrown around plenty). Instead, I propose a list of words, that, through no fault of their own, have fallen into disuse. (David Galef's “Plain Talk,” in this issue, touches upon this very subject.) I'm not advocating that all VERBATIM readers try to use <em>chum</em> in an unironic, nonshark-related way in the year 2001, but instead propose that some of the following be added to your daily or weekly vocabulary:</p>\n<p>For instance, <em>mitify,</em> which means 'to soften, mitigate' hasn't been used much lately (not since 1744) but seems ripe for a resurgence, if only to put in the way of those who can't distinguish between <em>militate</em> and <em>mitigate.</em></p>\n<p><em>Maronist</em>, 'a disciple of the poet Virgil,' seems to be a handy thing to call anyone who's passed fourth-year Latin. If you know any such persons, feel free to spout this one off.</p>\n<p><em>Diffarreation</em>, a kind of Roman divorce, could be nicely extended to use about the celebrity divorces that seem to fill the news. “I don't need to hear any more about Meg Ryan's <em>diffarreation</em>,” you could say, and certainly mean it. Since <em>confarreation</em> was the highest form of marriage among the ancient Romans, it seems apt to use both words to describe the joinings and disjoinings of the people who people the tabloids.</p>\n<p><em>Nidgery</em>, meaning 'trifling, foppish,' and <em>nifle</em>, 'trifle,' are both fine-sounding words to add to your language for 2001. I am sure that there will be no dearth of nidgery and nifling things, new millennium or no.</p>\n<p>If you've tired of <em>anorectic</em> and <em>skeletal,</em> or that favorite of weight-loss ads, <em>trim,</em> perhaps <em>macilent</em> might cheer you up, especially if you're facing a New Year's diet. You can also use it to mean 'lacking in substance.' It's a useful doubleedged word; they won't know if you've called them skinny or superficial!</p>\n<p><em>Afong</em> is a lovely, resounding word, meaning 'to take' or 'to accept.' “Certainly, I'd be happy to afong,” you say to an invitation or to a plate of little snacky things.</p>\n<p>When you resolve to add words to your language you may not necessarily add concepts, but you certainly add different perspectives, different etymologies, different sound-shapes rolling in your mouth. And with these words (or any others marked <em>obs. rare</em> in your <em>OED</em> or <em>Chambers</em>) you are saving them from abandonment, certainly a noble cause. (Not incidentally, if these words are put in circulation again, there will be much revising of dictionary entries and consequently full employment for lexicographers!)</p>\n<p>So, please send me your list of words you would like resurrected, and I will prepare a press release to gladden the black, despondent hearts of the Sunday-supplement editors next January. (For those unclear on the concept: do not, under any circumstances, write this magazine to suggest that “please,” “thank you,” and “excuse me” be restored to the language. Write <em>Miss Manners</em> instead.) Candidates can be sent, as always, by mail to either address on page 2, or by email to <a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.</p>\n<p>—<em>Erin McKean</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>At the beginning of every year, it seems, various groups look back and reflect upon their language, giving joy to the lifestyle-section newspaper editors who print their pronouncements.</p> <p>This year (as it seems it does every year), Lake Superior State University in Sault Ste. Marie, Michigan, has listed <em>chad, dot.com,</em> and “Have a good one!” as expressions that should be avoided. They received 700 nominations for words to be abjured in speech and writing. Last year “e-anything” made their hit list, although the prefix <em>e</em>was the American Dialect Society's word of the year (not that this is a commendation, much like *Time'*s Man of the Year) in 1998.</p> <p>There is a great deal of pleasure to be found in condemning words and phrases that grate upon the ear (especially those used by those at least ten years younger than you are), but it seems unduly negative. Why not promulgate a list of words that need to be used <em>more?</em></p> <p>I'm not advocating a sappy list of soppy platitudes like “love” and “peace” and “tolerance,” (those are <em>things</em> that we need more of; the <em>words</em> are thrown around plenty). Instead, I propose a list of words, that, through no fault of their own, have fallen into disuse. (David Galef's “Plain Talk,” in this issue, touches upon this very subject.) I'm not advocating that all VERBATIM readers try to use <em>chum</em> in an unironic, nonshark-related way in the year 2001, but instead propose that some of the following be added to your daily or weekly vocabulary:</p>"
}