{
  "type": "Article",
  "title": "Plain Talk, or the Case of the Vanishing Vocabulary",
  "author": "David Galef",
  "location": "Oxford, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Plain Talk, or the Case of the Vanishing Vocabulary</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p>\n<p>Plenty of people have written plenteous articles on words that have dropped from our speech. The tone is often ruefully nostalgic, a middle-aged wordlover sad that a cherished term has either faded from use or else been somehow tainted. At the risk of generalizing, though it's what I love to do, I'd say that words in the modern era leave common parlance for one of three reasons. First, a term may have become archaic, usually a victim of technological progress. How many people know what a <em>greave</em> or a <em>creese</em> is? Since our fights no longer involve suits of armor or swords, this ignorance isn't surprising. Social change also leaves certain words in its wake, such as <em>serf</em> or <em>fief.</em> Second, political correctitude and its euphemisms have forced certain words to hide for shame: no more <em>bums</em> or <em>cripples</em>, for instance. A related trend abducts words for “enlightened” labels that obliterate the old uses. Decades after the gay pride movement delivered its message, it isn't uncommon to hear an old gent annoyed that he can't use the words <em>queer</em> or <em>gay</em> anymore in their old senses. Third, slang and other  up-to-the-minute  vocabulary  quickly become dated. Few people nowadays talk about <em>moxie</em> or <em>pizzazz.</em></p>\n<p>I read these articles with interest, mentally raising my arm to the vanishing vocabulary: <em>Ave verba morituri saluto.</em> I know that language is a changing  entity,  and  change  in  usage  is inevitable. But what I can't quite fathom is why certain garden-variety words silently pass into the great sea of desuetude without so much as a farethee-well, and I'm not talking about <em>fathom</em> and <em>fare-thee-well,</em> which I employ here merely for effect (which is to note that some words, perfectly straightforward in their original incarnations, come back in a campy or exaggerated sense with invisible quotation marks around them; witness <em>contretemps, thug, nifty, newfangled, fiend,</em> and <em>chivalrous</em>).</p>\n<p>So what are these vanishing oral species? Well, how come people are so rarely <em>nonplussed</em> anymore? Or is it just that they don't have the <em>gumption</em> to admit it? Whatever happened to the derring-do duo <em>pluck</em> and <em>verve</em>? When was the last time someone was described in your hearing as <em>bumptious</em>? I don't want to be romantic about this loss of lexicon. It's not that these words leave an irreparable void. Instead of <em>nonplussed, puzzled</em> or <em>confused</em> will do. <em>Gumption</em> yields grudgingly to <em>fortitude</em> or <em>aggression,</em> just as <em>bravery</em> and <em>spirit</em> can substitute in a pinch for <em>pluck</em> and <em>verve.</em> And in our ego-inflated age, so many synonyms exist for <em>bumptious,</em> from <em>arrogant</em> to <em>selfassertive,</em> that it's hard to claim we've become deficient in that area.</p>\n<p>As with the gradual extinction of certain organisms, finding examples of ordinary words no longer with us is difficult precisely because—to put it like a Zen koan—what's the sound of a word not being pronounced? I don't have <em>chums</em> anymore, just good friends. Am I <em>chagrined</em> at this state of affairs? No, probably just a bit hurt. I suppose I could be <em>miffed,</em> but I haven't been that since I stopped saying it twenty years ago. I hear it now only in its arch inflection. In any event, it isn't my <em>wont</em> to carry grudges, though it might <em>behoove</em> me to do something about it.</p>\n<p>What of <em>scrappy</em> types, as well as <em>chumps</em> and <em>dopes? Slatternly</em> women, <em>feckless</em> men, and <em>fractious</em> children? I feel somewhat . . . <em>asea.</em> The departure of these terms has been so silent, not like the huge colorful gap left by <em>mugwump</em> or <em>hornswoggled,</em> whose entertainment value was as clear as their built-in evanescence. What has caused these perfectly serviceable words to pass on? Was <em>chum</em> too male? Was <em>dope</em> too insulting, <em>miffed</em> too British, or <em>asea</em> too poetic for this unpoetic age? Does behavior so influence language and vice versa that no one in this narcissistic age wants to admit being <em>chagrined</em> anymore, hovering between disappointment and humiliation, and so the term has therefore become outmoded? And while we're at it, how come no one these days feels <em>chipper?</em> Why does no one <em>simper?</em> Whatever happened to <em>spry</em> old folks and <em>surly</em> moods?</p>\n<p>Of course, I should acknowledge the distinction between spoken and written English. As I've tried to indicate, I'm tolling the bell mainly for words that used to exist in conversation. In fact, there's also a whole class of polysyllables, from <em>abashedness</em> to <em>zealotry,</em> that used to appear in novels and essays. The long list includes words like <em>imbroglio, querulous, temerity, curmudgeon, calumny, unprepossessing</em>, and, to my consternation, <em>consternation.</em> But I rarely used these words when I spoke to others. Instead, they rang in my reader's ears, creating a tintinnabulation that echoes to this day, but always silently, befitting words on a printed page.</p>\n<p>Still, I confess to being chagrined at the loss of <em>chagrin.</em> That was a word worth hearing aloud. <em>Wont</em> and <em>behoove</em> are still used by a colleague of mine in our English department, but with the ironic pronunciation that indicates a deliberately employed archaism. I guess children aren't <em>fractious</em> anymore, or even <em>unruly.</em> They're just <em>cranky</em> or <em>bratty.</em> People are still <em>feckless,</em> of course, but nowadays just plain <em>losers</em> or, to put it more politely, <em>nonperformers.</em> At least they're not <em>ne'er-do-wells,</em> which would be a real throwback. That's the point: it's no good mourning the loss of <em>varlet</em> or <em>reeve.</em> You can't really save a word that's already extinct, save to embalm it in irony. Old slang sounds too dated, and trying to resuscitate a term like <em>hobo</em> won't win you many friends. What's left? As I proceed with my antennae out for vanishing verbiage, I have to test each candidate as I hear it (or divine its absence). It can't be just any old word but a common oral usage that has become uncommon. Does <em>hoopla</em> belong? No, too slangy. How about <em>caterwaul</em> or <em>cockamamie?</em>—which survives tenuously in its link to <em>scheme.</em> This last instance opens up a whole class of words that would have been lost but for an enduring phrase: an <em>offhand manner,</em> a <em>cavalier disregard.</em> Should I follow this <em>primrose path,</em> or does this way lead to overextension?</p>\n<p>The other day, I mentally resuscitated <em>pert</em> and its cousin <em>brash.</em> So the search continues. So I build up my meager collection, rejecting most of what comes under my scrutiny. Should <em>disgruntled</em> and <em>winsome</em> be placed on the endangered list, or were they always more literary than conversational? And once I find my specimens, what then? My one-man campaign to reintroduce <em>bedlam</em> hasn't exactly been a howling success. But am I <em>dismayed?</em> Should this essay end with hand-wringing and a sense of belatedness? But why call it belated? Maybe I'm just <em>tardy,</em> that's all.</p>\n<p>[David Galef is a frequent contributor. His last piece in VERBATIM was the poem “Primer” in issue XXIV/4.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Plain Talk, or the Case of the Vanishing Vocabulary</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p> <p>Plenty of people have written plenteous articles on words that have dropped from our speech. The tone is often ruefully nostalgic, a middle-aged wordlover sad that a cherished term has either faded from use or else been somehow tainted. At the risk of generalizing, though it's what I love to do, I'd say that words in the modern era leave common parlance for one of three reasons. First, a term may have become archaic, usually a victim of technological progress. How many people know what a <em>greave</em> or a <em>creese</em> is? Since our fights no longer involve suits of armor or swords, this ignorance isn't surprising. Social change also leaves certain words in its wake, such as <em>serf</em> or <em>fief.</em> Second, political correctitude and its euphemisms have forced certain words to hide for shame: no more <em>bums</em> or <em>cripples</em>, for instance. A related trend abducts words for “enlightened” labels that obliterate the old uses. Decades after the gay pride movement delivered its message, it isn't uncommon to hear an old gent annoyed that he can't use the words <em>queer</em> or <em>gay</em> anymore in their old senses. Third, slang and other  up-to-the-minute  vocabulary  quickly become dated. Few people nowadays talk about <em>moxie</em> or <em>pizzazz.</em></p> <p>I read these articles with interest, mentally raising my arm to the vanishing vocabulary: <em>Ave verba morituri saluto.</em> I know that language is a changing  entity,  and  change  in  usage  is inevitable. But what I can't quite fathom is why certain garden-variety words silently pass into the great sea of desuetude without so much as a farethee-well, and I'm not talking about <em>fathom</em> and <em>fare-thee-well,</em> which I employ here merely for effect (which is to note that some words, perfectly straightforward in their original incarnations, come back in a campy or exaggerated sense with invisible quotation marks around them; witness <em>contretemps, thug, nifty, newfangled, fiend,</em> and <em>chivalrous</em>).</p> <p>So what are these vanishing oral species? Well, how come people are so rarely <em>nonplussed</em> anymore? Or is it just that they don't have the <em>gumption</em> to admit it? Whatever happened to the derring-do duo <em>pluck</em> and <em>verve</em>? When was the last time someone was described in your hearing as <em>bumptious</em>? I don't want to be romantic about this loss of lexicon. It's not that these words leave an irreparable void. Instead of <em>nonplussed, puzzled</em> or <em>confused</em> will do. <em>Gumption</em> yields grudgingly to <em>fortitude</em> or <em>aggression,</em> just as <em>bravery</em> and <em>spirit</em> can substitute in a pinch for <em>pluck</em> and <em>verve.</em> And in our ego-inflated age, so many synonyms exist for <em>bumptious,</em> from <em>arrogant</em> to <em>selfassertive,</em> that it's hard to claim we've become deficient in that area.</p>"
}