{
  "type": "Article",
  "title": "(Mis)interpretation?",
  "author": "Allison Whitehead",
  "location": "Stifford Clays, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">(Mis)interpretation?</h1>\n<p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p>\n<p>Had Michel de Nostredame (more popularly known as Nostradamus) been alive today, he probably would have subscribed to VERBATIM. His love of punning and wordplay, his use of anagrams, abbreviations and ambiguities . . . they are all still keeping us busy more than four hundred years after he wrote the Centuries. Was Nostradamus really predicting the future in his quatrains, or was he merely showing us what a knot we can get ourselves into when trying to decipher such vague and dramatic verses?</p>\n<p>Fear of being accused of witchcraft by the Church led him to set down his predictions in a mix of languages, also inserting his own coded type of language and arranging the Prophecies out of their chronological order. We also have the problem of 'split' quatrains, where the first two lines of a verse refer to something completely different from the last two, done once again to confuse the Church at the time. Add to this the fact that a man living in the 16th century was trying to describe visions of life as lived in the twentieth century and beyond, it's no wonder some of his translated verses are somewhat bizarre.</p>\n<p>Certainly, some of the meanings given to the -words he chose are far removed from their literal meanings today. Take the following examples — many modern commentators agree that when Nostradamus uses the word 'animal', he actually means 'machine'. A similar example can be seen in Century 11, Quatrain 5:</p>\n<blockquote>\n<p>When weapons and documents are enclosed in a fish,</p>\n<p>Out of it will come a man who will then make war.</p>\n<p>His fleet will have travelled far across the sea,</p>\n<p>to appear near the Italian shore.”</p>\n</blockquote>\n<p>Here the word 'fish' is agreed to be the nearest Nostradamus could get in the 16th century to describing the modern day submarine, which neatly illustrates the broadness of mind needed to attempt to decipher his writings. Not only must we interpret what a man saw over four hundred years ago, we must try and see things from his point of view. He described what he saw within his own terms of reference. 'Death' is seen as meaning either literal bodily death, or political death, and again the meaning chosen depends on the contents of the rest of the quatrain. His attempts to describe things not yet invented have, if one believes the suggestions made by commentators, led to some interesting interpretations. 'Copies of gold and silver' is taken to mean paper money. Being 'put on a spit' is thought by some to mean being run through with a sword, and by others to mean being burned alive (perhaps at the stake?). A 'thunderbolt', as referred to in the quatrain which predicts the assassination of John F. Kennedy, is taken to mean a gunshot; an 'iron cage' is thought to indicate a car, or perhaps a tank, or other type of vehicle; and perhaps most ingeniously, the 'half pig man' mentioned in one than one quatrain is translated by some as referring to a pilot, with his oxygen mask. So the quatrain describing the person born of a pig man, is telling us of someone born to a pilot. Most ingenious. But is it correct?</p>\n<p>Here lies the main problem with Nostradamus. Many phrases have double or even multiple meanings, depending on how you interpret the words, which can radically alter the quatrain itself. Words and phrases can be taken to be general as well as specific, i.e. 'pestilences extinguished' can mean any number of diseases and ailments overcome, which could easily refer to the advances of modern medicine, rather than to any specific disease. Easy to 'foretell', this one, especially by someone with extensive medical knowledge, such as Nostradamus had. We should also question the interpreter's motives. Both believers and non-believers may deliberately or quite innocently twist the meanings to fit their own expectations. Both parties have managed over the years to produce quite convincing evidence that Nostradamus is a fake, and also the most talented seer the world has ever known. A certain amount of luck is inherent in everything, and with the vagueness of some of the quatrains it can be easy to see only what we want to see.</p>\n<p>But not all the Centuries are filled with such vague writings. Some of the quatrains are more specific. The reference to the Kennedy assassinations seems more precise in this quatrain:</p>\n<blockquote>\n<p>The great man will be struck down in the day by a thunderbolt.</p>\n<p>An evil deed, foretold by the bearer of a petition.</p>\n<p>According to the prediction another falls at nighttime.</p>\n<p>Conflict at Reims, London, and pestilence in Tuscany.</p>\n</blockquote>\n<p>'The great man' is taken to be JFK, who was indeed struck down during the day; and the other falling at nighttime is accepted as being Robert Kennedy, who was shot at night only a few years later. Nostradamus gets more specific still in Century 1, Quatrain 35, predicting the death of Henri 11:</p>\n<blockquote>\n<p>The young lion will overcome the older one,</p>\n<p>in a field of combat in a single fight:</p>\n<p>He will pierce his eyes in their golden cage;</p>\n<p>two wounds in one, then he dies a cruel death.</p>\n</blockquote>\n<p>The 'golden cage' represents the gilt helmet that Henri wore during a duel, when his competitor's lance struck the helmet and entered his head just above his eye. It took ten days for him to die. Quatrains where a specific location is mentioned are more convincing, which begs the question — why was he so obvious with some, and so obscure with others? The Great Fire of London was predicted in Century 2, Quatrain 51, where London is stated as being 'burnt by fire in three times twenty plus six'. This places the event in a year ending in '66.</p>\n<p>Nostradamus also made heavy use of anagrams and other word games to hide the meanings of his prophecies. 'Chiren' is commonly accepted to be an anagram of Henric, meaning Henri, while 'Rapis'was often used in place of Paris. 'D.nebro' is accepted as being a phonetically challenged version of Edinburgh, while 'Leon' is a transparent disguise for Lyon. In some cases the anagrams are allowed to be 'nearly but not quite', i.e. 'Nersaf, is taken to be a wonky anagram of France. A slightly more involved example occurs in Century 1, Quatrain 87, which appears to predict a huge earthquake affecting New York. The last two lines announce that 'two great rocks will war for a long time, then Arethusa will redden a new river'. 'Arethusa' is the key word here, and once again more than one potential meaning has been offered. Some commentators have shortened 'Areth' to 'Ares', meaning the God of War... and the remaining 'usa' is obvious. But Arethusa was also a Greek nymph, blessed with the ability to change into a stream. What connection has she got with the 'reddened river', one wonders?</p>\n<p>Another somewhat dubious example concerns 'Mabus', a name mentioned in more than one quatrain, and which Nostradamus seems to connect with the third Antichrist. Some people have claimed he was referring to Saddam Hussein — reverse Mabus to give us Subam; make the 'b' into a 'd', and Sudam is as close to Saddam as you could get, phonetically if not literally. It seems a stretch . . . or maybe there is a man called Mabus who hasn't appeared on the world stage quite yet.</p>\n<p>But perhaps the most famous name which appears in the Centuries is 'Hister'. This particular example is full of delights and possibilities. Firstly, we must be aware that in Nostradamus' time, the letter 's' was written in long form, to look more like an T. This gives us 'Hilter'. Swap the middle two letters around and there you are — the name of the second Antichrist. So did he know we would read the 's' as an 'l'? Or was Hister the closest he could get to the name? Interestingly, before the Second World War, 'Hister'was accepted as meaning the River Danube, as Ister was its Latin name. But seeing as Hitler did have connections with the river, maybe Nostradamus was giving us a double word clue by putting the letter H in front of Ister ... ? Even if you believe Hister to be nothing more than a lucky guess, or another case of modern day interpreters twisting the quatrains to fit what they see as being correct, the words 'war' and 'Germany' also appear with 'Hister' in this quatrain. These three words together surely hold more precognitive power than they would individually.</p>\n<p>Another example of where spelling in the 16th century differed from what we would expect now is contained in Century 8, Quatrain 1, the first line of which says 'PAU, NAY, LORON, will be more of fire than blood'. Pau, Nay and Loron all exist as French towns, but some have pointed out they are an anagram of Napaulon Roy, meaning Napoleon the King. Napaulon was a common way of spelling Napoleon in Nostradamus's time. But what of the French towns? Is this another double meaning, in the same manner as Hister and Ister, the Danube? These apparent double meanings are rife in the Centuries, and both Napoleon and Hitler have been connected by commentators to the following quatrain:</p>\n<blockquote>\n<p>In the deepest part of Western Europe</p>\n<p>a child will be born of poor family,</p>\n<p>who by his speech will entice many peoples.</p>\n<p>His reputation will grow even greater in the Kingdom of the East.</p>\n</blockquote>\n<p>Double prophecy, double meaning? This quatrain isn't completely vague as Western Europe is mentioned, and it isn't the only quatrain with an apparent double relevance. Is this wordplay at its cleverest, predicting two major historical events in the same four lines? Or are we once more reading too much into it, with the huge benefit of hindsight? Napoleon is also sometimes referred to as the 'Eagle', meaning his characteristics match those of the bird. But the word 'eagle' is also taken to represent the United States of America in some quatrains, so quite how one can be sure which one Nostradamus is referring to, is a puzzle. The 'Lion' is another emblem that often appears, usually being equated with England. The 'great lady' and the 'ancient lady', when appearing in quatrains relevant to London, are agreed to mean St Paul's Cathedral.</p>\n<p>One of the better known quatrains, at least since the beginning of 1999, is this one, from Century 10, Quatrain 72:</p>\n<blockquote>\n<p>In the year 1999 and seven months,</p>\n<p>from the sky will come the great King of Terror.</p>\n<p>He will bring back the great King of the Mongols.</p>\n<p>Before and after war reigns happily.</p>\n</blockquote>\n<p>As this is one of the few quatrains that contains so precise a date, not to mention the emotive words 'war' and 'terror', believers announced this to be the end of the world. But at the time of writing, in 2001, we're all still here. So was this misinterpreted? Does it in fact refer to a localised event in another country? Does it show that we are unable to correctly decipher the word clues and obscure but accurate meanings he left us? Or is it irrefutable proof that Nostradamus was wrong?</p>\n<p>The problems begin when different commentators translate the original Centuries slightly differently, trying to negotiate their way through the quagmire of languages Nostradamus used to set them down. His 16th century descriptions must then be compared to the subsequent four hundred years of knowledge and history, to get an idea of what he could see.</p>\n<p>The intriguing thing is, the more you study the Centuries, and the more aware you are of the wordplay, tricks and meanings he liked to use, the more sure you are that we will never know for sure whether he was a genius or a crank. The one thing we do know is that he was perhaps one of the greatest word manipulators the world has ever seen.</p>\n<p>At least, that's how I translate it.</p>\n<p><em>[Allison Whitehead has had two other pieces published in VERBATIM, including “Titillating Titles” in Vol. XX/4.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">(Mis)interpretation?</h1> <p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p> <p>Had Michel de Nostredame (more popularly known as Nostradamus) been alive today, he probably would have subscribed to VERBATIM. His love of punning and wordplay, his use of anagrams, abbreviations and ambiguities . . . they are all still keeping us busy more than four hundred years after he wrote the Centuries. Was Nostradamus really predicting the future in his quatrains, or was he merely showing us what a knot we can get ourselves into when trying to decipher such vague and dramatic verses?</p> <p>Fear of being accused of witchcraft by the Church led him to set down his predictions in a mix of languages, also inserting his own coded type of language and arranging the Prophecies out of their chronological order. We also have the problem of 'split' quatrains, where the first two lines of a verse refer to something completely different from the last two, done once again to confuse the Church at the time. Add to this the fact that a man living in the 16th century was trying to describe visions of life as lived in the twentieth century and beyond, it's no wonder some of his translated verses are somewhat bizarre.</p> <p>Certainly, some of the meanings given to the -words he chose are far removed from their literal meanings today. Take the following examples — many modern commentators agree that when Nostradamus uses the word 'animal', he actually means 'machine'. A similar example can be seen in Century 11, Quatrain 5:</p>"
}