{
  "type": "Article",
  "title": "CLASSICAL BLATHER: -ists, -ites, and other ends",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>-ists, -ites, and other ends</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>In a letter to the editor of the <em>New York Times Book Review</em>, published on Feb. 18, 2001, Harold Ticktin of Cleveland, Ohio, took to task the author of an article in an earlier issue for referring to followers of the philosophy practiced by the presidential administration of Ronald Reagan as <em>Reaganites</em>. The suffix -<em>ite</em>, the correspondent claimed, has a negative connotation; a more neutral and therefore more correct term for such conservatives would be <em>Reaganists</em>. While fanciful, this distinction got us to wondering about these two suffixes, and some others. Are -<em>ite</em> and -<em>ist</em> essentially interchangeable, conveying only “a distinction without a difference?”<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>Etymologically, the latter is Greek, while the former is sometimes Greek and sometimes from or through Latin. Two Greek sources for words ending in <em>-ist</em> derive from verbs: the noun-ending -<em>istés</em> (the <em>e</em> is an eta, not an epsilon—that is, it is long rather than short) comes from verbs whose present tense includes the theme-consonant <em>-z-,</em> such as <em>baptizein</em>, “to baptize.” Many such verbs, particularly those connected with religion, have been borrowed more or less intact into English, and retain the <em>-z-:</em> <em>proselytize</em>, <em>evangelize,</em> and so on.) A Sophist, from the Greek adjective <em>sophistes,</em> originally meant a specialist in <em>sophia</em> ('wisdom') though when the followers of the rhetorical philosopher Protagoras dubbed themselves by this term it provoked reactions ranging from mirth to contempt on the part of fifth-century Athenians. (The verb <em>sophizein</em> has not, perhaps regrettably, come down to us as <em>sophize,</em><sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> but we do have a verb whose meaning is sort of similar, and no less scornful, “to wise around.”)</p>\n<p>The suffix <em>-ist</em> can also denote the object of an action, likewise derived from a verb: <em>chrein</em> is Greek for 'anoint'—ecclesiastical circles still speak of <em>chrism</em> as the act of anointing—and hence <em>christos</em> simply means 'anointed,' though it came to be used exclusively with a capital <em>C</em> to denote Christ as the Messiah (which also means the same thing, being a transliteration of Aramaic <em>mashiah</em> and cognate with Arabic <em>meshiha</em>.)</p>\n<p>It is the former type of verb which gives us Baptist—not merely one who has been baptized (most Christians are, sooner or later) but a foll-ower or practitioner of that brand of Protestantism that believes in the baptism of consenting adults. This is the -<em>ist</em> in <em>evangelist</em> as well (literally, one who is in the business of announcing good news (<em>eu</em>-, 'good-' plus -<em>angellein</em>, 'to announce, be a herald'—whence <em>angel</em>). By analogy, the suffix also appears in <em>Seventh-Day Adventist</em>,<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> <em>Spiritualist</em>,<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> and <em>Unitarian-Universalist</em><sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>—indeed, as the ending indicating an adherent of any of a multitude of belief systems (heretical and otherwise), such as <em>atheism</em>, <em>solipsism</em>, <em>socialism</em>, <em>nationalism</em>, <em>hedonism</em>, <em>Epicureanism</em>, <em>Zoroastrianism</em>, <em>Gnosticism</em>, <em>Catharism</em>, <em>Jansenism, Mesmerism</em>, and <em>Ubuism</em>.<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> It also transcends etymological boundaries, giving rise to such hybrid job descriptions or pastimes as <em>jurist</em>, <em>cartoonist</em>, <em>lutenist</em>, <em>sitarist</em>, and <em>canoeist</em>.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>There is another Greek <em>-istos</em> which is a superlative suffix corresponding to English <em>-est</em> (e.g., <em>megas</em>, 'great' gives <em>megistos</em>, 'greatest') but its appearance in our tongue is usually in disguise and often filtered through Latin. Thus we read of the legendary Hermes Trismegistus (Hermes thrice-greatest), whose second name a fictional new father of high-minded Enlightenment principles intended to bestow on his child, but somewhere between the first floor and the second it got misremembered by a maidservant—whence the title of Laurence Sterne's <em>Life and Opinions of</em> <em>Tristram Shandy</em>. The adjective <em>megistos</em> also survives in the name given by the Arabs, through whom it was transmitted to Christendom, to the treatise on astronomy originally written in Greek by Claudius Ptolemaeus: the <em>Almagest</em>, which firmly codified the geocentric worldview until it unravelled in the face of anomalous observations and proliferating sub-theories around the time of Copernicus in the fifteenth century.<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>The suffix <em>-ite</em>, when denoting a person, also derives from the Greeks (-<em>ités,</em> again with an eta), for whom it meant someone who lived in a certain place (an <em>eremités,</em> 'eremite, hermit' was someone who lived in a desert or wilderness (<em>eremia</em>) or came from a given tribe or country.) Hence many names of societies or peoples were given this ending when the Old Testament came to be translated into Greek in the version known as the <em>Septuagint</em> (so called from the threescore-and-ten scholars who worked on the project, <em>septuaginta</em> being Latin for 'seventy.'). It is for this reason that Aramaic <em>Hitti</em> (Anatolian <em>Hatti</em>) became Hittite, <em>Emori</em> became Amorite, the descendants of <em>Lewi</em> became the Levites, and the children of Israel <em>the Israelites.</em> By extension, the -<em>ite</em> suffix got attached to the names of founders of movements, much like -<em>ist</em>: Luddites, Mennonites, Owenites, Millerites, and so on.<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>A second kind of <em>-ite</em>, like the first kind of <em>-ist</em>, comes from the fourth principal part (the so-called <em>supine</em>) of Latin verbs whose theme-vowel is <em>i.</em> This is a common suffix<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> in the nomenclature of minerals—<em>Alexandrite</em>, <em>Labradorite</em>, <em>pegmatite</em>, <em>granite</em>, <em>lignite</em> <em>hematite</em>, <em>graphite</em>, <em>quartzite</em>, <em>steatite</em>, <em>diorite</em>,<sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> etc.—and chemical compounds, in which it is in contradistinction with <em>–ate <em>to indicate one less oxygen atom in the negatively-charged radical. Thus sulfur compounds that are sulfites end in an -SO3 radical (e.g copper sulfite, Cu2SO3), but sulf</em>ate</em>s in -SO4. (Similarly, the nitrate of potassium, better known as saltpeter, is KNO3; there is also a potassium nitrite, which is KNO2.) The suffix -<em>ide</em> is used to indicate a negative radical of an atom per se, without oxygen or other frills. So a <em>sulfide</em> ends in just sulfur: copper sulfide is Cu2S, and hydrogen sulfide, that staple end-product of high school chemistry stinkbombs, is H2S. Similarly, bromides end in bromine (silver bromide, a component of photographic emulsions, is AgBr), nitrides in nitrogen (copper nitride is Cu3N), and fluorides in fluorine: stannous fluoride, the active ingredient in most fluoride toothpastes, is SnF2, not to be confused with stann<em>ic</em> fluoride (SnF4).</p>\n<p>And why -<em>ous</em> versus -<em>ic</em>? Because some metals, tin (Sn) among them, can have different valences, or electrical charge units, depending on what compounds they're in. Iron (Fe), for example, can have either a valence of two (indicated as Fe++) or three (Fe+++). The higher valence is designated by -<em>ic</em> (from the Greek adjectival suffix -<em>ikos</em>, as in <em>Hellenikos</em>, 'Greek,' borrowed into Latin as -<em>icus</em>): Ferrous chloride, or <em>lawrencite</em>, is FeCl2; ferric chloride is FeCl3.<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> One might suppose that <em>-ous</em> (from the Latin suffix -<em>osus</em>, meaning 'full of'<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup>) would designate the higher valence, but no.</p>\n<p>In its ordinary English sense, -<em>ic</em> simply means “of,” as in <em>scientific</em> nomenclature, <em>Gallic</em> wit, or the <em>Mohorovicic</em> discontinuity. The apparent stammer in this last name, used adjectivally, made for double takes when it first came into use, in the late 1950s, to refer to an apparent density boundary between layers in the earth's crust, discovered by sonar, which seemed much deeper beneath continents than under the ocean floor. The geological anomaly's comparative shallowness underseas (only four miles beneath the ocean floor) spurred scientists to obtain funding for a long-term drilling project to bore what was promptly dubbed “the mohole,” just to find out what <em>was</em> down there. As it happened, the project was rendered moot by the emergent plate tectonic theory a decade later, the discontinuity being explained away as the underside of the moving plates of the lithosphere. And the puzzle of the two <em>-ic</em>s proved to be due only to another boundary, the one between the adjectival -<em>ic</em> and the surname of the scientist for whom the layer was named: Mohorovic, a patronymic whose final consonant—pronounced -<em>vitch</em>—had lost its hac‡ek<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> while crossing the border between Slavic and English orthography.</p>\n<hr>\n<p><em>[Nick Humez is currently indexing vols. 7–25 of <em>VERBATIM</em>. Shhh! Don't bother him.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>I am obliged to classicist Jane Cates for calling my attention to the <em>NYTBR</em> letter, and thus for the genesis of this column. The quote is from Federal-period playwright Royall Tyler's <em>The Contrast</em>, the third play ever produced in New England, subscribers to whose initial printing included President George Washington (two copies). It is uttered by the foppish valet Jessamy in response to his opposite number, Col. Manly's comic-Yankee aide-de-camp Jonathan, bristling at being called the colonel's “servant” rather than his “waiter.” <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>I here follow the linguists' convention of marking unattested forms by preceding them with an asterisk. I am indebted to Dr. Timothy Renner, chair of the Department of Classics and General Humanities at Montclair State University in New Jersey, for a very helpful discussion on March 5, 2001 of the first two types of Greek-derived -<em>ist</em> suffixes during a lull in a nasty nor'easter. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>Seventh-Day Adventism is the lineal sucessor to an apocalyptic cult founded by one William Miller, an American rural mystic whose painstaking biblical analysis concluded that the Second Coming of Jesus would take place sometime during a one-year-period beginning in March of 1843. The movement attracted numerous followers, dubbed the Millerites, not all of whom abandoned the faith when the global catastrophe failed to materialize. For a fascinating hands-on description of a 20th-century end-of-the-world cult and its durability of belief in spite of disconfirming evidence, see Festinger et al.'s controversial sociological study, <em>When Prophecy Fails</em> (Harper &amp; Row, 1956). Seventh-Day Adventism continued to thrive, observing a Saturday sabbath, practicing a regimen of temple-of-the-body abstention from coffee, alcohol, tobacco, and other toxins, and running excellent hospitals in several cities and towns such as Brunswick, Maine. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>Spiritualism enjoyed a robust following in the late 19th century, and although the National Association of Spiritualists was not formed until 1893, local groups were active a generation earlier. Thomas Bassett, in his history of religion in the Green Mountain state, <em>The Gods of the Hills</em> (Vermont Historical Society, 2000), states that although believers were “sprinkled thinly over the whole state,” they had their own newspaper, the <em>Banner of Light</em>, which carried the most extensive reports on the Rutland Free Convention of radical reformers (including abolitionists) during the religious revival of 1858. The denomination began holding its own annual statewide conventions after the Civil War, and by 1880 had raised the money to buy Queen City Park in Burlington from the Vermont Central Railroad, which it then managed, according to Bassett, as “a sort of camp meeting center,” with “no-liquor, no-gambling grounds; forenoons free to 'all who wish to express their ideas on any progressive subject'; speakers and séances in the evenings.” <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>Unitarianism in the United States began as a liberal movement within the Congregationalists (now, United Church of Christ), resulting in the formation of the American Unitarian Association in 1825; as the name implies, Unitarians do not believe in a triune God and hence reject the notion that Jesus was uniquely God incarnate. Universalism , founded in the 18th century, was so called from the belief that an infinitely merciful God would save all people from damnation (a view covertly held through the years by some members of other churches as well, such as Anglicans Isaac Newton and Lewis Carroll). The two sects formally merged in 1961. The suffix <em>–(i)an</em> is a common Latin adjectival ending (e.g. <em>Roma</em>, 'Rome' yields <em>romanus</em>, 'Roman'), and was pejoratively added to the Latinized form of the Messiah's Greek name to label adherents of the upstart Eastern cult as <em>Christiani</em>. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>Solipsism combines the Latin adjective <em>solus</em> ('alone') with the pronoun <em>ipse</em> ('oneself'). Greek <em>hédoné</em> (etas both) means 'pleasure,' and is related to the adjective <em>hédys</em>, 'sweet;' Epicurus has been sold rather short by being dismissed as a mere hedonist, as readers of his surviving writings may see for themselves. (A <em>Harvard Classics</em> volume conveniently includes excerpts of his work sandwiched between several of the better-known dialogues of Plato and the <em>Meditations</em> of Marcus Aurelius.) Zoroastrianism, the state religion of the Persian empire and its Parthian successors from the 6th century <em>B.C.</em> on, was named for Zaruthustra and centered on the worship of Ahura-Mazda, creator of the world, source of light, and the embodiment of good (and as such the opponent of the archdemon of darkness, Ahriman, whose name probably comes from Avestan <em>anra mainyu</em>, 'evil spirit'). Gnosticism was an early form of Christianity which promulgated a doctrine of gradations of sacred wisdom (from Greek <em>gnosis</em>, 'knowing') and thus for the main-line church uncomfortably close to Greek-style mystery cults like those of Demeter or Orpheus. Catharists (from Greek <em>katharos</em>, 'clean, undefiled') combined features of Gnosticism (there were ranks of membership) and Manicheanism (itself owing a good deal to Zoroastrian dualism) in their belief that the universe was embroiled in a conflict between spiritual forces (led by God) and material ones (led by Satan) and that an ascetic life was the path to salvation. The sect, also known in France as the Albigenses, was active in the Middle Ages until ruthlessly suppressed by St. Dominic and his followers in the 15th century. Jansenism, named for the 17th-century Dutch theologian Cornelis Jansen, was a puritan movement within the Roman Catholic Church which denied free will, proclaimed the total depravity of humankind, and embraced predestination. Its adherents included the mathematician Blaise Pascal. Mesmerism took its name from Franz Mesmer, an Austrian physician who discovered that people could be hypnotized. It was also known as animal magnetism and was a source of fascination in parlors and consulting rooms down to the beginning of the 20th century, with such divergent practitioners as the young Sigmund Freud and an even younger Mary Baker Eddy. Ubuism seems to have nothing to do with the title character of <em>Ubu Roi,</em> Alfred Jarry's scurrilous burlesque of <em>Macbeth</em> which so scandalized Paris during the “Banquet Years” preceding the first World War. This exotic belief system would be utterly unknown to me save that I chanced to spot a small card with white lettering on a black background, thumbtacked to the wall of a lavatory shared by several units in an old-fashioned apartment house in Cambridge, Massachusetts, in the early 1960s and assuring the reader (in French) that “Happiness is not the recompense of Ubuism, but Ubuism itself.—Mutembi.” If there is any reader who can possibly shed more light upon this tantalizing clue, I would be most grateful. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>The stems are respectively from Latin (<em>ius</em>/<em>iuris</em>, “law”), Italian (<em>cartone</em>, '(fresco) painter's/tapestry-weaver's plan,' the intensifier -<em>one</em> being added to <em>carta</em>, 'chart, plan, map'), Arabic (<em>a lute</em> is from <em>al 'u</em>€<em>d</em>, the '<em>u</em>€<em>d</em> being an oud, a stringed instrument with a round belly and a neck, still widely performed upon in the Middle East and northern Africa), Hindi/Urdu (<em>sitar</em> is cognate with Greek <em>kithara,</em> whence also medieval English <em>cittern</em> and modern <em>guitar</em>), and Arawak (<em>canoa</em>, as the invading Spaniards rendered it, being the name used by natives of the West Indies for their smallest watercraft). <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>The story of how an earth-centered cosmology was supplanted by a sun-centered one is briefly discussed in <em>The Structure of Scientific Revolutions</em> (University of Chicago Press, 1962; revised edition 1970) and described in much fuller detail in <em>The Copernican Revolution</em> (Harvard University Press, 1961), both by the ground-breaking science historian Thomas Kuhn. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>While there is no intrinsic stigma attached to this suffix, it's possible that calling a group Brighamites instead of the Church of the Latter-Day Saints, or Gingrichites as opposed to Social Nationalists, may indeed have the effect of robbing those so designated of some of the cachet they might hope for by choosing their own name and having it stick, since it tends to reduce a broader movement to the ideas and charisma of a single eponymous founder. Ned Lud(d) gave his name to the Luddites, who destroyed textile machinery between 1811 and 1816 in a fruitless attempt to hold back the inevitable degradation of the small-craft handworker into the industrial wage slave; Mennonites are evangelical Protestant followers of Menno Simons (1492–1559), many of whom emigrated from Europe to more tolerant Pennsylvania on account of their refusal to swear oaths or join armies. Owenites were 19th-century socialists on the model set by a Welsh admirer of the utopian theories of François Marie Charles Fourier, Robert Owen. Owen's New Lanark mill was an early and moderately successful experiment in social engineering, though its New World imitations, such as Bronson Alcott's Fruitlands and Brook Farm (immortalized satirically in Nathaniel Hawthorne's <em>Blithedale Romance</em>), tended to fail ignominiously. (For the Millerites, see note 3.) <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p>There is, however, one instance of the second sort of -<em>ist</em> turning up in a mineral name: <em>schist</em>, the term for any metamorphic rock which cleaves along thin planes, such as mica, from the same Greek verb for 'splitting' which gives us <em>schism</em> and <em>schizophrenia</em>. But in any case one couldn't very well call it <em>schite</em>, at least not in decent company. In this connection Sir John Harington's <em>Metamorphosis of Ajax</em> (Richard Field [London], 1596; modern edition ed. by Elizabeth Story Donno, Columbia University Press, 1962) at one point coyly refers to a privy as “a shooting place writ with Pythagoras['s] letter,” alluding to the Crotona Pythagoreans' use of Greek upsilon (Υ) to symbolize the divergent paths of virtue and vice. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>Pegmatite, from Greek <em>pegma/pegmata</em> ('something that fastens something else together') is a kind of coarse granite typically found as veins shooting through surrounding country rock; lignite, a form of coal which often shows the grain of the original wood (Latin <em>lignum</em>) from which it formed, is midway in hardness between bituminous coal (from Latin <em>bitumen</em>, 'mineral pitch, asphalt') and anthracite (from Greek <em>anthrax</em>, 'coal'). The <em>hema</em>- of hematite is from Greek <em>haima</em>, meaning 'blood,' as the iron-rich mineral weathers to a reddish earth. Steatite is so called because it feels greasy, <em>stear</em> being Greek for 'hard fat' (compare <em>steatopygia</em>, 'having (egregiously) fat(-storing) buttocks,' a naturally-selected survival trait among some peoples and manifest from Ice Age Europe in the famous figurine called the Venus of Willendorf). This talc-bearing mineral is more commonly known as soapstone, and was variously used by contractors in the early 1900s for laundry sinks and by hippies in the 1960s for carved objets d'art. Diorite, a hard, black igneus rock with fine crystalline structure, comes from Greek <em>diorizein</em>, 'to distinguish,' itself a compound of <em>dia</em>-, 'through, apart,' plus <em>horizein</em>, 'to define,' the <em>horizon</em> being the line which sets off earth from sky; the durability of this stone accounts for the survival of such important archaeological survivals as the 2,750-year-old Code of Hammurabi, which was carved on a diorite pillar surmounted by a bas-relief of the Babylonian king receiving the laws from the hand of Shamash, the god of the sun and of justice. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>My source for much of this information about the nomenclature of chemistry is the 1962 edition of the perennial <em>Handbook of Chemistry and Physics</em>, published by the Chemical Rubber Publishing Company of Cleveland, Ohio, and hence affectionately known to science wonks as the “Rubber Bible.” Together with the <em>C.R.C. Tables</em>, it is the core of any physical science reference shelf. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>The suffix <em>-ous</em> retains its 'full of' connotation in English as well. Its opposite, Latin <em>-ulus</em>, 'little' survives almost exclusively in borrowed words such as <em>miniscule</em>, but some nouns retain the diminutive suffix <em>-et(te)</em>, which is also from (late) Latin via Italian and French, in preference to Germanic <em>-ling</em> or <em>-kin</em>. So we speak of <em>suffragettes</em> (called <em>suffragists</em> in England) <em>baronets</em> and <em>coronets</em>, Victorian-era maidens' <em>pantalettes</em>, backwater <em>hamlets</em>, <em>dinette</em> sets, and <em>gimlets</em>—this last being derived (as is <em>wimble</em>, which means the same thing) from medieval Dutch <em>wimmel</em>, 'auger.' Jane Cates (see note 1) recalls a Manhattan grocery store at 72d street and Broadway called the Superette; she says, concerning its melding of magnifier prefix and diminutive suffix while dispensing with a root word altogether, that “it doesn't get any better than that.” <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p><em>Ha</em>c‡<em>ek</em> is the diminutive of Czech <em>hak</em>, meaning “little hook;” it's the sign shaped like an inverted French circumflex accent (‡) which is placed over a letter to indicate a different pronunciation from the same letter without it. How to sound C has been a problem since republican Rome (where it was pronounced like K but also used in place of G in <em>Cn</em>. as the abbreviation for <em>Gnaeus</em>), and its phonetic adventures throughout the European languages would fill a whole column on their own. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>-ists, -ites, and other ends</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>In a letter to the editor of the <em>New York Times Book Review</em>, published on Feb. 18, 2001, Harold Ticktin of Cleveland, Ohio, took to task the author of an article in an earlier issue for referring to followers of the philosophy practiced by the presidential administration of Ronald Reagan as <em>Reaganites</em>. The suffix -<em>ite</em>, the correspondent claimed, has a negative connotation; a more neutral and therefore more correct term for such conservatives would be <em>Reaganists</em>. While fanciful, this distinction got us to wondering about these two suffixes, and some others. Are -<em>ite</em> and -<em>ist</em> essentially interchangeable, conveying only “a distinction without a difference?”<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>Etymologically, the latter is Greek, while the former is sometimes Greek and sometimes from or through Latin. Two Greek sources for words ending in <em>-ist</em> derive from verbs: the noun-ending -<em>istés</em> (the <em>e</em> is an eta, not an epsilon—that is, it is long rather than short) comes from verbs whose present tense includes the theme-consonant <em>-z-,</em> such as <em>baptizein</em>, “to baptize.” Many such verbs, particularly those connected with religion, have been borrowed more or less intact into English, and retain the <em>-z-:</em> <em>proselytize</em>, <em>evangelize,</em> and so on.) A Sophist, from the Greek adjective <em>sophistes,</em> originally meant a specialist in <em>sophia</em> ('wisdom') though when the followers of the rhetorical philosopher Protagoras dubbed themselves by this term it provoked reactions ranging from mirth to contempt on the part of fifth-century Athenians. (The verb <em>sophizein</em> has not, perhaps regrettably, come down to us as <em>sophize,</em><sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> but we do have a verb whose meaning is sort of similar, and no less scornful, “to wise around.”)</p> <p>The suffix <em>-ist</em> can also denote the object of an action, likewise derived from a verb: <em>chrein</em> is Greek for 'anoint'—ecclesiastical circles still speak of <em>chrism</em> as the act of anointing—and hence <em>christos</em> simply means 'anointed,' though it came to be used exclusively with a capital <em>C</em> to denote Christ as the Messiah (which also means the same thing, being a transliteration of Aramaic <em>mashiah</em> and cognate with Arabic <em>meshiha</em>.)</p>"
}