{
  "type": "Article",
  "title": "Twelve Notes on the Canadian Oxford Dictionary",
  "author": "John Considine",
  "location": "University of Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Twelve Notes on the Canadian Oxford Dictionary</h1>\n<p><em><span data-rel=\"author\">John Considine</span> <span data-rel=\"location\">University of Alberta</span></em></p>\n<p>The publication of the <em>Canadian Oxford Dictionary</em> (<em>COD</em>) in 1998 established, according to one of its publisher's publicity brochures, “a new authoritative standard for dictionaries in Canada.”<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> This is, I think, true. But excellent as the dictionary is, there are inevitably a few points at which its coverage might be questioned or supplemented. The following notes, arranged alphabetically by headword, suggest some of those points. They have been put together with the assistance of a class of twenty-four engineering students at the University of Alberta (Section C1 of English 199, fall term 2000), with whom I discussed a number of points which I had noted as a reader of <em>COD,</em> and to all of whom I am grateful.<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> <em>blood work</em>: explained as “= blood test.” This indicates that blood work is a count noun (<em>blood test</em> is defined as “a scientific examination of a blood sample”), whereas it is surely a mass noun: when students were asked to use <em>blood work</em> in a sentence, none of those who understood it used <em>a blood work</em>, and the most usual collocation (9 of 24) was <em>some blood work</em>.</p>\n<p><em>boo hoo</em> (interjection): explained as “expressing weeping,” but it is perhaps worth noting that it is often, if not usually, used ironically: 21 of 24 students who were asked how it would be used specified or strongly implied sarcasm or a lack of sympathy, offering sample sentences such as “boo hoo, cry me a river.”</p>\n<p><em>book-smarts</em>: not in. Known to 23 of 24 students. Of those, 6 of 23 regarded it simply as equivalent to “academic ability,” while 17 of 23 suggested that it could imply lack of common sense or social competence, sometimes opposing it to <em>street-smarts</em> (for which <em>COD</em> does have an entry).</p>\n<p><em>F-word</em>: not in (but mentioned in a usage note s.v. <em>fuck</em>, of which it is a euphemistic abbreviation). Familiar to every student who responded (23 of 24), and surely more common than <em>f-number</em> (which is in).</p>\n<p><em>giani</em>: not in. The officiant in Sikh worship. Not known to any of the students sampled, but a word which I have encountered in student essays, and surely an important one for many Canadians. Not in <em>OED</em>.</p>\n<p><em>Golden Arches</em>: not in. The emblem of the McDonald's restaurant chain. Presumably a proprietary term, but surely one so widely used (known to all the 23 of 24 students who responded, i.e., more familiar than <em>Golden Gate</em> or <em>Golden State</em>, which are in) as to be worth including.</p>\n<p><em>golden shower</em>: not in. “Urination on another person as a sex game.” Known to 15 of 24 students. Not in <em>OED</em> in this sense (but recorded there in two other senses: as a kind of firework and as a kind of tree).</p>\n<p><em>irregardless</em>: not in. Variant of <em>regardless</em>, and no doubt disapproved of by conservative users of English. A class canvassed informally about its appropriateness agreed that they accepted it as an unremarkable form.</p>\n<p><em>N-word</em>: not in. Euphemistic abbreviation of <em>nigger</em>. Known to nearly every student who responded (22 of 23), although generally agreed to be less common than F-word.</p>\n<p><em>peg</em> (noun, in the sense “a measure of liquor or wine”): labelled as Brit., but rare or archaic there, although I have encountered it in unaffected use by a student of Punjabi ancestry, suggesting that it may be preserved in the English of India.</p>\n<p><em>Stewart</em>: entries in <em>COD</em> for the racing driver Jackie Stewart, the actor James Stewart, and the singer Rod Stewart. Asked which persons with that surname they would expect to find in the dictionary, the television personality Martha Stewart was named by 14 students, the actor Patrick Stewart by eight, the actor James Stewart by four, James Stewart (author of a calculus textbook) by three, Jane Stewart (a Canadian politician) by three, Payne Stewart (a golfer) by two, and Jackie Stewart by two. The absence of Martha Stewart from <em>COD</em> is particularly striking.</p>\n<p><em>yeah</em>: the expression <em>oh yeah?</em> is identified in <em>COD</em> as expressing incredulity. Asked “when people say 'oh yeah?' what sort of message are they sending? In what circumstances might someone say it?” students gave a very wide range of intuitive responses, many of them suggesting two or three functions. Nine suggested that it expressed interest or agreement. Five suggested that it might specifically have an aggressive function—“For example [if] someone says 'I can kick your ass,' one would reply 'oh yeah?'”—and five identified it as expressing incredulity. three suggested that it was an uninterested response, and two each that it expressed shock, recollection, or pleasure.</p>\n<p>These notes are, in a way, evidence for the very high quality of <em>COD</em>'s coverage, since the gaps they suggest are, on the whole, matters of detail or of the sort of colloquial usage which is difficult to handle in a dictionary. They also suggest one of the ways in which lexicography can be brought into the classroom. Undergraduate students have large vocabularies and trained critical minds, and they are highly aware of and receptive to modern idiomatic usage. They make, in fact, good and nonconservative usage consultants, if the right questions can be put to them, and this fact might be borne in mind by lexicographers. They also benefit from a chance to see, practically and in detail, that their competence as language users is such that not even an excellent dictionary documents all that they know.</p>\n<hr>\n<p>[John Considine's wrote “Antedatings from a Correspondent of Brown Willis” in issue XXV/2.]</p>\n<p><em>[Disclaimer: I have taken a new “day job” as the senior editor for U.S. Dictionaries, Oxford University Press. I will remind readers of this whenever OUP books are discussed in VERBATIM, to avoid the appearance of a conflict of interest. —Ed.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>For the quotation, and for other material on COD, see J.P. Considine, “Fourteen Words for Moose: Cultural and intercultural contexts of four Canadian dictionaries, 1977–1998,” in H. Antor and K. Stierstrofer, eds., <em>English Literatures in Intercultural Contexts</em> (Heidelberg: Carl Winter Universitätsverlag, 2000). <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b2\">\n<p>I should also like to thank my former students Margheritat Bracken, Amadeep Dhaliwal, and Terry Prockiw, all of whom suggested lexical items to me. <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Twelve Notes on the Canadian Oxford Dictionary</h1> <p><em><span data-rel=\"author\">John Considine</span> <span data-rel=\"location\">University of Alberta</span></em></p> <p>The publication of the <em>Canadian Oxford Dictionary</em> (<em>COD</em>) in 1998 established, according to one of its publisher's publicity brochures, “a new authoritative standard for dictionaries in Canada.”<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> This is, I think, true. But excellent as the dictionary is, there are inevitably a few points at which its coverage might be questioned or supplemented. The following notes, arranged alphabetically by headword, suggest some of those points. They have been put together with the assistance of a class of twenty-four engineering students at the University of Alberta (Section C1 of English 199, fall term 2000), with whom I discussed a number of points which I had noted as a reader of <em>COD,</em> and to all of whom I am grateful.<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> <em>blood work</em>: explained as “= blood test.” This indicates that blood work is a count noun (<em>blood test</em> is defined as “a scientific examination of a blood sample”), whereas it is surely a mass noun: when students were asked to use <em>blood work</em> in a sentence, none of those who understood it used <em>a blood work</em>, and the most usual collocation (9 of 24) was <em>some blood work</em>.</p> <p><em>boo hoo</em> (interjection): explained as “expressing weeping,” but it is perhaps worth noting that it is often, if not usually, used ironically: 21 of 24 students who were asked how it would be used specified or strongly implied sarcasm or a lack of sympathy, offering sample sentences such as “boo hoo, cry me a river.”</p> <p><em>book-smarts</em>: not in. Known to 23 of 24 students. Of those, 6 of 23 regarded it simply as equivalent to “academic ability,” while 17 of 23 suggested that it could imply lack of common sense or social competence, sometimes opposing it to <em>street-smarts</em> (for which <em>COD</em> does have an entry).</p>"
}