{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Silly Songs",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Silly Songs</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Comic songs have been documented almost as far back into antiquity as we have records of songs at all. In Roman times the farces presented at the theater of Atella, roughly ten miles north of Naples, included funny ditties as part of their satiric mix of stock comic plots, slapstick, and pointed topical allusions.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>And there has been no dearth of comic songs since. Ideals of love and war, the two primary concerns of the medieval ethos of chivalry, were subverted in songs throughout Renaissance Europe,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>and the growth of Western theater guaranteed an audience for comic songs both embedded in drama<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>and as stand-alone components of English music hall,<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>American minstrel shows, vaudeville and burlesque.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n<p>This column will examine a distinct subset of the comic song repertory: the <em>silly</em> song.[^a6]Nonsense poems enjoyed a great flowering in the Victorian age, particularly in England, producing such memorable absurdities as Edward Lear's “The Owl and the Pussycat,” Lewis Carroll's “Jabberwocky,” and W. S. Gilbert's “Nightmare Song” from the Savoy operetta <em>Iolanthe.</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Although America had a few songs with nonsensical refrains in circulation in the 18th and 19th centuries,[a^8]silly songs in America appear to have had two distinct heydays. The first was during the Depression, which produced such hits as “Three Little Fishies,”<sup><a href=\"#user-content-fn-a9\" id=\"user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>“Keep on Doin' What You're Doin'” (Though It's Leadin' Me to Ruin),”<sup><a href=\"#user-content-fn-a10\" id=\"user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup>and the “Hut Sut Song.”<sup><a href=\"#user-content-fn-a11\" id=\"user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>Several classic silly songs introduced during the 1920s, such as  “Mairzy  Doats,”  enjoyed  big-band-era revivals,<sup><a href=\"#user-content-fn-a12\" id=\"user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup>while the advent of World War II spurred songwriters on to such classic additions to the repertory as “Praise the Lord and Pass the Ammunition”<sup><a href=\"#user-content-fn-a13\" id=\"user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>and “In der Fuehrer's Face.”<sup><a href=\"#user-content-fn-a14\" id=\"user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>A second spike in the popularity of silly songs came in the late 1950s and early 1960s. Black vernacular a cappella groups were already making rich use of semantic-free vocalization<sup><a href=\"#user-content-fn-a15\" id=\"user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup>in such songs as “Get a Job,”<sup><a href=\"#user-content-fn-a16\" id=\"user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>but the nonsense choruses themselves became the subject of rock and roll discourse, as in the 1961 hit “Who Put the Bomp in the Bomp Ba Bomp Ba Bomp.”<sup><a href=\"#user-content-fn-a17\" id=\"user-content-fnref-a17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup>Moreover, a keen interest in the space race, spurred by the Russian launch of the first artificial satellite, <em>Sputnik,</em> in 1957, led to an explosion of spaceman numbers such as “Purple People Eater,”<sup><a href=\"#user-content-fn-a18\" id=\"user-content-fnref-a18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup>with special-effect weird voices produced by slowrecording and then running the tape at regular speed. (This technique all by itself could be said to have made the career of one artist, Ross Bagdasarian, who in 1958 used it in the twelvebar-blues-structured “Witch Doctor” and later that same year created the voice of Alvin the Chipmunk for the smash hit “Christmas, Don't Be Late.”)</p>\n<p>But  like  the  earlier  spike  during  the Depression, the flood of silly songs (or songs with at least some nonsense lyrics) of the first wave of rock and roll seems to have crested and then subsided to a trickle by the late 1960s. Of course, there are still examples being written to this day (the same joining of disparate meanings which produced “Praise the Lord and Pass the Ammunition” may be said to underlie the 1982 country-western divorce lament “She Got the Goldmine, I Got the Shaft”<sup><a href=\"#user-content-fn-a19\" id=\"user-content-fnref-a19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup>), but they are few and far between. What might explain the two peaks?</p>\n<p>One possibility is that silly songs are a reaction to societal stress. During the Depression and at least the early part of the war which followed it, escape from the dreary or even frightening realities of day-to-day life was welcome, and absurd songs may have provided such relief. The stresses of the 1950s were perhaps less obvious, but for the young, at least, growing up in the shadow of the Cold War and its arms race, coupled with a chafing at what had come to seem a depressingly conformist society, rock and roll—with words the older generation couldn't understand—provided a territory where there was safety in an impenetrable counterculture and the manic comic relief of the absurd.</p>\n<p>Such a defense mechanism may have underlain the Victorian British appetite for nonsense as well, in an age where industry was burgeoning, sexuality was repressed, and the empire was problematic. Martin Gardner, in his introduction to <em>The Annotated Alice,</em><sup><a href=\"#user-content-fn-a20\" id=\"user-content-fnref-a20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> reminds us that “nonsense, as G. K. Chesterton liked to tell us, is a way of looking at existence that is akin to religious humility and wonder. The Unicorn thought Alice a fabulous monster.” When there is something wrong with the dominant culture that nobody really wants to talk about directly, a silly song, like the mythic Trickster figure, can pop up and turn reality on its head, subverting disaffected hearts and minds more surely than any leaflet or manifesto, yet escaping the retribution which normally falls on overt revolutionaries caught in the act—for after all, it's only nonsense, and it's only a song.</p>\n<hr>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Not even the emperor was immune. Gaius Suetonius Tranquillus reports in his history of <em>The Twelve Caesars</em> that during the infamous Year of the Four Emperors (69–70 A.D.) Galba, the governor of Spain whom the army made Caesar after the assassination of Nero, attended a performance of an Atellan farce shortly after his accession. As it happened, this show included a well-known song satirizing bumpkins, “Here comes Onesimus, down from the farm.” (<em>Venit, io! Onesimus a villa.</em>). Editorializing upon the provincial manners of their new emperor, “the whole audience,” says Suetonius, “took up the chorus with fervor, repeating that particular line over and over again.” <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>E.g., the German song <em>Ich het mir ein endlein fürgenommen,</em> in which the singer comes to a midnight tryst with his lover only to find the house in such an uproar that he hides behind the kitchen stove, and “Under the Bed Was He,” one of the songs collected by Thomas D'Urfrey in his Restoration-era collection <em>Pills To Purge Melancholy,</em> where a servant and her lover make so much noise that her employer, the parson, is awakened, and the young man is forced to hide under the bed in what proves to be a vain effort to escape detection. A grimmer variant on the second theme was well known in French Canada into the 20th century: <em>Perrine était servante</em> relates how the lovers are surprised by the homecoming of the priest for whom Perrine works; she hides her lover in a chest, and then forgets about him for six weeks, at the end of which the rats have eaten him, from his head to his toes. The French folk-song repertory also includes several songs beginning with the line <em>Mon père m'a donné un mari;</em> in one version, from Normandy, the singer's husband is so lax about his conjugal duties that she pricks him with a pin, whereupon he runs away with his new bride in hot pursuit. War and the braggart soldier (a stock figure going back to Roman comedy and beyond) were lampooned in <em>L'homme armé,</em> whose words warned of “the man at arms/Who fills us all with wild alarms” and whose tune was used by Josquin des Prez and several other composers as the unifying theme for their choral settings of the ordinary of the Catholic mass. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>E.g. “I'm 'Ennery the Eighth, I Am,” written in 1911 by R. P. Weston and Fred Murray and revived to great success by the rock band Herman's Hermits in 1965, and “The Biggest Aspidistra in the World,” popularized by Gracie Fields in the 1940s. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>Stephen Foster's “Camptown Races” and Henry Clay Work's “Kingdom Coming” are two songs which have long outlasted the (blatantly racist) theatrical genre of which they were a part. The former has remained well enough known to give rise to numerous parodies and burlesques, such as Alan Sherman's “Catskill Ladies” in his 1960s Borscht Belt comic-song revue, My Son, the Folk Singer. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>Burlesque originally differed from vaudeville in centering specifically on takeoffs on “serious” works, but the two types of theater converged, with considerable crossover in performers, in the early part of the last century, before burlesque degenerated into girlie shows and vaudeville went its own way. I discuss this form at greater length at the entry “Burlesque” in the <em>St James Encyclopedia of Popular Culture</em> (Gale Press, 2000). A typical burlesque song of the late 1930s was entitled “He Likes To Nibble on My Cupcakes.” <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>It may be argued that Gilbert's absurdities would not be anywhere near so well recalled today but for their felicitous settings by Sir Arthur Sullivan. However, that is to overlook the poems which Gilbert wrote during the decade before his first collaboration with Sullivan at the rate of one a week for the <em>Punch</em> imitator <em>Fun,</em> furnishing them with his own whimsical-to-grotesque illustrations. Although these <em>Bab Ballads</em> are not as well known today as the operettas, some are every bit as clever; and as Deems Taylor has pointed out, the names in them alone would assure Gilbert admission to the hall of fame for great Victorian nonsense poets: “Macphairson Clonglocketty Angus M'Clan,” “The Bishop of Rum-ti-Foo,” “Thomas Winterbottom Hance,” “Gregory Parable, L.L.D.,” “Sir Barnaby Bampton Boo,” “Calamity Pop von Peppermint Drop, the King of Canoodle-Dum” and his daughter, “Hum Pickety Wimple Tip.” <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a9\">\n<p>Words and music by Saxie Dowell, 1939. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a10\">\n<p>Words and music by Bert Kalmar and Harry Ruby, 1933. This song was featured in the show <em>Hips Hips Hooray,</em> starring Ruth Elkins and Thelma Todd. I am indebted to my uncle, Dr. Harold W. Gleason, Jr., for this example, as well as several others mentioned in this column. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a11\">\n<p>Words and music by Leo Killion, Ted McMichael, and Jack Owens, 1941, featured in <em>San Antonio Rose.</em> The song may fall under the category of orientalisms, a perennial source of entertainment in the Western world going, arguably, back to medieval times and the narratives of such travellers as Sir John Mandeville and Marco Polo. The theme of orientalism in literature has been ably expounded by (among others) Lisa Lowe in <em>Critical Terrains</em> (Cornell University Press, 1991), which examines French and British literary framings of the Mysterious East from Lady Mary Wortley Montagu to Roland Barthes. Musically, orientalism has been part of the popular song  repertory  at  least  since  the  scurrilous “Kafoozelum” of 1861 (words by S. Oxon, music arranged by F. Blume); other examples include Robert Stoltz's “Salome,” of which covers were released during the Roaring Twenties by the Paul Biese Trio (Columbia Graphophone pressing #79952) and the Joseph C. Smith Orchestra (Victor Black Seal pressing #18816–A), and Abe Olman and Rudy Wiedoeft's “Karavan,” which the Smith orchestra released on Victor as well (pressing #18662–A). Biese, an enormous man from St. Louis who played tenor saxophone with jittery ornamentation, is also listed as the co-composer on the ensemble's release (Columbia Graphophone pressing #79215) of “In the Land of Rice and Tea,” possibly the first instance in recorded music of the four eighth-notes, four quarter-notes, and a half-note motif “lalalala sol sol, mi mi sol,” as signifier for “Far Eastern music.” In this category arguably also falls the Biblical number “Shadrach” (Robert McGinsey, 1931), recorded by the Mills Brothers–influenced Golden Gate Quartet for Victor (red seal) in the late 1930s or early 1940s, and by Louis Armstrong and his All Stars with a ten-voice backup chorus in 1958 on a classic LP called <em>Louis and the Good Book.</em> No list of latter-day orientalisms would  be  complete  without  “Istanbul  (Not Constantinople),” with words by Jimmy Kennedy and music by Nat Simon (1954), and the Lewis Harris–John Loeb “The Maharajah of Magador” (1948), a hit for Vaughan Monroe on RCA (and reissued in the “Wacky Hits” collection cited in note 12 below), of which a more recent (and bizarre) cover was recorded by Incredible String Band alumnus Robin Williamson on his <em>Journey's Edge</em> solo album for Flying Fish Records in 1977. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a12\">\n<p>The Merry Macs were one of numerous bands to do covers of “Mairzy Doats”; their version may be heard on a marvelous two-CD compilation on the MCA  label  called  “44  Wacky  Hits” (MSD2–35180/GMD 80041). In addition to the Monroe “Maharajah” cover, it also includes the “Hut Sut Song” performed by Freddy Martin and His Orchestra, Mel Blanc and the Sportsmen doing “The Woody Woodpecker Song,” and Alvino Rey's cover of “Cement Mixer (Put-ti, Put-ti).” <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a13\">\n<p>Words and music by Frank Loesser (1942). This supposedly was based on a real quote from one Chaplain Maguire, aboard a U.S. Navy warship en route to Pearl Harbor. The tune is indebted to “Old Grey Mare,” widely performed as early as 1917 and attributed to Gus Bailey, which was in turn basd on J. Warner's 1858 “Down in Alabam',” soon recycled with new words as “Old Abe Lincoln” during the 1860 presidential campaign. I am indebted to David Rinaldo for playing me, some 40 years ago, a 1920s novelty which burlesqued “Old Grey Mare” to poke fun at the unreliability of the then-newfangled automobile—it began, “The old spare tire, it ain't what it used to be . . . ”—and the consequent revival of the old grey mare to haul the vehicles away. One verse ran: “O the farmer gets six bucks/Towin' them cars and trucks./Now he's the one that we call a boob,/We call him a hick, and we call him a rube;/But he ain't stuck with a flat inner tube,/Him and his old grey mare.” <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a14\">\n<p>Words and music by Oliver Wallace (1943), featured in the musical film of the same title. Spike Jones and His City Slickers did a famous cover of this tune, whose musical style was a broad parody of German oompah polka bands. <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a15\">\n<p>The use of wordless vocals to imitate instruments had been one of the trademarks of the Mills Brothers, who managed to get a big-band sound with just their voices and an acoustic guitar in a wonderfully mellow cover of “Solitude” in the 1940s. But the tradition goes back much further, e.g. to the <em>puert-abeuil,</em> or “mouth music” of Scotland, which had been invented after the British had put down the last of the Jacobite uprisings in the 18th century and outlawed the vernacular use of the bagpipe. <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a16\">\n<p>Words and music by Earl T. Beal, Raymond W. Edwards, William F. Horton, and Richard A. Lewis (1958). Its vocalise would be taken over as the name of a rock group, Sha Na Na, a generation later. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a17\">\n<p>Words and music by Barry Mann and Terry Goffin. The “Bomp Ba Bomp Ba Bomp” in question may allude to the vocalise under an immensely popular up-tempo revival by the Marcels of the crooner standard, Rodgers and Hart's “Blue Moon.” All Music Guide (<a href=\"http://allmusic.com\">http://allmusic.com</a>) lists no fewer than 533 covers of “Blue Moon,” ranging from Billie Holiday, Louis Armstrong, Dizzy Gillespie, Oscar Peterson, and Django Reinhardt to Elvis Presley, Merle Haggard (!), the Tijuana Brass, and Sha Na Na. <a href=\"#user-content-fnref-a17\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a18\">\n<p>Words and music by Sheb Wooley (1958). Analogous to the late-1950s fascination with outer space may have been the concomitant surge in the popularity of grade-B horror films, giving rise to such songs as the Bobby Pickett–Leonard Capizzi collaboration “Monster Mash” (1962) and the 1959 recording by the Raunch Hands (a Kingston Trio wannabe group of enterprising Harvard students) of the calypso novelty “Zombie Jamboree.” <a href=\"#user-content-fnref-a18\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a19\">\n<p>Words and music by William Dubois. The classical Greek term for joining two objects of different sense with a verb or other linking word whose meaning is ambiguous (e.g., “I took his advice and a taxi”) is <em>zeugma,</em> literally “yoking.” <a href=\"#user-content-fnref-a19\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a20\">\n<p>This invaluable single-volume edition of <em>Alice's Adventures Underground</em> and <em>Through the Looking-Glass</em> was originally published by Clarkson N. Potter, Inc., in 1960, and reprinted as a Forum paperback by World Publishing Company in 1963. Gardner was for many years the “Mathematical Games” columnist for <em>Scientific American</em>. <a href=\"#user-content-fnref-a20\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Silly Songs</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Comic songs have been documented almost as far back into antiquity as we have records of songs at all. In Roman times the farces presented at the theater of Atella, roughly ten miles north of Naples, included funny ditties as part of their satiric mix of stock comic plots, slapstick, and pointed topical allusions.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>And there has been no dearth of comic songs since. Ideals of love and war, the two primary concerns of the medieval ethos of chivalry, were subverted in songs throughout Renaissance Europe,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>and the growth of Western theater guaranteed an audience for comic songs both embedded in drama<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>and as stand-alone components of English music hall,<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>American minstrel shows, vaudeville and burlesque.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p> <p>This column will examine a distinct subset of the comic song repertory: the <em>silly</em> song.[^a6]Nonsense poems enjoyed a great flowering in the Victorian age, particularly in England, producing such memorable absurdities as Edward Lear's “The Owl and the Pussycat,” Lewis Carroll's “Jabberwocky,” and W. S. Gilbert's “Nightmare Song” from the Savoy operetta <em>Iolanthe.</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>"
}