{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: How Language Comes to Children: From Birth to Two Years",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>How Language Comes to Children: From Birth to Two Years</em></h1>\n<p>Benedicte de Boysson-Bardies, trans. M. B. DeBevoise, (MIT Press), 274 pp.</p>\n<p>Whether you're a doting parent or someone who feels that children are just nature's way of ensuring a steady supply of waiters, <em>How Language Comes to Children</em> is a fascinating read. Ably translated into (mostly British) English, this overview of child language acquisition is a great summary of the process that is fairly easy for the layperson to read, if you don't mind skipping over various descriptions of vowel formats. (Don't worry, bypassing them doesn't interfere with understanding the overall argument.)</p>\n<p>Anyone who has ever said that their child picks up words “like a sponge” doesn't know the half of it. All of the infant's capacity is optimized for developing speech, from the womb on. They recognize the melody of the language they are born to. They learn the significant sounds (phonemes) of the language early on. They learn how to divide the continuous speech sound into its constituent phrases, clauses, and individual words. They ignore what isn't important, and they attach their attention to the fundamentals of language with such devotion, it seems, that you no longer wonder why infants and small children spend so much time sleeping and eating—such work must require a lot of rest and fuel.</p>\n<p>Although this book presents the amazing development of language in children in an interesting and straightforward way, its real attraction is the wealth of language-acquisition anecdotes. Did you know that French speakers can pick out the babblings of French babies from those of English and Cantonese-speaking Chinese babies? And that Nigerian babies, who will grow up to speak Yoruba (a language where most of the words begin with a vowel), produce more vowel-consonant-vowel forms than French children? It's fascinating to learn that deaf babies make the same noises as hearing babies until five or six months; after that, if they are in a signing household, at about eight months they start to babble in sign!</p>\n<p>The information in this book, although meticulously cited and organized, isn't above adding the occasional touch of whimsy. In a discussion of infant recognition of emotional states, the author mentions in passing the delightfulness of a baby's smile—and mentions the legend of Cypselus, the future king of Corinth, who was to have been killed at birth, but smiled at his would-be killers and was spared. When explaining that intonational cues are sometimes necessary to distinguish sentences that consist of exactly the same series of sounds, the author uses these examples: “J'ai admiré le chapea élégant que ce dandy de Paul a cheté ce matin (I admired the elegant hat that Paul, that dandy, bought this morning) and J'ai admiré le chapeau et les gants que ce dandy de Paul a acheté ce matin (I admired the hat and gloves that Paul, that dandy, bought this morning). (p. 98).</p>\n<p>Although most of the studies were done with French children (who seem quite, quite French; one little girl says “it is nice, the tortoise” which seemed to me to be ineffably French), there is a great deal of cross-cultural information in the book. For instance, mention is made of the Kwara'ae of the Solomon Islands, where mothers speak to their infants only indirectly. They often speak to others about children or on behalf of children, and turn the children towards the person who is being addressed. Children of the Kaluli of New Guinea are only considered to be part of the community of speakers when they can say <em>no</em> 'mother' and <em>bo</em> 'breast.' Some of the cultural generalizations do seem to praise the attitudes French mothers have towards their children's language acquisition, while criticizing “pushy” American mothers: “they want their child to be early in everything” the author remarks. The author also somewhat gratuitously mentions that a sixteen-month American child said <em>memi</em> 'money' when his mother showed him coins. (To be fair, mention is also made of the interesting facts that French babies, although they have the same number of words for food as the American and Swedish toddlers studied, use them three times as often!</p>\n<p>The book is further enlivened by four plates; three medieval works of art, and one photograph of a baby imitating the open mouth of an adult. There's a large glossary, a three-page timeline of language acquisition by month, a fifteen-page index, and two pages on the International Phonetic Alphabet (IPA) which would have been much more useful to the layperson if English words with equivalent sounds were listed (where they exist, of course). Not very many people without linguistic training can glean sufficient information from a vowel map.</p>\n<p>A very good read, this book would make a lovely present for the expectant parent with a scientific turn of mind.</p>\n<p>—<em>Erin McKean</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>How Language Comes to Children: From Birth to Two Years</em></h1> <p>Benedicte de Boysson-Bardies, trans. M. B. DeBevoise, (MIT Press), 274 pp.</p> <p>Whether you're a doting parent or someone who feels that children are just nature's way of ensuring a steady supply of waiters, <em>How Language Comes to Children</em> is a fascinating read. Ably translated into (mostly British) English, this overview of child language acquisition is a great summary of the process that is fairly easy for the layperson to read, if you don't mind skipping over various descriptions of vowel formats. (Don't worry, bypassing them doesn't interfere with understanding the overall argument.)</p> <p>Anyone who has ever said that their child picks up words “like a sponge” doesn't know the half of it. All of the infant's capacity is optimized for developing speech, from the womb on. They recognize the melody of the language they are born to. They learn the significant sounds (phonemes) of the language early on. They learn how to divide the continuous speech sound into its constituent phrases, clauses, and individual words. They ignore what isn't important, and they attach their attention to the fundamentals of language with such devotion, it seems, that you no longer wonder why infants and small children spend so much time sleeping and eating—such work must require a lot of rest and fuel.</p> <p>Although this book presents the amazing development of language in children in an interesting and straightforward way, its real attraction is the wealth of language-acquisition anecdotes. Did you know that French speakers can pick out the babblings of French babies from those of English and Cantonese-speaking Chinese babies? And that Nigerian babies, who will grow up to speak Yoruba (a language where most of the words begin with a vowel), produce more vowel-consonant-vowel forms than French children? It's fascinating to learn that deaf babies make the same noises as hearing babies until five or six months; after that, if they are in a signing household, at about eight months they start to babble in sign!</p>"
}