{
  "type": "Article",
  "title": "Noncing the Indefinite Article, Or, Do You Have A Nuncle?",
  "author": "Thomas L. Bernard",
  "location": "Place Here",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Noncing the Indefinite Article, Or, Do You Have A Nuncle?</h1>\n<p><em><span data-rel=\"author\">Thomas L. Bernard</span> <span data-rel=\"location\">Place Here</span></em></p>\n<p>Looking through the dictionary the other day, I came across the word <em>nuncle.</em> Apparently, at one time centuries ago, this was an alternative for <em>uncle</em> and resulted from such phonetic statements as, “ I have a nuncle in London.” We all know that <em>nuncle</em> is now considered incorrect and unacceptable. What many people don't realize, however, is that there are a number of instances of how the indefinite articles <em>a</em> and <em>an</em> have resulted in the alteration of a number of spellings and pronunciations. What is more interesting is that these grammatical aberrations have now become fully integrated and accepted into the language—even though technically and historically they are incorrect</p>\n<p>This is an area that etymologist John Ciardi calls <em>noncing</em>, and which he explains “occurs at the beginning of nouns, the <em>n</em> shifting on and off by some undefinable (sic) force in the sequential logic called idiom.” The origin of <em>nonce</em> sounds somewhat convoluted but results from an old expression <em>to then anes</em> which became <em>to the nanes</em>; this eventually became <em>to the nonce</em>—meaning a word made up for a specific purpose or occasion; inherent in the idea of a nonce word is the notion of one time—only once.</p>\n<p>In terms of the shift from <em>a</em> to <em>an</em>, the following changes have taken place:</p>\n<p><em>a nadder</em> became <em>an adder</em></p>\n<p><em>a napron</em> became <em>an apron</em></p>\n<p><em>a nauger</em> became <em>an auger</em></p>\n<p><em>a naught</em> became <em>an aught</em></p>\n<p><em>a numpire</em> became <em>an umpire.</em></p>\n<p>Illustrative of words where the <em>an</em> became wrongly divided we have:</p>\n<p><em>an ekename</em> became <em>a nekename</em>(a nickname)</p>\n<p><em>an ewt</em> became <em>a newt</em></p>\n<p><em>an innocent</em> (<em>inny</em>) became <em>a ninny</em></p>\n<p><em>an otch</em> became <em>a notch</em></p>\n<p>Related to <em>napron</em> above, is the French language directive <em>nappes pliees en ordre</em> (linen folded in order, i.e., neatly) used by Anglo-Norman superiors to their Anglo-Saxon servants; the latter who were unlikely to know French, were inclined to mistakenly interpret what they had heard as <em>apple pie order</em>.” Another 'pie' in this noncing context is <em>a humble pie</em>—the eating of which most of us assiduously try to avoid; this originally was <em>a numble pie.</em> With the transference of the <em>n</em> to the article ,we have <em>an umble pie</em> which sounded to English ears as if the <em>h</em> had not been pronounced (which the English still think to this day when they hear Americans say <em>herb</em>)—hence <em>humble pie</em>. Incidentally, the <em>umbles</em> were the innards of a deer or other edible animal.</p>\n<p>In the Autumn 2000 VERBATIM (Vol.XXV/4) the article “Funny Animals” by Nick Humez examines how Europeans adopted the Indian names of local wildlife with which they were unfamiliar. A noncing element applies in some of these cases; take for example a hypothetical conversation between an English colonist and an Indian, and what the Englishman might have thought he heard:</p>\n<blockquote>\n<p>Englishman: What is that animal?</p>\n<p>Indian: Arakunen .</p>\n<p>Englishman: Ok I see, it's a raccoon.</p>\n</blockquote>\n<p>Similarly, “Oh, I see, it's <em>a chipmunk.</em> (having heard <em>atchitamon</em> ), and “Oh, I see, it's a possum” (having heard <em>apossoun</em> ). In this case it's interesting to note that we have become accustomed to using two forms for this animal—an <em>opossum</em> and a <em>possum</em>).</p>\n<p>The Englishman might have had the last name of Nash—which is a result of this same phenomenon. Nash is a habitation name for someone who lives <em>atten ash</em>— 'at the ash (tree)'. Another proper name is Anne—a hypocoristic form of which is Annie. For some reason, this became a popular farm name to give to a female goat What we have then is <em>an Annie goat,</em> the noncing form of which is <em>a nanny goat.</em></p>\n<p>Let me conclude with the somewhat pertinent story I heard recently of a little girl who was chatting with her mother:</p>\n<blockquote>\n<p>Little girl: Mom, what does <em>noying</em> mean?</p>\n<p>Mother: I have no idea. Why do you ask?</p>\n<p>Little girl: Because Aunt Ann said I was a noying.</p>\n</blockquote>\n<p><em>[Thomas Bernard is a longtime VERBATIM subscriber.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Noncing the Indefinite Article, Or, Do You Have A Nuncle?</h1> <p><em><span data-rel=\"author\">Thomas L. Bernard</span> <span data-rel=\"location\">Place Here</span></em></p> <p>Looking through the dictionary the other day, I came across the word <em>nuncle.</em> Apparently, at one time centuries ago, this was an alternative for <em>uncle</em> and resulted from such phonetic statements as, “ I have a nuncle in London.” We all know that <em>nuncle</em> is now considered incorrect and unacceptable. What many people don't realize, however, is that there are a number of instances of how the indefinite articles <em>a</em> and <em>an</em> have resulted in the alteration of a number of spellings and pronunciations. What is more interesting is that these grammatical aberrations have now become fully integrated and accepted into the language—even though technically and historically they are incorrect</p> <p>This is an area that etymologist John Ciardi calls <em>noncing</em>, and which he explains “occurs at the beginning of nouns, the <em>n</em> shifting on and off by some undefinable (sic) force in the sequential logic called idiom.” The origin of <em>nonce</em> sounds somewhat convoluted but results from an old expression <em>to then anes</em> which became <em>to the nanes</em>; this eventually became <em>to the nonce</em>—meaning a word made up for a specific purpose or occasion; inherent in the idea of a nonce word is the notion of one time—only once.</p> <p>In terms of the shift from <em>a</em> to <em>an</em>, the following changes have taken place:</p>"
}