{
  "type": "Article",
  "title": "The Humble Origins of the Chad",
  "author": "Fred R. Shapiro",
  "location": "New Haven, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Humble Origins of the Chad</h1>\n<p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">New Haven, Connecticut</span></em></p>\n<p>Last fall, millions of Americans, not to mention onlookers around the world, were riveted by one of the great questions of our time. Do I mean by this the controversy as to whether George W. Bush was stealing the Presidency from Al Gore, or vice-versa? No, I refer to a truly titanic issue, namely, the origin of the term “chad” referring to the punched-out portion of a punch-style voting ballot.</p>\n<p>The “chad” has emerged, with astonishing rapidity, as the most prominent newly familiar word of our era. Faced with this novel expression, journalists and commentators have quickly zeroed in on the fact that the chad's provenance was from a computer milieu, rather than a political one. Two theories have emerged as the favorites.</p>\n<p>The first popular theory is that “chad” is an acronym for “Card Hole Aggregate Debris.” The second, which has received the most support, is that “chad” is what linguists call a “back-formation” from a proper name, Chadless. The online <em>Jargon File,</em> a canonical repository of computer hacker folklore, describes this derivation as follows: “The Chadless keypunch (named for its inventor) . . . cut little u-shaped tabs in the card to make a hole when the tab folded back, rather than punching out a circle/rectangle; it was clear that if the Chadless keypuch didn't make them, then the stuff that other keypunches made had to be 'chad.'”</p>\n<p>Although etymology is usually regarded as an arena for conjectures that can never be proven or disproven, in fact it is sometimes possible to establish the truth or falsity of etymological stories through historical research. In the case of “chad,” some pundits have discovered that the <em>Oxford English Dictionary</em> dates the term from 1959. It turns out that the <em>OED's</em> 1959 source is a book on telegraphy, which noted: “The small hinged discs of paper, called 'chads', remain attached to the body of the tape.”</p>\n<p>I have been able to improve upon the <em>OED's</em> evidence by consulting with the Merriam-Webster Company. Merriam-Webster's dictionary files contain a 1947 occurrence of “chad.” The September 1947 issue of the <em>RCA Review,</em> published by that company's Laboratory Division, contained this passage: “The sample tape shown in Figure 2 . . . is known as chadless tape because the small discs, called chads, which are perforated to form the code combinations are not cut completely from the tape.”</p>\n<p>A similar early usage can be found through a search of the JSTOR electronic journal archive, which pulls up a 1962 advertisement in the journal Science for a paper-tape recorder whose “resulting chadless tape may be visually interpreted, or it may be read by a reflected-light tape reader.” Both the 1947 and 1962 sources, as well as other old documents I have examined, use “chadless” without capitalization and make no mention of a company or person named Chadless. It is clear that “chadless” was coined as a normal derivative of “chad” to indicate that the tape or card was punched without the chad detaching, rather than “chad” being a back-formation from a supposed Chadless name.</p>\n<p>There is also no mention of Card Hole Aggregate Debris in the early references. What, then, is the etymology of “chad”? Again Merriam-Webster seems to have the best information. Webster's <em>Third New International Dictionary</em> suggests that “chad” derives from a Scots word for gravel. Scots dictionaries define “chard” as gravel or small stones in a riverbed. In such round fragments may lie the linguistic origins of our celebrity word.</p>\n<p>The political meaning of “chad” did not spring fully formed from the brow of Palm Beach County functionaries. The oldest use of electoral “chad” in the Westlaw legal database is from a 1981 Indiana court case that even talks about “hanging chads.” The full-fledged elegant taxonomy of “hanging chads,” “pregnant chads,” “dimpled chads,” “tri-chads,” and “swinging-door chads,” however, may have been first articulated in that unfortunate county.</p>\n<p><em>[Fred Shapiro is the Associate Librarian for Public Services and a Lecturer in Legal Research at Yale Law School.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Humble Origins of the Chad</h1> <p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">New Haven, Connecticut</span></em></p> <p>Last fall, millions of Americans, not to mention onlookers around the world, were riveted by one of the great questions of our time. Do I mean by this the controversy as to whether George W. Bush was stealing the Presidency from Al Gore, or vice-versa? No, I refer to a truly titanic issue, namely, the origin of the term “chad” referring to the punched-out portion of a punch-style voting ballot.</p> <p>The “chad” has emerged, with astonishing rapidity, as the most prominent newly familiar word of our era. Faced with this novel expression, journalists and commentators have quickly zeroed in on the fact that the chad's provenance was from a computer milieu, rather than a political one. Two theories have emerged as the favorites.</p> <p>The first popular theory is that “chad” is an acronym for “Card Hole Aggregate Debris.” The second, which has received the most support, is that “chad” is what linguists call a “back-formation” from a proper name, Chadless. The online <em>Jargon File,</em> a canonical repository of computer hacker folklore, describes this derivation as follows: “The Chadless keypunch (named for its inventor) . . . cut little u-shaped tabs in the card to make a hole when the tab folded back, rather than punching out a circle/rectangle; it was clear that if the Chadless keypuch didn't make them, then the stuff that other keypunches made had to be 'chad.'”</p>"
}