{
  "type": "Article",
  "title": "Lapsed Language of Appalachia",
  "author": "John H. Felts",
  "location": "MD, Winston-Salem, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lapsed Language of Appalachia</h1>\n<p><em><span data-rel=\"author\">John H. Felts</span> <span data-rel=\"location\">MD, Winston-Salem, North Carolina</span></em></p>\n<p>Our knowledge of old speech is too limited for us to really hear how earlier communities talked and what they talked about. We can, however, learn something of their religious beliefs, customs, politics, and prejudices by examining words and phrases that have survived in small, poor, remote social groups, fixed in time and place. The careful student can thus trace a Darwinian natural selection in language as it is preserved and mutated under the stress of historical change.</p>\n<p>Charles Frazier, the author of <em>Cold Mountain</em> (1997), a well-written tale laid in the North Carolina mountains during the waning days of the Civil War, uses verbal relicts to give the reader a sense of historical authenticity. While a critical examination of Frazier's novel is beyond the aim of this article, a look at his word selections may be illustrative. The dates of the first written recording of some of them, according to the <em>Oxford English Dictionary,</em> are noted parenthetically.</p>\n<p><em>Chine</em> (1390) Hog back bone. Back bones and spare ribs were meats often eaten in North Carolina before World War II when all the pig but the grunt was considered edible. In the kitchen a <em>keeler</em> (1440), a vessel, and a <em>piggin</em> (1554), a pail to drink from, could be found. There apple mash might be prepared with a <em>spurtle</em> (15??), a wooden potstick, and <em>pomace</em> (1555), apple pulp left from cider making. The cider was usually kept in a <em>demijohn</em> (1769), a bottle with a capacity of about 5 gallons plugged with a <em>stopple</em> (139?). Apples before processing were often kept in a straw <em>skep</em> [1300), a basket. A century earlier, before it became a basket too, a <em>skep</em> (1199) was the amount of straw required to fill the basket. The door to the cabin might be hinged with a <em>gudgeon</em> (1400), a spindle or pivot, into which a <em>pintle</em> (1486), a pin, was inserted to make the joint. <em>Gudgeon</em> and <em>pintle</em> are also the names of fish, <em>pintle</em> derived from the same root as <em>penis,</em> it being upright, and the fish being of similar shape. If there were windows, their <em>muntins</em> (1330) were central, vertical pieces of wood between the panels of its sill.</p>\n<p>A marauded <em>bantling</em> (1593), a brat, possibly illegimate, could well be a member of the family. Such a child was often “as ragged as a <em>heckered</em> (1575, 'clumsily cut') nail” and might have “ropy <em>harls</em>” (1821 'small amounts of snot'), running from his nose from which “a bare <em>rindle</em>” (885) of blood was occasionally seen. If the child had shoes (unusual), their soles were probably <em>smutched</em> (1530), 'dirty or black'.</p>\n<p>Around and inside the house hounds roamed freely, their <em>flews</em> (1575), 'lower jaws', hanging below their <em>chaps</em> (1855), 'cheeks'. Sometimes the dogs were <em>maundered</em> (1400), afflicted with a dry, scaly skin eruption about the neck. Horse language, blown away by automobiles, included <em>tocking</em> (1848), the sound of gallop like the ticktocking of a clock, and <em>thills</em> (1325), shafts to which horses were harnessed.</p>\n<p>Across the twisted <em>taliped</em> (1857) landscape, (after <em>talipes:</em> 'clubbed foot') a peddler, usually Jewish, might be seen, bringing news and needles, his backpack held by a <em>tumpline</em> (1850) across his chest or forehead. He might offer <em>fleams</em> (1000), surgical knives for blood letting by local healers. On his way along vague trails the peddler sometimes found the forest floor <em>duff</em> (1838), 'spongy', and the trees <em>doty</em> (1428). The <em>OED</em> quotes (1893), “In North Carolina, it is said of trees dead at the top that they are doted or have doted.” If a mountaineer got lost he might have been <em>frabbled</em> (1685), 'confused', leading his waiting wife to wonder what had happened to “her husband's <em>harns</em>” (1154), 'brains'. Perhaps he had drunk too much <em>metheglin</em> (1533), 'spiced mead,' before starting home.</p>\n<p>Frazier also refers to the lining of a scabbard's mouth, a <em>sputcheon</em> (1842) and to an <em>Eprouvette mortar</em> (1781), a device for testing gunpowder still in use during the Civil War. Thus in telling his story he uses terms appropriate to time and place just as by playing period instruments musicians seek to create sound like that heard during the lifetime of the composer.</p>\n<p>In his afterword, Frazier acknowledges his debt  to  Horace  Kephart's  <em>Our  Southern Highlanders,</em> a sympathetic study of the mountain people of a century ago. In his chapter, <em>The Mountain Dialect,</em> Kephart described their terminal elisions, aspirations, sound substitutions, dropping of first syllables, and a broad range of diphthongal disasters. Such variations were not consistent in that the speakers, natural mimics, modified their usage to be consonant with the dialect of their visitors, a respectful accommodation, not a patronizing gesture. Such alternating speech is still common in the South, possibly more so in black populations, which favor white talk in mixed encounters and their own dialects among themselves. These variations suggest the evolutionary natural selection of word choice and pronunciation in response to changing conditions. If Frazier had tried to reproduce these variants, his novel would have been much less readable.</p>\n<p>Isolated communities are less bound by formal syntax in general and less concerned with the propriety of verb tenses and the agreement of subject and predicate and are more inclined to verbalize nouns as <em>blithen</em> (from <em>blithe,</em> 1824) and neologize modifiers. Many outlanders, some who came to the mountains as missionaries, religious or secular, tended to think of the objects of their good intentions as deprived, unintelligent, and degenerate (partly because they thought that the desecration of proper English was a mark of a degenerate people), but possibly teachable and certainly candidates for salvation. <em>Cold Mountain</em> tells how Ada, one of the heroines of the story, overcame this attitude, held by her preacher father, after his death, as she learned to understand, value, and rely on the virtues and strengths of her neighbors.</p>\n<p>Perhaps the best response to those who thought mountain people degenerate and “poor white trash” is that of Cecil Sharp, cited by Maud Karpels in her biography of the English ballad collector, who visited the southern Appalachians several times. In the early years of the 20th century, she wrote, “The people were mostly unlettered and had no money—serious shortcomings in the eyes of American city-dwellers—but though they had none of the advantages of civilization they had a culture which was as much a tradition as the songs they sang. 'A case of arrested development?' Cecil Sharp replied to a facile critic, 'I should prefer to call it a case of arrested degeneration.'”</p>\n<p>Suggested reading:</p>\n<p>Frazier's <em>Cold Mountain</em> (Atlantic Monthly Press, 1997) and Kephart's <em>Our Southern Highlanders</em> (University of Tennessee Press, 1976) have been mentioned. The quotation by Karpeles is from her <em>Cecil Sharp, His Life and Work</em> (University of Chicago Press, 1967). Eliot Wigginton's <em>Foxfire Books</em> (Anchor, from 1971) provides valuable photographs and commentary about a vanishing society, and Corra Harris's <em>A Circuit Rider's Wife</em> (University of Georgia Press, 1998), an autobiographical novel by a Methodist minister's wife isolated in North Georgia in the late 19th century, first published in 1910, is an accurate depiction of her times. Cleanth Brooks's <em>Language of the American South</em> (University of Georgia Press, 1985) is a short, trenchant commentary about the evolution of Southern speech. Chapter 12, “Blueprints and Borrowed Letters,” and Chapter 13, “Necessity's Mother,” in Jared Diamond's <em>Guns, Germs, and Steel</em> (Norton, 1998) are excellent brief considerations of the origin and evolution of language and its handmaiden, technology.</p>\n<p>[Dr. Felt's last article for =VERBATIM was “More Servings from the Periodic Table” in issue XXIV/1.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lapsed Language of Appalachia</h1> <p><em><span data-rel=\"author\">John H. Felts</span> <span data-rel=\"location\">MD, Winston-Salem, North Carolina</span></em></p> <p>Our knowledge of old speech is too limited for us to really hear how earlier communities talked and what they talked about. We can, however, learn something of their religious beliefs, customs, politics, and prejudices by examining words and phrases that have survived in small, poor, remote social groups, fixed in time and place. The careful student can thus trace a Darwinian natural selection in language as it is preserved and mutated under the stress of historical change.</p> <p>Charles Frazier, the author of <em>Cold Mountain</em> (1997), a well-written tale laid in the North Carolina mountains during the waning days of the Civil War, uses verbal relicts to give the reader a sense of historical authenticity. While a critical examination of Frazier's novel is beyond the aim of this article, a look at his word selections may be illustrative. The dates of the first written recording of some of them, according to the <em>Oxford English Dictionary,</em> are noted parenthetically.</p> <p><em>Chine</em> (1390) Hog back bone. Back bones and spare ribs were meats often eaten in North Carolina before World War II when all the pig but the grunt was considered edible. In the kitchen a <em>keeler</em> (1440), a vessel, and a <em>piggin</em> (1554), a pail to drink from, could be found. There apple mash might be prepared with a <em>spurtle</em> (15??), a wooden potstick, and <em>pomace</em> (1555), apple pulp left from cider making. The cider was usually kept in a <em>demijohn</em> (1769), a bottle with a capacity of about 5 gallons plugged with a <em>stopple</em> (139?). Apples before processing were often kept in a straw <em>skep</em> [1300), a basket. A century earlier, before it became a basket too, a <em>skep</em> (1199) was the amount of straw required to fill the basket. The door to the cabin might be hinged with a <em>gudgeon</em> (1400), a spindle or pivot, into which a <em>pintle</em> (1486), a pin, was inserted to make the joint. <em>Gudgeon</em> and <em>pintle</em> are also the names of fish, <em>pintle</em> derived from the same root as <em>penis,</em> it being upright, and the fish being of similar shape. If there were windows, their <em>muntins</em> (1330) were central, vertical pieces of wood between the panels of its sill.</p>"
}