{
  "type": "Article",
  "title": "How Wise is Proverbial Wisdom?",
  "author": "Richard Lederer",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How Wise is Proverbial Wisdom?</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>A proverb is a well-known, venerable saying rooted in philosophical or religious wisdom. Just about everybody knows some proverbs, and we often base decisions on these instructive maxims.</p>\n<p>But when you line up proverbs that spout conflicting advice, you have to wonder if these beloved aphorisms aren't simply personal observations masquerading as universal truths:</p>\n<p>How can it be true that you should look before you leap but make hay while the sun shines? It's better to be safe than sorry, but nothing ventured, nothing gained. Haste makes waste, but he who hesitates is lost. Patience is a virtue, but opportunity knocks but once. Slow and steady wins the race, but gather ye rosebuds while ye may. All things come to him who waits, but strike while the iron is hot. Fools rush in where angels fear to tread, but faint heart never won fair maiden.</p>\n<p>We often proclaim that actions speak louder than words, but at the same time we contend that the pen is mightier than the sword.</p>\n<p>Beware of Greeks bearing gifts, but don't look a gift horse in the mouth.</p>\n<p>There's no place like home and home is where the heart is, but the grass is always greener on the other side and a rolling stone gathers no moss.</p>\n<p>A penny saved is a penny earned, but penny wise and pound foolish.</p>\n<p>The best things in life are free, but you get what you pay for.</p>\n<p>Where ignorance is bliss, 'tis folly to be wise because what you don't know can't hurt you, but it is better to light one candle than to curse the darkness because the unexamined life is not worth living.</p>\n<p>Too many cooks spoil the broth, but many hands make light work.</p>\n<p>Two's company and three's a crowd, but the more the merrier because two heads are better than one.</p>\n<p>If at first you don't succeed, try try again, but don't beat a dead horse.</p>\n<p>Silence is golden and talk is cheap, but the squeaky wheel gets the grease and a word to the wise is sufficient.</p>\n<p>Clothes make the man because seeing is believing, but beauty is only skin deep because aooearances are deceiving, you can't judge a book by its cover, and all that glitters is not gold.</p>\n<p>Early to bed, early to rise makes a man healthy, wealthy, and wise, but all work and no play makes Jack a dull boy because idle hands are the devil's workshop.</p>\n<p>Birds of a feather flock together, but opposites attract. Blood is thicker than water, but familiarity breeds contempt.</p>\n<p>The road to hell is paved with good intentions, but it's the thoughts that counts.</p>\n<p>Never put off till tomorrow what you can do today, but don't cross that bridge until you come to it.</p>\n<p>Variety is the spice of life, but don't change horses in mid stream.</p>\n<p>There is nothing permanent except change, but there is nothing new under the sun.</p>\n<p>You're never too old to learn, but you can't teach an old dog new tricks.</p>\n<p>A stitch in time saves nine, but better late than never.</p>\n<p>The bigger, the better, but the best things come in small packages.</p>\n<p>Absence makes the heart grow fonder, but out of sight, out of mind.</p>\n<p>What will be will be, but life is what you make it.</p>\n<p>When it rains, it pours, but lightning never strikes twice in the same place.</p>\n<p>Don't bite off more than you can chew, but hitch your wagon to a star.</p>\n<p>Don't cross your bridges before you come to them and don't count your chickens before they're hatched, but forewarned is forearmed and well begun is half done.</p>\n<p>What's sauce for the goose is sauce for the gander, but one man's meat is another man's poison.</p>\n<p>With age comes wisdom, but out of the mouths of babes and sucklings comes wisdom.</p>\n<p>Might makes right and only the strong survive, but a soft answer turns away wrath and the meek shall inherit the earth.</p>\n<p>Turn the other cheek, let bygones be bygones, and forgive and forget, but an eye for an eye and a tooth for a tooth because revenge is sweet and turnabout is fair play.</p>\n<p>Do unto others as you would have them do unto you, but all's fair in love and war.</p>\n<p>Virtue is its own reward, but the good die young.</p>\n<p>Two wrongs don't make a right, but the ends justify the means.</p>\n<p>It's not whether you win or lose but how you play the game and winning isn't everything, but to the victor goes the spoils.</p>\n<p>So for better days ahead, all you have to do is figure out which proverb to use under which circumstances! Quite apparently, whichever side of an argument one takes, one can usually find a proverb to support it. That's why Miguel Cervantes wrote, “There is no proverb that is not true,” while Lady Montagu proclaimed that “general notions are generally wrong.”</p>\n<p><em>[We're happy to welcome Richard Lederer back as a contributor in this issue. He is the author of the new Merriam-Webster's Word Play Crosswords, and Anguished English, Fractured English, and Crazy English.</em>]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How Wise is Proverbial Wisdom?</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>A proverb is a well-known, venerable saying rooted in philosophical or religious wisdom. Just about everybody knows some proverbs, and we often base decisions on these instructive maxims.</p> <p>But when you line up proverbs that spout conflicting advice, you have to wonder if these beloved aphorisms aren't simply personal observations masquerading as universal truths:</p> <p>How can it be true that you should look before you leap but make hay while the sun shines? It's better to be safe than sorry, but nothing ventured, nothing gained. Haste makes waste, but he who hesitates is lost. Patience is a virtue, but opportunity knocks but once. Slow and steady wins the race, but gather ye rosebuds while ye may. All things come to him who waits, but strike while the iron is hot. Fools rush in where angels fear to tread, but faint heart never won fair maiden.</p>"
}