{
  "type": "Article",
  "title": "As the Word Turns: X files",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As the Word Turns: X files</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>On reaching this letter in his <em>Dictionary,</em> Samuel Johnson wrote with evident pleasure, “X begins no word in the English language.”</p>\n<p>The doctor may have fallen lazily back on the 1636 pronouncement of his homophonic predecessor, Ben Jonson: “X begins no word with us, that I know, but it ends many.”</p>\n<p>Both J-men are showing their Latin. Excluding proper names, the <em>Oxford Latin Dictionary</em> lists only 17 words beginning with X. All are transliterations from Greek. Olympic Games fans will like <em>xysticus</em> 'athlete,' but the jewel in this alphabetic crown has to be <em>xylospongium,</em> defined as “a stick with a sponge attached used for the same purpose as modern toilet paper.”</p>\n<p>As John Travolta and friends almost sang, <em>Greece</em> is the word. Ones beginning with <em>X</em> occupy 14 pages in Liddell &amp; Scott's <em>Lexicon,</em> as opposed to 8 in the <em>Oxford Dictionary of Modern Greek.</em> Since it had implications for their English, our J-men should have taken in this 1530 observation by John Palsgrave on French orthography: “X, if he be the fyrste letter of a worde, as 'xenotrophe,' 'xylobalsome,' which they sounde but S, for they can nat gyve X, whiche is also a greke letter, is true sownde.”</p>\n<p>Both J-men were wrong, Ben having more excuse than Sam. There were some X-words in English from the 16th century on. One, <em>xaraff</em> (also <em>xaroff</em>) found its way from India into writings on that country in 1628 and 1662, e.g. “We lye at the mercy of the xaroffs or exchangers of monie.” Modern tourists will sympathise.</p>\n<p>Another, French <em>chebec</em> 'a small warship,' appeared in English as <em>xebec</em> in the <em>Gentleman's Magazine</em> (for which Johnson himself often wrote) in August 1756, and frequently thereafter in naval warfare reports of that decade. I dare say Canadians would prefer to pronounce this word “Quebec.”</p>\n<p>The rest are all Greek. None, according to the <em>Oxford English Dictionary,</em> were revived in the 20th century. Some deserve to be. Visitors to England might like to be shown around by a <em>xenagogue,</em> the word for guide in 16-17th century descriptions of the counties. At Christmas, we hope for lots of <em>xenia</em> 'presents.' Did I say Christmas? Johnson did not note that the shortening of it to <em>Xmas</em> began in 1551 and was common in his own day; likewise the denoting of kisses by a row of <em>X</em>s. <em>Xenodochy,</em> the entertainment of strangers—something famously cherished by Blanche Dubois in <em>Streetcar,</em> first attested in 1623, occurred often enough to engender the adjective <em>xenodochial</em> in 1716. This kindly procedure turned into <em>xenisation</em> in the 19th century. I fear racists would prefer the concurrent <em>xenolasy,</em> or expulsion of immigrants.</p>\n<p>From warmer parts, whose inhabitants might wear <em>xilinous</em> or cotton garments (1656) and stroll under a covered <em>xystus</em> (1664) and worship <em>xoana,</em> or idols (1706), English traders imported <em>xylobalsamum</em> (1398), <em>xyloaloes</em> (1545), <em>xylocassia,</em> and <em>xylocinnamon</em> (both 1555).</p>\n<p>Any hungry readers may now take a break for <em>xerophagy</em> (1656) or the consumption of dry meats, especially if toiling through this essay has given them sore eyes or <em>xerophthalmia</em> (1656). As a sufferer thereof, Johnson ought to have known this one. If the current high price of oil brings on a fuel crisis, we may all be reduced to <em>xylophory</em> (1757) or carrying wood into the house.</p>\n<p>The host of new <em>X</em>-words in the <em>OED</em> are almost all Greek-based scientific compounds. As a fan of the instrument in jazz, I sound my final note with <em>xylophone,</em> which entered English more with a bang than a tinkle in this April 1886 rave review in the Athenaeum magazine of “a prodigy who does wonderful things with little drumsticks on a machine called the xylophone.”</p>\n<p>Disregarding the reviewer P. J. Kavanagh's “only Mozart could pretend to take the xylophone seriously,” I award the coveted Baldwin Prize for Creative Neologism to Ronald Blythe for his description in a <em>Church Times</em> essay of a collapsing brick floor as “clinking xylophonically.” <em>X</em>-cessive? No, <em>X</em>-cellent!</p>\n<p><em>[Barry Baldwin's last piece for VERBATIM was “Where Do They Come From?” in XXVI/1.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As the Word Turns: X files</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>On reaching this letter in his <em>Dictionary,</em> Samuel Johnson wrote with evident pleasure, “X begins no word in the English language.”</p> <p>The doctor may have fallen lazily back on the 1636 pronouncement of his homophonic predecessor, Ben Jonson: “X begins no word with us, that I know, but it ends many.”</p> <p>Both J-men are showing their Latin. Excluding proper names, the <em>Oxford Latin Dictionary</em> lists only 17 words beginning with X. All are transliterations from Greek. Olympic Games fans will like <em>xysticus</em> 'athlete,' but the jewel in this alphabetic crown has to be <em>xylospongium,</em> defined as “a stick with a sponge attached used for the same purpose as modern toilet paper.”</p>"
}