{
  "type": "Article",
  "title": "Pub Names in the 21st Century",
  "author": "Mike Warburton",
  "location": "Cheshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pub Names in the 21st Century</h1>\n<p><em><span data-rel=\"author\">Mike Warburton</span> <span data-rel=\"location\">Cheshire</span></em></p>\n<p>What have the Romans ever done for us? Well, apart from education, sanitation, roads, housing . . . they originated that most British of institutions, the public-house. The Latin <em>taberna</em> (later, <em>tavern</em>) was the pioneer, but in those days it was simply a shop that sold not beer, but wine. The British were more partial to ale, so their <em>tabernae</em> became known as ale-houses. Archaeologists presume the remaining drinking vessels, in pints or quarts, were for beer—but knowing this country's reputation for imbibing large quantities of alcohol, it is easy to imagine our ancestors knocking back pints of wine one after another.</p>\n<p>In Roman-occupied Britain where vines were a rarity, bushes were used outside the tavern to signify the sale of wine. This was often combined with a long ale-stake (for stirring the brew) if that beverage was also available. In the Middle Ages, proper signs developed outside these establishments, which were simple illustrations or word pictures, since most folk could not read. So people gave directions with instructions like “Take the turning by the <em>Bell,</em> go past the <em>Wheatsheaf,</em> then just before the <em>Duke of York</em> . . .” This somehow seems far more quaint than pointing someone towards MacDonalds, via Toys R Us, just beyond Texstyle World.</p>\n<p>Everyone must know of a pub in his locality called the <em>Crown,</em> the most prolific of them all. At the last count, there were over 700 of these, with the <em>Red Lion</em> not far behind. Like the <em>White Hart</em> (fifth on the list), the sign is a heraldic representation. This was a time when the monarchy was king, or queen, hence <em>Rose and Crown,</em> and <em>Royal Oak</em> (where virtually every monarch since 1066 is supposed to have hidden); but also when man depended on the countryside, hence <em>The Plough, The Bull;</em> and when religion played a more significant role, as seen in <em>The Angel</em> or the unique <em>Trip to Jerusalem.</em></p>\n<p>This land is blessed with delightfully colourful epithets for its public-houses. Where else in the world could you find such nuggets as <em>The Dunmow Flitch</em> in Essex, celebrating a custom involving bacon; or the <em>Pyewipe Inn,</em> recalling the Lincolnshire lapwing; or <em>The Shroppie Fly</em> on the Shropshire Union Canal at Audlem, referring to an old horse-drawn boat; or Stalybridge's <em>The Old Thirteenth Cheshire Astley Volunteer Rifleman Corps Inn,</em> Britain's longest pub-name. All these monikers encapsulate Blighty's eccentricities and regional uniqeness.</p>\n<p>There is often gentle humour and clever word-play in some of these names. <em>The Honest Lawyer</em> is represented without a head on signs—he does not exist. <em>Baker and Brewer</em> is accompanied with the legend “Bread is the Staff of life, but Beer's life itself.” <em>Letters Inn</em> is an ex-Post Office in Tattenhall, Cheshire; <em>Wye Knot,</em> at Ross-on-Wye, commemorates a famous racehorse; and <em>Clickem Inn</em> at Swinhope, Lincolnshire, supposedly comes from the click of the gate in the opposite field, into which farmers drove flocks while they drank there.</p>\n<p>But as language evolves, so do names such as these. They gradually become “modernised” and corrupted by colloquial usage. It is thought that the awkward tongue-twister 'God encompasses us' spawned the title <em>Goat and Compass.</em> So now it is much easier to tell the wife if you've been drinking there. <em>Swan With Two Necks</em> derives from the “two nicks” on the bird which indicated ownership. The new name probably stuck because it sounded, and looked, when illustrated on a sign, more bizarre.</p>\n<p>However, something more sinister seems to be taking place, and it is a relatively recent phenomenon. Coinages of the last few years are not proving very popular. It is not so much the christening of a new pub in 21st century terms which is causing the backlash—throughout history, our hostelries have constantly mirrored the progress of our culture. The conflict is because some of these names are being changed, usually at the casual whim of the prevailing brewer. More often than not, on the surface, these changes seem tasteless and unnecessary.</p>\n<p>The Campaign For Real Ale (CAMRA), who regularly monitor pubs and breweries, have a typically firm stance. One spokesman asserts “We oppose needless renaming and branding of pubs” (with owners intending ) “to eliminate any individuality and impose some brand or theme dreamed up in some remote marketing department that will position the pub so that it is attractive to a small segment of the populace (usually the 16–23 year olds.)”</p>\n<p>Whilst defending name-changing when alongside shifts in historical circumstances, he retorts “a sudden decision by a company to rename 100 of its pubs <em>All Bar Ones, Goose and Granites, It's A Scream</em> etc is something entirely different. It is crass, unthinking and takes no account at all of the customers who have used the pub over many years.” You certainly would not bet against CAMRA to arrest this trend: they have won many pub and beer-related victories, including one earlier in the year forcing the government to extend mandatory Rate Relief to rural pubs.</p>\n<p>The long-standing breweries which I contacted were similarly opposed to these moves. Adnam's proudly boast that their names are largely traditional, including the very rare <em>Eel's Foot</em> and <em>World's End.</em> They have never yet changed a pub to a modern name, but when they bought two <em>Tap &amp; Spiles,</em> they reverted back to the old names of the <em>Half Moon</em> and the <em>Hospital Arms.</em> Bateman's, when purchasing a pub, keep the original name. The only time they did change a name was several years ago altering the <em>Gay Dog</em> to the <em>Dog &amp; Bone,</em> as the licensees at the time were call Mr &amp; Mrs Bone!</p>\n<p>So who is making all these changes? One major brewery largely responsible is Firkin's. A firkin, as our more mature readers will know, is a small cask holding a quarter of a barrel. This company have not missed the wonderful opportunity to produce some inventively alliterative pairings, like <em>Footlights and Firkin</em> (Edinburgh) or <em>Fruitmarket and Firkin</em> (Glasgow). This is nothing new—both <em>Fleece and Firkin,</em> and <em>Fox and Firkin</em> have been with us a while. But there is something cheekily new-laddish about the way this word is abused, as signs inside some of its pubs proclaim it as having “the best firkin beer in town” or advertise “live entertainment every firkin Saturday”.</p>\n<p>There has been a notable increase in the number of Irish names over the last decade. <em>Scruffy Murphy's, O'Neills</em> and <em>O'Brien's</em> now abound. But this is little wonder given the powerful advertising campaigns and current vogue for supping the “black stuff”.</p>\n<p>Professional “pub pundit” George East actually grew up in a pub, his parents and grandparents both being licensees. Many of his experiences in the trade are catalogued in his latest book “A Year Behind Bars”. From first-hand dealings, he knows of fewer aspects of pub life which enrage the locals more than changing the name of “their” pub. But even he has opened or been responsible for giving pubs “silly” (his words) new names. He quotes “In the Eighties, a brewery asked me to come up with a name for a new posh theme pub which (for some reason) was to be filled with artefacts and reminders of great composers and classical music. I came up with <em>The Brahms &amp; Liszt,</em> but they thought it would not purvey quite the right upmarket image . . . “</p>\n<p>In pub circles just as everywhere else, it is impossible to please all of the people all of the time. Whilst <em>Hairy Lemon</em> and <em>Slug and Lettuce</em> attract much reactionary criticism, some punters are more open-minded. In a Web-chat debate based in Newcastle on this very topic, several concede that modern names may be OK for modern bars and younger clientelle, but the old pubs should be left the way they are. Another said “I think the new pub names are wicked! They make me laugh! Why stick with boring original pub names? It's 2001 for crying out loud!”</p>\n<p>Surely this is a valid viewpoint. Thoughtless re-naming can clearly be offensive to the British heritage. But when it is done tastefully, quirkily and with an individual or even unique flavour—you are not likely to find 700 pubs all called <em>Furry Pear</em>—is this not a better reflection of today's new generation of pub-goers?</p>\n<p>I have seen the future, and for the purist it is a bleak one. A new family of Cyberpubs has developed. Here, you can access the Internet whilst downing your favourite tipple. Currently they retain their original names, but it can only be a matter of time when they metamorphose into <em>The Bill Gates Inn</em> or even <em>Apple MacTavern.</em></p>\n<p>London has a chain of pubs called <em>sportspubs.co.uk</em> with the sole purpose of its customers viewing football on TV. If England qualify and then win next year's World Cup, then there is a good chance we will have the very first <em>David Beckham Arms,</em> or more appropriately, <em>David Beckham Legs.</em></p>\n<p>Now, who is to blame for all this linguistic depravity . . . the Romans, of course.</p>\n<p>[<em>Michael Warburton has left his family's retailing business, and is turning a keen interest in language into a 'proper job' as freelance writer.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pub Names in the 21st Century</h1> <p><em><span data-rel=\"author\">Mike Warburton</span> <span data-rel=\"location\">Cheshire</span></em></p> <p>What have the Romans ever done for us? Well, apart from education, sanitation, roads, housing . . . they originated that most British of institutions, the public-house. The Latin <em>taberna</em> (later, <em>tavern</em>) was the pioneer, but in those days it was simply a shop that sold not beer, but wine. The British were more partial to ale, so their <em>tabernae</em> became known as ale-houses. Archaeologists presume the remaining drinking vessels, in pints or quarts, were for beer—but knowing this country's reputation for imbibing large quantities of alcohol, it is easy to imagine our ancestors knocking back pints of wine one after another.</p> <p>In Roman-occupied Britain where vines were a rarity, bushes were used outside the tavern to signify the sale of wine. This was often combined with a long ale-stake (for stirring the brew) if that beverage was also available. In the Middle Ages, proper signs developed outside these establishments, which were simple illustrations or word pictures, since most folk could not read. So people gave directions with instructions like “Take the turning by the <em>Bell,</em> go past the <em>Wheatsheaf,</em> then just before the <em>Duke of York</em> . . .” This somehow seems far more quaint than pointing someone towards MacDonalds, via Toys R Us, just beyond Texstyle World.</p> <p>Everyone must know of a pub in his locality called the <em>Crown,</em> the most prolific of them all. At the last count, there were over 700 of these, with the <em>Red Lion</em> not far behind. Like the <em>White Hart</em> (fifth on the list), the sign is a heraldic representation. This was a time when the monarchy was king, or queen, hence <em>Rose and Crown,</em> and <em>Royal Oak</em> (where virtually every monarch since 1066 is supposed to have hidden); but also when man depended on the countryside, hence <em>The Plough, The Bull;</em> and when religion played a more significant role, as seen in <em>The Angel</em> or the unique <em>Trip to Jerusalem.</em></p>"
}