{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Baddabing, Baddabang",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: Baddabing, Baddabang</h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Viewers of the HBO hit series <em>The Sopranos</em> will have noticed a nightclub named <em>Bada Bing,</em> as in “<em>Baddabing, Baddabang</em>.”<sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Doublets of this general form, conjoined minimal pairs in which all the consonants are the same and only one vowel is changed, abound in English, falling into two major classes. In the first, the initial vowel is a somewhat high front unrounded one (represented in International Phonetic Alphabet by the symbol <em>I</em>)<sup><a href=\"#user-content-fn-c2\" id=\"user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> and the second a lower front unrounded one (IPA symbol æ), as in <em>rickrack</em> (a wiggly cloth tape or ribbon used for decoration or seam binding), <em>riprap</em> (a type of masonry for a retaining wall), <em>flimflam</em> (a confidence game in which the con-man borrows a small sum of money off victims by persuading them that it will allow the retrieval of a much larger sum), <em>chitchat</em> (idle conversation, probably a back-formation from chatter), <em>fiddle-faddle</em> (nonsense), <em>wigwag</em> (a railway signal with a movable arm), and <em>zigzag</em> (to move first one way and then another).<sup><a href=\"#user-content-fn-c3\" id=\"user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> In the second type, the initial vowel is also IPA <em>I</em> but the second vowel is lower back rounded (IPA <em>ç</em>), as in <em>flipflop</em> (which can either mean to move one way and then reverse altogether, as in “The candidate flipflopped on the issue,” or else refer to sandals held on the feet by a thong between the big toe and the first little one, with attached straps to either side—no doubt so called from the sound they make when one is walking in them), <em>hip-hop</em> (a popular urban musical style)<sup><a href=\"#user-content-fn-c4\" id=\"user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>, <em>tip-top</em> (highest [point], acme), <em>singsong</em> (an adjective referring to speech which approximates singing)5, <em>dingdong</em> (onomatopoea for the sound of a bell, and also a euphemism for “penis”;<sup><a href=\"#user-content-fn-c6\" id=\"user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> capitalized, it is the name of a commercial dessert snack), and <em>ticktock</em> (the sound of a pendulum clock ticking, and hence capitalized as the name of a diner on 34th St. at 7th Avenue in Manhattan, a block north of Penn Station, whose facade features a clock face).<sup><a href=\"#user-content-fn-c7\" id=\"user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Of the former class, some items convey a clear sense of purposeless, vain, or useless things or activities: <em>dilly-dally</em> (undoubtedly reduplicative from dally), <em>shilly-shally</em> (prevaricate), <em>knick-knack</em> and <em>bric-a-brac.</em><sup><a href=\"#user-content-fn-c8\" id=\"user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Onomatopoea also plays a part, especially in light lyric poetry: the <em>splish-splash</em><sup><a href=\"#user-content-fn-c9\" id=\"user-content-fnref-c9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> of Bobby Darin's rock hit “Splish Splash, I Was Taking a Bath,” the <em>snicker-snack</em><sup><a href=\"#user-content-fn-c10\" id=\"user-content-fnref-c10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> of Lewis Carroll's “Jabberwocky,” and the <em>tink-a-tank</em> in the refrain of Gilbert and Sullivan's “When First My Old, Old Love I Knew.”<sup><a href=\"#user-content-fn-c11\" id=\"user-content-fnref-c11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Other popular songs whose titles and choruses include minimal pairs of this sort are the Beatles' “Obladi, Oblada” from the 1968 “White Album” and “Funiculi, Funicula,” written early in the 20th century to celebrate the opening of a funicular (cable-car) service up the slopes of Mt. Vesuvius. (In this class we might also include Malvina Reynolds' beloved satire of midcentury suburbia, “Little Boxes” made of <em>ticky-tacky</em>).</p>\n<p>Additional examples abound. We speak of making everything <em>ship-shape</em><sup><a href=\"#user-content-fn-c12\" id=\"user-content-fnref-c12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> (and presumably <em>spic and span</em> in the bargain, especially if we have a box of the powdered cleanser so named), deliberate policy in a <em>think-tank</em>, relax at home in the company of our <em>kitty-cat</em>,<sup><a href=\"#user-content-fn-c13\" id=\"user-content-fnref-c13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> refer to an egregious surfeit of something as having it “up the <em>ying-yang</em>”<sup><a href=\"#user-content-fn-c14\" id=\"user-content-fnref-c14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> and when spooked are said to have the <em>jim-jams</em>—also known as the <em>heeby-jeebies</em>.<sup><a href=\"#user-content-fn-c15\" id=\"user-content-fnref-c15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>The last is an example of another kind of minimal-pair reduplication closely related to the type above, but here what is altered is not the vowel but the initial consonant: <em>namby-pamby</em>,<sup><a href=\"#user-content-fn-c16\" id=\"user-content-fnref-c16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> <em>helter-skelter</em><sup><a href=\"#user-content-fn-c17\" id=\"user-content-fnref-c17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> and its synonyms <em>hurry-scurry</em> and <em>pell-mell</em>,<sup><a href=\"#user-content-fn-c18\" id=\"user-content-fnref-c18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> <em>pop-top</em><sup><a href=\"#user-content-fn-c19\" id=\"user-content-fnref-c19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> cans, a <em>hodge-podge</em>,<sup><a href=\"#user-content-fn-c20\" id=\"user-content-fnref-c20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> the <em>hurdy-gurdy,</em><sup><a href=\"#user-content-fn-c21\" id=\"user-content-fnref-c21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> and such commercial names as the <em>Nice</em> <em>Twice</em> resale shop on Route 3 in Aurora, Maine.<sup><a href=\"#user-content-fn-c22\" id=\"user-content-fnref-c22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> Then there is reduplication pure and simple, frequently found in words adopted from languages other than English, such as <em>frou-frou,</em><sup><a href=\"#user-content-fn-c23\" id=\"user-content-fnref-c23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> <em>Mau-Mau,</em><sup><a href=\"#user-content-fn-c24\" id=\"user-content-fnref-c24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> <em>dum-dum,</em><sup><a href=\"#user-content-fn-c25\" id=\"user-content-fnref-c25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> <em>mahi-mahi,</em><sup><a href=\"#user-content-fn-c26\" id=\"user-content-fnref-c26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> and <em>dik-dik</em><sup><a href=\"#user-content-fn-c27\" id=\"user-content-fnref-c27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> The tendency to double an affectionate truncation of a word, often (though not always) for the benefit of small children, crosses linguistic borders as well: <em>faire pipi</em> or <em>faire do-do</em> in French,<sup><a href=\"#user-content-fn-c28\" id=\"user-content-fnref-c28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup> <em>po-po</em><sup><a href=\"#user-content-fn-c29\" id=\"user-content-fnref-c29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> in German, <em>din-din</em> and <em>ack-ack</em> in English.<em>30</em></p>\n<p>Finally, there are triplets of which the first two members are reduplicative and the third a monosyllable, frequently appearing in poems or songs: <em>Winken, Blinken, and Nod;</em><sup><a href=\"#user-content-fn-c31\" id=\"user-content-fnref-c31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> <em>Hickory, Dickory, Dock;</em> the <em>Illy, Ally, Oh;</em><sup><a href=\"#user-content-fn-c32\" id=\"user-content-fnref-c32\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup> the Walt Disney Studios coinage <em>Bibbity, Bobbity, Boo</em>.<sup><a href=\"#user-content-fn-c33\" id=\"user-content-fnref-c33\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">31</a></sup> Note that in all these examples the progression of vowels follows the pattern cited above: front high to low or back or both. Also in this category is a sometimes-cited variant of our title: <em>Baddabing, baddabang, baddaboom.</em></p>\n<hr>\n<p>[If you enjoy Nick Humez's columns, seek out his books, including <em>Alpha to Omega</em> and <em>ABC Et Cetera</em>.]</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-c1\">\n<p>This versatile phrase, evidently onomatopoeia for “sound of rapid, quasi-percussive process” and hence applicable to a wide variety of events from a #10 tomato can falling off a pantry shelf to a thermonuclear test, has achieved surprising currency in just a few years, owing in part to its use in the dialogue of TV shows such as The Sopranos. Although its origin is obscure—young white urban English-speakers in mid-Atlantic states is our best guess –it is probably safe to rule out a connection with <em>Battambang</em>, the name both of Cambodia's second-largest city and of the major rice-producing province of which it is the capital. <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c2\">\n<p>For a complete chart of the IPA, as revised to 1993, visit <a href=\"http://www2.arts.gla.ac.uk/IPA/fullchart.html\">http://www2.arts.gla.ac.uk/IPA/fullchart.html</a>. In the Germanic languages, so-called “strong” verbs often distinguish between present- and past-tense forms by altering the vowel in this fashion, as in s<em>peak/spoke</em> (originally <em>spake</em>), <em>write/wrote, wake/woke, sing/sang, spit/spat,</em> and <em>heave/hove</em> (though this last verb has in recent times been turned into a “weak” verb with the past tense <em>heaved</em>). Linguists refer to this sort of vowel shift to denote different function of the same stem as <em>ablaut,</em> German for “off sound.” <a href=\"#user-content-fnref-c2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c3\">\n<p>Hypenated and with initial capital Zs, <em>Zig-Zag</em> also is the brand name for a famous brand of French cigarette papers. Visitors to the site <em><a href=\"http://www.zigzag.com\">www.zigzag.com</a></em> will be told that the first cigarette paper as such was supposedly improvised by a zouave on the battlefield of Sevastapol: After his clay pipe was shattered by a bullet the infantryman rolled some tobacco in “a piece of paper torn from his bag of gunpowder,” thus inventing the cigarette. While this is possible, it is more likely that what he actually used was the wrapping for an individual cartridge: Towards the end of the muzzle-loading era, ball and powder came to be pre-packaged with the powder already measured; after tearing the end off the paper cartridge with one's teeth, one poured the powder down the barrel, then rolled the ball in after it, tamping both home using the cartridge paper for wadding. One may suppose in any case that residual specks of gunpowder helped keep the zouave's tobacco alight, whatever the effect on his lungs; and, indeed, most American cigarettes to this day include trace amounts of saltpeter (potassium nitrate, one of the three ingredients in black powder, often in the ratio of one part saltpeter, two parts sulfur, and three parts charcoal) to keep the cigarette from going out between puffs. Zig-Zag papers were virtually unknown in America until the 1960s, except among a small and unfashionable population of roll-your-own tobacco smokers; but the burgeoning market in marijuana changed all that, and led to the trademark icon of the bearded Zig-Zag man being reproduced on T-shirts and parodied in underground comics, e.g. as the model (if unconsciously so) for the face of Robert Crumb's hirsute sage, Mr. Natural (whose long gown and portly figure, however, were almost certainly drawn from a supporting character in Rudolph Dirks's pioneering sequential comic strip <em>The Katzenjammer Kids,</em> which began publication in 1897). <a href=\"#user-content-fnref-c3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c4\">\n<p>For a thoughful article on the rise of hip-hop music, see Kelefa Sanneh's “Gettin' Paid,” <em>The New Yorker</em>, Aug. 20/27, 2001, pp. 60-76, together with the photo portfolio on hip-hop artists by Martin Schoeller on page 125-137 of the same issue. <a href=\"#user-content-fnref-c4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c6\">\n<p>Compare <em>dong</em> and <em>ding-a-ling</em>, the latter probably derived from the verb <em>dangle</em> and prominent in the title and lyrics of a risqué pop song first recorded by David Bartholomew for the King label in 1952, a cover of which was issued by the Bees rhythm-and-blues group two years later under the title “Toy Bell.” Rock music scholar Jerry Osborne (<em><a href=\"http://www.jerryosborne.com\">http://www.jerryosborne.com</a></em>) observes that “[w]ith so many rock and roll classics to his credit—both as a singer and songwriter—it is ironic that Chuck Berry's only No. 1 hit on the Pop charts would be 'My Ding-A-Ling,' a novelty tune recorded just for fun in front of a live audience.” <a href=\"#user-content-fnref-c6\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c7\">\n<p>A <em>ticktack</em>, on the other hand, was a tack on a string, formerly attached by Hallowe'en pranksters to the frame of a window so that it would rattle at the pane when the wind blew; see <em>Penrod,</em> Booth Tarkington's classic novel of early 1900s boyhood. On the other hand, the <em>tick-tack</em> of the American name for the game the British call <em>naughts</em> and <em>crosses—tick-tack-toe—</em> almost certainly represents the action of marking an X, the “toe” being “O” with a T in front for emphasis and articulation. <a href=\"#user-content-fnref-c7\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c8\">\n<p><em>Knick-knack</em> apparently derives from <em>knack</em> in its now-obsolete meaning of 'cleverly designed device,' derived from Middle Dutch <em>cnacken,</em> “'o strike.' <em>Bric-a-brac</em> is from French, one of a cluster of words about collecting from a variety of sources: <em>bric-à-brac</em> means both such merchnadise and the store where it is sold, <em>de bric et de broc</em> means 'from here and there' or 'having pieces of varied provenance,' and <em>bricoler</em> means 'to be a jack-of-all-trades.' <a href=\"#user-content-fnref-c8\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c9\">\n<p>“Splish Splash” was written by Darin (the stage name of Walden Roberto Cassotto, born in Manhattan in a then-Italian neighborhood in East Harlem in 1936) on a dare: John Pidgeon, in an essay in the website <em><a href=\"http://www.bobbydarin.net/crooner.html\">http://www.bobbydarin.net/crooner.html</a>,</em> writes that during a visit Darin made to the mother of disc jockey Murray Kaufman, she “taunted him to compose a song with the line 'Splish splash, I was taking a bath.' A ragbag of rock'n'roll cliches, it nevertheless impressed [Atlantic Records' Ahmet] Ertegun, who agreed to produce it himself although the extent of his enthusiasm might be measured by his allocating no more than 90 minutes for the recording session,” which took place on April 10, 1958; the single would sell over a million copies. <a href=\"#user-content-fnref-c9\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c10\">\n<p>Carroll's <em>snicker-snack</em>, describing the fatal stroke which slew the Jabberwock, was almost certainly derived from <em>snickersnee,</em> a bladed weapon of a size between a knife and a sword; it comes from the Dutch phrase steken of <em>snijden,</em> 'stab or cut.' <a href=\"#user-content-fnref-c10\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c11\">\n<p>The song inroduces the defendant in Trial by Jury, the duo's second collaboration, commissioned by Richard D'Oyly Carte as a curtain-raiser (for Offenbach's <em>La Périchole</em>); it opened at the Royalty Theatre in London on March 25, 1875 and ran almost to the end of that year. <em>Tink-a-tank</em> represents the sound of a mandolin or tenor banjo played with a flatpick, as an astute bit of stage business included in this spring's production by the Ridgewood (NJ) Gilbert and Sullivan Society revealed to this columnist after forty years of supposing it nothing more than the nonsense-refrain syllables it appears to be on the printed page. <a href=\"#user-content-fnref-c11\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c12\">\n<p>And <em>Bristol-fashion</em>, in its longer form, presumably from that port's function as a major depot of the British navy, and unrelated to the euphemism <em>Bristols</em> for 'breasts,' which is probably analogous, in its use of most of the consonants and vowels of the real thing, to such terms as figure in a bumper sticker we saw recently: “Gosh is Where People Go Who Don't Believe in Heck.” See Ralph H. Emerson's astute article “Denaturized Profanity in English,” VERBATIM XXVI/2 (Spring 2001). <a href=\"#user-content-fnref-c12\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c13\">\n<p>This usage was already old at the time of London's “Kit-Kat Club,” so called from its meeting at a tavern called the Cat and Fiddle (Christopher Cat, proprietor), which flourished from 1703 to 1733 as a center for Whig party adherents, including the leading contributors to the journal <em>The Spectator,</em> Joseph Addison (author of the familiar poem “The Spacious Firmament”) and Richard Steele. <a href=\"#user-content-fnref-c13\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c14\">\n<p>Synonym: <em>up the wazoo,</em> both being euphemisms for <em>ass(hole)</em> in its anatomical rather than sociological sense. Ying-yang is a garbling of <em>Yin/Yang</em> (the female and male principles of the universe according to Taoism) making both halves of the doublet more regular. A similar “regularization” of a foreign expression is <em>hari-kari,</em> a corruption of <em>hara-kiri,</em> Japanese for 'belly-slit' and the vulgar term for the form of suicide-for-homor's-sake more politely known as <em>seppuku.</em> <a href=\"#user-content-fnref-c14\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c15\">\n<p>Also featured in popular songs, including the 1957 Little Richard (Penniman) hit “The Heeby-Jeebies,” and Laura Nyro's mellifluous “Oh Yeah Maybe Baby (The Heebie Jeebies),” from her final album, <em>Walk the Dog &amp; Light the Light</em>(1993). <a href=\"#user-content-fnref-c15\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c16\">\n<p>The <em>American Heritage Dictionary</em> gives 'insipid and sentimental' as the first definition and 'lacking vigor or decisiveness; spineless' as the second. The expression originated as a nasty nickname for the English poet Ambrose Philips (1674–1749) in a poem so titled by his contemporary Henry Carey poking fun at Philips's verses for children; following Carey, Alexander Pope satirized Philips under the same name. <a href=\"#user-content-fnref-c16\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c17\">\n<p>Of unknown origin. The name of a Beatles song recorded on the 1968 White Album, and thence adopted by Vincent Bugliosi and Curt Gentry for the title of their book about the multiple slaying by Charles Manson and his “family” in 1969: <em>Helter Skelter: The true story of the Manson Murders</em> (New York: Norton, 1974). <a href=\"#user-content-fnref-c17\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c18\">\n<p>From French <em>pêle-mêle</em> (originally <em>pesle-mesle,</em> reduplication from <em>mesler,</em> 'to mix,' and related to both <em>mélange</em> and <em>meddle.</em> Not to be confused with <em>pall-mall</em>, originally a game in which a wooden ball was struck with a mallet to drive it through a ring suspended at the end of an alley. As a proper noun this was also the name of a fashionable street in London where the game was formerly played, and, in turn, a brand of American cigarette, the display of which was a discreet sign of one's sexual orientation among gay men in the 1960s—in part as an ironic co-option of its advertising slogan, “Where Particular People Congregate.” <a href=\"#user-content-fnref-c18\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c19\">\n<p>First introduced by the Schlitz brewery in 1963, pop-tops constitued 75% of all drink cans sold just two years later, the year twist-off bottle caps also came into general use—both inventions eliminating that bane of thirsty consumers, the search for a <em>church key</em> (can and bottle opener). <a href=\"#user-content-fnref-c19\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c20\">\n<p>From Middle English <em>hochepot,</em> 'stew,' a borrowing from old French; sometimes spelled and pronounced <em>hotch-potch.</em> From the same source is derived the legal term <em>hotchpot,</em> a combining of assorted properties to assure an equal distribution of their total value, e.g. to one's heirs if one dies without making a will. <a href=\"#user-content-fnref-c20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c21\">\n<p>In a medieval <em>hurdy-gurdy,</em> the strings were sounded by being rubbed by a rosined wheel turned by a crank, the individual notes being produced by stopping the non-drone strings with tangents attached to the keys. Later the name came to be used for any crank-driven instrument, such as a barrel-organ. The former usage seems to have been intended in Donovan (Leitch)'s 1968 song “The Hurdy Gurdy Man,” since its lyrics say that its title character “came singing songs (plural) of love,” while a barrel-organ's repertory is extremely limited. (Alden and Cali Hackmann of Olympic Musical Instruments make this argument on their web site <em><a href=\"http://www.hurdygurdy.com/hg/genfaq.html\">http://www.hurdygurdy.com/hg/genfaq.html</a>,</em> which will tell you everything you ever wanted to know about hurdy-gurdies and then some.) <a href=\"#user-content-fnref-c21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c22\">\n<p>On the same stretch of road there is a sign reading “No Jake Brake Next 2 Miles.” We will be grateful to any reader who can enlighten us as to the meaning of this term. <a href=\"#user-content-fnref-c22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c23\">\n<p>Referring to exaggerated feminine frippery, and by extension frivolousness; possibly derived from <em>fanfreluche,</em> French for 'furbelow.' <a href=\"#user-content-fnref-c23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c24\">\n<p>The <em>Mau-Mau</em> appears to have been a term coined by European settlers of Kenya to denote a secret society dominated by the Kikuyu people and two smaller related ethnic groups, the Embu and Meru, which launched attacks on white farmers in 1952. It took the British more than four years to crush the rebellion, which ended in 1957 with the capture, trial, conviction and hanging of its leader, Dedan Kimathi. Many black Kenyans were rounded up and jailed, including Jomo Kenyatta (thanks to the bribing of both the key witness and the trial judge), who was sentenced to seven years in prison, but went on to be the first president of Kenya when British rule ended and the nation became independent in 1964. See <em><a href=\"http://www.channel4.com/plus/secret_history/mau8.html\">http://www.channel4.com/plus/secret_history/mau8.html</a>.</em> <a href=\"#user-content-fnref-c24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c25\">\n<p>Named for a town in India, <em>dum-dums</em> expand on impact to inflict maximum trauma; prior to the invention of the soft-nose slug, they were made by carving a notch in in the head of an ordinary bullet. <a href=\"#user-content-fnref-c25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c26\">\n<p>An edible shark, considered something of a delicacy and served in moderately upscale restaurants. <a href=\"#user-content-fnref-c26\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c27\">\n<p>A very small ungulate, also known as Thompson's gazelle, and indigenous to the savannahs and veldts of southern Africa. <a href=\"#user-content-fnref-c27\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c28\">\n<p>From <em>pisser</em> ('to urinate') and <em>dormir</em> ('to sleep') respectively. The Cajun term for an evening dance parties in Louisiana bayou country is the <em>fais do-do,</em> presumably because one dances till one drops. <a href=\"#user-content-fnref-c28\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c29\">\n<p>Meaning 'arse,' possibly derived from <em>posterior</em>. <a href=\"#user-content-fnref-c29\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c31\">\n<p>A neo-Mother Goose poem written by Eugene Field (1850-1895), by whose day the “Land of Nod” mentioned in Genesis (4:16) had already become a synonym for 'dreamland,' 'slumberland,' or the like. <a href=\"#user-content-fnref-c31\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c32\">\n<p>A Irish children's term for 'ocean,' according to the Clancy Brothers and Tommy Makem, who sang a song so titled as part of a kids' folk medley in a live-in-concert recording made during the 1960s. <a href=\"#user-content-fnref-c32\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c33\">\n<p>Sung by the fairy godmother in the feature-length animation film <em>Cinderella</em> (1950). <a href=\"#user-content-fnref-c33\" data-footnote-backref=\"\" aria-label=\"Back to reference 31\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: Baddabing, Baddabang</h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Viewers of the HBO hit series <em>The Sopranos</em> will have noticed a nightclub named <em>Bada Bing,</em> as in “<em>Baddabing, Baddabang</em>.”<sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Doublets of this general form, conjoined minimal pairs in which all the consonants are the same and only one vowel is changed, abound in English, falling into two major classes. In the first, the initial vowel is a somewhat high front unrounded one (represented in International Phonetic Alphabet by the symbol <em>I</em>)<sup><a href=\"#user-content-fn-c2\" id=\"user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> and the second a lower front unrounded one (IPA symbol æ), as in <em>rickrack</em> (a wiggly cloth tape or ribbon used for decoration or seam binding), <em>riprap</em> (a type of masonry for a retaining wall), <em>flimflam</em> (a confidence game in which the con-man borrows a small sum of money off victims by persuading them that it will allow the retrieval of a much larger sum), <em>chitchat</em> (idle conversation, probably a back-formation from chatter), <em>fiddle-faddle</em> (nonsense), <em>wigwag</em> (a railway signal with a movable arm), and <em>zigzag</em> (to move first one way and then another).<sup><a href=\"#user-content-fn-c3\" id=\"user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> In the second type, the initial vowel is also IPA <em>I</em> but the second vowel is lower back rounded (IPA <em>ç</em>), as in <em>flipflop</em> (which can either mean to move one way and then reverse altogether, as in “The candidate flipflopped on the issue,” or else refer to sandals held on the feet by a thong between the big toe and the first little one, with attached straps to either side—no doubt so called from the sound they make when one is walking in them), <em>hip-hop</em> (a popular urban musical style)<sup><a href=\"#user-content-fn-c4\" id=\"user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>, <em>tip-top</em> (highest [point], acme), <em>singsong</em> (an adjective referring to speech which approximates singing)5, <em>dingdong</em> (onomatopoea for the sound of a bell, and also a euphemism for “penis”;<sup><a href=\"#user-content-fn-c6\" id=\"user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> capitalized, it is the name of a commercial dessert snack), and <em>ticktock</em> (the sound of a pendulum clock ticking, and hence capitalized as the name of a diner on 34th St. at 7th Avenue in Manhattan, a block north of Penn Station, whose facade features a clock face).<sup><a href=\"#user-content-fn-c7\" id=\"user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p> <p>Of the former class, some items convey a clear sense of purposeless, vain, or useless things or activities: <em>dilly-dally</em> (undoubtedly reduplicative from dally), <em>shilly-shally</em> (prevaricate), <em>knick-knack</em> and <em>bric-a-brac.</em><sup><a href=\"#user-content-fn-c8\" id=\"user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Onomatopoea also plays a part, especially in light lyric poetry: the <em>splish-splash</em><sup><a href=\"#user-content-fn-c9\" id=\"user-content-fnref-c9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> of Bobby Darin's rock hit “Splish Splash, I Was Taking a Bath,” the <em>snicker-snack</em><sup><a href=\"#user-content-fn-c10\" id=\"user-content-fnref-c10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> of Lewis Carroll's “Jabberwocky,” and the <em>tink-a-tank</em> in the refrain of Gilbert and Sullivan's “When First My Old, Old Love I Knew.”<sup><a href=\"#user-content-fn-c11\" id=\"user-content-fnref-c11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Other popular songs whose titles and choruses include minimal pairs of this sort are the Beatles' “Obladi, Oblada” from the 1968 “White Album” and “Funiculi, Funicula,” written early in the 20th century to celebrate the opening of a funicular (cable-car) service up the slopes of Mt. Vesuvius. (In this class we might also include Malvina Reynolds' beloved satire of midcentury suburbia, “Little Boxes” made of <em>ticky-tacky</em>).</p> <p>Additional examples abound. We speak of making everything <em>ship-shape</em><sup><a href=\"#user-content-fn-c12\" id=\"user-content-fnref-c12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> (and presumably <em>spic and span</em> in the bargain, especially if we have a box of the powdered cleanser so named), deliberate policy in a <em>think-tank</em>, relax at home in the company of our <em>kitty-cat</em>,<sup><a href=\"#user-content-fn-c13\" id=\"user-content-fnref-c13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> refer to an egregious surfeit of something as having it “up the <em>ying-yang</em>”<sup><a href=\"#user-content-fn-c14\" id=\"user-content-fnref-c14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> and when spooked are said to have the <em>jim-jams</em>—also known as the <em>heeby-jeebies</em>.<sup><a href=\"#user-content-fn-c15\" id=\"user-content-fnref-c15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>"
}