{
  "type": "Article",
  "title": "Why Bud Weiser Can Sell Cars (But Not Beer)",
  "author": "Shawn M. Clankie",
  "location": "Sapporo, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Why Bud Weiser Can Sell Cars (But Not Beer)</h1>\n<p><em><span data-rel=\"author\">Shawn M. Clankie</span> <span data-rel=\"location\">Sapporo, Japan</span></em></p>\n<p>Brand names today have become serious business. Companies spend great sums paying lawyers to protect their names and they don't like unauthorized use of the brand. Create a web page immortalizing the lowly Q-Tip and within a matter of days you'll get a letter from the friendly folks at Cheeseborough-Ponds telling you to cease and desist immediately or they'll come and shove a Q-Tip, uhhhh, they'll take legal action.</p>\n<p>Companies go to great lengths to stop you from using their name generically (I xerox, therefore I am . . . hated by Xerox.). Shame to the family of the heathen who doth <em>xerox</em> on a Ricoh photocopier. A team of grey-suited lawyers, each a xerox copy of some master lawyer misplaced back at Xerox headquarters, will show up at your door accusing you of Xeroxicide.</p>\n<p>Xerox, for its part, publishes admonishing ads in publications aimed at editors and writers who play semantic gymnastics with their name. One well-known ad says “You can't xerox a xerox on a Xerox.” The ad goes on to tell us about our duty to Xerox to protect its name. It is of no concern to Xerox that because we can use xerox as a noun and as a verb without raising eyebrows that the name is already generic.</p>\n<p>Companies also are out to keep us from trampling on the emotive qualities of their name (like the magazines that ran what could only be described as Barbie and Ken's tribute to the Kama Sutra). Mattel viewed this as a violation of the qualities they believed Barbie and Ken should exhibit, preferring that Barbie and Ken remain celibate. Mattel has gone so far off the deep end that it believes it holds all rights to the name Barbie for commercial purposes and any likeness. In a recent case, Mattel sued the band Aqua over its hit song <em>Barbie Girl.</em></p>\n<p>The next time you get the urge to <em>mace</em> someone, put on a <em>band aid,</em> or to use a <em>kleenex,</em> sit down with a <em>coke</em> and have a look at your dictionary. You probably won't find any of your favorite generic brands. The large conglomerates, parent companies of many well-known brands, write freqeunt letters pressuring lexicographers to remove the generic forms of brand names from the dictionaries. Well-known lexicographer Sidney Landau writes of the case of <em>band aid</em> mysteriously 'missing' several of its generic uses (such as a <em>band-aid</em> remedy) from the Merriam-Webster dictionary. He writes, “How can it be that the Merriam-Webster, Inc., which boasts of 13 million citations, has insufficient documentation to include these and many other comparable senses?”</p>\n<p>For fear of inadvertently provoking trademark owners, dictionaries now include disclaimers to limit any responsibility for the inclusion of a generic brand name amidst their pages.</p>\n<p>So why is it that a car dealership in Beloit, Wisconsin, named Bud Weiser can sell cars without Anheuser-Busch siccing the Clydesdales on him? While Anheuser-Busch would probably love to be able to shut Mr. Weiser down permanently, they can't. Yes, Anheuser-Busch controls the Budweiser brand name in the United States. They do not, however, own the name outright. Proprietary laws allow for only limited ownership of the name. This allows the company to stop other companies from making Budweiser beer (except for a brewery in the Czech Republic, but that's the skeleton in Anheuser-Busch's own closet), or from overtly damaging the name through corporate misuse. But, it is not copyright. Copyright is a level of ownership over the unique combination of words and images, most often granted to published materials. Companies don't always distinguish between the two, and don't want consumers to either. They would prefer you believe them when they say, “Stop misusing our name!”. So, as long as Mr. Weiser doesn't start giving away a free case of Bud with every test drive, then there is little that Anheuser-Busch can do about it.</p>\n<hr>\n<p><strong>Links</strong></p>\n<p>The Q-Tip tribute page can be found at</p>\n<p><a href=\"http://www.bway.net/~you/qtip.html\">http://www.bway.net/~you/qtip.html</a>.</p>\n<p>Anheuser-Busch's attempts to stop the Czech Budweiser can be found by clicking on the information page at <a href=\"http://www.budvar.cz/oldsite/english/index.html\">http://www.budvar.cz/oldsite/english/index.html</a></p>\n<p>The Bud Weiser car dealership is on-line at</p>\n<p><a href=\"http://www.budweiserbeloit.com/\">http://www.budweiserbeloit.com/</a></p>\n<p><em>[Dr. Shawn M. Clankie is a linguist specializing in naming issues and the law. He teaches in the Institute of Language and Culture Studies at Hokkaido University in Sapporo, Japan.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Why Bud Weiser Can Sell Cars (But Not Beer)</h1> <p><em><span data-rel=\"author\">Shawn M. Clankie</span> <span data-rel=\"location\">Sapporo, Japan</span></em></p> <p>Brand names today have become serious business. Companies spend great sums paying lawyers to protect their names and they don't like unauthorized use of the brand. Create a web page immortalizing the lowly Q-Tip and within a matter of days you'll get a letter from the friendly folks at Cheeseborough-Ponds telling you to cease and desist immediately or they'll come and shove a Q-Tip, uhhhh, they'll take legal action.</p> <p>Companies go to great lengths to stop you from using their name generically (I xerox, therefore I am . . . hated by Xerox.). Shame to the family of the heathen who doth <em>xerox</em> on a Ricoh photocopier. A team of grey-suited lawyers, each a xerox copy of some master lawyer misplaced back at Xerox headquarters, will show up at your door accusing you of Xeroxicide.</p> <p>Xerox, for its part, publishes admonishing ads in publications aimed at editors and writers who play semantic gymnastics with their name. One well-known ad says “You can't xerox a xerox on a Xerox.” The ad goes on to tell us about our duty to Xerox to protect its name. It is of no concern to Xerox that because we can use xerox as a noun and as a verb without raising eyebrows that the name is already generic.</p>"
}