{
  "type": "Article",
  "title": "Wizard Words: The Literary, Latin, and Lexical Origins of Harry Potter's Vocabulary",
  "author": "Jessy Randall",
  "location": "Boulder, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Wizard Words: The Literary, Latin, and Lexical Origins of Harry Potter's Vocabulary</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Boulder, Colorado</span></em></p>\n<p>The <em>Harry Potter</em> books, so mind-bogglingly popular in England, the United States, and all over the world, are not just good literature but a treasury of wordplay and invention. In naming her characters, beasts, spells, places, and objects, author J. K. Rowling makes use of Latin, French, and German words, poetic devices, and language jokes. It is not necessary to pick up on the wordplay to enjoy the series—indeed, it is unlikely that most young people, or adults for that matter, have noticed everything there is to notice. Rowling herself may not be sure of the origins of some of the vocabulary. She said in an amazon.com interview, “It is always hard to tell what your influences are. Everything you've seen, experienced, read, or heard gets broken down like compost in your head and then your own ideas grow out of that compost.”</p>\n<p><strong>Muggle: An Old Word, A New Word</strong></p>\n<p>Even those who have not read a word of <em>Harry</em> <em>Potter</em> may, at this point, be familiar with the term <em>Muggle,</em> which is used to describe nonmagic people, places, and things. Literary agent Jane Lebowitz is quoted in <em>We Love Harry Potter</em> saying that <em>Muggle</em> has already become part of her family's everyday vocabulary. This word is the most likely candidate from the series to become a permanent part of the English language, and is currently in consideration for inclusion in a future edition of the <em>Merriam-Webster Collegiate Dictionary.</em></p>\n<p>We first hear the word <em>Muggle</em> in the first book in the series, <em>Harry Potter and the Sorcerer's Stone</em> (<em>Philosopher's Stone</em> in England—but in the interest of space, I won't be discussing the texts of the American vs. English editions). In chapter four, the friendly giant, Hagrid, shows up at Harry's home to take him to wizard school, warning Harry's Uncle Vernon not to get in the way:</p>\n<blockquote>\n<p>“I'd like ter see a great Muggle like you stop him,” he said.</p>\n<p>“A what?” said Harry, interested.</p>\n<p>“A Muggle,” said Hagrid, “it's what we call nonmagic folks like them. An' it's your bad luck you grew up in a family o' the biggest Muggles I ever laid eyes on.”</p>\n</blockquote>\n<p>So <em>Muggle</em> is not just a descriptive term, it's a pejorative—an insult. And, as with stupidity or coarseness, there are degrees of Mugglehood.</p>\n<p>(Naturally, a person can't help being born Muggle or wizard, and in the fourth book in the series, <em>Harry Potter and the Goblet of Fire,</em> the wizard community debates whether all Muggles are inherently bad. The darker wizard forces believe the wizard “race” to be superior, and want to wipe out all Muggles. Their logic is, of course, flawed, since Muggle parents can have wizard children—Harry's friend Hermione Granger is one such <em>mudblood.</em> The reverse is also true: Argus Filch, caretaker at Hogwarts, tries to hide the fact that he is a <em>squib,</em> a wizard-born child who lacks wizard powers. A damp squib in English slang is a firework that fails to explode when lit, or a joke that fails to come off, or any enterprise that fails. Argus, by the way, is a hundred-eyed giant in Greek mythology, and <em>filch,</em> of course, is a slang term for the act of petty thieving.)</p>\n<p>But back to <em>Muggle.</em> It turns out that Rowling did not invent the word, although she may not have been aware of its early meanings. It was the Kentish word for tail in the 13th century (also appearing as <em>moggle</em>) and, believe it or not, was English and American slang for marijuana as early as 1926 and as late as 1972. Mystery writers Raymond Chandler and Ed McBain used the word this way (“the desk clerk's a muggle-smoker”; “Some kid was shoving muggles . . . “), and perhaps Louis Armstrong's 1928 record “Muggles” made use of this meaning. A <em>muggle-head</em> was someone who smoked pot; a <em>muggler</em> was an addict.</p>\n<p>Why does the word work so well to describe unwizardly culture? Perhaps because it echoes so many low, earthly words. In the 19th century, a <em>muggins</em> was a fool or simpleton. <em>Mugwort</em> and <em>mugweed</em> are names for the common plant also known as wormwood. <em>Muggle</em> sounds like a combination of <em>mud, muddle, mug</em> (a slang term for face or especially grimace; photographs of criminals are <em>mug-shots</em>), <em>bug</em> (the Buggles recorded “Video Killed the Radio Star” in 1979—but that seems beside the point), <em>Mugsy</em> (a common gangster nickname in film and television—also a character from Bugs Bunny cartoons, whose repeated line is “Duh, okay boss”), and <em>Mudville</em> (where Casey struck out). It's difficult, in fact, to find an echo of anything airy or light in the word, so it's a good one to describe regular, boring, non-magic aspects of life.</p>\n<p><strong>Characters</strong></p>\n<p>Many of the less important characters in the series have alliterative, almost tongue-twister names. These include Harry's nasty, gluttonous cousin Dudley Dursley; his fellow Hogwarts students Colin Creevey, Gladys Gudgeon, Cho Chang, and the twins, Parvati and Padma Patil; Poppy Pomfrey, the school nurse; Florean Fortescue, who owns the ice cream parlor; Peter Pettigrew, the rat <em>animagus</em> (a wizard who can turn into an animal at will—combination of <em>animal</em> and <em>mage</em> or <em>magus,</em> magician); and Bathilda Bagshot, author of the wizard textbook, <em>A History of Magic.</em> In the fourth book in the series, the rhyme goes internal: Rita Skeeter is the troublesome journalist who puts Harry in no small danger. “Miss Skeeter” echoes <em>mosquito,</em> a similarly bloodthirsty pest, and indeed, Skeeter is an animagus who takes the form of an insect. More wordplay: she uses this ability in order to <em>bug</em>—listen in on—conversations at the wizard school.</p>\n<p>The four founders of Hogwarts also have alliterative names: Godric Gryffindor, Helga Hufflepuff, Rowena Ravenclaw, and Salazar Slytherin. It is for these characters that the four houses of the school are named: Gryffindor (for the brave—this is where Harry, Ron, and Hermione are placed), Hufflepuff (for the loyal), Slytherin (for the ambitious), and Ravenclaw (for the witty). A <em>griffin</em> or <em>gryphon,</em> by the way, is half lion, half eagle, and according to legend is the sworn enemy of the (sly and slithering) snake. And speaking of snakes, a snake named Nagina attacks Harry—this name echoes that of Nag, the cobra in Rudyard Kipling's short story “Rikki-Tikki-Tavi.”</p>\n<p>Harry and those close to him have less cartoonish names. Their names do not give them away. The Potters—Harry and his parents, James and Lily—share a surname with a neighbor family of Rowling's girlhood. Harry's friends Ron Weasley and Hermione Granger have non-coded names: Ron is extremely loyal, exhibiting no weasel-like qualities; Hermione has little in common with the daughter of Helen of Troy, nor with the Shakespeare character of the same name.</p>\n<p>Many of the professors at Hogwarts, on the other hand, have particularly telling names. Severus Snape (severe, snipe, snub) is an unpleasant and strict teacher who keeps getting passed over for promotion. Vindictus Veridian (vindictive, green with jealousy) teaches a class on curses and counter-curses. Professor Sprout runs Herbology. Professor Quirrel is quarrelsome and squirrely. Alastor Moody (<em>alastor</em> is Greek for avenging deity) waits many years for his chance to take revenge. Gilderoy Lockhart, the Defense Against the Dark Arts teacher in the second book, <em>Harry Potter and the Chamber of Secrets,</em> is vanity incarnate. Indeed, his name sounds like that of a character in a Harlequin romance. The Gild in Gilderoy echoes gilding the lily, gratuitous excess—and also gilt, fake gold. Certainly Gilderoy is far from worthy of the love and adoration he feels for himself.</p>\n<p>Harry's nemesis at school is Draco Malfoy, a name that screams evil: the first part sounds like dragon (and indeed, <em>draco</em> is Latin for dragon, and Draconian Law, named after the Athenian lawyer Draco, is known for its harshness), the second, like <em>malevolent, malignant,</em> or <em>malfeasance.</em> Also, <em>mal foi</em> is French for bad faith. Draco's toadies are Crabbe and Goyle, echoes of <em>crab</em> (as in crabby, grumpy) and <em>gargoyle.</em> His father's name is Lucius, which echoes Lucifer, a name for the devil; his mother's name is Narcissa, as in narcissistic. (By the way: the Malfoys' elf-slave in the second book in the series, <em>Harry Potter and the Chamber of Secrets,</em> is named Dobby, an alternate term for <em>brownie,</em> or house elf, in certain parts of England.)</p>\n<p>The most evil character of all, Voldemort, is usually identified simply as he-who-must-not-be-named or you-know-who—clearly, for many people, names have a certain power of their own. (Harry himself never subscribes to this belief.) Voldemort actually has several names; at one point he is known as Tom Marvolo Riddle, an anagram for “I am Lord Voldemort.” Each piece of Voldemort's name, broken down, sounds rather unappealing: a <em>vole</em> is a rodent, and <em>mort</em> is Latin for death. If we treat the name as a loose anagram, we can also pull out <em>mole,</em> <em>mold,</em> and <em>vile.</em> <em>Vol de mort</em> is French for 'flight from death,' and indeed, Voldemort manages to escape death repeatedly.</p>\n<p>So, names can give away the good or evil nature of a character—and, because nothing in the <em>Harry Potter</em> series is that simple, they can also fool you. Language scholars will not be too surprised to learn that Remus Lupin turns out to be a werewolf. According to legend, Romulus and Remus—the founders of Rome—were suckled by a wolf, and the Latin word for wolf is <em>lupus.</em> But those who know their plant life may associate him with the lupin, a pretty lilac-like flower, and indeed, the Professor, despite his tendency to turn beastly at the full moon, is a good, harmless soul.</p>\n<p>Similarly, Sirius Black (serious, black) has a name that makes him sound like a terrible villain and is assumed to be so for most of the third book in the series, <em>Harry Potter and the Prisoner of Azkaban.</em> He turns out, however, to be quite the opposite. Black is an animagus who can take the form of a dog (which explains his nickname of Padfoot), and Sirius (Latin, 'burning') is the formal name for the dog star, the brightest star in the constellation Canis Major ('big dog').</p>\n<p>Albus Dumbledore is another tricky one. Despite his name, he is most certainly not dumb. He is the “Supreme Mugwump, International Confed. of Wizards” and the head of Hogwarts. <em>Albus</em> is Latin for white; <em>dumbledore</em> is an old English word for bumblebee.</p>\n<p>Some of the animal names in the series allude to literary or historical characters. The cat who wanders the halls of Hogwarts is Mrs. Norris, very probably named after a character from Jane Austen, Rowling's favorite author. Like the cat, Fanny Price's Aunt Norris in <em>Mansfield Park</em> is a terrible busybody of unparalleled nosiness. Hermione's cat is Crookshanks, probably named after the 19th-century English caricaturist George Cruikshank, best known for his illustrations of fairy tales and Charles Dickens's <em>Oliver Twist.</em> (In the “Splendid Strolling” chapter of John Forster's <em>The Life of Charles Dickens,</em> Mr. Wilson tells Mrs. Gamp that it was “The great George . . . the Crookshanks” who escorted her into her carriage.) <em>Crookshanks</em> is also an old-fashioned insult meaning 'crooked shanks' or 'crooked legs.' In the translations of the <em>Harry Potter</em> books, Hermione's cat is named variations on this insult: <em>Krummbein</em> in German, <em>Knikkebeen</em> in Dutch, <em>Skeivskank</em> in Norwegian, and <em>Koukkujalka</em> in Finnish.</p>\n<p><strong>Spells</strong></p>\n<p>Most of the spells in the <em>Harry Potter</em> books are based on English or Latin, and so the meanings are fairly straightforward. <em>Reducio!</em> (Latin <em>reducere</em>) reduces the size of an object, for example. <em>Engorgio!</em> (Old French <em>engorgier</em>) engorges or enlarges it. <em>Reparo!</em> (Latin <em>reparare</em>) repairs. <em>Riddikulus!</em> (Latin <em>ridiculus</em>) turns an enemy—usually a Boggart—into something ridiculous or laughable. <em>Lumos!</em> (Latin <em>lumen,</em> 'light') causes illumination. <em>Impedimenta!</em> (Latin <em>impedimentum</em>) impedes or slows the enemy. <em>Sonorus!</em> (Latin <em>sonor</em>, 'sound;' English <em>sonorous</em>) causes one's wand to become a microphone. <em>Stupefy!</em> (Latin <em>stupefacere,</em> <em>stupere,</em> 'to be stunned') stupefies the enemy, causing confusion. <em>Expelliarmus!</em> (Latin <em>expellere,</em> 'to drive out') expels your opponent's wand from his or her hand.</p>\n<p>And then there are the three spells that wizards are forbidden to use on each other: <em>Imperio!</em> (Latin <em>imperium,</em> 'command;' English <em>imperious</em>) gives total power. <em>Crucio!</em> (Latin <em>cruciere,</em> 'to crucify or torture,' from <em>crux,</em> 'cross;' English <em>excruciating</em>) causes pain; and <em>Avada Kedavra</em> is the death spell. This last term in Aramaic means “Let the thing be destroyed”; it weirdly echoes the magic word every school child knows, <em>abracadabra,</em> but incorporates the sound of <em>cadaver</em>. (<em>Abracadabra</em> is an extremely old word of unknown origin. It may derive from the Aramaic; it may just be a nonsense sound. Another possibility is that the repeated <em>abra</em>s stand for the first sounds of the Hebrew letters signifying Father, Son, and Holy Ghost: <em>Ab, Ben, Ruach,</em> and <em>Acadosch.</em> The first documented appearance of <em>abracadabra</em> is in a 2nd-century poem by Q. Severus Samonicus. It is still in use as a magical word today.) A fourth evil spell is <em>Morsmordre!</em> which sends the “dark mark”—a skull with a snake coming out of its mouth—into the sky. It is a combination of <em>mors,</em> Latin 'death,' and <em>mordre,</em> French 'to bite.' The word also echoes Mordred, the name of King Arthur's illegitimate son and enemy, and Mordor, the evil area of Tolkien's Middle Earth, “where the shadows lie.” Mordred and Mordor, in turn, echo <em>murder</em>.</p>\n<p>There are, of course, a great many more spells beyond these, some used only once or twice in the entire series. <em>Furnunculus!</em> for example, causes horrible boils to erupt all over a victim's skin, and a <em>furunculus</em> (lacking the first <em>n</em> in the spell word) is a type of boil. <em>Tarantallegra!</em> (<em>tarantula,</em> 'spider;' <em>tarantella,</em> Spanish dance; <em>allegro,</em> musical term for 'fast,' from the Italian) causes the victim's legs to dance uncontrollably. <em>Waddiwasi!</em> in one case sends a wad of gum out of a keyhole and up a particular victim's nose. <em>Peskipiksi Pesternomi!</em> (“pesky pixies, pester not me”) is useful for handling Cornish pixies.</p>\n<p><strong>Places</strong></p>\n<p>Rowling has some of her greatest fun in naming places. The despicable Dursleys, Harry's adoptive family, live in Little Whinging, Surrey (<em>whingeing</em> is British English for <em>whining</em>). Dudley Dursley (who is certainly a dud) proudly attends Smeltings School, which is a clever play on the idea of the finishing school, since to <em>smelt</em> is to refine, as in ore. <em>Smelt</em> as a noun is a type of fish, and as a verb is the British English past tense of <em>smell.</em> So Smeltings is a stinky finishing school, perfect for Dudley's alma mater.</p>\n<p>To meet his wizarding needs, Harry visits the shops in Diagon Alley (<em>diagonally</em>) and Knockturn Alley (<em>nocturnally</em>) before setting up residence at Hogwarts, the wizard school. Hogwarts, an inversion of <em>warthogs,</em> also contains the ideas of <em>hog</em> and <em>warts</em>—in fact, the first line of the school song is “Hogwarts, Hogwarts, Hoggy Warty Hogwarts.”</p>\n<p>Other wizard schools are Beauxbatons (French for 'beautiful wands') and Durmstrang (an inversion of the German <em>Sturm und Drang,</em> 'storm and stress,' also the name of a German literary movement in the 18th century whose followers included Goethe and Schiller).</p>\n<p>The name of <em>Azkaban</em>, the wizard jail, echoes that of Alcatraz, the supposedly inescapable American prison off the coast of San Francisco. Azkaban is guarded by Dementors (who can make you demented).</p>\n<p>To travel from place to place, wizards may use Floo Powder, which transports them magically from one chimney flue to another. Perhaps Rowling was thinking of the old tongue-twister limerick, which goes, in one version:</p>\n<blockquote>\n<p>A flea and a fly in a flue</p>\n<p>Were caught, so what could they do?</p>\n<p>Said the flea, “let us fly!”</p>\n<p>Said the fly, “let us flee!”</p>\n<p>So they flew through a flaw in the flue.</p>\n</blockquote>\n<p><strong>Other Stuff</strong></p>\n<p>Wizard candies have the same kind of exuberant, lyrical names as those in Roald Dahl's books. <em>Fizzing whizbies</em> are sherbet balls that make you levitate—strong echoes of the Fizzy Lifting Drink in <em>Charlie and the Chocolate Factory.</em> Everlasting Gobstoppers may not be available, but Hogwarts students do enjoy <em>Bertie Bott's Every Flavor Beans</em> (in flavors including marmalade, spinach, liver, tripe, sprouts, toast, curry, grass, sardine, and earwax), <em>Drooble's Best Blowing Gum, Chocolate Frogs, Pumpkin Pasties, Cauldron Cakes, Toothflossing Stringmints,</em> and <em>Pepper Imps.</em> Harry and his friends also drink frothy mugs of <em>butterbeer,</em> a play on <em>butterscotch</em> and <em>root beer.</em></p>\n<p>In sports, the Hogwarts students have <em>Quidditch</em>—a wizard form of soccer—involving <em>Bludgers</em> (who bludgeon), <em>Beaters</em> (who beat) and the <em>Golden Snitch,</em> which Harry, as <em>Seeker,</em> has to snatch out of the sky. To do this, he rides his Nimbus 2000 broomstick, <em>nimbus</em> meaning 'radiant light,' or a type of cloud.</p>\n<p>Besides broomsticks, magical objects found around Hogwarts include the <em>Mirror of Erised,</em> which shows what you most desire. <em>Erised,</em> of course, is <em>desire</em> backward. Harry sees his parents in the mirror and briefly believes them to be alive, until he figures out the secret of the mirror. Hermione, Ron, and Harry make use of a <em>Polyjuice</em> potion, which changes them into other shapes; <em>poly</em> means many, as in <em>polyglot</em> (many languages) or <em>polygamy</em> (many spouses). The <em>Remembrall</em> is a crystal-ball-like device that turns red when one has forgotten to do something; it is a ball that helps you remember all. And <em>Spellotape</em>—a sticky substance used to mend wands and so on—is a play on <em>Sellotape</em>, a British brand of cellulose (American <em>Scotch</em>) tape. Other magical objects include <em>Mrs. Skower's</em> [scours] <em>All-Purpose Magical Mess Remover,</em> the <em>Pocket</em> <em>Sneakoscope,</em> the <em>Put-Outer,</em> and the <em>Revealer</em> (the opposite of an eraser).</p>\n<p><strong>Passwords</strong></p>\n<p>Along with learning spells and the names of magical objects, wizards-in-training have to memorize passwords. To get into the common room of Gryffindor House at Hogwarts, Harry must pass the Fat Lady, a talking portrait of a woman in a pink dress who usually makes up the passwords. Her choices include the fairly simple <em>banana fritters, pig snout,</em> and <em>wattlebird</em> along with the more evocative <em>balderdash</em> and <em>flibbertigibbet.</em> <em>Balderdash</em> in the 16th century was a jumbled mixture of liquors, but by the 17th century it had come to mean a jumbled mixture of words, and by the 19th it meant obscene language. <em>Flibbertigibbet,</em> too, was a 16th century representation of meaningless chatter; it also meant a chattering person, more specifically a prattling woman, or—now quite obsolete—it could be the name of a devil or demon (in Act III, scene iv, of Shakespeare's <em>King Lear,</em> Edgar speaks of “the foul fiend Flibbertigibbet,” who “hurts the poor creature of earth”).</p>\n<p>For a time, when the Fat Lady is out of commission, another portrait is in charge, a knight named Sir Cadogan; his passwords include <em>scurvy</em> <em>cu</em>r and <em>oddsbodkins.</em> This last is an exclamation meaning God's body, <em>'od</em> being a minced form of <em>God</em> (like <em>gee</em> for <em>Jesus</em>) which came into vogue around 1600. Exclamations of the period included <em>od's blood, od's body, od's bones, od's wounds,</em> and so on, which turned into <em>od's bob, od's bodikins, odsbodlikins, odspittikens, odskilderkins, odzounds,</em> and so on. (Sir Cadogan, by the way, is a real person in British history. His portrait shows him with hair secured in back by a ribbon. <em>Cadogan</em> became the word for this hairstyle.)</p>\n<p>In much the same way as these words serve as passwords to gain entrance into the private rooms of Hogwarts, the invented vocabulary and wordplay of the <em>Harry Potter</em> books serve as passwords for us Muggles to gain entrance into the wizard world. Someday, perhaps, we will have an annotated version of the <em>Harry Potter</em> books (like the annotated <em>Alice in Wonderland</em> or <em>Wizard of Oz</em>), explaining and expanding on the lexical origins of wizard vocabulary. For now, however, we have to make do with the unwitting collaborative efforts of <em>Harry Potter</em> fans all over the world creating websites and writing articles on the subject.</p>\n<p><em>[Jessy Randall's last article for VERBATIM was “Blah, Blah, Blah, Etcetera in XXV/4.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Wizard Words: The Literary, Latin, and Lexical Origins of Harry Potter's Vocabulary</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Boulder, Colorado</span></em></p> <p>The <em>Harry Potter</em> books, so mind-bogglingly popular in England, the United States, and all over the world, are not just good literature but a treasury of wordplay and invention. In naming her characters, beasts, spells, places, and objects, author J. K. Rowling makes use of Latin, French, and German words, poetic devices, and language jokes. It is not necessary to pick up on the wordplay to enjoy the series—indeed, it is unlikely that most young people, or adults for that matter, have noticed everything there is to notice. Rowling herself may not be sure of the origins of some of the vocabulary. She said in an amazon.com interview, “It is always hard to tell what your influences are. Everything you've seen, experienced, read, or heard gets broken down like compost in your head and then your own ideas grow out of that compost.”</p> <p><strong>Muggle: An Old Word, A New Word</strong></p> <p>Even those who have not read a word of <em>Harry</em> <em>Potter</em> may, at this point, be familiar with the term <em>Muggle,</em> which is used to describe nonmagic people, places, and things. Literary agent Jane Lebowitz is quoted in <em>We Love Harry Potter</em> saying that <em>Muggle</em> has already become part of her family's everyday vocabulary. This word is the most likely candidate from the series to become a permanent part of the English language, and is currently in consideration for inclusion in a future edition of the <em>Merriam-Webster Collegiate Dictionary.</em></p>"
}