{
  "type": "Article",
  "title": "HarpWeek: Full-Text Searching of History",
  "author": "Fred R. Shapiro",
  "location": "Yale Law School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HarpWeek: Full-Text Searching of History</h1>\n<p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Yale Law School</span></em></p>\n<p>Electronic resources presenting text and images through the World Wide Web are rapidly revolutionizing the study of history. One of the most exciting of these services is HarpWeek. HarpWeek provides electronic access to <em>Harper's Weekly,</em> the famous illustrated “Journal of Civilization” that is perhaps the most important primary resource for examining 19th-century America. News stories, illustrations, cartoons, editorials, biographies, literature, and even advertisements from this journal are available with facsimile images, thesaurus-based indexing, and now as searchable full text. The searchable full text is the ultimate access to the gold mine of material in <em>Harper's Weekly,</em> allowing word or phrase searching, proximity searching, full date range searching, and restriction to particular features such as news stories or fiction.</p>\n<p>One way of illustrating the power of HarpWeek's full-text search capability is by using it to trace the origins of words and phrases. The <em>Oxford English Dictionary</em> has had thousands of editors and contributors working for a century and a half to find the earliest known usage of each term in the English language. The recent best-seller, <em>The Professor and the Madman,</em> by Simon Winchester, spotlighted the phenomenal research that has gone into the “first uses” in the <em>OED.</em> In a few seconds of searching, however, HarpWeek can often beat out these <em>OED</em> first uses and provide earlier evidence from the pages of <em>Harper's Weekly</em> issues. The richness of <em>Harper's Weekly</em>'s contents, the extensive historical coverage (1857–1912), and the power of the ability to search the full text for occurrences of desired words or phrases all add up to an extraordinary tool for linguistic research (and, of courses, countless other applications).</p>\n<p>I have used HarpWeek to improve upon the historical record for a number of important nineteenth-century terms. For example, the first citation for the crucial term <em>carpetbagger</em> given by the <em>Oxford English Dictionary</em> is dated September 1868. A HarpWeek search, however, shows that the March 14, 1868 <em>Harper's Weekly</em> quoted the Montgomery (Alabama) <em>Daily Mail</em> (11 February) that “many of them [Negroes] preferred to go with the scalawags and carpet-baggers.”</p>\n<p>Reconstruction-era politics is only one of the vast number of subjects illuminated by HarpWeek. Therefore it is not surprising that searches of the type I have described can “antedate” the <em>OED</em> for a wide range of words and phrases. Here are a small number of the interesting antedatings of terms that I have uncovered with HarpWeek full-text searches (the date of the <em>OED</em>'s first usage for the term is given in parentheses, followed by the earlier appearance in <em>Harper's Weekly</em>):</p>\n<p><em>bicentennial</em> (<em>OED</em> 1883) 1876 <em>Harper's Weekly</em> 1 Jan. 11 “The bicentennial anniversary of the discovery of infusoria by the great Dutch microscopist Leuwenhoek, in 1675, has just been celebrated at Delft.” 1880 <em>Harper's Weekly</em> 21 Feb. 115 “On the 22d of March next it is proposed to hold a celebration of the bicentennial of the church.”</p>\n<p><em>bicycle</em> (<em>OED</em> 1869) 1868 <em>Harper's Weekly</em> 19 Dec. 811 “The connecting apparatus differs from that of the French bicycle in that the saddle bar serves only as a seat and brake.”</p>\n<p><em>biologist</em> (<em>OED,</em> modern sense, 1879) 1874 <em>Harper's Weekly</em> 19 Dec. 1043 “For eighteen years ... he edited the <em>Quarterly Journal of Microscopical Science,</em> and after that he associated himself in its magagement with his son, Mr. E. Ray Lankester, an eminent biologist.”</p>\n<p><em>chauvinist</em> (<em>OED</em> 1877) 1871 <em>Harper's Weekly</em> 14 Jan. 43 “The whole chauvinist camp, from Emperor to drummer-boy, have been swept into space and into ignominy.” 1872 <em>Harper's Weekly</em> 15 June 467 “The policy of the Jesuits ... here had a common ground of action with that of the French Chauvinistes.”</p>\n<p><em>double standard</em> (<em>OED</em> 1951) 1897 <em>Harper's Weekly</em> 6 Mar. 219 [quotes 1895-96 annual report of President of Harvard University on “double standard' of morality]</p>\n<p><em>gold rush</em> (<em>OED</em> 1893) 1886 <em>Harper's Weekly</em> 25 Dec. 839 “Brannan brought a ship-load of Mormons to California in the first days of the gold rush.”</p>\n<p><em>impressionism</em> (<em>OED</em> 1882) 1880 <em>Harper's Weekly</em> 23 Oct. 678 “There is nothing more to be said on the subject of impressionism than that.”</p>\n<p><em>lobbyist</em> (<em>OED</em> 1863) 1858 <em>Harper's Weekly</em> 30 Jan. 70 “There is not a soirée, or hop, or social gathering that our fair lobbyists do not improve the opportunity to present some private claim in the most attractive light.”</p>\n<p>This list spans topics from politics to science, from art to sports, as might be expected from the “Journal of Civilization.” Such results in studying the history of words strongly suggest the limitless potential of HarpWeek for research in the history of American culture and ideas.</p>\n<p><em>[Fred Shapiro is the Associate Librarian for Public Services and Lecturer in Legal Research at Yale Law School and the editor of the forthcoming Yale <em>Dictionary of Quotations</em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HarpWeek: Full-Text Searching of History</h1> <p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Yale Law School</span></em></p> <p>Electronic resources presenting text and images through the World Wide Web are rapidly revolutionizing the study of history. One of the most exciting of these services is HarpWeek. HarpWeek provides electronic access to <em>Harper's Weekly,</em> the famous illustrated “Journal of Civilization” that is perhaps the most important primary resource for examining 19th-century America. News stories, illustrations, cartoons, editorials, biographies, literature, and even advertisements from this journal are available with facsimile images, thesaurus-based indexing, and now as searchable full text. The searchable full text is the ultimate access to the gold mine of material in <em>Harper's Weekly,</em> allowing word or phrase searching, proximity searching, full date range searching, and restriction to particular features such as news stories or fiction.</p> <p>One way of illustrating the power of HarpWeek's full-text search capability is by using it to trace the origins of words and phrases. The <em>Oxford English Dictionary</em> has had thousands of editors and contributors working for a century and a half to find the earliest known usage of each term in the English language. The recent best-seller, <em>The Professor and the Madman,</em> by Simon Winchester, spotlighted the phenomenal research that has gone into the “first uses” in the <em>OED.</em> In a few seconds of searching, however, HarpWeek can often beat out these <em>OED</em> first uses and provide earlier evidence from the pages of <em>Harper's Weekly</em> issues. The richness of <em>Harper's Weekly</em>'s contents, the extensive historical coverage (1857–1912), and the power of the ability to search the full text for occurrences of desired words or phrases all add up to an extraordinary tool for linguistic research (and, of courses, countless other applications).</p> <p>I have used HarpWeek to improve upon the historical record for a number of important nineteenth-century terms. For example, the first citation for the crucial term <em>carpetbagger</em> given by the <em>Oxford English Dictionary</em> is dated September 1868. A HarpWeek search, however, shows that the March 14, 1868 <em>Harper's Weekly</em> quoted the Montgomery (Alabama) <em>Daily Mail</em> (11 February) that “many of them [Negroes] preferred to go with the scalawags and carpet-baggers.”</p>"
}