{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>There's still time to enter our favorite word contest, either by mail or at <em><a href=\"http://www.VERBATIMmag.com\">www.VERBATIMmag.com</a></em>. Recent entries have included <em>usufruct, amaranth, lollapalooza, shinny, hella, cicisbeo, forlorn, flummox,</em> and <em>ubiquitous</em>. We'll choose one or two entries at random and award them a new desk dictionary.</p>\n<p>Speaking of new dictionaries, I'd like to put in a plug for one that I worked on, the <em>New Oxford American Dictionary.</em> It has a new arrangement of definitions by core sense and subsense—which not only makes it easier to use, but also can lead you to some surprising associations and connections between meanings that you might not have otherwise discovered. It's available in the US wherever books are sold.</p>\n<p>Speaking of plugs, the new (and very well-reviewed) collection of VERBATIM pieces (entitled simply VERBATIM) is out. See the ad on page 23 of this issue for more details. A UK edition might be in the works; we'll let our loyal readers there know as soon as there are more details.</p>\n<p>I will be “doing some media” for both of these new books (you might have seen me recently on CNN). If you'd like to be notified when I will be on local radio or in a bookstore in your area, send your email address and your nearest major metropolitan area to <em><a href=\"mailto:editor@VERBATIMmag.com\">editor@VERBATIMmag.com</a></em>. (We can send only email notices because of the cost of postage.)</p>\n<p>We have a new US toll-free phone number! This will connect you to the editor in working hours and to a voicemail system otherwhen. It's 800-897-3006. (Alas, this combination of numbers doesn't spell anything.) Call with questions, comments, or to enter last-minute holiday gift subscriptions.</p>\n<p>We're still working hard on the long-promised index, and on a redesign of our website, as well. Suggestions welcome (at least, suggestions that don't involve streaming media, chat rooms, and adding music are welcome).</p>\n<p>Another “suggestions wanted” note: some of our best contributors needed to be invited to write for VERBATIM. Would you like to see your favorite (non-fiction) writers in these pages? Send us their names and we'll send them a letter begging them to write for us. It's worked before!</p>\n<p>—<em>Erin McKean</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>There's still time to enter our favorite word contest, either by mail or at <em><a href=\"http://www.VERBATIMmag.com\">www.VERBATIMmag.com</a></em>. Recent entries have included <em>usufruct, amaranth, lollapalooza, shinny, hella, cicisbeo, forlorn, flummox,</em> and <em>ubiquitous</em>. We'll choose one or two entries at random and award them a new desk dictionary.</p> <p>Speaking of new dictionaries, I'd like to put in a plug for one that I worked on, the <em>New Oxford American Dictionary.</em> It has a new arrangement of definitions by core sense and subsense—which not only makes it easier to use, but also can lead you to some surprising associations and connections between meanings that you might not have otherwise discovered. It's available in the US wherever books are sold.</p> <p>Speaking of plugs, the new (and very well-reviewed) collection of VERBATIM pieces (entitled simply VERBATIM) is out. See the ad on page 23 of this issue for more details. A UK edition might be in the works; we'll let our loyal readers there know as soon as there are more details.</p> <p>I will be “doing some media” for both of these new books (you might have seen me recently on CNN). If you'd like to be notified when I will be on local radio or in a bookstore in your area, send your email address and your nearest major metropolitan area to <em><a href=\"mailto:editor@VERBATIMmag.com\">editor@VERBATIMmag.com</a></em>. (We can send only email notices because of the cost of postage.)</p>"
}