{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Morrison's Sound-It-Out Speller: A Phonic Key to English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.ca/Morrisons-Sound-Out-Speller-Splr/dp/0967806801\">Morrison's Sound-It-Out Speller: A Phonic Key to English</a></em></h1>\n<p>(Stone Cloud Phonics, 2000).</p>\n<p>When I was a kid back in New York in the early '70s, I remember seeing a sign while traveling on the subway that said “If u cn rd ths msj, u cn gt a gd jb.”  It was an advertisement, written in a cursive hand, for a secretarial school that specialized in speedwriting, a variation of shorthand. The idea seemed silly to me at the time. I remember thinking, if you can read this message, you can't spell, and then who would want to hire you?</p>\n<p>In elementary school we were taught the importance of proper spelling is. Pretests and re-tests are still a weekly phenomenon in my daughter's second grade life. But there is a big difference between the way she is taught (or not) and the drill-instructor mentality my teachers possessed way back when.</p>\n<p>Now, it seems that expecting them to use proper letter formation would be stifling their creativity. Evidently, 'taint what you do, it's the way that you do it. Now that most people use word processing to create their work, “spell checking” has reduced the need to know the correct way.</p>\n<p>Remember when you would ask you mom or dad how to spell a word? What would they invariably say? “Go look it up.” Well, if you knew how to look it up, you wouldn't be asking them how to spell it in the first place, now would you?</p>\n<p>Morrison's Sound-It-Out Speller: A Phonic Key to English was created to help convert the spelling-impaired into the spelling-empowered, offering a dictionary-like approach to finding the words you need to know.</p>\n<p>The Speller begins with the following instructions for usage: “To find a word, try not to picture how it is spelled. Instead, focus on sound and usewhat you hear to create a spelling locator (author's emphasis) which will lead you to the word you want.” They further instruct you to sound out the word, omit the vowels, look up the “locator” that remains and find the word and its hint. So “kor us” becomes “k_r_s,” which in turn becomes the locator “krs” and leads the reader, hopefully, to <em>chorus.</em></p>\n<p>But what about the words that begin with vowels? <em>Admirable</em>, for instance?</p>\n<p>Should it really be offered as “dmrbl” when “dmrl” is given as equivalent for <em>demurely</em>? And it's a bit confusing when “dmrl” also translates to <em>admiral</em> and<em>Demerol</em>. Some of these entries seem a bit “dmwtd.”</p>\n<p>Choosing a phrase at random, we have the simple letter “L,” for which there are over fifty suggestions, including <em>aisle, ale, awl, eel, lie, luau, lye, oil, olé</em> and <em>you-all.</em> Another example, “SK,” includes the terms <em>ice hockey, ischia, Osaka, saki, sect, Sikh, sockeye</em> and <em>suck.</em> So those who need to use this book will conceivably have to exercise a good degree of patience.</p>\n<p>What is the most difficult part of spelling? For many, especially the younger set, it can be the dreaded homonym: “They're always trying to get their two points across over there to the adults, too.” Whew. The Speller includes them all under the same “THR” locator. Looking up your word is still not an easy task, but I don't know how much easier you can make it than that.</p>\n<p>Some of the accompanying definitions are questionable; for example, the use of “hmflk, <em>hemophiliac</em> (n) diseased one.”</p>\n<p>Some of the contributions might make one scratch his head. “[S]kdmmdk, <em>psychotimimetic</em>, make insane.” It's difficult to imagine much use for a word like that if you didn't already know what it means and how it's spelled.</p>\n<p>The concept of the <em>Speller</em> is admirable and important. Whether this is the right way to go about repairing the problem remains to be seen.</p>\n<p>—<em>Ron Kaplan</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.ca/Morrisons-Sound-Out-Speller-Splr/dp/0967806801\">Morrison's Sound-It-Out Speller: A Phonic Key to English</a></em></h1> <p>(Stone Cloud Phonics, 2000).</p> <p>When I was a kid back in New York in the early '70s, I remember seeing a sign while traveling on the subway that said “If u cn rd ths msj, u cn gt a gd jb.”  It was an advertisement, written in a cursive hand, for a secretarial school that specialized in speedwriting, a variation of shorthand. The idea seemed silly to me at the time. I remember thinking, if you can read this message, you can't spell, and then who would want to hire you?</p> <p>In elementary school we were taught the importance of proper spelling is. Pretests and re-tests are still a weekly phenomenon in my daughter's second grade life. But there is a big difference between the way she is taught (or not) and the drill-instructor mentality my teachers possessed way back when.</p> <p>Now, it seems that expecting them to use proper letter formation would be stifling their creativity. Evidently, 'taint what you do, it's the way that you do it. Now that most people use word processing to create their work, “spell checking” has reduced the need to know the correct way.</p>"
}