{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p>\n<p>War, what is it good for? Well, one thing it's quite good for is feeding this column. I was fascinated to hear that NATO's recent war against Yugoslavia (or rather, its “forcible humanitarian countermeasures”) has been the subject of an inquiry by a United Nations commission which found it to have been “illegal, but legitimate”—a precedent which is cheering news for defence lawyers everywhere, no doubt.</p>\n<p>The war against meaninglessness continues to be fought by VERBATIM readers, and I am always delighted to receive their communiques, care of the magazine's usual addresses. Harold J. Ellner, of Richland, Washington, notes that “whenever one hears a statement beginning, 'as far as . . .', one fully and routinely expects to hear '. . . is concerned' somewhere before the end of a sentence. Of late [in media prose], this has often become an unfulfilled expectation. The omission of 'is (are) concerned' is equivalent to a dangling participle or unclosed parentheses, and results in the same sensation of a lack of closure.”</p>\n<p>At least, in Dr Ellner's example, the result is abbreviation. An advertisement I saw in a gardening magazine offered a shelving system which “frees up growing space in your greenhouse.” <em>Free up</em>, meaning <em>free,</em> and <em>head up,</em> meaning <em>head</em> (as in, “She heads up our Customer Satisfaction Service, based <em>out of</em> London) are, I believe, fairly new arrivals in Britain. They and their kin are loathsome, but their attraction is obvious: he who uses two words where one would do, must be cleverer, trendier and more powerful than you.</p>\n<p>A similar <em>Horribile</em> is the ubiquitous “would”—as in, “We would apologise for any inconvenience,” where “We apologise for any inconvenience” would convey precisely the same message and sound rather more sincere. Or so it would seem to me, anyway.</p>\n<p>Food packaging is always a rich source (a vitamin-enriched source, even) of words which turn out not to have quite such precise meanings as the innocent customer might expect. I have here a can of “Traditional Style Lemonade, made with real lemons,” also described as “Traditional Style Lemonade with sugar and sweeteners, made with real lemons to give a refreshing lemon tang.” Evidently, it is the <em>real</em> lemons which give this product its desirable <em>Traditional Style.</em> I am intrigued, therefore, to see that there are only two mentions of lemon in the statutory ingredients list: “reconstituted comminuted lemon 2%” and “reconstituted fruit juices 2% (orange, lemon).”</p>\n<p>I continue to derive a kind of masochistic delight from the various euphemisms misemployed by broadcasters to warn their viewers against potentially offensive programmes. “From the outset, this episode contains expressive language and behaviour” is going to take some beating, I suspect. (You may be interested to know, incidentally, that the expressive language in question was <em>arse,</em> while the expressive behaviour was a man displaying his naked arse. It is my duty to warn you that the sentence you have just read contains <em>arses,</em> and that parents may wish to exercise guidance.)</p>\n<p>Here are a few further instances, taken from a TV listings magazine: “Contains explicit scenes”; “contains a degree of swearing”; and “This film contains explicit imagery of body parts, specifically a depiction of tongue-piercing.” <em>A degree of swearing</em> seems particularly unhelpful—shouldn't there be a statistic in there somewhere? “This programme consists of 48% swearing, 32% expressive behaviour, and 20% reconstituted comminuted lemon.” I'm also confused by the use here of <em>specifically;</em> is the tongue-piercing all I've got to look forward to, or will there be other explicit imagery of body parts? In short, is it worth setting the VCR to record, or not?</p>\n<p>More distressing, perhaps, is this newspaper headline from a report concerning sex education: “Explicit material to be banned in schools.” <em>In upsum,</em> as the weather forecasters say, I fear that the wider uses of the word <em>explicit</em> are lost forever.</p>\n<p><em>[Mat Coward's web page is <a href=\"http://hometown\">http://hometown</a>. aol.co.uk/matcoward/myhomepage/newsletter.html.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p> <p>War, what is it good for? Well, one thing it's quite good for is feeding this column. I was fascinated to hear that NATO's recent war against Yugoslavia (or rather, its “forcible humanitarian countermeasures”) has been the subject of an inquiry by a United Nations commission which found it to have been “illegal, but legitimate”—a precedent which is cheering news for defence lawyers everywhere, no doubt.</p> <p>The war against meaninglessness continues to be fought by VERBATIM readers, and I am always delighted to receive their communiques, care of the magazine's usual addresses. Harold J. Ellner, of Richland, Washington, notes that “whenever one hears a statement beginning, 'as far as . . .', one fully and routinely expects to hear '. . . is concerned' somewhere before the end of a sentence. Of late [in media prose], this has often become an unfulfilled expectation. The omission of 'is (are) concerned' is equivalent to a dangling participle or unclosed parentheses, and results in the same sensation of a lack of closure.”</p> <p>At least, in Dr Ellner's example, the result is abbreviation. An advertisement I saw in a gardening magazine offered a shelving system which “frees up growing space in your greenhouse.” <em>Free up</em>, meaning <em>free,</em> and <em>head up,</em> meaning <em>head</em> (as in, “She heads up our Customer Satisfaction Service, based <em>out of</em> London) are, I believe, fairly new arrivals in Britain. They and their kin are loathsome, but their attraction is obvious: he who uses two words where one would do, must be cleverer, trendier and more powerful than you.</p>"
}