{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Bangkok Unabridged",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Bangkok Unabridged</em></h1>\n<p><em>Paul Blackford, Bangkok, Thailand</em></p>\n<p>Some Welsh are perhaps inordinately proud of the fact that their principality boasts the longest place name in the English-speaking world: Llanfairpwllgwyngyllgogerychwyrndrobwlllantysiliogogogoch. It is necessarily abbreviated to Llanfair PG, except on some signs and on the town's Souvenir Railway Platform Tickets, which are clearly just gimmicks to attract and delight tourists with little better to do (cf. the Swedish town of Hell, which markets a nice and lucrative line in <em>Postcards from Hell</em> and a lesser-known small town in Germany yclept Wank, whose staid burghers have so far chosen not to exploit the lowmarket tourist appeal of their town's name. In southern France, however, the inhabitants of Condom are cashing in as fast as they can— <em>Genuine Condom Condoms</em> and so on).</p>\n<p>The small town in Wales was originally called Llanfairpwllgwyn, which meant 'St. Mary's Pool of the White Hazel' and was lengthened by a cobbler who wanted to pinpoint further its location near St. Tsylio's church and a red cave.</p>\n<p>If you find that impressive and interesting, you should consider the official name for Bangkok*,* which truly shows this truncated Welsh effort the door (there are no spaces between words in written Thai): krungthepmahanakhonrattanakosindramahindrayutthuyamahadiloppopnoparattanaradchaniburiromudomrachnivetmahastnanmornipimarnavatatarnsatitsakatuttiyavishnukarmprasit.</p>\n<p>This, the capital of Thailand, is abbreviated to Krungthep by all Thais who only ever refer to it as <em>Bangkok</em> (which means 'Grove of the Wild Plums') when talking to foreigners.</p>\n<p>What then does it mean? Basically: City of Angels, Great City and Residence of the Emerald Buddha, Impregnable City of the God Indra, Grand Capital of the World, Endowed with Nine Precious Gems, Abounding in Enormous Royal Palaces which resemble the Heavenly Abode where reigns the Reincarnated God, a City given by Indra and built by Vishnukarm. (Not too sure about the capitalization there, which written Thai doesn't have either.)</p>\n<p>Most Westerners I've told this unabridged name to have variously pronounced it contrived, prolix, pretentious, and pompous. All true in some measure, no doubt, but much of the euphony and music particularly inherent to a tonal language like Thai is lost in the translation, of course, and the same may well be as true of Llanfair PG as Krungthep. Both the full Welsh and Thai names were coined in the 18th century, and I think it is true to say that the Welsh wins hands down in imparting information to a faltering wayfarer!</p>\n<p>Incidentally, a piece of ancient invective translated from the Welsh by Robert Graves would suggest that the Welsh once set great store by their ability to direct your average faltering wayfarer to his or her destination, a propensity the literal meaning of Llanfair PG would seem amply to attest to.</p>\n<blockquote>\n<p>The Traveller's Curse after Misdirection</p>\n<p>May they stumble, stage by stage On an endless pilgrimage.</p>\n<p>Dawn and dusk, mile after mile, At each and every step, a stile;</p>\n<p>At each and every step, withal may they catch their feet and fall; At each and every fall they take May a bone within them break; Not be, for variation's sake,</p>\n<p>Now rib, now thigh, now arm, now shin, But always, without fail, THE NECK.</p>\n</blockquote>\n<p>[Paul Blackford's articles for VERBATIM have included “Some English Loanwords in Thai,” “Japanese Pop Group Nomenclature,” and “Bespeaking a Muse or What?”]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Bangkok Unabridged</em></h1> <p><em>Paul Blackford, Bangkok, Thailand</em></p> <p>Some Welsh are perhaps inordinately proud of the fact that their principality boasts the longest place name in the English-speaking world: Llanfairpwllgwyngyllgogerychwyrndrobwlllantysiliogogogoch. It is necessarily abbreviated to Llanfair PG, except on some signs and on the town's Souvenir Railway Platform Tickets, which are clearly just gimmicks to attract and delight tourists with little better to do (cf. the Swedish town of Hell, which markets a nice and lucrative line in <em>Postcards from Hell</em> and a lesser-known small town in Germany yclept Wank, whose staid burghers have so far chosen not to exploit the lowmarket tourist appeal of their town's name. In southern France, however, the inhabitants of Condom are cashing in as fast as they can— <em>Genuine Condom Condoms</em> and so on).</p> <p>The small town in Wales was originally called Llanfairpwllgwyn, which meant 'St. Mary's Pool of the White Hazel' and was lengthened by a cobbler who wanted to pinpoint further its location near St. Tsylio's church and a red cave.</p> <p>If you find that impressive and interesting, you should consider the official name for Bangkok*,* which truly shows this truncated Welsh effort the door (there are no spaces between words in written Thai): krungthepmahanakhonrattanakosindramahindrayutthuyamahadiloppopnoparattanaradchaniburiromudomrachnivetmahastnanmornipimarnavatatarnsatitsakatuttiyavishnukarmprasit.</p>"
}