{
  "type": "Article",
  "title": "Proverbs Up-to-Date",
  "author": "Graeme Garvey",
  "location": "Leeds, West Yorkshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Proverbs Up-to-Date</h1>\n<p><em><span data-rel=\"author\">Graeme Garvey</span> <span data-rel=\"location\">Leeds, West Yorkshire</span></em></p>\n<p>Proverbs, being traditional sayings, throw light on a culture's attitudes and beliefs. They have been popular both down the centuries and the world over. References abound throughout literature. Just one example is Miguel de Cervantes' <em>Don Quixote,</em> which makes copious references to Spanish proverbs, using them to add weight and authority. Since a proverbial reference has generally been taken to express a supposed truth or moral lesson, it has usually been made with the intent of guiding or commenting on people's actions.</p>\n<p>We have a problem of cultural identity in Britain right now, however, and one manifestation of it is the decreasing familiarity that Britons, especially the younger ones, have with proverbs. To many they seem obscure and old-fashioned. Society has changed greatly in the latter years of the twentieth century, and technology proffers a shining path. There are so many novelties to please and entertain us. What need have we of these odd expressions? Fearing the dire consequences of “information overload” we jettison old things in order to accommodate the new. Further, there is an almost gleeful ignorance of things past amongst young Britons (or <em>Brits</em>). A handy illustration is the hugely popular television series <em>Big Brother</em> that gripped much of the nation last year. Not only did few younger people seem to know where the programme's idea or title came from, but also, they could not have cared less once told. The referent is thus lost and the reference, in this case to Orwell, becomes merely the name.</p>\n<p>So proverbs are just going to have to change with the times to survive, I reckon. They are going to have to learn to adapt. That way, they will emerge leaner and fitter. Consequently, I wish to propose, in a modest way, how and where we might bring them up-to-date.</p>\n<p>The victory of superficiality over depth must be conceded. In our modern world, the surface is everything. Film, television, magazines, newspapers, e-mail, and text-messaging all demand a dimensional reduction. Depth has to go, and this is true in all ways—bodily and intellectually. In the age of the soundbite, things need to be catchy, upfront, and possibly even in-your-face. A number of proverbs lend themselves usefully to adaptation, for instance: <em>Beauty <em>is</em> skin deep!—Official.</em> This is a confident affirmation of facts, clearly backed by the latest research. “Official” gives it sanction. A close cousin of the above would be, <em>Beauty is in the eye of the editor.</em> Without the fashion gurus to light our way, how could we hope to decide for ourselves? Since depth has ceased to count any more, truly <em>all that glitters is as good as gold</em>. This new proverb handily recycles two old saws.</p>\n<p>It is so hard to know whom to trust. If we can no longer rely on people actually being truthful just because they say they are, we end up trusting someone with an honest face. What a let-down if the hero-figures are finally caught out, be they a presidents or international cricket captains found guilty of taking bribes. When all else has failed, then <em>honesty is the last resort of the scoundrel.</em> People can be made to face the truth, literally, in the same way that chairs have come to face the television in most good homes. Many of us are hypnotically drawn to that outer world. We respond to its promptings and stimuli. If a catastrophe happens, how could we know about it without the media? How would we know we had to help without an appeal and a hotline number? Therefore, rightly, <em>charity begins on TV.</em> And while we are on the subject, television has no time for modesty. Isn't it only right to tell the world about good things too? In which case, even <em>one good turn deserves publicity.</em> Most certainly <em>no news is <em>bad</em> news</em> as far as the media is concerned. It is hard to imagine a front page with blank spaces and an apology from the editor, lamely saying, “Sorry, not much has happened lately.”</p>\n<p>One of the problems in trying to explain the past to younger people is that it seems so illogical to them. In the following case, the verb needs stressing because, for many, <em>silence is boring.</em> Similarly, as everyone knows, <em>a rolling stone gathers speed.</em> That is what stones do once they begin rolling. Moss is a mere side issue.</p>\n<p>Things today move fast. The pace of life, yoked to a worldly-wise common sense, leads us now to conclude that those who <em>marry in haste, repent in haste</em> also. That same, modern cynicism, this time coupled to advances in technology, leaves those in agriculture wondering how to fill all that spare time. The weather forecast having been watched, what to do? <em>Red light at night, shepherd's delight!</em> Or perhaps not. Haymaking, though, does not soak up the working day as it formerly did, so why not <em>drink beer while the sun shines?</em> The grasshopper was simply ahead of his time. It is a truer representation of the real world,  one which sees things for what they are. If you <em>try with all of your might,</em> do you have to bother with all of your main, too?</p>\n<p>Britain, when it can be bothered, is halfheartedly agonising over monetary union with Europe at the moment. How can you decide on anything when you have lost your sense of direction? The mess over metrication does not inspire confidence, but it may be only a matter of time before people come to accept that we are <em>centimetring ahead</em> on this. It might take some while for <em>a miss is as good as 1.609344 kilometres</em> to gain universal acceptance and, until we are fixed to the single currency, <em>in for a penny, in for a variable number of ecus</em> seems somehow unsatisfactory.</p>\n<p>Britain's prospects of becoming one with Europe might well suffer a physical setback with global warming. <em>Still, waters run deep,</em> so that will be a major boost for the water sports industry throughout the British Archipelago of Isles. Somebody, somewhere, tends to benefit from the misfortunes of others (they used to say), but certainly it was <em>an ill wind that blew nobody any good from Chernobyl.</em></p>\n<p>In all this confusion we must follow the television—our guide, philosopher, and friend. Through its true-to-life dramas we learn that invaribly <em>where there's a will, there's a feud.</em> From it, we can learn how to cook properly, via the numberless food programmes. The only possible caveat being <em>too many cooks spoil the show.</em> The television might have only one eye, but what an eye! So wise. It even lets us know, thanks to canned laughter and the helpful studio audience, what is funny. Judging by them, <em>he laughs best who laughs loudest.</em></p>\n<p>The great thing about these new proverbs is how well they suit the modern world. And when the world has moved on again? Easy, we can throw them out and make up some even newer ones.</p>\n<p><em>[Graeme Garvey teaches English to teenagers in Harrogate and is relieved to have made it out of the twentieth century.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Proverbs Up-to-Date</h1> <p><em><span data-rel=\"author\">Graeme Garvey</span> <span data-rel=\"location\">Leeds, West Yorkshire</span></em></p> <p>Proverbs, being traditional sayings, throw light on a culture's attitudes and beliefs. They have been popular both down the centuries and the world over. References abound throughout literature. Just one example is Miguel de Cervantes' <em>Don Quixote,</em> which makes copious references to Spanish proverbs, using them to add weight and authority. Since a proverbial reference has generally been taken to express a supposed truth or moral lesson, it has usually been made with the intent of guiding or commenting on people's actions.</p> <p>We have a problem of cultural identity in Britain right now, however, and one manifestation of it is the decreasing familiarity that Britons, especially the younger ones, have with proverbs. To many they seem obscure and old-fashioned. Society has changed greatly in the latter years of the twentieth century, and technology proffers a shining path. There are so many novelties to please and entertain us. What need have we of these odd expressions? Fearing the dire consequences of “information overload” we jettison old things in order to accommodate the new. Further, there is an almost gleeful ignorance of things past amongst young Britons (or <em>Brits</em>). A handy illustration is the hugely popular television series <em>Big Brother</em> that gripped much of the nation last year. Not only did few younger people seem to know where the programme's idea or title came from, but also, they could not have cared less once told. The referent is thus lost and the reference, in this case to Orwell, becomes merely the name.</p> <p>So proverbs are just going to have to change with the times to survive, I reckon. They are going to have to learn to adapt. That way, they will emerge leaner and fitter. Consequently, I wish to propose, in a modest way, how and where we might bring them up-to-date.</p>"
}