{
  "type": "Article",
  "title": "Confessions of a Pert Aleck",
  "author": "Marilyn Knapp Litt",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Confessions of a Pert Aleck</h1>\n<p><em><span data-rel=\"author\">Marilyn Knapp Litt</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>As a young reader, it bothered me that I heard the word <em>crick</em> every day, but only saw the word <em>creek</em> in print. Creek was a word I never heard. I couldn't understand why people wrote using one set of words and spoke using another.</p>\n<p>I didn't know it then, but in Grant County Indiana we had a different way of speaking. It was not like the dreadful “kin-tuckee” accent, which we made fun of because we talked better; but it would keep you off radio or television just the same. Every “a” was spang flat. One-syllable words tended to keep going a whole lot longer than they did in the mouths of people from elsewheres. No one said <em>y'all,</em> but everyone said <em>you all</em> with that hesitation between the two words that placed us well north of Mason and Dixon's boundary line.</p>\n<p>We also had a specialized vocabulary. The local supermarket featured <em>mangos</em> in their print advertisements. I learned they were “green bell peppers” to the rest of the world while leafing through seed packets at the dime store. We ate <em>Spanish hotdogs</em> instead of <em>chili dogs.</em> The first snowfall of the season was usually a <em>skift</em> of snow, not quite enough to cover the grass.</p>\n<p>My father had yet another way of talking. He was raised in a “holler” in West Virginia and his strong regional accent never conceded to our puny Hoosier dialect. <em>Wash</em> always had an <em>r</em> in the middle. I successfully resisted this in later years and am usually able to speak of Washington, D.C. without special effort, but the extra <em>r</em> in <em>warsh rag</em> is almost irrepressible.</p>\n<p>He used mysterious words, some of which revealed their meanings after I was grown. I made fun of him for saying <em>zinc</em> for 'sink' not knowing that his grandmother's funny looking gray sink with a pump beside it took its nomenclature from the element that composed it. My father was always having a <em>noddy</em> and I understood him well enough when he would say to me “I've a noddy you're lookin' for trouble,” but I couldn't even find it in the big dictionary put together from supplements sold each week at the grocery store one summer. Re-reading “The Red Badge of Courage” recently, I came across “I've an idee” and as the Brits say, “the penny dropped.” I had always read <em>idee</em> and classified it as one of those words that appeared only in print. Now I sounded it out loud and heard my father's everyday <em>noddy.</em> I have yet to find a reference to his <em>pert aleck,</em> which must be close kin to <em>smart</em> <em>aleck</em>, but I know I am one.</p>\n<p>Regionalisms like <em>punkin</em> and <em>liberry</em> were drilled out of me by grade school teachers and somewhere along the way I was shamed out of saying <em>terlet</em> when I wanted the warshroom. These are not the easy choices they may sound; using classroom grammar on the school bus can double the length of the ride home if you become a target for putting on airs, but I was fairly impervious to teasing. I gave as good as I got because I never heard anything as cruel as I heard at home from my own father—<em>pert aleck</em> was the nicest thing he said about me. Words intrigued me, but they had no power over me.</p>\n<p>I didn't pay too much attention to how my mongrel accent sounded until I moved to Chicago where it caused quite a commotion before eventually wearing down to merely an inflection after years without reinforcement. I'm only reminded if I say, “I'm from Chicago,” and the person I'm talking with says emphatically, “You can't be from Chicago!”</p>\n<p>When back home again in Indiana, I used to hear, “Where'd your accent go?” Now when I visit and listen to my younger relatives, they sound, uh, like, you know, like everyone else in the United States.</p>\n<p><em>[Marilyn Knapp Litt retired from the federal government and is now a web content manager for <em><a href=\"http://www.PreviewPort.com\">http://www.PreviewPort.com</a>,</em> a literary startup that does author websites.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Confessions of a Pert Aleck</h1> <p><em><span data-rel=\"author\">Marilyn Knapp Litt</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>As a young reader, it bothered me that I heard the word <em>crick</em> every day, but only saw the word <em>creek</em> in print. Creek was a word I never heard. I couldn't understand why people wrote using one set of words and spoke using another.</p> <p>I didn't know it then, but in Grant County Indiana we had a different way of speaking. It was not like the dreadful “kin-tuckee” accent, which we made fun of because we talked better; but it would keep you off radio or television just the same. Every “a” was spang flat. One-syllable words tended to keep going a whole lot longer than they did in the mouths of people from elsewheres. No one said <em>y'all,</em> but everyone said <em>you all</em> with that hesitation between the two words that placed us well north of Mason and Dixon's boundary line.</p> <p>We also had a specialized vocabulary. The local supermarket featured <em>mangos</em> in their print advertisements. I learned they were “green bell peppers” to the rest of the world while leafing through seed packets at the dime store. We ate <em>Spanish hotdogs</em> instead of <em>chili dogs.</em> The first snowfall of the season was usually a <em>skift</em> of snow, not quite enough to cover the grass.</p>"
}