{
  "type": "Epistola",
  "title": "EPISTOLA R.L. Spear",
  "contributor": "R.L. Spear",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">R.L. Spear</span></h1>\n<p>The catch phrase “I could Care less” has not been discussed in these columns for sometime, but now that Laurence has returned it to our attention in his delightfully instructive “Today's Lesson” (VERBATIM, XXVI/1, Winter 2001), perhaps a footnote is not without purpose.</p>\n<p>Picture if you will “happy hour” at the Officer's Club at Camp Chitose II, Hokkaido, Japan, on a cold winter's evening in 1953. Tom and Dick are consuming scotch and sodas (or scotches and sodas) at what in civilian life would be considered an alarming rate. Harry arrives:</p>\n<p>“Have you heard?” he announces, “Callaghan's made Captain,” and signals the corporal behind the bar for his usual shot of Bourbon.</p>\n<p>“I couldn't care less,” replies Dick, with a shrug.</p>\n<p>“I could,” adds Tom.</p>\n<p>Both Dick and Harry look over at their comrade and ask, “What?”; to which Tom, to clarify his remark, replies, “I could care less.”</p>\n<p>It was a joke. And everyone within earshot took it as such. Over the next several weeks it became the “with-it” topper to any buddy's use of <em>I couldn't care less.</em> Then, with a bit more time and with the stress shifted from the <em>I</em> to the <em>less,</em> the expression made its way into the speech patterns of the Seventh Cavalry Regiment.</p>\n<p>Now, I wouldn't be a bit surprised if similar scenarios had not played out at other places and times, but I can attest to it having happened that evening in Japan, and that at the time the remark made perfectly good sense to everyone who heard it (just as the extra “not” in the first clause of this sentence somehow makes sense.) From there, and perhaps elsewhere, the expression became part of the Army's treasure trove of slang and served as a perfectly appropriate comment on any matter that was felt to require a greater degree of disinterest than that conferred by the more usual “I couldn't care less.”</p>\n<p>Does it make sense grammatically? Uttered without the preceding negative form, one can argue that it doesn't. In 1979, I heard Dick Cavett tell those who had gathered in Baltimore for the Hopkins commencement that the repeated use this abomination was a sure sign that the English language was going to Hell. But then, by his standards it's been heading that way for a hell of a long time. What's the grammar of “You don't say!”, “Says who!”, or “The hell you say!”</p>\n<p>Catch phrases drop in and out of all languages with delightful regularity, and their use should be celebrated, not their users castigated. As Laurence has rightly cautioned us, we ought not let ourselves be so intimidated by fastidious writers that we take to constructing our conversations according to a style sheet devised to satisfy the taste of a literary elite—or might one better say the literary taste of an elite? Anyone who can't enjoy both <em>The Vicar of Wakefield</em> and <em>Finnegans Wake</em> (and one might toss in <em>Huckleberry Finn</em>) should blush at his or her over-refinement. And that's for sure!</p>\n<p><em>[R.L. Spear, Nasu, Japan]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">R.L. Spear</span></h1> <p>The catch phrase “I could Care less” has not been discussed in these columns for sometime, but now that Laurence has returned it to our attention in his delightfully instructive “Today's Lesson” (VERBATIM, XXVI/1, Winter 2001), perhaps a footnote is not without purpose.</p> <p>Picture if you will “happy hour” at the Officer's Club at Camp Chitose II, Hokkaido, Japan, on a cold winter's evening in 1953. Tom and Dick are consuming scotch and sodas (or scotches and sodas) at what in civilian life would be considered an alarming rate. Harry arrives:</p> <p>“Have you heard?” he announces, “Callaghan's made Captain,” and signals the corporal behind the bar for his usual shot of Bourbon.</p> <p>“I couldn't care less,” replies Dick, with a shrug.</p>"
}