{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionaries, The Art and Craft of Lexicography",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/tn/academic/subjects/languages-linguistics/semantics-and-pragmatics/dictionaries-art-and-craft-lexicography-2nd-edition?format=PB&amp;isbn=9780521785129\"><em>Dictionaries, The Art and Craft of Lexicography</em></a></h1>\n<p>Sidney I. Landau, (Cambridge University Press, 2001), Second Edition.</p>\n<p>I remember being impressed with the first edition of this book, when it came out in 1984 (Scribner's). Seventeen years later, I confess that, not having committed it to memory, I cannot recall a word of it, so I was able to read the new edition without prejudice and beyond the point of making any comparison, which would be a simple waste of time.</p>\n<p>The book deals with dictionaries in a variety of ways—that is, it can be used as a textbook for training lexicographers and as a book containing a wealth of information about dictionaries for those who are interested in their history and in how they are made. It draws not only on a great many articles and books that have dealt largely either with matters pertinent to lexicography or, in rare instances (since lexicography is not itself the subject of many works), with other books on the subject. In general, for the practical application of basic and, in some cases, even sophisticated techniques related to dictionary-making, it is extremely thorough and provides much wise advice. In particular, the chapter, “A brief history of English lexicography” stands out for the most part as interesting and useful, but it gets a bit muddled toward the end, when dealing with details of the dictionaries published after World War II.</p>\n<p>In connection with the “exchange of letters” between Robert Burchfield and me in <em>Encounter,</em> Landau fails to point out that the entire point of my threat of libel was based on Burchfield's implications regarding the correspon-dences among the <em>EWD,</em> the <em>ACD,</em> and the <em>Macquarie Dictionary</em> (and their similarity to <em>The Century Dictionary and Cyclopedia</em>) as tantamount to plagiarism, while the truth of the matter was that the first, the <em>ACD,</em> paid for the right to use the <em>Century</em> and that the other two, <em>EWD</em> and <em>Macquarie,</em> also paid for that right. In other words, there was nothing either plagiaristic or questionable about the “correspondences.” The way Landau refers to the subject, I come off as something of a crank (which, of course, I am, but Landau, not having been in touch for decades, cannot know that).</p>\n<p>I have other points of dispute with Landau. On page 107, he writes:</p>\n<blockquote>\n<p>No form of alphabetization can successfully deal with all type of idioms without listing each in several places, and no dictionary can afford the luxury of such repetition.</p>\n</blockquote>\n<p>But, as it happens, <em>The Random House Dictionary of the English Language—Unabridged Edition [RHDU]</em> (1966; second edition, 1987) does offer that luxury, with, for example, <em>kick the bucket</em> defined under <em>bucket</em> (def. 11.) with a cross reference under <em>kick</em> (def. 25). Also, no mention is made among the books listed in two back-of-the-book bibliographies of my <em>Idioms and Phrases Index,</em> Gale Research Company, 1985, and the useful information that it contains references to more than 250,000 expressions permuted by key word into twice that many entries occupying four large volumes.</p>\n<p>On page 113, where he discusses syllabication and the “wrap-around” feature of most computer keyboarding software, he fails to mention automatic hyphenation programs, which, today, with increased memory storage and speed of access, have become not only very accurate but virtually instanta-neous. His comment criticizing the syllabication of <em>an·y, man·y,</em> and other words that one would not hyphenate takes into account neither the notes on such practice in the forematter of those dictionaries that do it nor the fact that for further treatment, <em>The Collins English Dictionary</em> (1979), of which I was (unmentioned) Editorial Director, followed the unique practice of showing points where compounds can be hyphenated, by marking them with a tiny plus-sign (or hyphen), as contrasted with the use of a centered dot to mark syllabic breaks where hyphens should not be used; thus, <em>moth·er-in-law, man·y,</em> but <em>hap+pi+ness.</em> Also, it has been found that syllabication of headwords in dictionaries aids in a rapid reading of the pronunciation of many words.</p>\n<p>Landau quotes Patrick Drysdale's etymological desiderata, which includes “3. Date or period of entry into English,” surely one of the most misunder-stood and abused bits of information provided by dictionaries today. It is bad enough that, despite warnings by the editors of the <em>OED,</em> generations have mistaken the first date among quotations for a given sense under an entry as the “date of its entry into English,” when all that was indicated was the “earliest found citation for its use in an English context,” which may be far from the same thing, considering the paucity of material available from the period before 1500.</p>\n<p>In the section on illustrations, it is a pity that those in the first edition of the <em>RHDU</em> were not recognized, for they are truly among the best to be found in modern dictionaries and were modeled after those in the <em>Century,</em> which Landau admires so much. Unfortunately, in the Second Edition of the <em>RHDU,</em> to satisfy some perverted whim of the Random House art department to be different, the clarity of the original line drawings was destroyed by laying a screen over them.</p>\n<p>In a section dealing with <em>Simplicity</em> in the chapter on Definition, Landau takes up a critical matter in discussing definitions of such difficult concepts as <em>time:</em></p>\n<blockquote>\n<p>If one's life experience were so limited that one had no idea what time was and had never heard of the word time, [its] definition would be of no help. However, in that context, what would be of help? How could a concept of this complex-ity—or those underlying the words <em>motion, being, life,</em> and many others—be comprehended in words by anyone who had never heard those simple words ut-tered? The answer is plain: they could not. [p. 167]</p>\n</blockquote>\n<p>Quite so, of course. And the problem does not stop there, for there are many words and terms that are undefinable in any context understandable by an average dictionary user but have a sufficient frequency in the language to merit inclusion (or, to put it differently, draw criticism from others if they are excluded). A typical example is <em>theory of relativity</em>—I don't care whether it is the “general” or the “special”: take your choice. The term is virtually undefinable in lay terms, and the best that a definer can do is to write a definition that will, in essence, warn the user that he'd best take an advanced course in physics before attempting to deal with the expression.</p>\n<p>This raises the question at the other end of the language, why bother putting in all the words that everybody knows the meaning of? To be sure, it is con-ceivable that somebody might look up the word <em>dog</em> to find out if that is the designation of the male animal (in contrast to <em>bitch</em>) but it is highly unlikely that any native speaker of English would be unfamiliar with what a dog is. (They know the animal, of course. But there are other metaphoric defini-tions that make less sense if the animal sense is not present.) The answer, which does not pertain to <em>dog, cat, horse, chicken, sloth, pig,</em> etc. and which I was unable to find in <em>Dictionaries,</em> is essentially that lexicographers regard dictionaries as records of the lexicon of the language (or as much of it as they choose to cover), and that the undefinable—including words like <em>of, the, in , out, on,</em> etc.—must be included because they are the most frequently found. It is extraordinary how much time (and page space) is wasted by definers struggling with such entries, especially if they are trying to say something original and useful which nobody but another lexicographer is ever likely to read! It is hard to imagine a normal user of dictionaries looking up the word the. Landau writes,</p>\n<blockquote>\n<p>It is one thing to be able to recognize dogs, and another to know what <em>dog</em> means.[p. 168]</p>\n</blockquote>\n<p>I suppose he's right, but it is questionable whether anybody really needs to know what <em>dog</em> means. That is a philosophical point far from the prosaic business of producing useful dictionaries.</p>\n<p>One of the biggest frustrations of one's life is to be referred to inaccurately, the other to be ignored. Although I do not agree with everything he has set forward in his book, I think that Landau has produced a superb piece of use-ful work in <em>Dictionaries.</em> Yet, I cannot help voice my objections to some misrepresentations and omissions, which, to save space, I shall document as briefly as possible.</p>\n<p>In his footnote [13] to document his reference [page 229] to his article in the very first issue of VERBATIM, Landau says that the issue is “undated, issued June 1974.” It is dated (in the masthead) as May, and it was issued in May 1974.</p>\n<p>In his discussion of corpora, Landau makes no mention of my article, “An Unabridged Frequency Count of American English,” which was written in 1962 but, owing to publishing delays, did not appear till 1966 in <em>Word.</em> It dealt with many basic issues of using computers to compile corpora and fre-quency statistics, issues not addressed by others for at least a dozen years later.</p>\n<p>He associates me with the <em>Hamyln Encyclopedic World Dictionary (EWD),</em> and makes no mention of my thirteen-year association with <em>The American College Dictionary (ACD),</em> my planning, systems and hardware design, and editorial supervision of <em>The Random House Dictionary of the English Language—Unabridged Edition</em> (1966), or the <em>College Edition</em> (1968), or with my planning, etc., of <em>Collins English Dictionary</em> (1979). I had nothing to do with the preparation of the <em>EWD,</em> which, though based on the <em>ACD,</em> was prepared entirely under the aegis of Patrick W. Hanks.</p>\n<p>In his various references to the use of computers in lexicography, he makes no mention of my having developed, in the late 1950s, the applications, later used by myself and others for the <em>RHDU,</em> information that was well documented in articles in newspapers and other periodicals of the day. Nor does he make any reference to my other papers, “The Use of Typographic Coding in Information Retrieval” (In <em>American Documentation Institute Proceedings of the Annual Meeting,</em> October 3-7, 1966, Santa Monica, Calif. V. 3 (1966). p. 193-200) and “Technological Potentials” (<em>Annals of the New York Academy of Sciences,</em> Volume 211, pp. 282-286, June 8, 1973. which dealt with the application of computers to lexicography long before the work of those he does cite and which were also instrumental in the development of SGML.</p>\n<p>There is an enormous amount of useful, accurate information and advice in <em>Dictionaries,</em> and it is regrettable that it is marred not only by a number of errors of commission and omission but by what seems to be a reluctance to acknowledge work done by other living lexicographers. Thus, modern lexi-cographers like Fowler, Onions, Gove, Barnhart, Guralnik, Cassidy, and (retired) Burchfield are treated with respect—De mortuis nil nisi bonum?—if not awe, while the rest of us, like Simpson, Weiner, Hanks, are scarcely worthy of mention. Others who have made major contributions to lexicog-raphy, like Hartmann, Gates, Pederson, and others go unmentioned, too. English lexicography is an international field, yet the European Association for Lexicography (<em>euralex</em>) is not referred to at all. If we are lucky, we might not survive till the third edition of the book and will then be included.</p>\n<p>Notwithstanding these remarks, <em>Dictionaries</em> remains the best book available on many aspects of dictionary making.</p>\n<p>—<em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.cambridge.org/tn/academic/subjects/languages-linguistics/semantics-and-pragmatics/dictionaries-art-and-craft-lexicography-2nd-edition?format=PB&amp;isbn=9780521785129\"><em>Dictionaries, The Art and Craft of Lexicography</em></a></h1> <p>Sidney I. Landau, (Cambridge University Press, 2001), Second Edition.</p> <p>I remember being impressed with the first edition of this book, when it came out in 1984 (Scribner's). Seventeen years later, I confess that, not having committed it to memory, I cannot recall a word of it, so I was able to read the new edition without prejudice and beyond the point of making any comparison, which would be a simple waste of time.</p> <p>The book deals with dictionaries in a variety of ways—that is, it can be used as a textbook for training lexicographers and as a book containing a wealth of information about dictionaries for those who are interested in their history and in how they are made. It draws not only on a great many articles and books that have dealt largely either with matters pertinent to lexicography or, in rare instances (since lexicography is not itself the subject of many works), with other books on the subject. In general, for the practical application of basic and, in some cases, even sophisticated techniques related to dictionary-making, it is extremely thorough and provides much wise advice. In particular, the chapter, “A brief history of English lexicography” stands out for the most part as interesting and useful, but it gets a bit muddled toward the end, when dealing with details of the dictionaries published after World War II.</p> <p>In connection with the “exchange of letters” between Robert Burchfield and me in <em>Encounter,</em> Landau fails to point out that the entire point of my threat of libel was based on Burchfield's implications regarding the correspon-dences among the <em>EWD,</em> the <em>ACD,</em> and the <em>Macquarie Dictionary</em> (and their similarity to <em>The Century Dictionary and Cyclopedia</em>) as tantamount to plagiarism, while the truth of the matter was that the first, the <em>ACD,</em> paid for the right to use the <em>Century</em> and that the other two, <em>EWD</em> and <em>Macquarie,</em> also paid for that right. In other words, there was nothing either plagiaristic or questionable about the “correspondences.” The way Landau refers to the subject, I come off as something of a crank (which, of course, I am, but Landau, not having been in touch for decades, cannot know that).</p>"
}