{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p>\n<p>Of all the empty, ugly, moronic cliches we have endured in recent years, I don't suppose there's one worse than <em>politically</em> <em>correct</em>—unless it's <em>politically</em> <em>incorrect</em>.</p>\n<p>The latter, of course, is used almost exclusively as a term of self-congratulation (“I'm afraid I'm being terribly politically incorrect,” old humbugs chortle at each other via the columns of conservative newspapers, and other designated Humbug Reservations), or as a protective incantation against criticism, intoned before saying or writing something which is intended solely to incite hatred or cause offence.</p>\n<p>The <em>correct</em> form, meanwhile, is simply a way of arguing without argument; anything which the speaker disapproves of can be dismissed as “politically correct”. Needless to say, the same thing can be damned as correct and celebrated as incorrect simultaneously from two different poles.</p>\n<p>It's nearly pointless to catalogue examples of this particular <em>Horribile</em>, as it is so prevalent and mindless, but I was taken by the self-contradictory fundamentalism of an American TV mogul who told an interviewer that he instructs his staff to “be themselves. One thing I'll insist on is that they not be politically correct. I can't stand politically correct.” Ah, what a hero of Liberty! And anyone who says otherwise gets shot, no doubt.</p>\n<p>I have to ration myself when it comes to issue , else I might fill this whole column with it—which would be journalistically incorrect. (VERBATIM readers, however, are not subject to rationing; please feel free to send me as many of your own <em>Horribiles</em> as you wish, via either of the magazine's usual addresses). My one issue for this issue is an advert for a trichology clinic, headlined “If you have <em>any</em> issue with your hair or scalp we can help.” (Then again, perhaps I'm doing the clinic a disservice; my dictionary gives “a suppurating sore” as one meaning of issue).</p>\n<p>I'd be particularly glad to hear from readers about “superglued” words—those which generally appear in public as pairs. In Britain, a largely secular country, no-one is ever described as a “Christian” any more, but always as a <em>committed</em> Christian, whether the god-botherer in question is an eccentric celebrity or The Accused entering a plea for mitigation. I imagine this is to make a distinction between the agnostic millions who tick the <em>C of E</em> box on official forms, and those few extremists who take their religion to the bizarre lengths of actually attending church.</p>\n<p>In the long history of English, it's not particularly unusual for words and phrases to reverse their meanings, and I try to remember that what seems like vocab vandalism to VERBATIM types might sometimes be nothing more than another example of a word on the move.</p>\n<p>“Bipartisanship is fine,” said Tiger Woods, according to newspaper reports, following the barracking of foreign players by US golf fans, “but not when you get on to guys personally. I played against Colin Montgomerie and some of the things said to him were downright wrong.” Mr Woods is clearly a gentleman and a sportsman of the old school, and I wonder if the reason he chose <em>bipartisanship</em> over <em>partisanship</em> was because he felt so strongly about this matter that he wanted a word which sounded as if it was double the strength of the original; or whether “partisanship” is now so rarely employed compared to its <em>bi</em>-cousin that it is fading altogether; or whether Tiger did say “partisanship,” but was misquoted by an ignorant reporter working to an ignorant sub.</p>\n<p>Then there was the executive director of the United Nations Environment Programme, who was recently quoted as saying “The importance of forests cannot be underestimated.” I laughed when I heard this; but I laughed quietly, because the joke is becoming a little thin. In fact, I'd go so far as to suggest that <em>cannot be underestimated</em> is now so close to replacing <em>cannot be overestimated</em> that we have almost reached the point where we will have to consider it correct by dint of common usage, rather than comical on grounds of back-to-front-ness.</p>\n<p>Personally, I could <em>care less</em>—but I fear others, literally, couldn't.</p>\n<p><em>[Mat Coward's web page is <em>http:// hometown.aol.co.uk/matcoward/myhomepage/newsletter.html.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p> <p>Of all the empty, ugly, moronic cliches we have endured in recent years, I don't suppose there's one worse than <em>politically</em> <em>correct</em>—unless it's <em>politically</em> <em>incorrect</em>.</p> <p>The latter, of course, is used almost exclusively as a term of self-congratulation (“I'm afraid I'm being terribly politically incorrect,” old humbugs chortle at each other via the columns of conservative newspapers, and other designated Humbug Reservations), or as a protective incantation against criticism, intoned before saying or writing something which is intended solely to incite hatred or cause offence.</p> <p>The <em>correct</em> form, meanwhile, is simply a way of arguing without argument; anything which the speaker disapproves of can be dismissed as “politically correct”. Needless to say, the same thing can be damned as correct and celebrated as incorrect simultaneously from two different poles.</p>"
}