{
  "type": "Article",
  "title": "AS THE WORD TURNS: Some Ado About Nothing",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">AS THE WORD TURNS: Some Ado About Nothing</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>“Is this then nothing?/Why, then the world and all that's in 't is nothing;/My wife is nothing: nor nothing have these nothings,/If this be nothing”—Shakespeare, <em>Winter's Tale</em> I. 2. 292–295.</p>\n<p>If the Bard puzzles, try this snappy extract from Sartre's <em>Being and Nothingness</em> (<em>L'Etre et le Néant</em>): “Nothingness is not, Nothingness is made-to-be, Nothingness does not nihilate itself, Nothingness is nihilated. The Being by which Nothingness arrives in the world is a Being such that in its Being the Nothingness of its Being is in question. The Being by which Nothingness comes to the world must be its own Nothingness...”</p>\n<p>There are 600 more pages of this. Apart from recalling Bill Clinton's Sartrean “It all depends what IS is,” I fancy they support Lucretius' contention—under challenge since Augustine—<em>Ex Nihilo Nil Fit</em> (Nothing Comes Out Of Nothing). Certainly, they add up to no more than Leonardo da Vinci's single Notebooks sentence “Among the great things which are found among us the existence of Nothing is the greatest.” Well, as the Beatles put it, There's Nothing That You Say That Can't Be Said, a dogma enhanced by Shirley Bassey whom I once saw warbling <em>I Who Have Nothing</em> whilst heavily pregnant.</p>\n<p>(By the way, there was no Zero in Egyptian, Greek, or Roman mathematics. It originated with the Babylonians, Mayans, and Hindus: “The Indian zero stood for emptiness or absence, but also space, the firmament, the celestial atmosphere and ether, as well as nothing”—Georges Ilfrah, <em>From One To Zero</em>)</p>\n<p>In his <em>Book Of Nothing</em> (2000), John D. Barrow rounds up some synonyms for Nothing. Apart from the obvious <em>Zero,</em> the American twins <em>Zilch</em> and <em>Zip,</em> and the sturdy Latinisms <em>Nil</em> and <em>Nul,</em> he offers <em>Goose-Egg,</em> <em>Napoo</em> (from French “il n'y a plus”?), <em>Nowt,</em> and tennis' <em>Love</em> (from French “L'Oeuf”?), remarking how cricket prefers <em>Nought,</em> soccer <em>Nil,</em> athletics <em>Ow</em> (O).</p>\n<p>As a Lincolnshire man, I am glad to add that county's self-serving prayer “May we nivver want for nowt, noan on us, nor me naythur,” along with <em>Nowter</em> (a person of no consequence). There is also <em>Nix,</em> opulently expanded to <em>Nix-My-Doll,</em> probably to do with German <em>Nichts,</em> both 18th-century. In cricket, the Goose-Egg must yield to the Duck's, or plain Duck, from the 19th century, now sent across the TV screen in animated form to rub in the batsman's disgrace.</p>\n<p>Our age has contributed <em>Zeroise,</em> “Put the dial back to Zero.” As Ivor Brown (<em>Chosen Words,</em> 1955) remarks, this smacks of totalitarian euphemism—shades of Orwell's <em>vaporise.</em></p>\n<p>Barrow mentions Passerat's 16th-century Latin poem on Nothing, but not Rochester's English equivalent, “a barren topick” said Dr Johnson, jokingly adding that Rochester's performance had “not only a negative but a kind of positive signification.”</p>\n<p>Alas, Barrow is no help on why <em>Bugger-All</em> and <em>Fuck-All</em> should mean Nothing—they surely promise the sexual opposite. And what about <em>Sweet</em> <em>Fanny Adams</em>? Why should that young lady denote <em>Nowt</em>? She seems as elusive as her proverbial partner, <em>All My Eye And Betty Martin.</em> Had she, in fact, any existence beyond that of harmless initial replacement of <em>Fuck-All</em>?</p>\n<p>I am most perplexed by <em>Diddly Squat.</em> The <em>OED</em> prefers <em>Doodly Squat,</em> deriving it from US slang for excrement, with half a dozen examples from 1934–1979, including <em>Rolling Stone</em> and Peter Benchley's <em>The Island.</em> No disrespect to American excrement, but what about Tennyson's Lincolnshire-ism <em>Squat</em> (or <em>Squad</em>), meaning animal shit, in his dialect plays and poems? And in Victorian pornography, <em>Doodle</em> is a regular synonym for <em>Cock</em>—To my aid, American readers!</p>\n<p>Just for fun, I Internettingly typed <em>Diddly</em> <em>Squat,</em> and found its own website, copyrighted 1998 under Joey Jo Jo Productions. One has to wonder about a person who'd copyright nothing. After glossing “Means Zip, Zilch, Zero.” Mr/Ms Diddly Squat adds “Exept no substitutions” (sic), suggesting that he/she has rather more than nothing to learn about orthography.</p>\n<p><em>[Barry Baldwin writes in Calgary, Alberta, population 710,677 (1991).]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">AS THE WORD TURNS: Some Ado About Nothing</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>“Is this then nothing?/Why, then the world and all that's in 't is nothing;/My wife is nothing: nor nothing have these nothings,/If this be nothing”—Shakespeare, <em>Winter's Tale</em> I. 2. 292–295.</p> <p>If the Bard puzzles, try this snappy extract from Sartre's <em>Being and Nothingness</em> (<em>L'Etre et le Néant</em>): “Nothingness is not, Nothingness is made-to-be, Nothingness does not nihilate itself, Nothingness is nihilated. The Being by which Nothingness arrives in the world is a Being such that in its Being the Nothingness of its Being is in question. The Being by which Nothingness comes to the world must be its own Nothingness...”</p> <p>There are 600 more pages of this. Apart from recalling Bill Clinton's Sartrean “It all depends what IS is,” I fancy they support Lucretius' contention—under challenge since Augustine—<em>Ex Nihilo Nil Fit</em> (Nothing Comes Out Of Nothing). Certainly, they add up to no more than Leonardo da Vinci's single Notebooks sentence “Among the great things which are found among us the existence of Nothing is the greatest.” Well, as the Beatles put it, There's Nothing That You Say That Can't Be Said, a dogma enhanced by Shirley Bassey whom I once saw warbling <em>I Who Have Nothing</em> whilst heavily pregnant.</p>"
}