{
  "type": "Article",
  "title": "George Orwell, Meet Regis",
  "author": "Fred R. Shapiro",
  "location": "Associate Librarian for Public Services and Lecturer in Legal Research, Yale Law School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">George Orwell, Meet Regis</h1>\n<p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Associate Librarian for Public Services and Lecturer in Legal Research, Yale Law School</span></em></p>\n<p>If there is a Truthtellers Heaven, and they have a TV set through which they can keep tabs on terrestrial folly, I wonder whether George Orwell watches ABC's phenomenally popular game show, “Who Wants To Be a Millionaire.” If Orwell was watching Joe Trela's appearance on the show recently, he would have seen Trela win a million dollars, only the third contestant to do so, for picking a clearly wrong answer. Orwell, who wrote so eloquently in <em>1984</em> about the manipulation of history for political purposes, would have seen a different kind of historical distortion, presenting myth as fact to a mass audience. Today's broadcast inaccuracies erode the notion of truth as surely as propaganda does, and pave the way for future demagogues to lie with impunity because respect for the historical record has died.</p>\n<p>Trela's million-dollar question was the following: “What insect shorted out an early supercomputer and inspired the term 'computer bug'?” The choices were a moth, a roach, a fly, or a Japanese beetle, with “moth” being the supposedly correct response. Underlying the query was the celebrated folklore that the computer terms “bug” and “debug” derive from an actual moth found inside an early computer by the pioneer computer scientist Grace Hopper in 1945.</p>\n<p>Even forgetting the absurd description of the primitive Mark II as a “supercomputer,” this folklore is just that, and can be demonstrated to be false.</p>\n<p>In reality, the computer “bug” was merely a specialized application of a general engineering term dating from the 1800s. Thomas Alva Edison frequently referred to “bugs” in this sense, as most clearly evidenced in an 1889 newspaper article quoted by the <em>Oxford English Dictionary:</em> “Mr. Edison . . . had been up the two previous nights discovering a 'bug' in his phonograph—an expression for solving a difficulty, and implying that some imaginary insect has secreted itself inside and is causing all the trouble.” This meaning was common enough by 1934 to be recognized in <em>Webster's New International Dictionary,</em> whose definitions for “bug” included “a defect in apparatus or its operation.”</p>\n<p>The moth myth is widespread in popular culture, but its disproof is hardly a secret. In addition to the evidence in the standard dictionaries, I have published articles in <em>Byte Magazine,</em> the <em>Annals of the History of Computing,</em> and <em>American Speech</em> setting the record straight. My refutation has been picked up by the online Jargon File, which is widely copied throughout the Internet, and by the bestselling <em>Hacker's Dictionary.</em> Yet the researchers for “Who Wants To Be a Millionaire” managed to miss all this and went with fallacy rather than history for their grand-prize question.</p>\n<p>In 1986 J. Presper Eckert, the coinventor of the first electronic digital computer, was asked about Grace Hopper's “bug” story. Eckert responded, “I've never called her up and told her that that's nuts, but it is nuts. That term was in wide use before then.” I suspect Eckert would have thought it “nuts” that a quiz show whose very essence is the separation of correct, winning answers from incorrect, losing answers would base the awarding of a million dollars on a selection among choices all of which were wrong.</p>\n<p>The quest to preserve the virtues of accuracy and truth in a media-dominated world that spreads error far more effectively than Orwell could possibly have envisioned is much on my mind nowadays. I have recently been named editor of a major new quotation dictionary, tentatively titled <em>The Yale Dictionary of Quotations.</em> This project will use state-of-the-art research methods to trace the sources of quotations.</p>\n<p>Existing quotation dictionaries often fail to capture the authentic provenance of famous sayings. “There's no such thing as a free lunch,” for example, is attributed to Milton Friedman by <em>Bartlett's,</em> but actually originated as the punchline to an economist's joke appearing in the <em>San Francisco News</em> in 1938. Regis, if you are going to have future questions about the origins of terms or quotes, please have your researchers check the facts with me. I would like to think the ghost of George Orwell would be gratified.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">George Orwell, Meet Regis</h1> <p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Associate Librarian for Public Services and Lecturer in Legal Research, Yale Law School</span></em></p> <p>If there is a Truthtellers Heaven, and they have a TV set through which they can keep tabs on terrestrial folly, I wonder whether George Orwell watches ABC's phenomenally popular game show, “Who Wants To Be a Millionaire.” If Orwell was watching Joe Trela's appearance on the show recently, he would have seen Trela win a million dollars, only the third contestant to do so, for picking a clearly wrong answer. Orwell, who wrote so eloquently in <em>1984</em> about the manipulation of history for political purposes, would have seen a different kind of historical distortion, presenting myth as fact to a mass audience. Today's broadcast inaccuracies erode the notion of truth as surely as propaganda does, and pave the way for future demagogues to lie with impunity because respect for the historical record has died.</p> <p>Trela's million-dollar question was the following: “What insect shorted out an early supercomputer and inspired the term 'computer bug'?” The choices were a moth, a roach, a fly, or a Japanese beetle, with “moth” being the supposedly correct response. Underlying the query was the celebrated folklore that the computer terms “bug” and “debug” derive from an actual moth found inside an early computer by the pioneer computer scientist Grace Hopper in 1945.</p> <p>Even forgetting the absurd description of the primitive Mark II as a “supercomputer,” this folklore is just that, and can be demonstrated to be false.</p>"
}