{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p>\n<p>“I am writing to you as a valued existing inquirer,” began an advertising circular I recently received. This seems to me a great improvement on the previously noted “Dear Valued Customer” salutation, as it suggests that now I don't even need to spend any money in order to be valued—all I have to do is inquire!</p>\n<p>I suppose this use of <em>existing</em> is intended to reassure me that the company hasn't taken my name at random from the electoral register; that this isn't junk mail—or that if it is, then at least it's junk mail that I sort of asked for, so don't blame them. The reassurance would be more convincing if I had ever heard of the firm before, let alone made contact with it, but never mind—it's nice to be valued. It's even nicer to exist.</p>\n<p>Not that existence is without its challenges. How do you feel about challenges? I could do without them, myself, but some thrive on them. The founder of a bespoke shoe-making firm in Devon told a newspaper that her craftswomen “make innovative and challenging shoes that enable our customers to make a statement”. <em>Challenging shoes</em>, presumably, would be ones that were difficult to walk in—in which case the customers' statement would be something along the lines of “Next time, I'm going to buy some less innovative shoes”.</p>\n<p>An ad in a magazine, for a pocket knife disguised as a credit card, says: “Make no mistake though, this is a formidable knife capable of meeting the challenges of today's busy lifestyle”. Ah yes, indeed, for what is this life if, full of care, we have no time for stabbing and slashing?</p>\n<p>Sportsmen enjoy rising to challenges. After winning the last cricket world cup, Australia's captain was pleased with the performance of his team: “Warney put his hand up in the semi-final, and yesterday I thought everyone put their hand up.” Perhaps they all wanted to go to the loo? No: an athlete <em>puts his hand up</em> to signify that he is ready and eager to take on any challenges which might arise in his busy lifestyle today.</p>\n<p>At the same time, a sportsman must know how to cope with disappointment. After a comprehensive thrashing of the England cricket team, one batsman explained to a reporter that “You've got to take positives constantly”. <em>Positives</em> aren't performance-enhancing drugs, but rather what an earlier generation, prior to the ubiquity of sports psychologists, might have called <em>silver linings</em>. “You've got to find positives in all you do,” continued the batsman, and no doubt this is especially important when ­­<em>the ask</em> (the task or target required for victory) is <em>a big ask.</em></p>\n<p>Lately, the ask has shown worrying signs of expanding its meaning. When an electronic scoreboard displayed a message from the management during a pitch invasion at a sports ground, the TV commentator noted: “Please clear the pitch—that's the ask being flashed up here”.</p>\n<p>(This column's ask, as always, is that readers should send examples of their least favourite horribiles, care of VERBATIM's usual postal and electronic addresses).</p>\n<p>These days, the most popular British word to describe disappointment is <em>gutted</em>. Used sparingly, this term would have considerable impact: on receiving news of a bereavement, for instance, one might well feel as if one's innards had been torn out. It was less impressive, I felt, when used by a losing contestant on a TV game show, who said, with a shrug and a brave smile, “I'm a little bit gutted, but I'm not very gutted.”</p>\n<p>A near contemporary of gutted appears in one of my favourite recent “literallys”. A woman who received an award for her charity work wrote that the honour had “left me literally gobsmacked.” Without the <em>literally</em>, this would have meant that she was astonished. <em>Literally gobsmacked</em>­ obviously, means that she was hit in the mouth—poor reward, one might think, for a lifetime of service to the community.</p>\n<p><em>[Mat Coward's web page is <em>http:// hometown.aol.co.uk/matcoward/myhomepage/newsletter.html.</em>]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p> <p>“I am writing to you as a valued existing inquirer,” began an advertising circular I recently received. This seems to me a great improvement on the previously noted “Dear Valued Customer” salutation, as it suggests that now I don't even need to spend any money in order to be valued—all I have to do is inquire!</p> <p>I suppose this use of <em>existing</em> is intended to reassure me that the company hasn't taken my name at random from the electoral register; that this isn't junk mail—or that if it is, then at least it's junk mail that I sort of asked for, so don't blame them. The reassurance would be more convincing if I had ever heard of the firm before, let alone made contact with it, but never mind—it's nice to be valued. It's even nicer to exist.</p> <p>Not that existence is without its challenges. How do you feel about challenges? I could do without them, myself, but some thrive on them. The founder of a bespoke shoe-making firm in Devon told a newspaper that her craftswomen “make innovative and challenging shoes that enable our customers to make a statement”. <em>Challenging shoes</em>, presumably, would be ones that were difficult to walk in—in which case the customers' statement would be something along the lines of “Next time, I'm going to buy some less innovative shoes”.</p>"
}