{
  "type": "Article",
  "title": "English Place Names",
  "author": "Susan Elkin",
  "location": "Sittingbourne Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English Place Names</h1>\n<p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne Kent</span></em></p>\n<p>In Lincolnshire is a signpost pointing to two villages: “To Old Bolingbroke and Mavis Enderby,” beneath which a witty graffiti-ist has added the words “a son.”</p>\n<p>Toponymy is fun—and nowhere more so than in England. This is an incongruous pair of names—the former with Plantagenet Shakespearean overtones and all the skulduggery of Richard II and Henry IV parts one and two and the second with its lighter weight connotations of blackbirds and a rather outmoded 20th century forename. Put them together, use a bit of imagination, and you have, as the punning graffiti writer evidently thought, a whole new story.</p>\n<p>From <em>Pauperhaugh</em> in Northumberland to <em>Mousehole</em> in Cornwall and from <em>Stockdalewath</em> in Cumbria to <em>Old Wives Lees</em> in Kent, there are more than 30,000 place names in England to delight the student of onomastics. More than half have an eccentric English ring reminiscent of thatched cottages and warm ale. Consider <em>Lower Slaughter</em> in the Cotswolds, <em>Little Snoring</em> in Norfolk, <em>Sexhow</em> in Yorkshire, <em>Fulking</em> in Sussex (watch your handwriting on envelopes as with <em>Hucking</em> in Kent), <em>Sixpenny Handley</em> in Dorset, Kent's <em>Thannington Without</em> (without what? the medieval walls of Canterbury, of course), and <em>Fugglestone St Peter</em> in Wiltshire.</p>\n<p>Place names are to philology what fossils are to anthropology. About 98 percent of English place names date from before 1500. They tell ancient stories of different times and a different way of life. Some of the names, as Bill Bryson points out in <em>Mother Tongue</em> (1990), were repeatedly reshaped by successive waves of Celts, Romans, Danes, Vikings, Angles, Saxons, Jutes, and Normans and have origins going back two thousand years or more. For example, <em>Brightlingsea,</em> an Essex coastal town, has been spelled 404 ways since the earliest invaders first changed the Celtic <em>Brictich,</em> according to P.H. Rearney's <em>The Origin of English Place Names</em> (1985).</p>\n<p>For another example of history being unfolded in names, take <em>Harrow,</em> now part of London, <em>Peper Harow</em> in Surrey, or <em>Arrowfield</em> in Worcestershire. A <em>hearg</em> was a pagan shrine or temple. So we know from the names that the first Anglo-Saxon settlers worshipped in these places. As they did at <em>Weedon</em> in Northamptonshire, <em>Winwood</em> in Hertfordshire, and <em>Wye</em> in Kent, all of which derive their names from <em>weoh</em> or <em>wog,</em> another Old English word for a temple.</p>\n<p>Many names are basically topographical. <em>Ham</em> in Old English, for example, was a village, whereas <em>haam</em> was land in a water bend of a meadow. Hence such colourful place names as *Saxmundham * in Suffolk, *Garboldisham * in Norfolk and <em>Babraham</em> in Cambridgeshire—all with a personal name prefix—amongst the dozens  of  the  more  ordinary-sounding <em>Birminghams, Nottinghams, Chippenhams,</em> and the like.</p>\n<p>In feudal England the manorial name often attached itself to the nomenclature of the place. The wonderfully named <em>Kingston Bagpuize</em> in Oxfordshire, for example, was the manor held, according to the Domesday Book of 1086, by Ralph de Baquepuize, from Baquepuis in Normandy. <em>Stansted Mountfitchet</em> in Essex, whose lords hailed from Montfiquet, also in Normandy, was named to distinguish it from <em>Stansted Abbots</em> not far away in Hertfordshire. The pretty village name <em>Sydenham Damerel</em> in Devon means 'a broad riverside pasture held by John D'Albermarle.'</p>\n<p>Animals and plants creep unstoppably into place names too. The old word for a badger was <em>brock</em> which was presumably very common at <em>Brockenhurst</em> in Hampshire and <em>Brockhampton</em> in Gloucestershire, just as there must once have been oaks at <em>Sevenoaks</em> in Kent and at <em>Five Oaks</em> and <em>Three Oaks,</em> both in Sussex. During the hurricanes which wreaked havoc in the south of England in 1987, one of *Sevenoaks'*s “original” oaks fell—or so the local press alleged. An unlikely tale since, however venerable the tree, the town's name almost certainly predated it. (The original Old English form was <em>oet oem sefan acum,</em> which had become <em>Seuoenaca</em> by 1100, <em>Sevenacher</em> by 1200, and <em>Seuenok</em> by 1610). But that didn't stop a lot of waggish speculation about whether the town should be renamed <em>Sixoaks.</em></p>\n<p>Some very grand-sounding English village names tell the tale of Latin as the language of government and public life in medieval times. <em>Ryme Intrinseca</em> in Dorset, for example, was <em>Rima</em> (a <em>rime,</em> 'edge or border,' in Old English). By 1611 it was known as <em>Ryme Intrinseca</em>, the Latin addition meaning 'inner, within the bounds' (to distinguish it from the former manor of <em>Ryme Extrinseca</em> in nearby Long Bredy). <em>Ashby Puerorum</em> in Lincolnshire was assigned for the benefit of the choir boys in Lincoln Cathedral, and the addition of <em>Magna</em> or <em>Parva</em> to indicate large or small is quite common, as in Leicestershire's <em>Appleby Magna</em> and *Appleby Parva * or *Ash  Magna * and *Ash  Parva * in Shropshire.</p>\n<p>In his Barchester novels Anthony Trollope chose to base the fulminating and often pompous, yet curiously attractive, Archdeacon Theophilus Grantley at a fictional village named <em>Plumstead Episcopi.</em> The Latin suffix means 'of the bishops.' Trollope's daytime job was with the Post Office so he must have known a thing or two about place names. Presumably he was thinking of, for example, real villages, such as <em>Wick Episcopi</em> in Worcestershire, or <em>Huish Episcopi</em> and <em>Kingsbury Episcopi,</em> both in Shropshire.</p>\n<p>Some English place names have an unsqueamish medieval bluntness about them too, although they were often politely “adjusted” in the nineteenth century. <em>Shitterton</em> ('farm at a stream used as a sewer') in Dorset now often appears on maps politely renamed as <em>Sitterton,</em> and Bill Bryson swears that until the late eighteenth century there was a road in the City of London frequented by prostitutes and consequently called <em>Gropecunt Lane.</em></p>\n<p>And, as recently as 1956, the inhabitants of <em>Puddletown</em> in Dorset rebelled because the council wanted to revert to the earlier form of <em>Piddletown</em> (the town is on the River Piddle). The Puddletonians, however, insisted that <em>Puddletown</em> “sounded nicer” and they won.</p>\n<p>[Susan Elkin's last article for VERBATIM was “To What End Gender Endings?” in issue XXV/1.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English Place Names</h1> <p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne Kent</span></em></p> <p>In Lincolnshire is a signpost pointing to two villages: “To Old Bolingbroke and Mavis Enderby,” beneath which a witty graffiti-ist has added the words “a son.”</p> <p>Toponymy is fun—and nowhere more so than in England. This is an incongruous pair of names—the former with Plantagenet Shakespearean overtones and all the skulduggery of Richard II and Henry IV parts one and two and the second with its lighter weight connotations of blackbirds and a rather outmoded 20th century forename. Put them together, use a bit of imagination, and you have, as the punning graffiti writer evidently thought, a whole new story.</p> <p>From <em>Pauperhaugh</em> in Northumberland to <em>Mousehole</em> in Cornwall and from <em>Stockdalewath</em> in Cumbria to <em>Old Wives Lees</em> in Kent, there are more than 30,000 place names in England to delight the student of onomastics. More than half have an eccentric English ring reminiscent of thatched cottages and warm ale. Consider <em>Lower Slaughter</em> in the Cotswolds, <em>Little Snoring</em> in Norfolk, <em>Sexhow</em> in Yorkshire, <em>Fulking</em> in Sussex (watch your handwriting on envelopes as with <em>Hucking</em> in Kent), <em>Sixpenny Handley</em> in Dorset, Kent's <em>Thannington Without</em> (without what? the medieval walls of Canterbury, of course), and <em>Fugglestone St Peter</em> in Wiltshire.</p>"
}