{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Warden of English: The Life of H. W. Fowler, Author of Fowler's Modern English Usage",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Warden of English: The Life of H. W. Fowler, Author of Fowler's Modern English Usage</em></h1>\n<p>Jenny McMorris, (Oxford: Oxford University Press, 2001), pp. xx + 242.</p>\n<p>Dead brilliant!</p>\n<p>Purists who have misunderstood the legacy of Henry Watson Fowler (1858–1933) might rush to emend this judgment of Jenny McMorris' biography of a sharp-eyed Edwardian observer of English. They would allege that “dead brilliant” might express the mind of Adrian Mole or Harry Potter, but it would not pass muster with the subject of her book. His contemporaries would have made no such assumption.</p>\n<p>In the obituary published in <em>The Times,</em> the paper declared Fowler to have been a “lexicographical genius” and celebrated him for “a crispness, a facility, and an unexpectedness which have not been equaled” (quoted by McMorris, p. 216). Fowler himself, in writing one of those famously compact little essays, defined idiom as “racy or unaffected or natural English,” and <em>dead brilliant</em> is one of those usages that he might have unexpectedly liked. Certainly he worried (as he expressed it in 1906) that “books like ours … encourage a dull uniformity of style.”</p>\n<p>Still, the odds that Fowler would censure a usage were high, and his special skill was in winkling nuances such as the supposed differences between <em>fellahs</em> and <em>fellaheen</em> or <em>sticklebat</em> and <em>tittlebat</em> (to pick just two entries from his <em>Modern English Usage</em> [1926]).</p>\n<p>The only other recent biographer, R. W. Burchfield, described <em>MEU</em> succinctly: “This quite extraordinary book, the Bible of prescriptivists, is the product of a scarifyingly diligent search for fastidious distinctions in English” (Burchfield, 140). But Burchfield holds Fowler in high regard, as did his predecessor in revising <em>MEU,</em> Ernest Gowers. Gowers noted Fowler's occasional bursts of iconoclasm, and he praised Fowler's quirky style: “The whimsicality that was his armour in adversity enlivens it [<em>MEU</em>] in unexpected places” (Gowers, vi). (One such place where whimsy erupts is in Fowler's essay on “Wardour Street English” in which he ridicules the use of such words as <em>anent</em> or <em>wot</em>.)</p>\n<p>Strangely, McMorris does not refer directly to Burchfield's biographical sketch, though it must have influenced if not inspired her work. (The sole reference to him in the index directs attention to p. 226, though he is actually mentioned on a different page.) Nor does she cite Gowers' appreciation. What she has done goes far beyond their work, however, since, as archivist of the dictionary records of the Oxford University Press, she has read the voluminous correspondence between Fowler and various editors and officers in Oxford. This reading she has supplemented by visits to places where Fowler worked and lived, and she is able to draw vivid pictures of the scenery—”among woods thick with bluebells and wild garlic in spring” (146), for example—and to recount memories of old people who remember the kindly Fowler from their childhood.</p>\n<p>Fowler was a recluse, living for many years on the island of Guernsey where, after bouts of early morning exercise, he worked doggedly on dictionaries. Though he had been an undergraduate at Oxford, he did not return there (despite repeated invitations), and he paid only two brief visits to the London offices of the Press. At 41, he had resigned his position at a northern public school because he was unable to prepare boys for confirmation since he himself had “lost” his faith. At age 50, he married a nurse and each year wrote loving and whimsical anniversary verses (quoted by McMorris when they are particularly revealing). At 57, he enlisted for service in the trenches of the western front since he believed that all able-bodied men, regardless of age or social class, should answer the call to arms. (He gave his age as 44 pretending to be a year younger than his brother Frank instead of 13 years older, and Frank, telling the truth about his age, also enlisted and suffered fatally from the rigors of mud and bombardment.)</p>\n<p>All his long life Fowler embraced vigorous exercise, once, while a schoolmaster, cutting his chest on shards of ice as he swam through a nearly frozen river. He lived frugally, sometimes negotiating proffered payments downwards. (Some at the Press felt guilty that they were making so much from his books and paying him so little. For the most part, they managed to overcome these guilty feelings.) His Guernsey cottage was fitted with a chimney but one can easily imagine that only deep frost would justify the use of it for heating the tiny rooms. His wedding portrait from 1911 shows him in a roughly tailored tweed suit; a snapshot from 1924 shows him in the same suit. All the buttons are buttoned on both occasions.</p>\n<p>Fowler had few democratic impulses when it came to language. His first usage book, <em>The King's English</em> (1906) was given various tentative titles as it was being prepared, several including words like <em>faulty</em> and <em>blemishes.</em> One favored candidate was: <em>The New Solecist: for Sixth-Form Boys and Journalists.</em> The subtitle was later emended to for <em>Persons of Mean Intelligence.</em> In corresponding with Oxford, he described the book as aimed at “the half-educated Englishman of literary proclivities … who has idioms floating in his head in a jumbled state &amp; knows it” (108–109). A wise person hit on <em>The King's English,</em> but the draft titles show the perspective Fowler and his brother Frank brought to the work, supported in their outlook by such eminences at the longest-surviving <em>OED</em> editor, Charles Talbut Onions, who felt that the audience for the Fowlers' work was “the illiterate public” (McMorris, 105).</p>\n<p>Fowler wrote early in his career of “the 'degrading effect' of American on English” (McMorris, 65), and in 1921 about a distressing “Yankeefication” of the language (152), Most Americanisms were simply ignored in his books. He would have nothing to do with <em>O.K.,</em> for instance, either in the <em>Concise</em> <em>Oxford Dictionary of Current English</em> (1911) or in <em>MEU.</em> (It was left to Gowers to write up <em>O.K.</em> for the Fowler tradition in 1965; he thought it an expression unlikely to endure.) In 1928, Fowler declared that he had “no horror of Americanisms” but since he knew nothing about them others would have to supply whatever information might be wanted.</p>\n<p>Having let other publishers gain from the lives of such Oxford dictionary-makers as James Murray and W. C. Minor, Oxford University Press has made a good investment in McMorris' book. It seems to me unfortunate that she describes Fowler at 57 as “elderly” (117) or his wife at age 46 as “a large lady of advancing years” (86). (In the photograph taken at that age, she seems ample though rather more slender than the principal mistresses of Edward VII.) But McMorris gives readers vivid portraits of the Fowlers and of the figures in their narrow social circle. For an American, the noun head of <em>The Warden of English</em> invites comparison with the CEO of a lunatic asylum or prison, but the C<em>oncise Oxford Dictionary</em> ignores these institutions and glosses <em>warden</em> as 'watchman' and offers as example <em>W~ of Merton College.</em> Certainly Fowler saw himself as a watchman, and depraved usages as unruly. In an attempt at self-definition, he wrote in 1923 that he was “a heterodox expert, something like a nonconformist Doctor of Divinity” (166).</p>\n<p>In the preface to his revision of <em>MEU,</em> Burchfield described the original edition as a “schoolmasterly, quixotic, idiosyncratic, and somewhat vulnerable book” (ix). The same can be said of Henry Watson Fowler. It was left to Burchfield to opine about <em>blurb,</em> a word he added to the Fowler canon. My blurb for Jenny McMorris's biography would be the words at the head of this review.</p>\n<p>Dead brilliant!</p>\n<p><em>[Richard W. Bailey, The University of Michigan]</em></p>\n<hr>\n<p>Burchfield, R. W. 1989. “The Fowlers: Their Achievements in Lexicography and Grammar, 125-46 in his <em>Unlocking the English Language</em> (London: Faber and Faber).</p>\n<p>________. 1996. <em>The New Fowler's Modern English Usage,</em> first edited by H. W. Fowler. Oxford: Clarendon Press.</p>\n<p>Fowler, H. W. 1926. <em>A Dictionary of Modern English Usage.</em> Oxford: Clarendon Press.</p>\n<p>Fowler, H. W., and F. G. Fowler. 1952. <em>The Concise Oxford Dictionary of Current English</em> [1911], rev. E. McIntosh. Oxford: Clarendon Press.</p>\n<p>Gowers, Ernest. 1965. Preface to the second edition of <em>A Dictionary of Modern English Usage</em> by H. W. Fowler. Oxford: Oxford University Press.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Warden of English: The Life of H. W. Fowler, Author of Fowler's Modern English Usage</em></h1> <p>Jenny McMorris, (Oxford: Oxford University Press, 2001), pp. xx + 242.</p> <p>Dead brilliant!</p> <p>Purists who have misunderstood the legacy of Henry Watson Fowler (1858–1933) might rush to emend this judgment of Jenny McMorris' biography of a sharp-eyed Edwardian observer of English. They would allege that “dead brilliant” might express the mind of Adrian Mole or Harry Potter, but it would not pass muster with the subject of her book. His contemporaries would have made no such assumption.</p> <p>In the obituary published in <em>The Times,</em> the paper declared Fowler to have been a “lexicographical genius” and celebrated him for “a crispness, a facility, and an unexpectedness which have not been equaled” (quoted by McMorris, p. 216). Fowler himself, in writing one of those famously compact little essays, defined idiom as “racy or unaffected or natural English,” and <em>dead brilliant</em> is one of those usages that he might have unexpectedly liked. Certainly he worried (as he expressed it in 1906) that “books like ours … encourage a dull uniformity of style.”</p>"
}