{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Language Play",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/L/bo3630646.html\"><em>Language Play</em></a></h1>\n<p>David Crystal, (University of Chicago Press, 2001, Originally published by Penguin UK, 1998)), 248 pp.</p>\n<p>David Crystal's book <em>Language Play</em> is a grab-bag of information and examples concerning the ways in which adults and children play with language. He covers rhyming, punning, typographical word-play, regional accents, and more. The second half of the book is devoted to an exploration of children's spontaneous language play and what it means for their linguistic development. Crystal speculates that children's textbooks should feature elements of language play that would make learning to read a more enjoyable process, arguing that the long-term acquisition of linguistic skills would be enhanced by such an approach.</p>\n<p>Although there are lots of appealing kernels of information in this book, I didn't enjoy it quite as much as I had expected to. This stems in part from the foray into children's learning in the second part of the book. Crystal's experience as a linguist includes research into children's language development, and it is clear that he is very qualified to write on this subject. Although he refrains from shifting into a scholarly mode, the discussion still seemed rather lengthy and labored to me. While parents and educators may benefit from his examples of books that do try to incorporate language play, I found myself tiring of the topic: I was ready to believe his argument quickly enough, and didn't need all the particulars to convince me.</p>\n<p>The earlier sections of <em>Language Play</em> provide a more general exploration of the ludic use of words. Yet I found something problematic about this part of the book, too: while I fully agree with Crystal's claim that the playful function of language is just as fundamental as its goal of communication, his examples of language play just aren't very funny. At the beginning of chapter 1, he recounts an example of “Ping-Pong Punning,” his term for a string of puns produced by a group of people. In real life, I have no doubt that this could be highly entertaining (moreover, the author mentions that his anecdotal participants have been drinking wine), but in print it just seems silly and artificial. Perhaps this is part of the phenomenon of language play itself: it may need to exist in its real-life socio-linguistic context in order to be humorous.</p>\n<p>When Crystal moves into the domain of language play in writing, his examples become much more meaningful and informative. He touches, for instance, on <em>lipograms</em>—pieces of prose that avoid using a particular letter of the alphabet. Lipograms, it seems, are nothing new, having been found in classical Greek from the sixth century B.C., and Crystal mentions two famous examples from the twentieth century: Ernest Vincent Wright's <em>Gadsby</em> (1939), a novel inspired by Fitzgerald's <em>The Great Gatsby</em> that entirely omits the letter e, and Georges Perec's 1969 novel <em>La Disparition</em> (valiantly translated in 1995 by Gilbert Adair as <em>A Void</em>), which avoids the same vowel. Crystal includes many entertaining examples of word-games and word-tricks, and suggests some for the reader to play. The only drawback for an American reader is that he sometimes relies on British jokes and Britishisms. Perhaps this fact can serve to illustrate the nature of language play: it has its roots in the personal and the familiar, because, as Crystal argues, it is such a large part of our individual and cultural identities.</p>\n<p>—<em>Kate Deimling</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/L/bo3630646.html\"><em>Language Play</em></a></h1> <p>David Crystal, (University of Chicago Press, 2001, Originally published by Penguin UK, 1998)), 248 pp.</p> <p>David Crystal's book <em>Language Play</em> is a grab-bag of information and examples concerning the ways in which adults and children play with language. He covers rhyming, punning, typographical word-play, regional accents, and more. The second half of the book is devoted to an exploration of children's spontaneous language play and what it means for their linguistic development. Crystal speculates that children's textbooks should feature elements of language play that would make learning to read a more enjoyable process, arguing that the long-term acquisition of linguistic skills would be enhanced by such an approach.</p> <p>Although there are lots of appealing kernels of information in this book, I didn't enjoy it quite as much as I had expected to. This stems in part from the foray into children's learning in the second part of the book. Crystal's experience as a linguist includes research into children's language development, and it is clear that he is very qualified to write on this subject. Although he refrains from shifting into a scholarly mode, the discussion still seemed rather lengthy and labored to me. While parents and educators may benefit from his examples of books that do try to incorporate language play, I found myself tiring of the topic: I was ready to believe his argument quickly enough, and didn't need all the particulars to convince me.</p> <p>The earlier sections of <em>Language Play</em> provide a more general exploration of the ludic use of words. Yet I found something problematic about this part of the book, too: while I fully agree with Crystal's claim that the playful function of language is just as fundamental as its goal of communication, his examples of language play just aren't very funny. At the beginning of chapter 1, he recounts an example of “Ping-Pong Punning,” his term for a string of puns produced by a group of people. In real life, I have no doubt that this could be highly entertaining (moreover, the author mentions that his anecdotal participants have been drinking wine), but in print it just seems silly and artificial. Perhaps this is part of the phenomenon of language play itself: it may need to exist in its real-life socio-linguistic context in order to be humorous.</p>"
}