{
  "type": "Article",
  "title": "Words: The Stealth Weapon of War",
  "author": "Howard Richler",
  "location": "Montreal, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Words: The Stealth Weapon of War</h1>\n<p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Montreal, Canada</span></em></p>\n<p>“We have no assassination policy. We have suicide bombers, and suicide bombers cannot be threatened by death. The only way to stop them is to intercept those who send them.” (Israeli Foreign Minister Shimon Peres, August 1, 2001)</p>\n<p>As much as any weapon, the virtual war between the Israelis and he Palestinians is a battle fought with carefully selected words. But whereas Shimon Peres avoids the use of the word <em>assassination</em>, Hugh Rawson in <em>Euphemism and Other Doubletalk</em> lists the word as a euphemism. According to Rawson, the word connotes “a murder or upper-class hit; the five syllable word rationalizes the deed while sliding around it with soft-sounding sibilants.”</p>\n<p>Euphemisms quickly become sullied, which is why <em>assassination</em> doesn't strike many people as a “soft-sounding sibilant” anymore. <em>Interception</em> is much preferred by many Israeli government officials as it implies a defensive move to stop a terrorist act already in progress, rather than an aggressive attack. Other terms employed by Israeli spokespeople include <em>active self-defense</em>, <em>actions to prevent the killing of Jews</em> and <em>liquidation</em>. The word <em>liquidation</em> was first used in Russia, after the revolution, to refer to the large-scale killing of those accused of obstructing the regime. It comes from the Russian word <em>likvidrovat,</em> 'to wind up.' The euphemism was translated into English by 1924 but in recent years has been avoided by many who view it more as a Mafia</p>\n<p>code word for execution than as a euphemism.</p>\n<p>Palestinians also select their battle words very carefully. When a suicide bombing occurs and innocent civilians are killed, Palestinians celebrate the <em>martyr</em> who carried out the operation on behalf of the <em>resistance movement</em>. Of course, at all costs, Palestinians avoid the word <em>terrorist</em>. Much preferred are the terms <em>militant</em> and <em>activist</em>, which evokes the image of a person partaking in a restaurant sit-in rather than blowing up a pizzeria in a crowded metropolitan area.</p>\n<p>The US military also has its preferred euphemisms. One doesn't <em>kill an enemy</em>, one <em>services the target.</em> Targets aren't <em>destroyed</em>, they're <em>degraded</em>; sometimes they're not even hit by bombs but by <em>force packages.</em> The term <em>surgical strike</em> implies that a guided missile doesn't obliterate anything but the intended target. Rarely is the surgery this precise. And of course one doesn't <em>attack first</em>, but instead launches a <em>pre-emptive counterattack</em>.</p>\n<p>One of the most absurd euphemisms is the oxymoronic <em>friendly fire</em>. This euphemism refers to being killed shot by someone on your own side, for in any armed conflict there are casualties through genuine mistakes, accidents and panic. But (as President George W. Bush likes to say), “make no mistake about it,” the “fire” is not friendly when it hits you, nor is it any consolation when someone is maimed or killed by a friend. In the Gulf War, hundreds of Americans were injured or killed by friendly fire; in the war in Vietnam, the toll was in the thousands.</p>\n<p>The use of euphemisms in war and the political arena is hardly new. As long ago as 250 B.C.,the Macedonian  commander  Antigonus  Gonatus refused to admit that he was retreating and instead described his manoeuvre as a <em>strategic movement to the rear.</em> Nowadays, some spin doctors refer to retreat as <em>exfiltration</em>. In the first century B.C., the Roman historian Tacitus, cognizant of the political manipulation of words, observed, “They make a wilderness and call it peace.”</p>\n<p>More recently, when George Washington established his first Cabinet, he set up a <em>War Department,</em> which later became the <em>Navy Department,</em> and then the <em>Defense Department</em> in 1947. Interestingly, the Defense Department was established just as the Cold War was heating up.</p>\n<p>Another relatively recent euphemism is <em>casualty</em>. Until a century ago, the word referred to an accident or a loss, as in <em>casualty insurance</em> and didn't refer to people. Winston Churchill is credited with turning <em>casualty</em> the word into a euphemism. Referring to the Boer War in 1900, he said, “In spite of more than a hundred casualties, the advance never checked for an instance.”</p>\n<p>Euphemisms for war are not only as old as time, they are also universal; they have been used to describe wars all over the globe, In Czarist Russia, the detachments sent to punish striking workers were called <em>pacifying detachments</em>. In 19th century Australia, the word <em>disperse</em> was employed to refer to the killing of aboriginals. The Americans in Vietnam referred to the bombing of villages and the defoliation of crops by the Ninth Division with an operation called the <em>Accelerated  Pacification Campaign.</em> Another associated term is <em>neutralization</em>. In 1984 the CIA distributed a manual to Contra leaders in Nicaragua that said “it is possible to neutralize carefully selected and planned targets, such as court judges, police and state security officials. For psychological purposes, it is necessary to take extreme precautions, and it is absolutely necessary to gather together the population affected, so that they will take part in the act, and formulate accusations against the oppressor.” In the 1970s, the government of Granada kept the opposition in line  by  its  <em>Volunteers  for  the  Defense  of Fundamental Liberties.</em> This was an improvement and a lot more politically correct than its previous name—<em>Night Ambush Squad.</em> Small wonder that when Ronald Reagan sent troops into Grenada in 1983 he called the invasion a <em>rescue mission.</em></p>\n<p>It's interesting to watch an armed conflict and see what new terms emerge. Before United States committed to the invasion of Yugoslavia, Madeline Albright referred to the potential battlefield at one point by saying “we have no plans to have American ground forces in a <em>non-permissive environment.</em>”</p>\n<p>But Americans can't hold a candle to the Brits in the art of euphemizing. During the war against Yugoslavia, a bomb launched from a British plane was intended for an ammunition dump. It went off target and struck an apartment building. British Air Commodore David Wilby said that “our bomb appeared to be <em>seduced off the target.</em>”</p>\n<p>One of the most famous modern military euphemisms was offered by British Prime Minister Anthony Eden during the 1956 Suez Canal Crisis. He said, “We are not at war with Egypt. We are in a state of armed conflict.” Some people have excused him by explaining that in diplomatese being <em>at war</em> involves a formal declaration of war, which was not the case. But Eden was addressing the general public, so his statement must be considered an obfuscating euphemism.</p>\n<p>A particularly jaded euphemism of recent years is the term <em>bush clearing</em>, which was used by the Hutu majority in Rwanda as a euphemism for the slaughter of countless Tutsis. On the flip side, in Burundi, where the Tutsis were the majority and the Hutus the minority, the Tutsi-dominated government described temporary settlements where they placed the displaced Hutu population not as <em>concentration</em> camps but as <em>regroupment</em> camps. One of my favorite euphemisms was used recently by Commander Simon Trinidad of the rebel group FARC in Colombia.: “We don't kidnap, we <em>retain in order to obtain resources.</em>”</p>\n<p>The Nazis were ghoulishly proficient in their use of euphemisms. The intent of Nazi concentration camps was not to “concentrate” people in a restricted area but rather to kill them. The verb <em>process</em> was used in a 1941 report which read “97,000 were processed in vans.” This processing was accomplished by exhaust fumes The Nazis also used the phrase <em>look after</em> to refer to sending someone to a death camp, as well as the ultimate euphemism, <em>final solution.</em></p>\n<p>As in previous wars, the war in Afghanistan has brought the term <em>collateral damage</em> to the foreground. This is the preferred Pentagon phrase to refer to damage to civilians and their property as a result of military action. This “damage,” however, often results in the deaths of innocent civilians.</p>\n<p>The earliest citation is from a July 24, 1972 <em>New York Times</em> article about U.S. raids in Vietnam: “'With “smart bombs” you can assure yourself that there will be no collateral damage,' one officer said. 'In other words, they hit the target and not the civilians.” Throughout the 1970s, the term was most often used to refer to nuclear warfare; cruise missiles and neutron bombs were thought to minimize collateral damage in the event of nuclear war.</p>\n<p>While sticks and stones and assorted weaponry will break your bones, make no mistake about itnames and words can definitely hurt you.</p>\n<p>MOVING? You know the drill—let us know right away, by phone, e-mail, or those funny things with stamps on. Don't miss any issues of your favorite language magazine.</p>\n<p>[Howard Richler is a writer and journalist in Montreal. He writes the “Speaking of Language” column for the <em>Montreal Gazette</em>.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Words: The Stealth Weapon of War</h1> <p><em><span data-rel=\"author\">Howard Richler</span> <span data-rel=\"location\">Montreal, Canada</span></em></p> <p>“We have no assassination policy. We have suicide bombers, and suicide bombers cannot be threatened by death. The only way to stop them is to intercept those who send them.” (Israeli Foreign Minister Shimon Peres, August 1, 2001)</p> <p>As much as any weapon, the virtual war between the Israelis and he Palestinians is a battle fought with carefully selected words. But whereas Shimon Peres avoids the use of the word <em>assassination</em>, Hugh Rawson in <em>Euphemism and Other Doubletalk</em> lists the word as a euphemism. According to Rawson, the word connotes “a murder or upper-class hit; the five syllable word rationalizes the deed while sliding around it with soft-sounding sibilants.”</p> <p>Euphemisms quickly become sullied, which is why <em>assassination</em> doesn't strike many people as a “soft-sounding sibilant” anymore. <em>Interception</em> is much preferred by many Israeli government officials as it implies a defensive move to stop a terrorist act already in progress, rather than an aggressive attack. Other terms employed by Israeli spokespeople include <em>active self-defense</em>, <em>actions to prevent the killing of Jews</em> and <em>liquidation</em>. The word <em>liquidation</em> was first used in Russia, after the revolution, to refer to the large-scale killing of those accused of obstructing the regime. It comes from the Russian word <em>likvidrovat,</em> 'to wind up.' The euphemism was translated into English by 1924 but in recent years has been avoided by many who view it more as a Mafia</p>"
}