{
  "type": "Article",
  "title": "As The Word Turns: Some Goode Olde Englishe Dirte",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As The Word Turns: Some Goode Olde Englishe Dirte</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>The other side of Samuel Johnson's Latinate lexical coin shines in captain Francis Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785), edited 1931 most appropriately by Eric Partridge, compiler of the <em>Dictionary of Underworld Slang</em> (1950) and sundry similar works.</p>\n<p>Grose (c. 1731–12 May 1791—he choked to death at dinner) was well placed to be a connoisseur of coprolalia: friend of Robbie Burns, a military man, and (so his 19th century memorialist John Camden Hotten, himself a lexicographer, records) “the greatest joker and porter-drinker of his day,” especially visible in the Holborn King's Arms and Leicester Square Feathers Tavern, also in nocturnal low-life slumming.</p>\n<p>In what follows, the quoted definitions are Grose's own; my scholia follow in parentheses; despite Grose being in its bibliography, most of these meanings are not in the <em>OED</em> (2nd ed. 1989). Apart from <em>c**t</em> (sic), 'a nasty name for a nasty thing,' Grose offers a rich vaginal catalogue of synonyms for what he generally calls 'a woman's privities,' including:</p>\n<p><em>bite</em> “The cull wapt the mort's bite; the fellow enjoyed the wench heartily.” (cp. French bite = Penis)</p>\n<p><em>Carvel's ring</em> (a variant too long to quote on Bocaccio's Putting the Devil in Hell)</p>\n<p><em>cauliflower</em> (cf. the now mild French endearment 'Mon Chou')</p>\n<p><em>cock-alley</em> or <em>cock-lane</em> (Shakespeare and company often pun on 'Cock'; Cock Lane was an actual 18th Century London address)</p>\n<p><em>commodity</em> (also punned on by Elizabethans)</p>\n<p><em>crinkum-crankum</em> (properly, any mechanical device or toy—interesting moment in the history of technology; cf. the sexual play on clock-winding in Sterne's <em>Tristram Shandy</em>)</p>\n<p><em>dumb glutton</em> (cf. <em>dumb watch</em> = 'a venereal bubo'); these may add point to the Beaumont &amp; Fletcher title <em>Dumb Wife of Cheapside</em>—see John</p>\n<p>Aubrey's <em>Brief Lives</em> for these playwrights' colourful sex lives)</p>\n<p><em>madge</em>  (transferred  into  19th  Century American slang—Partridge; cf. <em>madge-cull</em> = 'passive homosexual,' also the modern Northern English <em>nadge</em> = 'fuck')</p>\n<p><em>man trap</em> (about as obvious as it gets)</p>\n<p><em>mouse trap</em> (did Agatha Christie know this?)</p>\n<p><em>muff</em> (no sign of American muff diver, my cue to perpetuate Canadian columnist Mark Steyn's description of Ellen Degeneres and Anne Hecht as “Muff Divas”)</p>\n<p><em>money</em> 'Commonly applied to little children' (very proto-Marxist! And a fresh nuance for the Money song in <em>Cabaret</em>? Cf. Victorian <em>spend</em> = 'come to orgasm')</p>\n<p><em>monosyllable</em> (see Partridge's long note on this and cognate euphemisms, the conversational equivalent to a printed blank such as at the end of Sterne's <em>Sentimental Journey</em>, where Grose reports the view that the word <em>c**t</em> is to be understood)</p>\n<p><em>old hat</em> “Because frequently felt.” (not quite the modern meaning! Is this early rhyming Cockney slang, <em>old hat</em> = 'twat'? Cf. the Americanisms <em>hat rack</em> = 'prostitute,' <em>hat &amp; cap</em> = 'gonorrhea')</p>\n<p><em>Tipperary fortune</em> 'Said of Irish women without fortune.' (Grose only hints at the anatomical sense in the rest of his gloss; other sources confirm its versatility = 'bottom, breasts, vagina')</p>\n<p>Now we tackle the gentlemen, <em>tackle</em> being the operative word—'a man's genitals.' This sense survives in British argot—in my schooldays we more prudishly said <em>wedding tackle.</em></p>\n<p>Grose falls short of the 52 penile synonyms inventoried in Gioaccchino Belli's (1791-1863) Roman dialect sonnet, and does not match his own vaginal variety. No doubt an imbalance resulting from a man-made dictionary: 18th century women were equally borborological, <em>billingsgate</em> being already equated with fishwomens' foul language.</p>\n<p>Though used in a 1737 Rabelais translation, and as old as Shakespeare's Henry V, <em>cock</em> does not have a separate entry, but the anatomical sense is acknowledged under <em>cock alley/lane</em> ('the private parts of a woman') and such other spin-offs as <em>cock bawd</em>, 'a male keeper of a bawdy house.' At the risk of disappointing East Londoners, there seems no connection with <em>Cockney.</em></p>\n<p><em>Prick</em>, whose written history goes back to 1592, is here, briskly defined—'the virile member'—and printed in full, though Grose reaches for his asterisks when explaining the <em>beggar's benison</em> ('May your ***** and purse never fail you”') and <em>gobble p-k</em>, 'a rampant, lustful woman.'</p>\n<p>Some expressions were no doubt more literary than everyday—how many people really referred to their own or another man's equipment (not a Grose term) by the Latinate <em>arbor vitae</em>?</p>\n<p><em>Pego</em>, a favourite with Victorian pornography, is already established. <em>Plug tail</em> and whore pipe are crudely obvious. Modern British <em>John Thomas</em> started out as <em>man Thomas</em>. I find it hard to divorce <em>sugar stick</em> from The Archies' <em>Sugar Sugar</em> hit, or <em>silent flute</em> from Duke Ellington's definition of <em>clarinet</em>— 'an ill woodwind that nobody blows good.' More macho types will have laid claim to possession of a <em>lobcock</em> 'a large relaxed penis' than to be <em>double-jugged</em> or <em>hopper-arsed</em>, 'having large projecting buttocks.'</p>\n<p>Testicular Terminology: <em>bawbels</em> (also = <em>trinkets</em>, hence a fellow's jewels); <em>gingambobs</em> or <em>thingambobs</em> (was Gracie Fields aware of this?); <em>nutmegs</em> (now an English soccer verb—do the players know their Grose?—and how will this play in Connecticut?); <em>tallyways</em> or <em>tarrywags</em> (= 'penis' in the singular); <em>twiddle diddles</em> (sounds painful); <em>whirlygigs</em> (also slang for the pillory).</p>\n<p>How many were <em>rantallions</em>?—'One whose scrotum is so relaxed as to be longer than his penis,' a condition also known as the <em>whiffles</em>, a sense missed in Ivor Brown's <em>Chosen Words</em> (1955).</p>\n<p>Despite the Sex Pistols, basic <em>ballocks</em> or <em>bollocks</em> is here, along with <em>cods,</em> both applied to Anglican clergy (all Christian denominations take a pasting in Grose—another article there), delightfully coupled thus: “A rude fellow meeting a curate, mistook him for the rector, and accosted him with the vulgar appellation of <em>boll-cks</em> the rector. No, Sir, answered he; only <em>cods</em> the curate, at your service.” Grose will recur. Next time, though, we enjoy the gorgeous prose of 17th century biographer John Aubrey's <em>Brief Lives,</em> especially that of Oxford don Ralph Kettle who—unlike modern educationalists—much enriched the English tongue.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As The Word Turns: Some Goode Olde Englishe Dirte</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>The other side of Samuel Johnson's Latinate lexical coin shines in captain Francis Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785), edited 1931 most appropriately by Eric Partridge, compiler of the <em>Dictionary of Underworld Slang</em> (1950) and sundry similar works.</p> <p>Grose (c. 1731–12 May 1791—he choked to death at dinner) was well placed to be a connoisseur of coprolalia: friend of Robbie Burns, a military man, and (so his 19th century memorialist John Camden Hotten, himself a lexicographer, records) “the greatest joker and porter-drinker of his day,” especially visible in the Holborn King's Arms and Leicester Square Feathers Tavern, also in nocturnal low-life slumming.</p> <p>In what follows, the quoted definitions are Grose's own; my scholia follow in parentheses; despite Grose being in its bibliography, most of these meanings are not in the <em>OED</em> (2nd ed. 1989). Apart from <em>c**t</em> (sic), 'a nasty name for a nasty thing,' Grose offers a rich vaginal catalogue of synonyms for what he generally calls 'a woman's privities,' including:</p>"
}