{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p>\n<p>Unnecessary words. You won't find any in VERBATIM, of course—except in inverted commas—but you'll find them everywhere else. Sometimes, when VERBATIM readers find them, they send them to me, care of the magazine. Dave Byrd, for instance, of Arlington VA, wants to know what the <em>all</em> is for when TV channels trail a show as <em>all new</em>. He wonders if it's “in opposition to partly new, fractionally old, musty, or refreshed.”</p>\n<p>A long-running, and much repeated, British television show recently put the words “All New” in front of the title of its latest episode to alert viewers to the fact that it wasn't yet another “another chance to see.” I'm still waiting to discover how they'll bill the programme when they do repeat it.</p>\n<p>Several people have suggested that old favourite, the <em>live audience</em>—as opposed, perhaps, to the crowd who might turn out for <em>An Audience with Count Dracula</em>. Steve Finz, of The Sea Ranch, California, heard a TV news anchor say, “after receiving a compliment from a colleague,” that the feeling was “very much mutual.” Steve adds that he found this remark <em>extremely unique</em>.</p>\n<p>A local travel agent's shop is offering customers the chance to <em>pre-book</em> their winter holidays. But if you book something, don't you necessarily do it “pre”? You can't <em>post</em>-book, can you? “Good morning, I'd like to visit Spain last week. I know it's short notice, but do you have anything available?”</p>\n<p>As we've discussed previously, <em>challenging</em> has become a ubiquitous euphemism—though, as if often the way with such terms, it's not all that easy to define precisely what it's a euphemism <em>for</em>. I heard a criminologist on the radio the other day discussing a man who had been sent on a course while in prison to “look at his challenging behaviour.” What sort of behaviour? Well, he was in prison for wife-beating.</p>\n<p><em>Up to</em> is another phrase which must be added to the list of those which are losing their meaning. It ought to mean, surely, an upper limit, but increasingly is used as a redundant intensifier, as in the magazine advertisement for a chiminea which asks “Why pay up to and over £300 for similar models?” Returning to an old favourite, I find this headline in <em>The Daily Telegraph</em>: “Immigrants should learn English, say ethnic Britons.” You might suppose that an ethnic Briton is one who was here before the Romans arrived, but regular readers will be unsurprised to hear that <em>ethnic</em> is being used here to mean black or Asian. The fact that everyone on earth is <em>ethnic</em> is one which modern journalists find impossible to cope with.</p>\n<p>Having discussed <em>incredible</em> in the last issue, I was incredibly pleased to come across an example which almost seemed to have been designed with *#</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p> <p>Unnecessary words. You won't find any in VERBATIM, of course—except in inverted commas—but you'll find them everywhere else. Sometimes, when VERBATIM readers find them, they send them to me, care of the magazine. Dave Byrd, for instance, of Arlington VA, wants to know what the <em>all</em> is for when TV channels trail a show as <em>all new</em>. He wonders if it's “in opposition to partly new, fractionally old, musty, or refreshed.”</p> <p>A long-running, and much repeated, British television show recently put the words “All New” in front of the title of its latest episode to alert viewers to the fact that it wasn't yet another “another chance to see.” I'm still waiting to discover how they'll bill the programme when they do repeat it.</p> <p>Several people have suggested that old favourite, the <em>live audience</em>—as opposed, perhaps, to the crowd who might turn out for <em>An Audience with Count Dracula</em>. Steve Finz, of The Sea Ranch, California, heard a TV news anchor say, “after receiving a compliment from a colleague,” that the feeling was “very much mutual.” Steve adds that he found this remark <em>extremely unique</em>.</p>"
}