{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Cattus Petasatus. The Cat in the Hat in Latin",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Cattus Petasatus. The Cat in the Hat in Latin</em></h1>\n<p>Jennifer and Terrence Tunberg, (BolchazyCarducci Publishers, Inc., October 2000), 75 pp.</p>\n<p>For the student and teacher of Classics alike, the great enemy in the first years is boredom. In contrast to living languages, the instructor cannot vary her approach with lively discussions of culture, contemporary issues, and—most importantly— cannot reinforce the forms and syntax of the language through natural oral communication. Since speaking these languages is both difficult and artificial, students are denied the exhilaration of true communication, and must often adjust their personal learning style to the needs of a dead, highly inflected language in which, generally speaking, only the most noteworthy and complex texts have survived. This usually means memorizing declensions and drilling conjugations. Books that attempt to offer classical culture often do so in the form of dry supplementary essays. At the same time, enrollment in Latin courses by Middle School students has increased 100 percent since 1985.</p>\n<p>Enter Jennifer and Terrence Tunbergs' Latin translation of Dr. Seuss's <em>The Cat in the Hat</em>, titled <em>Cattus Petasatus</em> ('the cat in a traveling cap;' the normal Latin word for <em>cat</em> is <em>feles,</em> from which we derive <em>feline</em>). Like the two children of the story sitting drearily indoors, Classics students, particularly the young, will be delighted by the character and antics of the Cattus. Jennifer and Terrence Tunberg, both at the University of Kentucky, Lexington and specialists in medieval Latin, have previously translated <em>How the Grinch Stole Christmas</em>. For <em>The Cat in the Hat,</em> they chose an octosyllabic trochaic verse form that was popular for drinking songs in the Middle Ages (the book includes a detailed note on this, with examples from medieval poetry). Their vocabulary is generally classical. The result is a clever introduction to the sounds and rhythm of the (late) Latin language. You may recall that the story begins:</p>\n<blockquote>\n<p>The sun did not shine.</p>\n<p>It was too wet to play.</p>\n<p>So we sat in the house</p>\n<p>All that cold, cold, wet day.</p>\n</blockquote>\n<p>Now, even if you don't know Latin, read aloud how the Tunbergs render this. Accent every other syllable, beginning with the first:</p>\n<blockquote>\n<p>Imber totum diem fluit</p>\n<p>Urceatim semper pluit.</p>\n<p>Taedet intus nos manere:</p>\n<p>Numquam potest sol splendere</p>\n</blockquote>\n<p>Dr. Seuss (Theodor Geisel) wrote the book for beginning readers using a vocabulary of 223 words (by my count, the Latin version employs about 482 words, and includes a glossary). The offbeat nature of the book and general ease of its vocabulary makes it perfect for sight reading with beginning Latin students.</p>\n<p>The book includes the original illustrations by Geisel, with two modifications. The graphic <em>Bump!</em> on page 5, heard by the children in herald of the Cat's arrival, has become <em>Frrrragorrr!</em> (Literally 'Noise, din!' but a great choice as the English <em>bump</em> is not onomatopoetic either—Geisel's genius is to bring the delight of the words themselves to young readers, even in his illustrations.) It's all here: the naysaying fish who, in the original, is horrified by a game that the Cat calls “UP-UP-UP with a fish” still finds himself precariously balanced in his glass bowl at the tip of an umbrella. In this episode the Latinspeaking Cattus still made me laugh aloud by crying out <em>Piscis, ecce, nunc ASCENDIT!</em> The unforgettable and destructive Thing One and Thing Two appear as Maius and Minus.</p>\n<p>Finally, the Latin text of the Tunbergs has a small surprise in store for readers. As a child I was always amazed by the wonderful machine that appears at the end of the story (p. 57)—a typical Seussian contraption with robotic arms and a whimsical industrial design. In the original, this vehicle, which cleans up the house and removes all traces of the Cat's mayhem just as Mother is about to arrive, is illustrated but not mentioned in the text. The Tunbergs have described for us in Latin the many hands coming forth from this <em>raeda,</em> which the glossary translates appropriately as 'car.' <em>Raeda</em> is a word that came into Latin from Celtic; Julius Caesar uses it to describe a four-wheeled traveling chariot. Students will no doubt be delighted to learn that the Cattus employs a means of transportation related at least etymologically to the vehicles of the savage warriors of Gaul.</p>\n<p>We should look forward to the Tunbergs' next installment of the Corpus Seussius. Perhaps it might be <em>Hortensius Hears a Who?</em></p>\n<p>—<em>Brian Deimling</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Cattus Petasatus. The Cat in the Hat in Latin</em></h1> <p>Jennifer and Terrence Tunberg, (BolchazyCarducci Publishers, Inc., October 2000), 75 pp.</p> <p>For the student and teacher of Classics alike, the great enemy in the first years is boredom. In contrast to living languages, the instructor cannot vary her approach with lively discussions of culture, contemporary issues, and—most importantly— cannot reinforce the forms and syntax of the language through natural oral communication. Since speaking these languages is both difficult and artificial, students are denied the exhilaration of true communication, and must often adjust their personal learning style to the needs of a dead, highly inflected language in which, generally speaking, only the most noteworthy and complex texts have survived. This usually means memorizing declensions and drilling conjugations. Books that attempt to offer classical culture often do so in the form of dry supplementary essays. At the same time, enrollment in Latin courses by Middle School students has increased 100 percent since 1985.</p> <p>Enter Jennifer and Terrence Tunbergs' Latin translation of Dr. Seuss's <em>The Cat in the Hat</em>, titled <em>Cattus Petasatus</em> ('the cat in a traveling cap;' the normal Latin word for <em>cat</em> is <em>feles,</em> from which we derive <em>feline</em>). Like the two children of the story sitting drearily indoors, Classics students, particularly the young, will be delighted by the character and antics of the Cattus. Jennifer and Terrence Tunberg, both at the University of Kentucky, Lexington and specialists in medieval Latin, have previously translated <em>How the Grinch Stole Christmas</em>. For <em>The Cat in the Hat,</em> they chose an octosyllabic trochaic verse form that was popular for drinking songs in the Middle Ages (the book includes a detailed note on this, with examples from medieval poetry). Their vocabulary is generally classical. The result is a clever introduction to the sounds and rhythm of the (late) Latin language. You may recall that the story begins:</p> <blockquote>\n<p>The sun did not shine.</p>\n<p>It was too wet to play.</p>\n<p>So we sat in the house</p>\n<p>All that cold, cold, wet day.</p>\n</blockquote>"
}