{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p>\n<p>“The multibillion-dollar sportswear company Nike admitted yesterday that it 'blew it' by employing children in Third World countries,” says a newspaper report. The use of teen slang in glaringly inappropriate contexts seems to be a rapidly growing habit; see, for instance, the Pentagon's press briefings during the war against Afghanistan, in which senior, white-haired warriors frequently sounded like enthusiastic small boys describing an effects-laden film they'd rented from Blockbuster.</p>\n<p>Is this a deliberate strategy, I wonder, designed to lessen the impact of controversial statements? If so, I suppose we can expect to hear “One of our smart bombs hit an old folk's home—it went, like <em>blam,</em> man, which is so totally not cool.” But perhaps it's not deliberate; perhaps the truth is just that people in positions of authority are incapable of saying what they want to say, simply and directly.</p>\n<p>That would explain the PA announcement currently popular on British trains: “Customers wishing to leave the train at a request stop are advised to inform a member of the on-board train crew”. In Plainglish, this would be: “If you want to get off at a request stop, please tell the guard,” since the <em>on-board crew</em> consists in its entirety of a driver and a guard—and distracting the driver while the train is in motion is discouraged. (There'd be little point, surely, in delivering your request to a member of the <em>off</em>-board crew).</p>\n<p>Adding an unnecessary extra word is generally a good way of irritating the sort of people who read this column (and who are, as always, invited to submit their most hated Horribiles via VERBATIM's postal or electronic addresses). Spy satellites searching for evidence of biological weapon research in Afghanistan in October apparently “photographed the images of animal corpses”. Does this mean they photographed photographs? Surely that's not the sort of evidence which would stand up in court?</p>\n<p>Meanwhile, the German equivalent of the FBI was seeking new powers to spy on (that is, <em>to monitor</em>) dissidents suspected of working against “the peaceful co-existence of nations”. Specifically, it turns out, the Feds were worried about anti-war campaigners. Do we need a new word for <em>irony</em>, do you think? Is the old one worn out?</p>\n<p>As we seem to be living in an age unprecedentedly rich in doublethink, it is sometimes hard to remember to get upset about lesser issues, such as the headline on a reader's letter in my local paper which read “Together We Can Beat Issues”. But I keep trying.</p>\n<p>The next FIFA World Cup is to be held in the Far East, which prompted soccer officials (rather cheekily) to advise South Korean restaurants to remove canine dishes from their menus, so as not to offend visiting Westerners. One journalist noted that “so-called 'meat dogs' are often raised in unhygienic conditions.” Since he was referring to dogs which are raised for meat, it's hard to imagine what purpose his <em>so-called</em> might serve; except, of course, to distance himself from what he sees as a repulsive dietary practice.</p>\n<p>A British judge told a court last autumn, following the acquittal of two men accused of rape, that “Some people may think the justice system in this country is too fair”. There seem to be two possibilities in this case: that m'lud is a headline-seeker, and thus is careful to speak in headlines (the headline, indeed, was <em>Rape Trial Judge: Justice Is Too Fair</em>); or that this nation's liberties are partly in the hands of a man who honestly believes that <em>fair</em> and <em>lenient</em> are synonyms.</p>\n<p>A term which took on a more-or-less acceptable new meaning quite recently, but which I fear is edging towards Horribileness through excessively broad use, is <em>friendly,</em> as in “environmentally-friendly”. In a gardening catalogue, I found a listing for a type of crop netting which warned “Please note: the mesh is bird-friendly, but will prevent them getting at the crop”. Wouldn't <em>bird-unfriendly</em> be a better description of a product designed to prevent birds eating?</p>\n<p><em>[Check out Mat Coward's web page at <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain.</span></em></p> <p>“The multibillion-dollar sportswear company Nike admitted yesterday that it 'blew it' by employing children in Third World countries,” says a newspaper report. The use of teen slang in glaringly inappropriate contexts seems to be a rapidly growing habit; see, for instance, the Pentagon's press briefings during the war against Afghanistan, in which senior, white-haired warriors frequently sounded like enthusiastic small boys describing an effects-laden film they'd rented from Blockbuster.</p> <p>Is this a deliberate strategy, I wonder, designed to lessen the impact of controversial statements? If so, I suppose we can expect to hear “One of our smart bombs hit an old folk's home—it went, like <em>blam,</em> man, which is so totally not cool.” But perhaps it's not deliberate; perhaps the truth is just that people in positions of authority are incapable of saying what they want to say, simply and directly.</p> <p>That would explain the PA announcement currently popular on British trains: “Customers wishing to leave the train at a request stop are advised to inform a member of the on-board train crew”. In Plainglish, this would be: “If you want to get off at a request stop, please tell the guard,” since the <em>on-board crew</em> consists in its entirety of a driver and a guard—and distracting the driver while the train is in motion is discouraged. (There'd be little point, surely, in delivering your request to a member of the <em>off</em>-board crew).</p>"
}