{
  "type": "Article",
  "title": "L33t-sp34k",
  "author": "Erin McKean",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">L33t-sp34k</h1>\n<p><em><span data-rel=\"author\">Erin McKean</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>If you are older than fifteen and only use your computer for e-mail and balancing your checkbook, or—<em>quel horreur,</em> have no computer at all, then you probably aren't familiar with the preferred online communication style of online gaming geeks, hacker wannabees, and adolescent chat-room denizens: l33t, pronounced “leet.”</p>\n<p>Supposedly, l33t (also written 1337 and l33+) arose as a way to beat automatic government surveillance programs (especially the fabled Echelon program) that looked for keywords in online postings. As with most language origin stories, this should be taken with a grain of salt, but it is commonly accepted among l33t users.</p>\n<p>L33t, like other in-group languages, is deliberately complicated to keep the cognoscenti in and everyone else out. However, it has to be (more or less) intelligible in order to be propagated. And being the province of the compufolk, it has fairly regular rules, so that translator programs can be written to convert plain old boring (semi-)standard English in and out of it.</p>\n<p>You may have already realized that in l33t, the numeral 3 makes a handy substitute for the letter <em>E</em>. A quick glance across the number pad may show you that it's not inconceivable that 4 could substitute for <em>A,</em> 1 for <em>I,</em> 0 for <em>O;</em> 7 for <em>T,</em> and 5 for <em>S.</em> These are the basic substitutions, but there are many others. For example,</p>\n<p>1 is often used for <em>L</em> as well as <em>I;</em></p>\n<p>6 and 9 are occasionally used for <em>G,</em></p>\n<p>8 can fill in for <em>B,</em></p>\n<p>+ for <em>T,</em> and</p>\n<p>$ for <em>S.</em></p>\n<p>The more ambitious, obnoxious, and nimble of finger use |-| for <em>H,</em> |3 for <em>B,</em> ( for <em>C,</em> |) for <em>D,</em> |[ for <em>F,</em> | for <em>I,</em> |&lt; for <em>K,</em> <em>| for <em>J,</em> |</em> for <em>L,</em> |V| or ^^ for <em>M,</em> || for <em>N,</em> |o for <em>P,</em> 0, for <em>Q</em> (that's 0 plus comma), |2 or the truly opaque |)\\ for <em>R,</em> / for <em>V,</em> |/| for <em>W,</em> '/ for <em>Y</em> and -_ for <em>Z.</em></p>\n<p>In addition, one can use 8 for the 'ayt' sound (e.g., <em>18</em> or <em>L8</em> for 'late'); @ for the 'at' sound (as well as for the letter <em>A</em>), 0r for –er endings, # for the 'ash' sound (e.g. <em>c#</em> or <em>k#</em> for 'cash'), K for hard c spelled <em>c</em> (e.g. <em>k@</em> or <em>k@+</em> for 'cat') q for <em>ck</em> (<em>fuq</em>), j for y (mostly in <em>j00,</em> 'you'), x for the sound spelled ck (e.g. <em>h4x0r</em> for 'hacker'), eh for word-final y (e.g. <em>happeh</em> for 'happy'), z for voiced s, 00 for long U, and PH for the 'f' sound, as in <em>phear</em> or more l33t-ly, <em>phj34r</em>.</p>\n<p>Random capitalization is also encouraged. The use of <em>teh</em> as a deliberate misspelling of 'the' is the norm. Verb tenses are optional, with the present tense sufficing for all uses. Objective pronouns are used for subjective pronouns. Occasionally, the \\ (or sometimes :::: or **) is used to highlight an action, usually a real-world action: “\\Me g0 gr4b s0Me k0ph33.” (“I'm going out for some coffee.”)</p>\n<p>Some users differentiate between 'light' (or 'llama') and 'heavy' (or 'hardcore' or 'advanced forum') dialects of l33t, depending on how far from standard English it diverges. Some users even recommend that you use light with friends and heavy with superiors (e.g., people who are better gamers than you are).</p>\n<p>To be truly l33t, not only your spelling but your rhetoric must change. Instead of “I don't agree” you might say “F00l! B0W T0 M3!” If you agree, you may say “U R0XX0r!” Since much of l33t-sp33k takes place in gaming contexts, there's a rich array of gaming jargon. If your idea of a fun Saturday afternoon (or more likely, a fun Tuesday 3 a.m.) is pretending to be a hyper-warrior and killing everything in sight, you're probably familiar with these terms already. That killing, by the way, is usually called <em>fragging,</em> but can also be <em>dropping, capping, icing,</em> or <em>wasting.</em> To <em>gib</em> is to kill something and have the corpse explode. If you gib someone, that means they probably <em>suxor</em> 'suck' or are a <em>t00l</em> 'tool'. They may also be a <em>n00b</em> (for 'newbie') a <em>llama</em> or a <em>lamer</em> (a poor or inexperienced player or all-around wimp). In any case, you can exclaim <em>0wn!</em> or <em>0wn3d!</em> because you beat them. Then you will have <em>0wn4ge.</em> You might also want to say “ph33r my l33t 5ki115” (fear my elite skills!).</p>\n<p>If others agree with you, they will chime in with <em>k3wl!</em> (cool) or <em>d00d!</em> (dude). If they are really impressed, they may add <em>w00t!</em> or <em>h00mba!</em> ('cool'). If someone beats you—by cheating or their astounding good luck or your own ill-luck, not through any lack of skill on your part, of course—you might want to call them a <em>cunt0r</em> or a <em>fux0r.</em> If the victorious player is female, you can feel free to call her a <em>skrut</em> or a <em>skrutwh0re.</em> If your teammembers let you down, you can say “gg backup” meaning “way to go backup,” with implied heavy sarcasm. If you were beaten because your connection is slow, you might be called a <em>HPB,</em> or 'High Ping Bastard.' (The ping number is an indicator of the speed of your connection. Lower is better, as in golf). If your ping is erratic, your player might have <em>warph4x,</em> causing it to jump around in the playing space and be difficult to hit. Or, if your game freezes for a couple of seconds, putting you in some random area of the playing space, you would call that <em>warpz0r</em> or <em>lagspike.</em> If you are a player with serious <em>own4ge,</em> combined with a mocking manner (you might type <em>h4w h4w h4w</em> 'haw haw haw' quite a bit), you are a <em>pir8</em> 'pirate.'</p>\n<p>If you hang around a particular area in the game to kill something or grab a treasure as it appears, you're <em>camping,</em> which is highly frowned upon. (Refusing to work towards common objectives in team games is also called <em>camping</em>.) Someone too concerned about their standing in the game (so much so that it gets in the way of normal play) is a <em>rank h00r</em> or a <em>stat h00r.</em> A player who hasn't got enough weapons and starts playing with just a small gun and no armor is a <em>c0ncH.</em></p>\n<p>You might not have even paid for the game software you're using; if you downloaded it from the 'net you would call it (and other illegally-obtained software) <em>warez.</em> If you attempt to enter systems or create viruses using programs that others have written (and that you patently don't understand), you're a <em>skript kiddie.</em> Online pornography is always called <em>pr0n.</em> Microsoft is nearly always referred to as <em>Micro$h1t, Microscoff, Microshaft,</em> etc.. The word <em>l33t</em> itself also means 'cool,' as does <em>ph@</em> or <em>ph4t</em> 'phat'.</p>\n<p>L33t is a a very flexible mode of communication (except of course that it only exists for the most part in electronic messages). It reflects its world limpidly. Like most languages of youthful display, l33t combines a casual obscenity with a touching sincerity of expression. <em>L33t r0x0rs!</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">L33t-sp34k</h1> <p><em><span data-rel=\"author\">Erin McKean</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>If you are older than fifteen and only use your computer for e-mail and balancing your checkbook, or—<em>quel horreur,</em> have no computer at all, then you probably aren't familiar with the preferred online communication style of online gaming geeks, hacker wannabees, and adolescent chat-room denizens: l33t, pronounced “leet.”</p> <p>Supposedly, l33t (also written 1337 and l33+) arose as a way to beat automatic government surveillance programs (especially the fabled Echelon program) that looked for keywords in online postings. As with most language origin stories, this should be taken with a grain of salt, but it is commonly accepted among l33t users.</p> <p>L33t, like other in-group languages, is deliberately complicated to keep the cognoscenti in and everyone else out. However, it has to be (more or less) intelligible in order to be propagated. And being the province of the compufolk, it has fairly regular rules, so that translator programs can be written to convert plain old boring (semi-)standard English in and out of it.</p>"
}