{
  "type": "Article",
  "title": "The Politically Correct US Supreme Court and the Motherfucking Texas Court of Criminal Appeals: Using Legal Databases to Trace the Origins of Words",
  "author": "Fred R. Shapiro",
  "location": "New Haven, Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Politically Correct US Supreme Court and the Motherfucking Texas Court of Criminal Appeals: Using Legal Databases to Trace the Origins of Words</h1>\n<p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">New Haven, Connecticut</span></em></p>\n<p>I admit I have had some second thoughts as to the appropriateness of the title above. Perhaps I should have called it “The Politically Correct United States Supreme Court and the Cocksucking Texas Court of Criminal Appeals.” The meaning of my title will become apparent as I proceed.</p>\n<p>Historical lexicography is the study of the etymology, chronology, and meaning of words and phrases by means of a method first proposed in Germany in the early nineteenth century and later exemplified by the <em>Oxford English Dictionary.</em> This historical method requires that each meaning of each word be traced, to the extent practicable, to its earliest appearance in print, and that all developments in the word's usage be illustrated by dated and documented quotations using the word. The project of tracing words and phrases to their earliest appearances in print is an enormous and difficult one, involving research of a highly sophisticated and ingenious nature. Now, however, human ingenuity can be supplemented by automated searches retrieving the earliest usage of a term in the documents covered by a database.</p>\n<p>I first recognized this utility in 1978, when, as a student at Harvard Law School, I used Lexis to “antedate” the earliest citation for the word <em>mootness</em> in the <em>Oxford English Dictionary Supplement.</em> This search occurred a year before Nexis came into existence and was undoubtedly the earliest use of a fulltext online database for this purpose.</p>\n<p>In a January 1979 letter, I proposed to the <em>OED Supplement</em> staff that Lexis be employed to obtain citations for “legal terms or other words, such as perhaps business or technological terms, likely to occur in law reports.” This suggestion was not immediately taken up, but in 1982 the <em>OED Supplement</em> began to use Nexis for citation collection, both for early examples of words and phrases and for quotations filling gaps in their word-files.</p>\n<p>Because Nexis's coverage only begins in the 1970s, we are in the realm of what Robert Burchfield has called “short-term historical lexicography,” and it is only for recent neologisms that Nexis will have utility for tracing early uses. For these, however, Nexis will often antedate the evidence of even the richest traditional citation files: Oxford's extensive Nexis searching testifies to this fact.</p>\n<p>The two legal full-text databases, Lexis and Westlaw, do have historical coverage extending far enough back to be useful for “long-term historical lexicography.” Many of their files begin in the nineteenth century, some even earlier. Although the judicial opinions in these files feature a limited vocabulary—legal jargon and such other words as are admitted into the conservative discourse of appellate judges—interesting results can be obtained. I have used these databases to push back the origins of the term <em>executive privilege,</em> to trace the expression <em>human rights</em> to 1787, and to antedate hundreds of other legal and nonlegal terms listed in the <em>OED.</em></p>\n<p>Perhaps the most spectacular antedating I have found through legal database searching is the phrase <em>politically correct.</em> At the time when I searched for this very important buzzword, the earliest example of politically correct known to lexicographers was from a 1936 book by H. V. Morton. Amazingly, however, Lexis and Westlaw reveal that these words appeared in the landmark 1793 United States Supreme Court decision, <em>Chisholm v. Georgia.</em></p>\n<p>In that case Justice James Wilson wrote in his opinion:</p>\n<blockquote>\n<p>The states, rather than the people, for whose sake the states exist, are frequently the objects which attract and arrest our principal attention. Sentiments and expressions of this inaccurate kind prevail in our common, even in our convivial, language. Is a toast asked? 'The United States,' instead of the 'People of the United States,' is the toast given. This is not politically correct.</p>\n</blockquote>\n<p>The usage here, referring to linguistic etiquette, is actually quite close to the current meaning, although without the satire now associated with the term. I contributed this citation to the <em>Oxford English Dictionary</em>, where it now stands as the <em>OED</em>'s first use.</p>\n<p>An even more important term than politically correct is <em>fuck.</em> This is, of course, an ancient word, traced by the <em>OED</em> back to 1503. Recently, an entire book was devoted to the history of the “F word,” entitled <em>The F Word</em> and compiled by Jesse Sheidlower, the Principal Editor of the <em>OED</em>'s North American Editorial Unit. In his introduction, Sheidlower writes, “the word may not have been openly printed in any form in the United States until 1926.”</p>\n<p>Lexis and Westlaw show otherwise. John Baker, a securities lawyer and amateur philologist in Washington, D.C., recently discovered through a Westlaw search that <em>fuck</em> was printed in the <em>Reports of Cases Argued and Decided in the Supreme Court of the State of Missouri</em> in 1846. The case of <em>Edgar v. McCutchen</em>, appearing at 9 Mo. 768, consisted in its entirety of the following:</p>\n<p>McCutchen sued Edgar for slander. The slanderous charge was carnal knowledge of a mare, and the word <em>fuck</em> was used to convey the imputation. After a verdict for the plaintiff, a motion made in arrest of judgment, for the reason that the word used to convey the slander, was unknown to the English language, and was not understood by those to whom it was spoken; and the case of <em>Hanna vs Adams,</em> 3 Mo. Rep. 222, amongst others, was cited. The action was overruled, and Edgar appealed.</p>\n<blockquote>\n<p>PER CURIAM. Because the modesty of our lexicographers restrains them from publishing obscene words, or from giving the obscene signification to words that may be used without conveying any obscenity, it does not follow that they are not English words, and not understood by those who hear them; or that chaste words may not be applied so as to be understood in an obscene sense by every one who hears them.</p>\n</blockquote>\n<p>This occurrence certainly seems to count as an openly printed usage of the word. (A librarian who faxed me a photocopy of <em>Edgar v. McCutchen</em> noted that “the volume fell open at that case,” so even in pre-online days it may have attracted the prurient interest of law students.)</p>\n<p>Let us turn to another celebrated vulgarism, namely <em>motherfucking.</em> The <em>OED</em>'s earliest citation is dated 1959, from Norman Mailer. Sheidlower's <em>The F Word</em> traces <em>motherfucking</em> back to 1933, from John O'Hara. The early literary examples all print censored forms like <em>mother-f  --.</em> Only with</p>\n<p>Jack Kerouac in 1951 do we see spelling out in full. The Texas courts, however, were there long before. In 1889, the Texas Court of Appeals decided the case of <em>Levy v. State.</em> The report, at 28 Texas Court of Appeals Reports 203, 206 (1890), features the following colorful passage:</p>\n<blockquote>\n<p>According to Sumner, he spoke of defendant as “that God damned, lying, thieving son-of-abitch;” according to Bates, as “that God damned lying, cow-thieving son-of-a-bitch, Marshall Levy,” and according to McKinney, as “that God damnedmother-f—king, bastardly son-of-a-bitch!”</p>\n</blockquote>\n<p>In 1897 the Texas Court of Criminal Appeals one-upped the Court of Appeals, printing motherfucking spelled out in full. Fitzpatrick v. State, 37 Tex. Crim. 20, 22, notes:</p>\n<blockquote>\n<p>The charge was further excepted to, because it failed specifically to instruct the jury upon insulting words towards a female relative; and defendant requested a special instruction upon this point, as follows: “You are instructed, that if prior to the shooting of deceased by defendant, the deceased called the defendant a 'mother-fucking son-of-a-bitch,' and the defendant, on account of said language and under the immediate influence of sudden passion caused thereby, if any, shot and killed thedeceased, then you are instructed, in such a case, the defendant could not be guilty of a higher offense than manslaughter, if guilty of anything.”</p>\n</blockquote>\n<p>In the West Publishing Company unofficial report of Fitzpatrick in the <em>Southwestern Reporter,</em> 38 S.W. 806, the key word is printed <em>mother f  g</em>. A later headnote added by West editors actually bowdlerized the language: “A charge that the defendant was 'a mother and sister riding son of a bitch' is not such insulting language towards a female relative as to require its submission as a specific adequate cause to reduce the homicide to manslaughter.”</p>\n<p>A final “potty mouth” antedating from Lexis and Westlaw is <em>cocksucking.</em> The <em>OED</em>'s first use is 1923, from a letter by E. E. Cummings. This dating is improved upon by the <em>Random House Historical Dictionary of American Slang,</em> with a ca. 1911 citation. Again, the Texas Court of Criminal Appeals was there first. In <em>Ed Herd v. State,</em> 43 Tex. Crim. 575, 576, 67 S.W. 495, 496 (1902), the court wrote:</p>\n<blockquote>\n<p>One question led to the declaration that he [deceased] called Mr. Herd, there on the ground at the time, a 'damn dirty son of a bitch' and a 'cock-sucking son of a bitch.' I warned him of the nature of the language, and he [Farabee, deceased] said it was the truth.</p>\n</blockquote>\n<p>The brackets appear in the original.</p>\n<p>My focus here has been on the use of legal fulltext databases to trace the origins of words and phrases. There are many other databases of historical texts on the World Wide Web of enormous linguistic value, including Accessible Archives, HarpWeek, JSTOR, Library of Congress American Memory, Literature Online, Making of America, ProQuest Historical Newspapers, Questia, and University of Virginia Electronic Text Center. These cover materials such as newspapers, magazines, scholarly journals, books, literary works, and congressional documents.</p>\n<p>[Fred Shapiro is the Associate Librarian for Public Services and Lecturer in Legal Research, Yale Law School, and Editor, <em>Yale Dictionary of Quotations</em>.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Politically Correct US Supreme Court and the Motherfucking Texas Court of Criminal Appeals: Using Legal Databases to Trace the Origins of Words</h1> <p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">New Haven, Connecticut</span></em></p> <p>I admit I have had some second thoughts as to the appropriateness of the title above. Perhaps I should have called it “The Politically Correct United States Supreme Court and the Cocksucking Texas Court of Criminal Appeals.” The meaning of my title will become apparent as I proceed.</p> <p>Historical lexicography is the study of the etymology, chronology, and meaning of words and phrases by means of a method first proposed in Germany in the early nineteenth century and later exemplified by the <em>Oxford English Dictionary.</em> This historical method requires that each meaning of each word be traced, to the extent practicable, to its earliest appearance in print, and that all developments in the word's usage be illustrated by dated and documented quotations using the word. The project of tracing words and phrases to their earliest appearances in print is an enormous and difficult one, involving research of a highly sophisticated and ingenious nature. Now, however, human ingenuity can be supplemented by automated searches retrieving the earliest usage of a term in the documents covered by a database.</p> <p>I first recognized this utility in 1978, when, as a student at Harvard Law School, I used Lexis to “antedate” the earliest citation for the word <em>mootness</em> in the <em>Oxford English Dictionary Supplement.</em> This search occurred a year before Nexis came into existence and was undoubtedly the earliest use of a fulltext online database for this purpose.</p>"
}