{
  "type": "Article",
  "title": "A Headful of Words",
  "author": "Nigel J. Ross",
  "location": "Milan, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Headful of Words</h1>\n<p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">Milan, Italy</span></em></p>\n<p>Our heads are stuffed full of words and yet somehow our brains manage to make sensible use of them. It's a curious situation that the poet T.S. Eliot describes as “the intolerable wrestle with words and meanings.” Amazingly, up until fairly recently, we only had very rough ideas as to how our brains process language. However, developments in neuroscience investigations mean that researchers are starting to gain a much more legible picture of what happens in our heads when we speak, listen or read. Researchers are currently using the fascinating technique of “brain imaging” to investigate various aspects of how our brains handle language, including how we deal with our own language and foreign languages, and how dyslexics handle words.</p>\n<p>Just ten or fifteen years ago, most scientific knowledge of how our heads processed language stemmed from research on patients with brain damage. Scientists studied people who had suffered strokes or other forms of brain impairment, and they gained a reasonable idea of which areas of the brain controlled which functions.</p>\n<p>For quite some time it has been known that the left-hand side of the brain is generally more involved in language functions. This is true for 9798% of all right-handed people (who make up around 90% of the population). Most left-handers (around 67-68%) also use the left hemisphere for language functions, though left-handers in general tend to make more use of both hemispheres when dealing with language. Left-handers are generally good at art and music, and at recognising faces, but in many cases they have greater difficulties with language, and dyslexia appears to be more common among left-handers.</p>\n<p>It takes very little to show that for most righthanded people, it is the left-hand side of the brain that is at work when language is being processed. Try this little experiment. Read a paragraph or so of this article aloud and at the same time, tap a finger of your right hand in a fairly regular rhythm. Then do the same thing while tapping a finger of your left</p>\n<p>hand. You probably noticed that you had a harder time tapping with your right finger because it is your left-hand side of the brain that is doing all the work (processing the language and controlling the movements in your right hand).</p>\n<p>For the vast majority of people, therefore, the left hemisphere of the brain controls language functions, and certain specific areas within the left hemisphere can be singled out as “language centres”. Decades of observing brain-damaged patients allowed researchers to piece together a fairly good picture of what goes on in our heads when we use language. Many of these language areas are located deep inside the brain, far from the cortex, especially around what is known as the <em>Sylvian fissure</em>—a deep pleat in the brain that runs more or less parallel to the line from the eye to the ear. Close to the Sylvian fissure lies <em>Broca's area,</em> which is mainly involved in controlling the mechanical aspects of speech. Another nearby sector, the temporal lobe, looks after hearing perception. Within this latter part of the brain, <em>Wernicke's area</em> is believed to be responsible for finding words and feeding them to other parts of the brain. Next-door, the <em>angular gyrus</em> (a <em>gyrus</em> is a “ridge” in the brain) helps to make sense of the words and letters we come across when reading.</p>\n<p>Only fairly recently have researchers been able to gain a clearer picture of what happens inside the brain, thanks to techniques known as <em>brain imaging</em> or <em>neuro-imaging</em> which make use of machines originally developed for medical purposes, such as the widely-known <em>CT scanner.</em> Much more effective for linguistic purposes, however, is the <em>PET scanner,</em> providing <em>Positron Emission Tomography</em> scans. A PET scanner detects a radioactive substance that has been injected into or inhaled by a subject or patient. When in the bloodstream, the substance tends to gather in the most active areas of the brain, and PET scans therefore indicate the areas that are at work during any particular mental task. Research using brain imaging is giving us more and more information about how our brains actually work. In the language field, interesting research is being carried out into how the brain functions during learning a language – a native language or a foreign language—and how dyslexic subjects approach reading.</p>\n<p>Researchers at the Washington University School of Medicine in St. Louis have confirmed that during listening the most active brain areas are in the temporal lobe (responsible for hearing perception) and in the pre-frontal cortex (responsible for understanding language). Conversely, during language production, the most active area is Broca's area (responsible for motor control of the voice).</p>\n<p>Various other experiments have compared how the brain handles the mother-tongue and a foreign language. The learning process is normally very different: young children learn their mother-tongue effortlessly and spontaneously; later in life adolescents or adults learn a foreign language in a more structured way, often with a good deal of study. It should come as no surprise, therefore, to discover that different brain areas are used for the mothertongue and the foreign language. Experimental work carried out in France by the Laboratoire de Sciences Cognitives et Psycholinguistique, in co-operation with an Italian team from the San Raffaele Hospital in Milan, has identified these very areas.</p>\n<p>The experimenters found that when subjects listened to a text in their mother-tongue, the most active areas in the brain—as expected—were those in the left hemisphere, mainly the upper and middle areas of the temporal lobe and the lower frontal gyrus. When listening to a foreign language, however, no overall patterns emerged as far as brain activity was concerned. What the scientists eventually realised was the different subjects were handling the foreign language in different ways. While all subjects were handling listening tasks in their mother-tongue more or less in the same areas of the brain, there was an amazing variety in the way that the foreign language was being deciphered. Some subjects were using their right hemisphere, others were relying on Broca's area (normally used for controlling speech) and the front cortex. In other words, it appears that the traditional “language” areas of the brain are off-limits when learning a foreign language, and other less-specialised areas are assigned to the new language.</p>\n<p>Another research project carried out by the San Raffaele Hospital in Milan and University College London has investigated how the brain handles reading in Italian and English. The two languages are in many ways poles apart as far as reading is concerned. Italian is highly “phonetic” in its written form, while English is very much the opposite. Each letter or combination of letters in Italian has essentially one pronunciation: the 33 letters and combinations in Italian represent the 25 sounds in the language. In stark contrast, English uses a total of 1,120 letters and letter combinations to represent its 40 sounds, with a great deal of ambiguity and redundancy in the system. Thanks to their “shallow” spelling system, Italian children learn to read extremely accurately in their mother-tongue after just six months of schooling, while English mother-tongue children are still at a lower level after three years of teaching.</p>\n<p>The researchers found that English readers were consistently slower at reading. By means of brain imaging techniques, it was discovered that all subjects were using the same parts of the brain during reading: areas mainly located in the left hemisphere—as expected—and especially the pre-frontal cortex, the upper, middle and lower temporal areas, as well as the upper temporal gyrus in the right hemisphere. There were, however, significant differences between the two groups of subjects. English readers tended to show greater activation of both the lower left temporal region and the frontal gyrus. Italians did not tend to activate these “extra” areas, though they did show some increased activity within the common area, specifically at the junction between the upper temporal gyrus and the lower parietal lobe. Clearly it is a more complex task to read in English, and more areas of the brain are involved.</p>\n<p>Researchers have also been using brain imaging techniques to investigate dyslexia. Dyslexia long perplexed scientists, not least because numerous dyslexics display above-normal levels of intelligence along with their serious reading difficulties. Scientists have recently been able to identify brain areas that are in some ways related to dyslexia thanks to imaging techniques that show the brain in action. Although there is still a good deal of research to be done, it is becoming clear that the angular gyrus, located towards the rear of the brain, is a key area in understanding more about dyslexia. The angular gyrus is very actively involved in interpreting the letters and words that we read. Research has revealed that dyslexic subjects show less activity in the angular gyrus during reading tasks than subjects without the disability. It appears that dyslexic subjects' angular gyrus does not function in the customary way, the area being used insufficiently or inadequately. As a result, other brain areas may be pressed into service instead— areas such as the inferior frontal gyrus, which is usually associated with spoken language.</p>\n<p>An international research team—embracing scientists from Canada, France, Italy and Britain— has recently been analysing the cultural diversity of dyslexia, since its occurrence varies from country to country, being particularly prevalent, for example, in Britain and the US (twice as many Americans as Italians are considered to be dyslexic). The research team wanted to investigate the problem by testing Italian dyslexics, who use a “shallow” spelling system that facilitates reading, comparing them with English and French dyslexics. It emerged, however, that from a biological point of view all dyslexics were equally impaired in their reading. PET scans during reading showed the same reduced activity within the left hemisphere in dyslexics from all three countries, specifically in and around the angular gyrus. There is obviously a common neuro-cognitive basis for dyslexia, the different reading abilities among dyslexics of the various countries being due to different spelling systems. The “shallow” spelling system of languages such as Italian or Spanish do not present such a serious hurdle to readers with milder forms of dyslexia, while more complex spelling systems, as used for English or French, aggravate the problem. The previous study of Italian and English subjects demonstrated that English mother-tongue readers used “extra” parts of their left temporal areas. Similar results emerged when French subjects were also taken into consideration. When dyslexic readers from the three countries were compared, however, no such distinctions could be made. Whatever their mother-tongue, all dyslexics showed less activity in the left middle, inferior, and superior temporal cortex and in the middle occipital gyrus.</p>\n<p>Little by little neuroscientists are finding out how our brains deal with words, precisely which parts are responsible for certain language tasks, and why speakers of certain languages make greater use of certain areas. Clearly there is still a vast amount of research to be carried out, though we can perhaps now hope to have a clearer idea one day of how our brains “wrestle with words and meanings”. Perhaps we will get to know whether better foreign language learners tend to use a certain part of their brains and if there are ways the more suitable areas can be “coaxed into action”. And perhaps the time will come when dyslexics can be helped to overcome their disability thanks to a greater understanding of what's going on in their heads. Neuroscientists will presumably have a lot more to tell us in the future.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Headful of Words</h1> <p><em><span data-rel=\"author\">Nigel J. Ross</span> <span data-rel=\"location\">Milan, Italy</span></em></p> <p>Our heads are stuffed full of words and yet somehow our brains manage to make sensible use of them. It's a curious situation that the poet T.S. Eliot describes as “the intolerable wrestle with words and meanings.” Amazingly, up until fairly recently, we only had very rough ideas as to how our brains process language. However, developments in neuroscience investigations mean that researchers are starting to gain a much more legible picture of what happens in our heads when we speak, listen or read. Researchers are currently using the fascinating technique of “brain imaging” to investigate various aspects of how our brains handle language, including how we deal with our own language and foreign languages, and how dyslexics handle words.</p> <p>Just ten or fifteen years ago, most scientific knowledge of how our heads processed language stemmed from research on patients with brain damage. Scientists studied people who had suffered strokes or other forms of brain impairment, and they gained a reasonable idea of which areas of the brain controlled which functions.</p> <p>For quite some time it has been known that the left-hand side of the brain is generally more involved in language functions. This is true for 9798% of all right-handed people (who make up around 90% of the population). Most left-handers (around 67-68%) also use the left hemisphere for language functions, though left-handers in general tend to make more use of both hemispheres when dealing with language. Left-handers are generally good at art and music, and at recognising faces, but in many cases they have greater difficulties with language, and dyslexia appears to be more common among left-handers.</p>"
}