{
  "type": "Article",
  "title": "The Slang of the Day",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Slang of the Day</h1>\n<p>In 1901, the citizens of Colorado Springs filled a metal chest with letters, photographs, and other materials, and sealed it up until 2001. When we opened the chest at Colorado College on January 1 of this year, we found this letter from D. Russ Wood on “the slang of the day.”</p>\n<p><em>For more information about the Century Chest, visit <a href=\"http://www.ColoradoCollege.edu/library/SpecialCol-lections/CenturyChest/Appdx.html\">www.ColoradoCollege.edu/library/SpecialCol-lections/CenturyChest/Appdx.html</a></em></p>\n<p><em>[Jessy Randall, Curator and Archivist, Colorado College Special Collections]</em></p>\n<p>Colorado Springs, Aug. 3, 1901.</p>\n<p>Louis R. Ehrich, Esq.,</p>\n<p>City.</p>\n<p>Dear Sir:</p>\n<p>In reply to your request for an article on “The Slang of the day”, to be placed in the proposed Century Chest, I herewith attach a short sketch, being an alleged conversation between two persons into which I have done my best to weave the principal slang words and phrases of the present day.</p>\n<p>No doubt the readers of this one hundred years from now will have great cause for surprise, as I feel sure by that time a great many of the present slang words will have become good English. The slang words of today often find their way into the dictionaries of the future. This has been true of the past and there is no apparent reason for a change.</p>\n<p>You will kindly notice that all the words or phrases which I have termed “slang” are placed within quotation marks, and are followed by reference numbers in parenthesis. To ascertain the meaning of the various words and phrases, it is only necessary for you to turn to the last three sheets where you will find the various reference numbers in order, with explanatory notes following each one.</p>\n<p>Although the work of compiling the enclosed has not been extremely difficult, yet I have not found it an easy task, and fear I have perhaps omitted a number of slang expressions which should rightfully have their position in the story.</p>\n<p>Yours Very Truly,</p>\n<p>D. Russ Wood</p>\n<p>“Wouldn't that Scald you”, [^a1] remarked the “Booze Clerk” [^a2] as he passed over a second “Tub of Suds” [^a3] to the “Piker” [^a4], who was leaning against the bar. So the “Coppers” [^a5] have “Nailed” [^a6] Jimmy, have they? That's what a man gets for being too grasping. Why didn't he quit “Shoving the Queer” [^a7] while his reputation was good? And you say it was necessary to use a “Billy” [^a8] on him, and also adorn him with a pair of “Bracelets” [^a9] before he would come along peacefully. He always was a “Scrapper” [^a10] and many a time has told me he would rather fight than eat. “Short-Horse” [^a11] Tom was in this morning and told me Jim had a “Rough House” [^a12] well under way when the “Hurry Up” [^a13] backed up to the door. This “Berg” [^a14] is certainly getting on the “Bum” [^a15] these days. Suppose he will get about ten years in the “Pen” [^a16]. It all goes to show that things ain't what they used to be. The “Knockers” [^a17] are getting a trifle too numerous around these parts for me, and it won't be long until yours truly packs up his “Duds” [^a18] and hies himself to pastures new.</p>\n<p>This morning a “Swell Brace of Dames” [^a19] came floating down the “Pike” [^a20] looking fine and dandy, and a great big “Lobster” [^a21] of a “Club Swinger” [^a22] came up and told them if they didn't get a two cent “Move On” [^a23] and get under cover he would call the “Hoodlum” [^a24] and “Run them in” [^a25]. Now that's the kind of “Doings” [^a26] that makes me “Sore” [^a27] on the town. I can “Stand” [^a28] for most “Any Old Thing” [^a29], but when it comes to driving people off the street I am for “registering a Kick” [^a30]. It's all right to “Call” [^a31] a fellow occasionally, but to be continually making him “Look like thirty cents” [^a32] is entirely too much of a good thing. “The Main Squeeze” [^a33] over at Police Headquarters came into this “Joint” [^a34] yesterday and “Handed me a nice Bunch of Talk” [^a35]. Some “Short Skate” [^a36] has been “Squealing” [^a37] and now it is “Up to Me” [^a38] to stop all “Canning” [^a39] in this “Booze Shop” [^a40]. He says it is going to cost me fifty “Bones” [^a41] for the first offense and that he will “Set me back” [^a42] one hundred for every offense that follows. It would do me good to “Land” [^a43] a couple on some of the “Two Spots” [^a44] who help to swell the population of this town. A man in business here is “Up against it” [^a45] all the time. No more Sunday “Side Door Business” [^a46], and if you are not closed good and tight at 12 <em>P.M.</em> there is trouble. Some one is all the time trying to “Rub It In [^a47]. The “Gospel Sharks” [^a48] are continually talking “Hot Air” [^a49] to the members of their churches until almost every one in town is “Sore” [^a50] on us fellows. The women come “Rubbering” [^a51] around at night trying to “Spot” [^a52] something out of the ordinary so as to be able to make a “Holler” [^a53] the first chance they get. It ain't no use trying to “Run the Games” [^a54]. The whole town would be “On to you” [^a55] in no time. “On the square” [^a56] I get so disgusted at times I feel very much like hunting up a few of the so called “Real Things” [^a57] and “Landing a couple”[^a58]. Talk about getting “Cold feet” [^a59], I feel more like a “Quitter” [^a60] every day. A few years ago it was different. The “Gang” [^a61] used to come in here, do as they pleased, and there would be “Nothing doing” [^a62]. They'ed “Play the wheel” [^a63] and probably “Drop” [^a64] twenty or thirty “Bucks” [^a65], but never a “Murmur” [^a66]. Is that the way things are now? Well I guess “Nit” [^a67]. Let one of the alleged “Sports” [^a68] come in here now, and if he accidentally “Bucks up against” [^a69] something too heavy for him and gets “Separated from a little bunch of coin” [^a70] he will never stop “Chewing the rag” [^a71] until he has “Queered” [^a72] the place with about a dozen. Nine-tenths of the “Suckers” [^a73] around here will tell you the town is being run properly, and that the “City Dads” [^a74] are “Onto their job” [^a75], but they have got to “Show me” [^a76].</p>\n<hr>\n<p>[a1]: An expression of surprise. Such as “You surprise me”.</p>\n<p>[a2]: Bar Tender</p>\n<p>[a3]: Glass of Beer.</p>\n<p>[a4]: A person who is always receiving something from someone else, and never offers to return the favor. One who generally makes himself obnoxious. A generally disliked individual.</p>\n<p>[a6]: To Catch. To Arrest.</p>\n<p>[a7]: To Pass Counterfeit Money.</p>\n<p>[a8]: Policeman's Club.</p>\n<p>[a10]: A Fighter.</p>\n<p>[a11]: One who is always behind in paying what he owes.</p>\n<p>[a12]: To put a place in general disorder. To throw things about.</p>\n<p>[a13]: Patrol wagon.</p>\n<p>[a14]: Sometimes used in referring to a certain town or city.</p>\n<p>[a15]: A word frequently used to express disgust. For example “The Play was very Bum”, meaning “The Play was very poor”.</p>\n<p>[a17]: One who is continually finding fault. A hard person to please.</p>\n<p>[a19]: Sometimes used in speaking of two women.</p>\n<p>[a20]: A word sometimes used in place of the word Street.</p>\n<p>[a21]: Used to express disgust of another person. (See 4)</p>\n<p>[a23]: Quite frequently used when urging one to hurry. To move as if in a hurry.</p>\n<p>[a24]: Same as (13).</p>\n<p>[a25]: To Arrest.</p>\n<p>[a26]: A word frequently used when referring to something that has taken place.</p>\n<p>[a27]: To become disgusted.</p>\n<p>[a28]: To endure. To put up with.</p>\n<p>[a30]: To make a complaint.</p>\n<p>[a31]: To reprimand.</p>\n<p>[a32]: To make one look foolish. To embarrass.</p>\n<p>[a33]: Sometimes used in referring to the head man of any organization.</p>\n<p>[a34]: Sometimes used in referring to a saloon, gambling hall, etc.</p>\n<p>[a35]: Meaning to talk with considerable meaning.</p>\n<p>[a36]: See (11).</p>\n<p>[a37]: To tell something which has been told you in confidence.</p>\n<p>[a38]: To become one's duty. To perform a command.</p>\n<p>[a39]: To sell beer to people in cans or other receptacles allowing the same to be taken from the place.</p>\n<p>[a42]: Will charge.</p>\n<p>[a43]: To strike. To punish. To beat.</p>\n<p>[a44]: A word which can be substituted for Numbers (11) and (36).</p>\n<p>[a45]: In hard luck.</p>\n<p>[a46]: To allow the side doors of one's place of business to remain open on Sundays in violation of the city laws.</p>\n<p>[a47]: To say mean things about a person. To act unkindly.</p>\n<p>[a49]: To say things you do not mean. To talk without knowledge.</p>\n<p>[a50]: Same as (27).</p>\n<p>[a51]: To be continually looking about.</p>\n<p>[a52]: To try to see something which does not interest you personally.</p>\n<p>[a53]: To make a complaint.</p>\n<p>[a54]: To conduct a gambling establishment.</p>\n<p>[a55]: To become aware of the fact.</p>\n<p>[a56]: Meaning “To tell the truth.”</p>\n<p>[a57]: To imagine one's self above comparison.</p>\n<p>[a58]: Same as (42)</p>\n<p>[a59]: To become disgusted.</p>\n<p>[a60]: One who gives up.</p>\n<p>[a61]: A crowd.</p>\n<p>[a62]: No trouble.</p>\n<p>[a63]: Gamble on the roulette table.</p>\n<p>[a65]: Dollars. Same as (40)</p>\n<p>[a66]: Not to complain. To say nothing.</p>\n<p>[a67]: A word very frequently used in place of the word “Not”.</p>\n<p>[a68]: To be interested in sorting matters.</p>\n<p>[a69]: To have hard luck. To undertake something you cannot accomplish.</p>\n<p>[a70]: To lose some money.</p>\n<p>[a71]: To continually talk.</p>\n<p>[a72]: To talk against a place. To make a place unpopular.</p>\n<p>[a73]: One easily managed. An easy person to get money from.</p>\n<p>[a74]: Members of the City Council.</p>\n<p>[a75]: To understand one's business.</p>\n<p>[a76]: To explain. To prove to.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Slang of the Day</h1> <p>In 1901, the citizens of Colorado Springs filled a metal chest with letters, photographs, and other materials, and sealed it up until 2001. When we opened the chest at Colorado College on January 1 of this year, we found this letter from D. Russ Wood on “the slang of the day.”</p> <p><em>For more information about the Century Chest, visit <a href=\"http://www.ColoradoCollege.edu/library/SpecialCol-lections/CenturyChest/Appdx.html\">www.ColoradoCollege.edu/library/SpecialCol-lections/CenturyChest/Appdx.html</a></em></p> <p><em>[Jessy Randall, Curator and Archivist, Colorado College Special Collections]</em></p> <p>Colorado Springs, Aug. 3, 1901.</p>"
}