{
  "type": "Article",
  "title": "A Brief Guide to the Italian Letter-Writing Tradition",
  "author": "Roberta Kedzierski",
  "location": "Milan, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Brief Guide to the Italian Letter-Writing Tradition</h1>\n<p><em><span data-rel=\"author\">Roberta Kedzierski</span> <span data-rel=\"location\">Milan, Italy</span></em></p>\n<p>The alphabet. Easy as ABC? Think so? Try this one for size. I went to the dentist here in Milan, and the receptionist struggled to find my records.</p>\n<p>Why? She knows my last name and the records are in alpha order of last name. So what's the problem? Quite a big one, actually. She does not know where <em>K</em> comes in the alphabet. Why would she? <em>K</em> does not exist in Italian, and so there is no reason for her to know where it <em>would</em> come if it <em>did</em> exist. She was taught the Italian alphabet: a 21-letter version that also eschews <em>J, W, X,</em> and <em>Y.</em></p>\n<p>Visits to the dentist may never be the same again, though. The word on the street is that Italian children are soon to be taught those extra five letters that the rest of us (English-speakers) are privy to. They are, after all, used in foreign words that have been imported into Italian.</p>\n<p>There's the World Wide Web for a start. Plus Italian dictionaries clearly run to all 26 of them. And the computer keyboard includes them, albeit in different places. (In case you were wondering, <em>QWERTY</em> is spelled <em>QZERTY</em> in Italian.)</p>\n<p>In Italian, the names of companies that are usually known by their initials are often treated as if they were words in their own right. Kind of acronyms by default, if you like. One example is the Italian state broadcasting corporation (<em>Radio Audizione Italiana</em>) or <em>RAI</em>. Which might <em>rile</em> you until you get used to it. But it is OK, because the three letters contain a vowel and could conceivably be a word.</p>\n<p>What can get confusing is when English acronyms are adopted into Italian. The same approach is used, of course. As in the case of the “cheea” which is, of course, none other than the <em>CIA.</em> When there is at least one initial, the idea is that you do the best you can. Thus the now-defunct Italian Communist Party (<em>Partito Comunista Italiano</em>) or <em>PCI</em> was pronounced—using an</p>\n<p>English approximation—as “pee-cheee”.</p>\n<p>Sometimes the combination of letters does not work at all, of course, especially when they are all consonants. Take the company that manufactures for Giorgio Armani: <em>GFT.</em> Here one just says the letters. No comprehension problems, because these are pronounced pretty much the same in both languages, even though the <em>F</em> becomes “effe”. Momentary—and even prolonged—panic can ensue when there are the differences in pronunciation between English and Italian, however. In English, the name of that well-known courier company <em>DHL</em> is pronounced “Dee Aitch El” while, in Italian, it is “Dee acca elle”. When you mention <em>IBM</em> to Italians and they have no idea what you mean, don't infer that globalization is not as rampant as you feared. It's just that, to the Italian eye, these letters spell “ee bee emme”.</p>\n<p>Once you know, nothing could be easier.</p>\n<p>Indeed, easy as <em>abbiccì</em>.</p>\n<p><em>[Roberta Kedzierski is a freelance journalist specializing in cross-cultural issues. ]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Brief Guide to the Italian Letter-Writing Tradition</h1> <p><em><span data-rel=\"author\">Roberta Kedzierski</span> <span data-rel=\"location\">Milan, Italy</span></em></p> <p>The alphabet. Easy as ABC? Think so? Try this one for size. I went to the dentist here in Milan, and the receptionist struggled to find my records.</p> <p>Why? She knows my last name and the records are in alpha order of last name. So what's the problem? Quite a big one, actually. She does not know where <em>K</em> comes in the alphabet. Why would she? <em>K</em> does not exist in Italian, and so there is no reason for her to know where it <em>would</em> come if it <em>did</em> exist. She was taught the Italian alphabet: a 21-letter version that also eschews <em>J, W, X,</em> and <em>Y.</em></p> <p>Visits to the dentist may never be the same again, though. The word on the street is that Italian children are soon to be taught those extra five letters that the rest of us (English-speakers) are privy to. They are, after all, used in foreign words that have been imported into Italian.</p>"
}