{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Encyclopedia of Civil War Usage: An Illustrated Compendium of the Everyday Language of Soldiers and Civilians",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Encyclopedia of Civil War Usage: An Illustrated Compendium of the Everyday Language of Soldiers and Civilians</em></h1>\n<p>Webb Garrison and Cheryl Garrison, (Cumberland House, 2001), 274 pp.</p>\n<p>There isn't much wrong with this book that isn't covered by its title. True, it's an <em>Encyclopedia and Illustrated Compendium</em> of persons, places, and things related to the U.S. Civil War. But despite its claims that it “explores standard, slang, and substitute [sic] words and phrases in the vocabulary of both Billy Yank and Johnny Reb,” it deals little with <em>Usage,</em> and even less with the <em>Everyday Language of Soldiers and Civilians.</em></p>\n<p>We do learn about horses. Not just Gen. Robert E. Lee's famous grey, Traveller, and the Southern partisan John S. Mosby's high-stepping Coquette, but Ulysses S. Grant's tall Cincinnati and George B. McClellan's black Burns—to mention only two that Union generals rode. One imagines an “everyday” exchange between two combatants as they dodged enemy bullets. “Say, ain't that Gen. Thomas J. 'Stonewall' Jackson's favorite mount Little Sorrel?” “No, I do believe it's Capt. Andrew Hickenlooper's personal mount Grey Eagle.”</p>\n<p>The linguistic shortfall derives from the fact that the Garrisons' claimed “thirty years of research and writing” only draws on reference books, and fails to tap manuscript and archival sources wherein actual speech might be reflected. The Garrisons—Webb Garrison is advertised as the author of more than 50 books on the Civil War—also have trouble with time-lines. <em>Dyer's Compendium,</em> which they make an entry, could not have been on the everyday lips of even civilians, since the massive reference book wasn't published until 1908. They provide a long entry for a 1857 volume by Hinton</p>\n<p>R. Helper (who wasn't one) entitled <em>The Impending Crisis.</em> But they ignore such Civil War harbingers as the Dred Scott Decision, John Brown's Raid (though there's an entry for Harpers Ferry rifle), and “Bleeding Kansas.” They define <em>antebellum</em> as “the period between 1812 and 1860”, conveniently ignoring the unpleasantness of the War of 1812, during which the British captured Detroit and burned down Washington. Perhaps “1812” is a typo for “1814”—like “1964”, which is the date the Garrisons  give  for  the  establishment  of Andersonville, the notorious Confederate internment camp. Barbarous mistreatment of Union prisoners should not be laid at Lyndon B. Johnson's door. Nicknames of generals and politicians we have aplenty, as well as names for ships and guns, some of which, like the Lady Polk, a 10-inch piece of naval ordnance, were named for officers' wives. But for every headword that might be peculiar to the Civil War, like <em>oil of gladness</em> and <em>oh-be-joyful,</em> both terms for home-brew, there are half a dozen standard headwords: <em>pilot, gunboat, stretcher, habeas corpus.</em> Such lemma are either defined briefly, as in <em>abaft:</em> “N. Toward the stern of a ship; synonymous with AFT”, or they become mere excuses to shoehorn in Civil War content. Thus we get <em>punch through:</em> “To create a hole through the armor of MONITORS and other IRONCLADS.” <em>Ammo,</em> a “universal abbreviation of ammunition”, leads to a clump of statistics about the war's volume of small arms, cartridges, percussion caps, friction primers, and fuses.</p>\n<p>Since the book tries to have it both ways as an encyclopedia (people, places, things) and dictionary (usage, language), the style of exposition is inconsistent. <em>Boiled rye</em> is given as “Derisive reference to Southern efforts to brew coffee from substitutes such as parched rye,” and <em>Bold Dragoon</em> as “A reference to Confederate Gen. J.E.B. 'Jeb' Stuart”. Then an entry later, <em>bolt</em> is defined (though with no usage label) as “A RIFLE or artillery projectile.”</p>\n<p>The scholarship is sometimes lazy (the etymology for <em>bootleg,</em> an artillery shell, is “unknown”), and the phrasing clumsy. Concerning the USS J.J. Crittenden, a “captured hulk” that the U.S. Navy unwisely bought, we're told that “Although the purchase contract was honored, the ship never sailed. Unfit to serve any other useful function, it was sunk as an obstruction.” (Of course, it was also sunk as a sailing vessel.) <em>Mule,</em> variously defined as “a MUSKET” or “tough salted meat”, gets the primary definition: “A hybrid animal between a horse and a donkey, known for both its strength and its temper.” Mules, we must take it, are only found between horses and donkeys, no doubt awkward for all the animals concerned.</p>\n<p>As a Canadian, hence always eager to accumulate historical grudges against the United States, I was fascinated to read that a <em>crimp</em> was “A BOUNTY BROKER who profitted [sic] by supplying Union forces with recruits who had serious disabilities or criminal records. Numerous crimps operated in Canada, seizing underage boys or getting men drunk and carting them to the nearest recruiting station.” In 1861 the U.S. navy boarded a British mail packet called The Trent in neutral waters and seized two Confederate diplomatic agents, which almost started a war with Great Britain. Possibly at the same time the ruthless Yankees were seizing underage or intoxicated Canucks for shipment across the border. Still, it's news to me.</p>\n<p>There ought to be a book that does for words what the great photographer Matthew Brady did pictorially for the weariness and slaughter of the War Between the States. The <em>Encyclopedia of Civil War Usage</em> isn't it. The 13-page “Civil War” section of Stuart Berg Flexner's <em>I Hear America Talking: An Illustrated Treasury of American Words and Phrases</em> holds more of verbal interest than this entire book.</p>\n<p>—<em>Fraser Sutherland</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Encyclopedia of Civil War Usage: An Illustrated Compendium of the Everyday Language of Soldiers and Civilians</em></h1> <p>Webb Garrison and Cheryl Garrison, (Cumberland House, 2001), 274 pp.</p> <p>There isn't much wrong with this book that isn't covered by its title. True, it's an <em>Encyclopedia and Illustrated Compendium</em> of persons, places, and things related to the U.S. Civil War. But despite its claims that it “explores standard, slang, and substitute [sic] words and phrases in the vocabulary of both Billy Yank and Johnny Reb,” it deals little with <em>Usage,</em> and even less with the <em>Everyday Language of Soldiers and Civilians.</em></p> <p>We do learn about horses. Not just Gen. Robert E. Lee's famous grey, Traveller, and the Southern partisan John S. Mosby's high-stepping Coquette, but Ulysses S. Grant's tall Cincinnati and George B. McClellan's black Burns—to mention only two that Union generals rode. One imagines an “everyday” exchange between two combatants as they dodged enemy bullets. “Say, ain't that Gen. Thomas J. 'Stonewall' Jackson's favorite mount Little Sorrel?” “No, I do believe it's Capt. Andrew Hickenlooper's personal mount Grey Eagle.”</p> <p>The linguistic shortfall derives from the fact that the Garrisons' claimed “thirty years of research and writing” only draws on reference books, and fails to tap manuscript and archival sources wherein actual speech might be reflected. The Garrisons—Webb Garrison is advertised as the author of more than 50 books on the Civil War—also have trouble with time-lines. <em>Dyer's Compendium,</em> which they make an entry, could not have been on the everyday lips of even civilians, since the massive reference book wasn't published until 1908. They provide a long entry for a 1857 volume by Hinton</p>"
}