{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Vanishing Voices: the extinction of the world's languages",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Vanishing Voices: the extinction of the world's languages</em></h1>\n<p>Daniel Nettle and Suzanne Romaine, (Oxford University Press, 2000), 241 pages.</p>\n<p>Recently I went out to dinner with a friend of mine who is a writer, and naturally the topic of conversation turned to deadlines. He told me about the project he was earnestly toiling on, and I mentioned that I was reading a book that I needed to write a review of. When he asked me about the book, I responded that the book's title said it all: <em>Vanishing Voices: the extinction of the world's languages.</em> Briefly, I discussed the plight of endangered languages. He looked thoughtful, picked some cheese off his garlic bread, and casually commented that it had never crossed his mind that languages were in danger of dying out.</p>\n<p>His offhand comment intrigued me. Having been involved with linguistics and lexicography since the late 1980s, I have long been aware of the notion of language death. At that dinner, it suddenly hit me—news outlets and advocacy groups keep information about the destruction of the rain forest or the extinction of plants and animals in view—most Americans are at least on some level aware of such destruction. The issue of language extinction, however, is completely off most people's radar screens. Suddenly, the review seemed even more urgent, because <em>Vanishing Voices</em> is a work that deserves the attention of the widest audience possible. The grim statistic is, as the authors Daniel Nettle and Suzanne Romaine explain early on, tjat almost half of the world's known languages have disappeared in the last 500 years, and the process has greatly accelerated in the last 200 years.</p>\n<p>Nettle and Romaine provide a compelling look at the ways in which languages are rapidly disappearing from the face of the earth, at the factors which hasten the demise of endangered languages, and at the ways people, government, and organizations have been attempting to minimize the damage and loss. As they point out in the first chapter, in the area that the United States now encompasses, over 300 languages were spoken at the time of Columbus' journey in 1492; only 175 are spoken today—most of which are teetering on the edge of extinction. Only six (including Navajo, for example), are spoken by more than 100,000 people. This pattern of depletion is evident throughout the world, much of which has a far higher density of languages than existed in the States. (Papua New Guinea, for example, is home to over 860 languages.)</p>\n<p><em>Vanishing Voices</em> has eight chapters. The first, entitled “Where Have All the Languages Gone?”, makes the extinction of language personal. The authors sketch brief biographies of the last person (photographs often are included) known to speak particular languages—so with the death of these speakers, their language has passed into extinction. They examine the death of the Turkish language Ubykh in 1992, Catawba Sioux in 1996, Cupeño in 1987, Manx in 1974…the list goes on. And there are so many more languages heading toward extinction because the few fluent speakers that remain are not passing it on to their children at home. Irish, for example, even though it is taught in schools, falls into this category. The authors enumerate why biolinguistic diversity remains important, especially for indigenous peoples, who suffer the brunt of language death.</p>\n<p>The second chapter, “A World of Diversity,” provides a summary background of the global situation, including a list of the numbers of speakers of the 15 most widely spoken languages (English is number two, after Mandarin). Almost half of the world speaks these 15 languages. The hundred largest languages account for 90% of the global population, with the remaining 10% speaking about 6,000 languages. Again the wealth of information about the degree of linguistic variation throughout the world is stunning (for example, there are 27 Quechuan languages spoken in Peru). Here, the authors also define the basic linguistic terminology that they discuss (<em>diglossia, isolate languages, language stocks, genetic classification, typological classification, word order variation</em>) in a way that is very accessible to the non-linguist. However, the meat of the chapter discusses the importance of biolinguistic diversity and the global impact of the loss of indigenous habitats and indigenous languages. Nettle and Romaine explain why the sheer magnitude of the linguistic equivalent of rainforest destruction also has serious global consequences. (Of course, the destructive parallels are not limited to the rainforest; for example, consider the plight of the Saami of Finland, whose reindeer stocks were decimated following the Chernobyl disaster.)</p>\n<p>“Lost Worlds/Lost Words” is the third chapter. It explains how language dies: sudden death (the loss of a population due to disaster, for example) or gradual death (the loss of transmission of the language from generation to generation). Importantly, the authors discuss the wealth of information a language has to offer—information that is lost forever once the language dies. They point out how modern science is almost completely based on western observation, and the extent to which indigenous knowledge of indigenous ecologies is largely outside the realm of previously observed western scientists. For example: “…[T]he naming of fish and fishing practices in the Pacific islands show how native perceptions and detailed knowledge of the environment have been encoding in the patterns of naming of fish, fish behaviors, fishing practices, and technology. When these words are lost, it becomes increasingly difficult even to frame problems and solve them in any but the dominant culture's terms and scientific classification schemes, which are not always adequate to the task.”</p>\n<p>The topic of chapter four, “The Ecology of Language” is very simple to explain and very compelling to read. This brilliantly written chapter clearly illuminates two main concepts. First: how and why so many thousands of languages have evolved (using the island of New Guinea as a case in point). Second: the processes by which a language undergoing gradual death slowly succumbs—language loss by population loss, forced language shift, and voluntary language shift. Obviously, there is overlap among these three phenomena, particularly, they examine the difficulty in distinguishing “coercion from choice.” Again, numerous well researched examples are provided. This core chapter alone is well worth the price of the book.</p>\n<p>Just as their scope is global, it is also provides an expansive view across the millennia. The next two chapters (“The Biological Wave”; “The Economic Wave”) document historical shifts that in turn set great shifts in languages into motion. First, they discuss the effects of the rise of agriculture, which, over centuries, ultimately led to the spread of Indo-European populations (and crops) throughout the Western Hemisphere and Australia. The authors place under the microscope the power shifts brought about by economic advantages of “metropolitan” (as opposed to “peripheral”) languages. As a case study, they detail the demise of the Celtic languages. These passages also include grim testaments from world history, including the slaughter of the indigenous population of Tasmania.</p>\n<p>So far, the authors have laid out a series of facts and observations about what has already occurred. The last two chapters (“Why Something Should Be Done” and “Sustainable Futures”) elaborate the authors' views on the importance of the issues they have been relating, with a strong focus on sustainability. Thankfully, they also provide a few success stories of groups (Hawaiian, the Karaja of central Brazil, the Passamaquoddy of Maine) that have turned the tide and have been able to maintain their threatened native languages, although such examples are sadly rare in comparison to the peoples whose tongues are extinguished. They also examine the state of bilingualism in the United States.</p>\n<p>There is a section for references and further reading, as well as a bibliography. The book is well-indexed, and features numerous charts, tables, and photographs. This work is free of academic jargon that can be so annoying to those who are not versed in that special vocabulary. The only example of academese I could find was on page 58, where the authors use the capitalized term “Other.” A profusion of unexplained terms such as these would have made the book inaccessible, but one sole instance is forgivable as an accidental inclusion. The language is, in fact, very clear and precise. <em>Vanishing Voices</em> should be very accessible even for people who have little or no background in linguistics. If you have an interest in preservation, conservation, the environment, social justice, global politics, or linguistics, there is something to recommend for you in <em>Vanishing Voices</em>.</p>\n<p>—<em>Steve Kleinedler</em></p>\n<p><em>[NB: In the interests of full disclosure, I must point out that the editor is also employed by Oxford University Press, but had nothing to do with <em>Vanishing Voices</em>.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Vanishing Voices: the extinction of the world's languages</em></h1> <p>Daniel Nettle and Suzanne Romaine, (Oxford University Press, 2000), 241 pages.</p> <p>Recently I went out to dinner with a friend of mine who is a writer, and naturally the topic of conversation turned to deadlines. He told me about the project he was earnestly toiling on, and I mentioned that I was reading a book that I needed to write a review of. When he asked me about the book, I responded that the book's title said it all: <em>Vanishing Voices: the extinction of the world's languages.</em> Briefly, I discussed the plight of endangered languages. He looked thoughtful, picked some cheese off his garlic bread, and casually commented that it had never crossed his mind that languages were in danger of dying out.</p> <p>His offhand comment intrigued me. Having been involved with linguistics and lexicography since the late 1980s, I have long been aware of the notion of language death. At that dinner, it suddenly hit me—news outlets and advocacy groups keep information about the destruction of the rain forest or the extinction of plants and animals in view—most Americans are at least on some level aware of such destruction. The issue of language extinction, however, is completely off most people's radar screens. Suddenly, the review seemed even more urgent, because <em>Vanishing Voices</em> is a work that deserves the attention of the widest audience possible. The grim statistic is, as the authors Daniel Nettle and Suzanne Romaine explain early on, tjat almost half of the world's known languages have disappeared in the last 500 years, and the process has greatly accelerated in the last 200 years.</p> <p>Nettle and Romaine provide a compelling look at the ways in which languages are rapidly disappearing from the face of the earth, at the factors which hasten the demise of endangered languages, and at the ways people, government, and organizations have been attempting to minimize the damage and loss. As they point out in the first chapter, in the area that the United States now encompasses, over 300 languages were spoken at the time of Columbus' journey in 1492; only 175 are spoken today—most of which are teetering on the edge of extinction. Only six (including Navajo, for example), are spoken by more than 100,000 people. This pattern of depletion is evident throughout the world, much of which has a far higher density of languages than existed in the States. (Papua New Guinea, for example, is home to over 860 languages.)</p>"
}