{
  "type": "Article",
  "title": "Palaver Sauce: A Thematic Selection of West African Proverbs",
  "author": "Martin Wilmot Bennet",
  "location": "Rome",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Palaver Sauce: A Thematic Selection of West African Proverbs</h1>\n<p><em><span data-rel=\"author\">Martin Wilmot Bennet</span> <span data-rel=\"location\">Rome</span></em></p>\n<p>“If you never offer your uncle palmwine, you'll not learn many proverbs,” prompts a Ghanaian saying. The advice seems to have been well-heeded. Proverbs throughout West Africa are in plentiful supply. Naming ceremonies, marriages, funerals; conversations in urban beer-parlours or by the palm-winetapper's fire; traditional folk-tales, some modern West African novels, highlife lyrics: These are just a few possible sources. Sierra Leoneans say: “Proverbs are the daughters of experience.” Or to put it another way, “When the occasion comes, the proverb comes.” (Oji, Ghana)</p>\n<p>Whereas in Western societies proverbs have been mostly relegated to quaint decoration, in West Africa they are still part-and-parcel of everyday discourse, a sort of soundbite for the everyman. Thus the claim: “When a proverb is told, only a fool needs it explained.” “Proverbs are horses for solving problems” claims another example. “When truth is missing, proverbs are used to uncover it.” And if the thought expressed is often less than original, it doesn't matter: “Other people's wisdom frequently prevents the chief from being called a fool.” As a Yoruba saying has it: “He who knows proverbs can settle disputes.” Not only can a well-aimed proverb save a thousand words of explanation; it can also help in discussing awkward home truths with a minimum of embarrassment. Seriousness and humor, focus and distance are authoritatively combined. Perhaps this is what underlies: “When a chief deals out a dish, it becomes cold.”</p>\n<p>One practical function of proverbs, then, is keeping matters in perspective. Indeed the structure of many proverbs resembles a pair of scales. “There are forty kinds of madness, only one kind of common sense.” (Akan, Ghana) The idea of balance is also found in: “Exuberance is not good, but meanness is not good at all.” More symmetrical still is “When your guns are few, your words are few.” (Oji) There's further weighing things up in “This year's wisdom is next year's folly.” Striking a happy medium, a Yoruba proverb reminds parents: “If with the right hand you flog a child, with the left draw him to your breast.” The telling contrast also serves to remind us of the wider scheme of things: “When carrying elephant's flesh on one's head, one should not look for crickets underground.” Or, for another occasion: “The keeping of one's head exceeds the keeping of one's hat.” (Fulani) Paradox is majestically embodied in the Akan: “The moon moves slowly, yet it crosses the town.” Continuing the theme of measurement and scale, consider: “Debt is measured in a hippo's footprints” (Tiv, Central Nigeria) And truth? According to the Ibo, it “is worth more than a dozen goats.'”</p>\n<p>Already we see how animals are a common proverbial feature. One reason, as in folk tales, is to provide a element of humor. “If a baboon could see his behind, he'd laugh also”; “The cock crows proudly on his own dunghill” are just two examples. Another reason is that animals supply easy scapegoats for our all-too-human failings. On our general fallibility we get: “A horse has four legs, yet often falls.” (Tiv) For laziness: “The dog's happy dream produces no meat.” For the nastier type of opportunism: “Ants surround the dying elephant.” On the non-payment of debt: “Spider hides under a stone.” (Ewe, Ghana) On the age-old gap between rich and poor, you may hear the pidgin: “Monkey dey work, baboon dey chop.” For obstinacy, or a heavyweight equivalent of the English dog in a manger: “The hippo blocked the road and nobody could get across.” (Tiv) For caution: “In new surroundings the hen walks on one leg.” (Ibo) To conjure a sinister sense of occasion again the Ibo use: “The toad does not jump in the daylight for nothing.” Even more disquietingly portentous is the Sierra Leonean: “The bat hangs downwards because of the words told it by the sun.” As a portrait of the very human know-all, it'd be hard to beat the Yoruba: “'I know it perfectly' prevents the wasp from learning to make honey.” Arrogance, for better or worse, is vividly dealt with in: “The lizard jumped down from the Iroko tree, and said, 'If there is nobody else to praise me, I will praise myself.'”</p>\n<p>In the world of proverbs not only animals take on human dimensions; so, rather more ingeniously, do everyday objects. “The ax forgets; the tree does not,” states one vivid example. “An empty sack cannot stand up, a full sack cannot bend,” cautions another from Nigeria, in a homely expression of the golden mean. Respect for the elders is embodied in “A pond is not a companion to a river” (Ibo); secrecy in “Try to hide your secret and even grass is a spy”; the dangers of opinionation in the animistic: 'The stream won't be advised; therefore its path is crooked.” For an emphatic equivalent of our own English proverb, consider: “Walls have ears, and little pots too.” As an injunction against haste, the Ga say: “A hot needle burns the thread.” For the delicate business of looking for a wife or husband, one might use, “There's a lid for every pot, a key for every lock.” And then, after finding one, try: “The cleared field looks good, the growing crop looks better,” this a proverbial echo of the more literal “Children's laughter is music to the ears of the elders.” (Akan) For cooperation, marital or otherwise, take the mysteriously obvious: “The sharpest knife cannot carve its own handle.” For a less than ideal view of family there's the Duala saying: “The spear of kinship soon pierces the eye.” The same language expresses the naturalness of hard work in the more peaceable: “The pot is not tired of cooking.” To bring home the division of labour, the Ho in Ghana use other utensils: “The spoon does his job, the dish does his.” On the possibly unfair results of work (or lack of it), another saying points out: “The pot cooks; the plate gets the name.”</p>\n<p>Communication depending largely on what we have in common, another source of proverbial metaphor is, not surprisingly, the human body. So, for a nurturist view of crime, ponder: “The stomach has done the head an injury.” (Duala) Covetousness is embodied in the Efik: “The eye is a thief.” On appetite we have the festive “The beard dances when food approaches.” As for the inevitability of arguments, the proof is in our very mouths: “Even the tongue and the teeth quarrel now and then.” On talkativeness in old age, there is the ageless: “Although the teeth drop out, the tongue does not tire.” Then, on how words can be literally a matter of life and death: “The tongue kills a man; the tongue saves a man.” (Oji) The mouth features yet again in the Ewe: “The gums understand the teeth's affairs.” Against pride, there's a point-blank riposte in the Nigerian: “A big head is a big load.”</p>\n<p>So much for the head. Let's now move lower down. “The house of the heart is never full,” swells a saying from the Duala, this echoed elsewhere by Yoruba's similarly emotive “A man's heart is like an ocean; all the oceans cannot fill it.” (As a second thought Duala has an alternative proverb in: “The heart's case is hard to open.”) Specifically for travellers, a Nigerian proverb advises, “The traveller leaves his heart at home.” Co-operation, a bodily necessity, is again expressed in “One can't tie a bundle with only one hand.” Below the waist we meet the lowly suggestive: “The laughing penis does not enter” (Akan.) Continuing downward: “A man's legs are his brothers and sisters; on what else can he rely?” Or to rephrase it with another limb: “The soles of the feet may feed the mouth.” (Duala)</p>\n<p>Many West African proverbs, however, dispense with metaphors completely, making do with sharp-eyed observation, arresting reportage. “Three men can ruin a country,” resounds with the air of historical truth. Like a bizarre newspaper headline, an Ojisaying announces: “The feast reveals the European's wooden leg.” Proving how a single proverb can save several paragraphs of tedious moralizing and still stick better in the memory: “When the slave-trader preaches the Koran, it's time to watch over one's daughters.” Equally concise yet recognizable: “You hide your faults behind a wall, parade your neighbor's in the marketplace.” From the Yoruba we have “Ask for alms and see the misers” while, to bring a smile to the sternest moralist, another proverb stipulates: “He who excretes in the road will likely meet flies on his return.” Sermon over. Similar matter-of-factness features in “Your wife's tongue can turn your friends into enemies.” Again on the cynical side of truth, consider the “I told you so”: “If you want to be blamed, marry. If you want to be praised, die.” In one sentence a proverb often provides a character sketch which might take a novelist whole pages. So for entrepreneurs we get the cunning cameo: “Having become rich, jump for joy in a quiet corner.” Or from the Ho in Ghana: “The water-carrier drinks no slime.” Worth a chapter out of <em>How to Win Friends and Influence People</em> is “A soft voice loosens the gift from the Chief's hands.” Meanwhile for those seeking fame and worried about their height, the Nupe observe how: “A man's never so tall that he can be seen in the next town; it's his name that goes before.” Teachers everywhere might want to use the Fulani: “Nobody is without knowledge except they who ask no questions,” or, as pithy again, the Gambian “Not to know is bad; not to want to know is worse.”</p>\n<p>Obvious enough, yet many proverbs work by spotlighting those daily realities we prefer to ignore. “All the sages in the land cannot prevent misfortune,” is one such rhetorical reminder. “One cannot take medicine for someone else”; “Who can make another woman his own mother?”; “Without children the world would end”; “There's no medicine against old age” are four others. Not that the obvious doesn't have a cunning corner or two: “The doctor is never killed when the patient dies.” (Ibo) In a similar vein is: “When really big business is on hand, the flag is not flown.” Or, as a timely put-down: “A man may be famous in the world, yet small in his own house.” Equally beady-eyed is: “The mistaken doctor leaves by the backdoor.” Then, showing how obviousness is relative, there's the sniggeringly accurate: “The news has gone round and round, yet the person it concerns is deaf.” (Ibo) More disconcertingly general is the Hausa “Love yourself and others will hate you; hate yourself and others will love you.” Lest all this proverbial advice and censure makes us self-righteous, the Akan have an antidote: “If you have an anus, do not laugh at your neighbor's farts.” As they say in Kamtok, a Cameroonian pidgin: “Man no dey fit look other man's buttocks wey dey no show he own.”</p>\n<p>Not all proverbs are as down to earth as the ones just quoted. Passed down by the ancestors, many West African proverbs are distinctly otherworldly, a homespun guide to the Great Beyond. “The words of an epileptic are the utterances of a dweller of another world,” warns a saying in Yoruba. Another states “A cripple may serve the gods as a porter at the gate.” Throughout West Africa the supernatural is never far away. “God creates dreams” say the Efik in Eastern Nigeria. That the supernatural has a horrific side is shown in: “A sorcerer's zombie dies twice.” As alarming is “A witch can harm you with your own footprints.” Along with references to possession and witchcraft, we are also handed tips on how to deal with ghosts: “When a ghost puts out its hand, draw yours back.” Eerie etiquette is again available in this adage from Ghana where local custom demands food be left wherever it may have dropped: “A ghost does not wait for the living to eat before it begins to eat.” On the strange phenomenon of wait-about ghosts or the spirits of those killed before their time, the advice goes; “It's the living man who causes the ghost to long for mashed yam.” (Akan) Or, to explain the existence of such a ghost in the first place: “The Supreme Being has driven him out, the spirit folk have driven him out.” Still sceptical? Well, also Akan, is the caution: “The native doctor tells of his victories, not of his defeats.”</p>\n<p>Related to the otherworldly is the subject of death or “Sleep's elder brother” as a Nupe saying puts it—not so much a taboo as a proverbial favorite. “The priest will die; the doctor will depart this life; nor will the sorcerer be spared,” warns an Ibo saying matter-of-factly. The same fate lies in store for the miser, as in the Akan: “Death has the keys to the miser's chest.” Equally salutary is the Ibo, “The day one knows all, let him die.” From the same language comes what might serve as a motto for travellers on Nigeria's roads: “He who fears for his life is liable to be killed by a falling leaf.” Rather less menacingly an Akan proverb says, “If you want to know death, look on sleep.” Yet Death is nothing if not many-sided: “The old man runs away from death; the young child stands and stares at it.” Sometimes death comes quickly as in: “A man's death is but a day.” (Nyang, Cameroon) Sometimes not so quickly: “Little by little the leper pays his debt to the grave.” (Nupe, Northern Nigeria) Or, for the two time frames merged into one metaphysical paradox, the Nupe have: “Death is the owner of the house and is no stranger, yet when it comes it will be a stranger that day.”</p>\n<p>Last and perhaps foremost on the West African proverbial agenda is not death but Providence. A trip to any West African <em>moto-park</em> will bear this out, the vehicles there painted with mottoes like “God Dey,” “Destiny,” “Not as You Think,” “God's Time De Best,” “Who Knows Tomorrow,” and “God Never Sleeps.” Also reminding us that there are higher powers than magic, one proverb says, “It is God who pours rain for the sorcerer's garden.” From Hausa, West Africa's lingua franca, comes “A grain of wheat upon a rock—God must give it water.” Or again: “If you're going to ask from God, make sure you take a big calabash.” If one saying wittily stipulates “Not even God is ripe enough for a woman in love,” (Yoruba) another acknowledges how the same God “pounds fufu for the one-armed woman” (Akan), “drives flies from the tailless cattle” (Yoruba again), “fills your gourd with palmwine and when you throw it way, fills it up for you once more.” The Nupe express this idea with: “God who made the mouth will not sew it up.” “If the Supreme Being gives you sickness, He gives you medicine as well,” says the Akan. Most poetic of all, perhaps, is another proverb from the same language: “If God gave the swallow nothing else, he gave him swiftness in turning.”</p>\n<p>The proverbs here were gathered using various methods. The most direct one was keeping an ear open at various naming ceremonies, weddings, memorial ceremonies and otheroccasions both in Ghana and Nigeria where I worked for several years. (As the Ibo proverb goes, “The calabash of the ear is never full.”) Other proverbs were provided by friends: Thomas Agwu, Isaac Sonny Mensah, Atemkeng Achanga, and also by my Ghanaian wife and various in-laws. I also relied to an extent on Rattray's collection of Ghanaian proverbs, now out of print, and other proverb collections of which there are several. Other sources include the backs of speeding mammy-wagons, highlife song-titles and lyrics, and then modern African novels, those of Chinua Achebe being particularly rich in this regard. To use a proverb cited in <em>Things Fall Apart</em>: “Proverbs are the pepper with which words are eaten.”</p>\n<p><em>[Martin Wilmot Bennet lives and works in Rome. He wrote about Arab proverbs in “The Lamps of Speech” in VERBATIM XXI, No. 1]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Palaver Sauce: A Thematic Selection of West African Proverbs</h1> <p><em><span data-rel=\"author\">Martin Wilmot Bennet</span> <span data-rel=\"location\">Rome</span></em></p> <p>“If you never offer your uncle palmwine, you'll not learn many proverbs,” prompts a Ghanaian saying. The advice seems to have been well-heeded. Proverbs throughout West Africa are in plentiful supply. Naming ceremonies, marriages, funerals; conversations in urban beer-parlours or by the palm-winetapper's fire; traditional folk-tales, some modern West African novels, highlife lyrics: These are just a few possible sources. Sierra Leoneans say: “Proverbs are the daughters of experience.” Or to put it another way, “When the occasion comes, the proverb comes.” (Oji, Ghana)</p> <p>Whereas in Western societies proverbs have been mostly relegated to quaint decoration, in West Africa they are still part-and-parcel of everyday discourse, a sort of soundbite for the everyman. Thus the claim: “When a proverb is told, only a fool needs it explained.” “Proverbs are horses for solving problems” claims another example. “When truth is missing, proverbs are used to uncover it.” And if the thought expressed is often less than original, it doesn't matter: “Other people's wisdom frequently prevents the chief from being called a fool.” As a Yoruba saying has it: “He who knows proverbs can settle disputes.” Not only can a well-aimed proverb save a thousand words of explanation; it can also help in discussing awkward home truths with a minimum of embarrassment. Seriousness and humor, focus and distance are authoritatively combined. Perhaps this is what underlies: “When a chief deals out a dish, it becomes cold.”</p> <p>One practical function of proverbs, then, is keeping matters in perspective. Indeed the structure of many proverbs resembles a pair of scales. “There are forty kinds of madness, only one kind of common sense.” (Akan, Ghana) The idea of balance is also found in: “Exuberance is not good, but meanness is not good at all.” More symmetrical still is “When your guns are few, your words are few.” (Oji) There's further weighing things up in “This year's wisdom is next year's folly.” Striking a happy medium, a Yoruba proverb reminds parents: “If with the right hand you flog a child, with the left draw him to your breast.” The telling contrast also serves to remind us of the wider scheme of things: “When carrying elephant's flesh on one's head, one should not look for crickets underground.” Or, for another occasion: “The keeping of one's head exceeds the keeping of one's hat.” (Fulani) Paradox is majestically embodied in the Akan: “The moon moves slowly, yet it crosses the town.” Continuing the theme of measurement and scale, consider: “Debt is measured in a hippo's footprints” (Tiv, Central Nigeria) And truth? According to the Ibo, it “is worth more than a dozen goats.'”</p>"
}