{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Why We Curse: A Neuro-Psycho-Social Theory of Speech",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Why We Curse: A Neuro-Psycho-Social Theory of Speech</em></h1>\n<p>Dr. Timothy Jay, (John Benjamins, 1999), 328 pp.</p>\n<p>Well, what do you say when you hit your thumb with a hammer? Chances are, you utter a “response cry”, rising straight from your brain's right hemisphere, seat of the emotions, maybe with a flight-or-fight boost from the subcortical limbic system. If you enrich your anger with a little thought, you may draw on the left hemisphere for a spot of “propositional cursing”: “This is the last time I'll use this goddamn hammer to drive in a fucking nail”—my own example, not Dr. Timothy Jay's.</p>\n<p>Jay, whose scholarship on cursing and related matters occupies a page and a half of his own bibliography, ventures that cussing usually is a product of anger. Although this recalls one definition of sociology—“the painful elaboration of the obvious” —he's right, of course. He's not so accurate about the grammar of the hammer. “One will call an insensitive man an <em>asshole</em> and an argumentative woman a <em>bitch</em>,” he says. “However, a speaker never curses at a hammer with words like <em>bitch</em> or <em>asshole</em>.” This may be true of Jay's hammer, but not of mine.</p>\n<p>In <em>Why We Curse,</em> Jay offers a tripartite “Neuro-Psycho-Social Theory” to explain how, where, and when we get hot and bothered.  Cursing is an essential part of language, and we come neurologically equipped to do it well. The proof is what happens when things go wrong with the brain's wiring: one symptom of Tourette's Syndrome, Alzheimer's Disease, or brain damage may be the affected person's giving vent to volleys of oaths. Learning to curse, we acquire and retain for life certain choice expletives. We judge where and when to use or not to use them. Small boys and college students of both sexes favor <em>fuck</em> as a curse; small girls, <em>bitch</em>; lads at a Boy Scout camp call gravy on boiled rice <em>shit on lice.</em> Cursing peaks in adolescence, but persists into old age. (One study of nursing-home residents showed <em>damn</em> to be their overwhelming favorite—a pretty mild oath, all things considered.) Cursing's influenced by our personalities gender: men curse more than women, and extraverted Type A-personality men most of all. The culture around us specifies what words are perceived as profane or taboo, and these are typically linked to sexual activity or religious beliefs. He claims that dirty jokes at weddings betray sexual anxiety and that “The Pope is a fool” is a blasphemous statement. “People with high religiosity and high sexual anxiety tend to be offended by profanity and sexual slang.”</p>\n<p>In Jay's view, cursing is the revenge of the powerless against the powerful, or at least an act of desperation. “The situation of teenagers is similar to that for the lower working class and the politically disenfranchised; they have no power, and so they have nothing to lose by cursing.” This sounds plausible, but if it were universally true, why did politically under-represented women traditionally curse less? Perhaps they had something to lose. In denying the “myth” that “Cursing is bad, but it can be eliminated from use”, he says that “We have to look at the psychological need to express emotion, counterbalanced by the sociocultural need to control emotions. It is an ancient struggle.”</p>\n<p>Indeed it is. We're cursed by cursing, and e-mail adds an exciting new outlet in the form of flames. One study showed that, on the person-to-person level, both men and women considered that <em>Just to teach you a lesson I'm going to smash your motherfucking face in</em> would most result in fisticuffs, an example of “fighting words” that are legally defined in some states. But what are the worst things men and women can call each other? Jay notes a 1987 study that he summarizes in tabular form:</p>\n<blockquote>\n<p>woman to man: <em>bastard, prick</em></p>\n<p>man to woman: <em>cunt, slut</em></p>\n<p>man to man: <em>faggot, gay</em></p>\n<p>woman to woman: <em>bitch, slut</em></p>\n</blockquote>\n<p>Maybe, but if I wanted to curse my gay friends I know I'd have to use stronger stuff than “gay.”</p>\n<p>The rules that Jay formulates for what he self-importantly terms “NPS Theory” take the form of conditional if-then statements: “IF neurological state + psychological state + sociocultural setting, THEN (+) or (-) likelihood of cursing.” He drives home the point by littering the text with irritating plus or minus signs: “Learning environments produce different thresholds for using offensive language, with children raised in a permissive manner being more likely (+) to use curse words than children from conservative backgrounds (-).” A certain hilarious solemnity sets in:</p>\n<blockquote>\n<p>“Curse words used as metaphors to express anger are also meaningful (Jay, 1992a). For example, one curses at a person who has committed a thoughtless deed, “You shithead!” This term, <em>shithead,</em> metaphorically denotes the doer of the misdeed as having “a head full of shit.” Pragmatically, this metaphor informs the target, in a meaningful manner, that the speaker is upset about his misbehavior.”</p>\n</blockquote>\n<p>The author has an awkward way around metaphors. Referring to the old-fashioned practice of washing out with soap the mouth of a cussing child, Jay says, “One could claim that washing the curser's mouth is based on the dirty word and dirty mouth metaphor, as if a 'dirty' mouth is cleaned with soap is cleansed with soap during the punishment.” One certainly could claim that. In any case, Jay and a colleague once designed “a study to see if figurative speech is harassing to women,” running 128 randomized metaphors by female respondents, among them <em>you hop from bed to bed</em> and <em>I hunger for your touch.</em> The latter irresistibly suggests the Righteous Brothers hit, “Unchained Melody” (“Whoa! My love, my darling, / I hunger for your touch...”) but context is everything, and Jay's women rated it at 4.57 (near the top score of 5 for harassment). Yet it's hard not to believe that any libidinous male who tried this line around the office rubber plants would be laughed out of the building.</p>\n<p>As might be expected in a humorless book, Jay is not strong on the topic of humor. From George Legman (<em>The Rationale of the Dirty Joke</em>) and ultimately from Sigmund Freud, he wheels out the tired idea that jokes are masked forms of hostility, calling the phenomenon “essential” to his NPS Theory. Many jokes certainly are actively or tacitly hostile, but jokes are only one stylized form of humor. I suspect that, these days at least, comedians are more intent on ingratiating themselves with their audience than in insulting it. Affectionate ribbing among friends affirm a shared humanity as much as malice, and even the competitive exchange of insults may testify more to creative than to murderous instincts.</p>\n<p>Yet <em>Why We Curse</em> is not utterly devoid of humor, thanks to the clinical studies it cites. Did you know that New Mexico restaurant employees cited in a 1995 study termed 'a walk through the restaurant to check female customers for particularly large breasts a <em>tit run</em>? If the American Dialect Society did not declare this the winner in the “Most Outrageous” category of its annual “Word of the Year” poll it should have.</p>\n<p>One study of patients with left-brain damage had its subjects match famous persons' names to their photographs: “Patient 2, who had the most profound language deficit....chuckled while correctly matching name of Rachel Welch and produced an expletive when correctly matching the name of Ronald Reagan to the corresponding photographs.” Jay doesn't specify whether Patient 2 was a Republican or a Democrat. Some might argue that, if a Democrat, he wasn't brain-damaged at all.</p>\n<p>Never let it be said that free-association researchers can't have fun. During a sex-anxiety test involving “double-entendre sentence completion,” half the male subjects had to cope with the sentence “The lid won't stay on regardless of how much I (a) turn it, (b) screw it, (c) twist it, or (d) tighten it” while “having the experimental materials administered by a sexually provocative female experimenter.” No doubt there were blushes aplenty in the lab that day.</p>\n<p>Convinced that researchers of cursing should study people, not words, Jay has little use for dictionaries, claiming that they “represent offensive words statically and ignore the purpose of emotional speech in the communication process,” popularize “offensive language in order to entertain readers without explaining its role in language,” and thus “marginalize offensive speech and perpetuate slang's taboo status rather than revealing emotional language as an essential aspect of human communication.” Yes, and may camels defecate on your mother's grave. The fact is that lexicographers use a variety of usage labels, and are significantly adding speech components to massive corpora of language use. (A tape recorder set up at a construction site would yield useful results, one supposes.) Robert Chapman's <em>New Dictionary of American Slang</em> marks entries with symbols to indicate emotional impact; the wealth of examples in J.E. Lighter's <em>Random House Historical Dictionary of American Slang</em> would have been more rewarding to Jay than many of his arid academic studies. If he'd read some dictionaries he might have accurately deduced that in recent decades taboo words concerning sexuality and body functions have lost their offensive sting, but those involving race have gained it. In terms of stigma, the <em>f-word</em> has lost ground to the <em>n-word.</em></p>\n<p>Jay's own linguistic competence does not inspire faith, notably in his discussion of “fuck”. <em>Fuck,</em> that marvel of the English language, can serve as virtually any part of speech almost anywhere in syntax. But Jay approvingly quotes from one study which claims that the verb <em>fuck</em> and the phrase <em>fuck</em> you can appear only “in a limited set of sentence types” and that the following sentences are inadmissible: <em>please fuck you, wash the dishes and fuck you, describe and fuck communism,</em> and <em>fuck those irregular verbs tomorrow afternoon.</em> Equally illegitimate, says another study, is <em>Nixon's statement and his answer to my question were crocks of shit.</em> Yet one need not be a scriptwriter, or Elmore Leonard, or Irish, to devise scenarios featuring all these expressions. Tired and fed-up student doesn't look forward to a French test: “Fuck those irregular verbs tomorrow afternoon!”</p>\n<p>Jay's editor should have warned him about the perils of using participles as adjectives. The author is forever using phrases like “cursing rules”, “cursing styles”, and “cursing environments”. Speaking personally, I have spent a lot of time cursing rules, styles, and environments. One of Jay's chapter titles is “Future of Cursing Research”. What are the prospects for cursing research? They're damned good.</p>\n<p>—<em>Fraser Sutherland</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>Why We Curse: A Neuro-Psycho-Social Theory of Speech</em></h1> <p>Dr. Timothy Jay, (John Benjamins, 1999), 328 pp.</p> <p>Well, what do you say when you hit your thumb with a hammer? Chances are, you utter a “response cry”, rising straight from your brain's right hemisphere, seat of the emotions, maybe with a flight-or-fight boost from the subcortical limbic system. If you enrich your anger with a little thought, you may draw on the left hemisphere for a spot of “propositional cursing”: “This is the last time I'll use this goddamn hammer to drive in a fucking nail”—my own example, not Dr. Timothy Jay's.</p> <p>Jay, whose scholarship on cursing and related matters occupies a page and a half of his own bibliography, ventures that cussing usually is a product of anger. Although this recalls one definition of sociology—“the painful elaboration of the obvious” —he's right, of course. He's not so accurate about the grammar of the hammer. “One will call an insensitive man an <em>asshole</em> and an argumentative woman a <em>bitch</em>,” he says. “However, a speaker never curses at a hammer with words like <em>bitch</em> or <em>asshole</em>.” This may be true of Jay's hammer, but not of mine.</p> <p>In <em>Why We Curse,</em> Jay offers a tripartite “Neuro-Psycho-Social Theory” to explain how, where, and when we get hot and bothered.  Cursing is an essential part of language, and we come neurologically equipped to do it well. The proof is what happens when things go wrong with the brain's wiring: one symptom of Tourette's Syndrome, Alzheimer's Disease, or brain damage may be the affected person's giving vent to volleys of oaths. Learning to curse, we acquire and retain for life certain choice expletives. We judge where and when to use or not to use them. Small boys and college students of both sexes favor <em>fuck</em> as a curse; small girls, <em>bitch</em>; lads at a Boy Scout camp call gravy on boiled rice <em>shit on lice.</em> Cursing peaks in adolescence, but persists into old age. (One study of nursing-home residents showed <em>damn</em> to be their overwhelming favorite—a pretty mild oath, all things considered.) Cursing's influenced by our personalities gender: men curse more than women, and extraverted Type A-personality men most of all. The culture around us specifies what words are perceived as profane or taboo, and these are typically linked to sexual activity or religious beliefs. He claims that dirty jokes at weddings betray sexual anxiety and that “The Pope is a fool” is a blasphemous statement. “People with high religiosity and high sexual anxiety tend to be offended by profanity and sexual slang.”</p>"
}