{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Quaint Crimes, Archaic Punishments",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Quaint Crimes, Archaic Punishments</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Common to humanity worldwide, it would seem, is the desire that bad guys get their just deserts. Theologically this leads to a variety of afterlife states, depending on the community of believers, in which the evil we do in this world is punished in the next.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> But most societies have laws, often of considerable complexity, providing for retribution in the present life; and the Englishspeaking world, much of whose jurisprudence is rooted in British common-law tradition,<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> is no exception. And like our language, our laws have changed over time, so that what once was considered a crime may today be thought gauche but unprosecutable (e.g., blasphemy), whereas other behavior formerly considered beyond the law's reach may become criminalized following a shift in the consensus of the public's perception of a given offense and/or offender (such as abortions and those who perform them.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>)</p>\n<p>The bill of rights with which the constitution of the United States was initially amended,<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> in order to gain its passage by states whose citizens were leery of excessive government power and mindful of recent outrages committed by British occupying armies,<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> includes a now-familiar prohibition on “cruel and unusual punishment.” As a result, even for offenses which remain in our legal codes as crimes, the sentences tend to follow, or at least parody, a rationalist-empiricist worldview rather than a punitive-orthodox one. Courts have generally construed the “and” as meaning “<em>either</em> cruel <em>or</em> unusual” rather than “<em>both</em> cruel and <em>also</em> unusual.” There have been exceptions, such as the drunk driver who, convicted of causing an accident, was ordered by the judge to send a check of a nominal amount ($1) to the family of the victim on the anniversary of the accident, for the rest of his life—an unusual sentence but hardly a cruel one by the normal standards of his community.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Still, for the most part, by the end of the 20th century punishments in America had settled down to a limited inventory of retributive genres: monetary fine, imprisonment, or death.</p>\n<p>Indeed, <em>incarceration</em> as a punishment in and of itself is a relatively recent development in human history, derived from the post-Enlightenment belief that in a controlled environment it would be possible to rehabilitate prisoners and other social deviants.<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> In the late 1700s the Utilitarian philosopher Jeremy Bentham proposed a model prison called the <em>panopticon,</em> so called from the fact that its cells were arranged around a central tower in such a way that the guards could see everything that went on (obviating, Bentham added, the need for locks, since who would attempt to pick a lock in plain sight of a keeper?) Prior to that time, however, prisons were mere holding tanks, places of confinement for prisoners usually awaiting some other disposition, such as execution (e.g. of notable prisoners following their display in a Roman general's triumphal procession, such as that of Marius over Iugurtha<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> , the Numidian king being afterwards strangled in the <em>carcer</em> of the Eternal City), the payment of debt (a fate which the novelist Daniel Defoe escaped only by seeking sanctuary in Whitefriars<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> ), or the extraction of ransom (as happened to Richard the LionHearted when he fell into the hands of the Holy Roman Emperor Henry VI in 1193 on his way back from crusading in Palestine).<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup></p>\n<p>By contrast, actual judicial sentences prior to Enlightenment penal reforms often entailed bodily harm, temporary or permanent: branding, amputation (used both for forgery and for seditious writings11), whipping, the <em>pillory</em> or <em>stocks,</em><sup><a href=\"#user-content-fn-12\" id=\"user-content-user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> the <em>ducking stool</em> or the wearing of <em>scolds' bridles;<sup><a href=\"#user-content-fn-13\" id=\"user-content-user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></em> to these might be added the vernacular refinements of <em>tarring and feathering</em> and <em>riding out of town on a rail,</em> both of which were notoriously employed by American colonists against Tory sympathizers. Capital punishment likewise came in various forms, hanging being the commoner's end (sometimes jovially glossed as <em>up the long ladder and down the short rope,<sup><a href=\"#user-content-fn-14\" id=\"user-content-user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></em> being <em>turned off,<sup><a href=\"#user-content-fn-15\" id=\"user-content-user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></em> or <em>doing the air jig</em> or the <em>dance upon nothing<sup><a href=\"#user-content-fn-16\" id=\"user-content-user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup></em>). By contrast, the nobility was afforded the courtesy of being beheaded, either by a <em>heading axe<sup><a href=\"#user-content-fn-17\" id=\"user-content-user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup></em> or with a two-handed sword.</p>\n<p>Nastier deaths awaited those who committed crimes against the crown such as raising a rebellion or an actual attempt upon the sovereign's life: <em>Hanging, drawing and quartering</em> was the fate of the hapless Dr. Rodrigo Lopez, convicted of conpiring<sup><a href=\"#user-content-fn-18\" id=\"user-content-user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> to poison Queen Elizabeth I in 1594; this gruesome mode of execution began with a hanging designed to choke almost to death but not quite, before cutting the condemned down, then making an abdominal incision and hooking the intestine to a windlass (the guts thus extracted being burnt before the victim's face) and finally beheading and sawing the body into four pieces. (France and China,<sup><a href=\"#user-content-fn-19\" id=\"user-content-user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> on the other hand, quartered victims by tying them to four horses or oxen.)</p>\n<p>Burning by itself (at the stake) was practiced against designated heretics on both sides of the Protestant Reformation in England;<sup><a href=\"#user-content-fn-20\" id=\"user-content-user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> by Mary Tudor's time the custom was to tie a bag of gunpowder around the neck of the accused, which often (though not always) would explode with mercifully fatal result when reached by the flames. We tend to associate burning at the stake with the <em>autos-da-fé</em> of the Spanish Inquisition, but such executions were merely the final act—executed by civil authorities and not the Church—of the drama of interrogation designed to coerce the accused into admitting guilt for heretical deeds and thoughts. Nevertheless, such devices and instruments of torture as the <em>rack</em>, the <em>brodequin</em> or “wooden boot,” <em>thumbscrews</em> and <em>pilliwinks</em><sup><a href=\"#user-content-fn-21\" id=\"user-content-user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> , the <em>strappado</em><sup><a href=\"#user-content-fn-22\" id=\"user-content-user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> or the <em>peine forte et dure</em><sup><a href=\"#user-content-fn-23\" id=\"user-content-user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> were in common judicial use throughout Europe; as Robert Held points out, “Nothing went on in inquisitorial dungeons . . . that would have seemed excessive, let alone unusual, to any plebe, burgher, or prince of the times.”<sup><a href=\"#user-content-fn-24\" id=\"user-content-user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> Moreover, as Elaine Scarry has astutely noted, the persistence of torture to this day, with all its technological refinements is testimony not so much to its efficacy as a means of obtaining information (which the torturer or his superiors may in any case already possess) than its semiotic durability as “the translation all the objectified elements of pain into the insignia or power, the conversion of…human suffering into an emblem of the regime's strength.”<sup><a href=\"#user-content-fn-25\" id=\"user-content-user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup></p>\n<p>Readers who have served on a jury may at times have thought the long-winded posturing of attorneys to be a torment in its own right. Lawmakers, for all that many of them have been lawyers themselves, are not incapable of sympathizing with this sentiment, which is why statutes exist in many jurisdictions prohibiting <em>barratry</em><sup><a href=\"#user-content-fn-26\" id=\"user-content-user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> an old-fashioned word for frivolous litigiousness. Sumptuary laws— ordinances outlawing conspicuous consumption— go all the way back at least to Rome, where among the laws on the Twelve Tables was a prohibition on burying gold and silver ornaments with the dead, an exception being made for dental bridgework.<sup><a href=\"#user-content-fn-27\" id=\"user-content-user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> Among the <em>blue laws</em> enacted by the Puritan citizens of New Haven, Connecticut, was a provision for a whopping £300 fine for anyone who “wears clothes trimmed with gold, silver, or bone lace above one shilling per yard.”<sup><a href=\"#user-content-fn-28\" id=\"user-content-user-content-fnref-28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup></p>\n<p>Some quaint criminal charges are apocryphal, either in meaning or in fact. The definition of <em>mopery</em> as “exposing oneself to a blind person” has been gleefully embraced by American writers from H. Allen Smith in the 1940s to Thomas Pynchon five decades later, apparently without foundation; the actual offense (whose name derives from a secondary meaning of the verb to <em>mope</em>,<sup><a href=\"#user-content-fn-29\" id=\"user-content-user-content-fnref-29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> 'to walk away, make off') is 'loitering while walking,' and, like laws against vagrancy, functions as a sort of legal wildcard, a one-size-fits-all charge that can easily be applied to annoying people by irritable authorities. In a similar vein, an informant<sup><a href=\"#user-content-fn-30\" id=\"user-content-user-content-fnref-30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> has told me that some acquaintances of his were supposedly arrested in a town on Cape Cod in Massachusetts during the late 1960s for <em>lurking with intent to loom</em>: 'loitering for the purposes of appearing menacing.' <em>Fiat justitia, ruat coelum.</em><sup><a href=\"#user-content-fn-31\" id=\"user-content-user-content-fnref-31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup></p>\n<hr>\n<p>[Nick Humez likes footnotes.]</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>Such places of torment for departed souls sometimes entail an element of poetic justice as well. Thus in Greek myth we find Tantalus, whose offenses included revealing the secret of the banquets which kept the gods immortal and then serving his own son Pelops in a stew when a couple of deities dropped in and his larder was otherwise bare, suffering from perpetual hunger and thirst down in Tartarus, in sight of fruit and water which receded whenever he reached for them—see Robert Graves, <em>The Greek Myths Complete</em> (Penguin, 1971), §108— whence the term <em>tantalus</em> for a liquor cabinet whose contents can be seen but not tasted unless one has the key to unlock it. The orthodox Christian Hell allegorized nearly two millennia later by Dante owes much to the Greeks' Tartarus, though with a heavy admixture of the taxonomies of sin worked out by Aristotle and Cicero, as pointed out by Dorothy Sayers on page 139 of her translation of <em>The Inferno</em> (New York: Penguin, 1980), so it is no surprise that four of the five rivers of the classical underworld— Acheron, the Styx, Phlegethon, and Lethe—should be incorporated in the poet's vision of the abode of the damned as well, along with not a few characters from Greco-Roman myth and epic, such as Minos and the Minotaur, the Furies, the harpies, and the centaurs, Dido and Aeneas, and, of course, the poet Vergil himself as Dante's cicerone. (Indeed, Sayers identifies Book VI of Vergil's <em>Aeneid</em> as a source “from which Dante derived so much of the geography and machinery of the <em>Inferno</em>.”) Wholly in keeping with the late medieval allegorical tradition, punishments fit crimes in the <em>Inferno</em> too: The lustful are driven perpetually by a dark wind: A “howling darkness of helpless discomfort,” Sayers observes, these sinners' punishment is “simply the sin itself, experienced without illusion” (page 102); the violent against God, Nature, and Art are condemned to the circle of burning sand (onto which falls a constant rain of fire); thieves inhabit a circle full of snakes, as befits their guile, and change shape horribly, parodying their sin of failing to distinguish between “mine” and “thine.” But other Western societies allotted to the non-virtuous an indiscriminate oblivion: In the postmortem court of the Egyptians, the sinner whose heart was found to be heavier than the feather which was the hieroglyph for “justice” (<em>ma'at</em>) would be summarily devoured by the crocodile-headed monster Amemait, as J. Viaud notes in his essay “Egyptian Mythology” in <em>The New Larousse Encyclopedia of Mythology</em> (New York: Crescent Books, 1987), page 41, while Norsemen who failed to fall bravely in battle and be carried up to Valhalla by the Valkyries were doomed, after their nine-day journey through the Wood of Iron to Niflheim, to be annihilated by the death-goddess Hel. (For a synopsis of Norse cosmology and afterlife, see <a href=\"http://www.angelfire.com/art/\">http://www.angelfire.com/art/</a> brim2001/norse_stories.htm.) <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>With occasional exceptions, notably in the more equitable laws regarding the division of property between divorcing men and women in the American states whose civil code is derived indirectly from the Roman Code of Justinian, either through the Spanish <em>Partidas of Alfonso the Wise</em> (e.g. New Mexico) or the <em>Code Napoléon</em> (Louisiana). <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>Abortion was not a criminal offense in England, for example, until the middle of the 19th century (§§ 58-59 of the Offenses Against the Person Act of 1861). Although the Roman Catholic Church, during the papacy of Pius IX (beatified along with Pope John XXIII in 2001), came down emphatically against abortion for any reason whatever in 1869, medieval churchmen, notably St. Thomas Aquinas, believed that fetuses did not have souls until “quickened,” i.e. until signs of stirring were present, generally in the third trimester of pregnancy. In the United States, the Supreme Court decision in <em>Roe v. Wade</em> (1973) in effect legalized abortion in America by reframing the issue as one of the privacy rights of the pregnant woman. For the state of British abortion law in the mid-20th century, see C. J. Polson's <em>Essentials of Forensic Medicine</em> (Oxford, England: Pergamon Press, 1962), pp. 381-389; for an interesting examination of the sexual politics of reproductive technology, see also Susan M. Squier's <em>Babies in Bottles</em> (New Brunswick, NJ: Rutgers University Press, 1994), especially pp. 63-76 and 96-99. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>Although Amendments One through Ten are generally regarded as <em>the</em> Bill of Rights for historical purposes, civil liberties of Americans are also enumerated in clauses within the constitution itself that prohibit suspension of Habeas Corpus (except in wartime), bills of attainder, and ex post facto laws. Additional rights were added by Amendments #13 (abolition of slavery), #14 (guarantees of due process and equal protection), #15 (civil rights of persons of color and/or former slaves) and #19 (female suffrage). <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>]Such as the floggings, of 1000 lashes each, administered to two inhabitants of Waldoboro who attempted to return home from the loyalist colony-within-a-colony appropriately named New Ireland, established on Penobscot Bay during the American War of Independence by British forces after fending off the Massachusetts Navy's attempt to capture Fort Bagaduce (now Castine). See James S. Leamon, <em>Revolution Downeast</em> (Amherst, MA: University of Massachusetts Press, 1993), page 177. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>I am indebted to Jennifer Holan for this example. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>For an interesting discussion of the role of county “Houses of Correction” in the management of the insane in Massachusetts at the beginning of the 19th century, see Mary Ann Jimenez, <em>Changing Faces of Madness</em> (Hanover, NH: University Press of New England, 1987). <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p>The war with the Numidians coincided with the emergence of the rival strongmen Marius and Sulla, and hence might be viewed as the beginning of the end of the Roman Republic. Sallust's <em>Jugurthine War,</em> together with his <em>Conspiracy of Catiline,</em> is available in a translation by S.A. Handford (New York: Penguin, 1963). <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>This former cloister in London being, as Anthony Burgess notes in his introduction to Defoe's <em>Journal of the Plague Year</em> (New York: Penguin, 1966), “one of the 'liberties' where the King's writ did not run.” Imprisonment for debt was ended in both Britain and America by bankruptcy laws passed in the 1800s, although under certain conditions—e.g. concealment of assets—debtors may be confined indefinitely under a judge's power to find them in contempt of court, one such defendant in Philadelphia recently having lost his appeal for release from a sentence now in its sixth year thanks to his intransigence in refusing to obey the judge's order in his divorce to reveal all that he actually possesses. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>A fourth reason—a kind of preventive detention at the government's pleasure—allowed a middle ground when a noble offender could not be readily punished but clearly would be an embarrassment if allowed at large. Elizabeth I thus kept her rival cousin Mary, Queen of Scots, comfortably mewed up in a series of country estates and castles for over two decades (1568–1587) before finally having her beheaded with a sword following the discovery of Babington's regicidal plot. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-12\">\n<p>More dangerous than cartoons of life in Puritan New England would suggest. The stocks immobilized legs and feet but left the head free; the pillory confined head and arms. In either case the prisoner was at risk of being pelted with anything from garbage to bricks, by indignant passers-by or, worse, fellow-citizens with a serious grudge; death from a fractured skull was not unheard of. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-13\">\n<p>An explanation and pictured examples of scolds' bridles, also called <em>branks,</em> are given on pp. 151-55 of Robert Held's <em>Inquisition/Inquisición</em> (Florence, Italy: Qua d'Arno Publishers, 1985), a bilingual catalogue for an exhibition of instruments of torture on tour to various European cities from 1983 through 1987. I am obliged to Paul DeVore for bringing this horrifying but wholesome book to my attention. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-14\">\n<p>The opening line of an anti-Protestant children's verse from Northern Ireland, included in performances by the Clancy Brothers and Tommy Makem during their concert tours of the 1960s <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-15\">\n<p>I.e., by the hangman after he and the condemned had mounted the ladder together. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-16\">\n<p>Since both executioner and prisoner had to climb the ladder, the latter's feet were not tied; unless the fall broke the neck immediately, the strangling victim legs would writhe in the air. <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-17\">\n<p>An example of which—with no poll on the back and a broadly curving and offset blade on the front—is still in the Tower of London; a photograph of it appears on page 10 of Henry Kaufman's <em>American Axes</em> (Brattleboro, VT: Stephen Greene Press, 1972). <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-18\">\n<p>Lopez, a Jewish physician who had fled to England from Spain in 1559, was physician to the queen at the time he was accused of plotting to kill her at the instigation of Philip II of Spain. The case for and against his guilt, and the possible role of the Earl of Essex, is examined in a BBC “Open University” website, <a href=\"http://www.open2.net/renaissance2/doing/conspire.html\">http://www.open2.net/renaissance2/doing/conspire.html</a>. Prior to the invention of the trap-door gallows (or <em>new drop</em>), deft hangmen came to pride themselves on being able to turn the condemned off the ladder in such a way that the fall would indeed break the prisoner's neck; but executioners took care not to kill prematurely when drawing and quartering were supposed to follow. <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-19\">\n<p>For France, see Barbara Levy, <em>Legacy of Death</em> (Englewood Cliffs, NJ: Prentice-Hall, 1973), pp. 13 and 4245; this book is a fascinating history of the seven generations of the Sanson family who served as executioners of Paris. A vivid description of a Chinese judicial quartering in the era of magistrate Dee Jen-Djieh (630–700 A.D.) is provided by Robert Van Gulik on pp. 273-74 of <em>The Chinese Bell Murders</em> (Chicago: University of Chicago Press, 1977), one of many mystery stories in the Chinese style written by Van Gulik after the enthusiastic reception given his translation of the classic <em>Dee Goong An (Celebrated Cases of Judge Dee.)</em> The Dutch career diplomat was also an assiduous collector of Oriental erotic art. <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-20\">\n<p>The Smithfield executions by fire of Anglicans during Bloody Mary's brief Counter-Reformation are vividly related in John Foxe's <em>Book of Martyrs</em> (Old Tappan, NJ: Spire Books, 1968), originally published in England during the reign of Elizabeth I and an instant best-seller; it would go on to be one of the three commonest books in 17th-century New England, along with the <em>Bay Psalm Book</em> and the Bible. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-21\">\n<p>Used by the Burgundians and their English allies to coerce a confession out of St. Joan of Arc during the Hundred Years' War, the <em>brodequin</em> was also employed in an unsuccessful attempt to extract the names of accomplices from Robert-François Damiens, who attempted to assassinate King Louis XV of France in 1757. For this act of <em>lèse-majesté</em> (from Latin <em>laesus majestatis,</em> 'affront to majesty') Damiens was condemned to be quartered alive. (See Levy, <em>op. cit.,</em> pp. 42-45.) <em>Pilliwinks</em> (Middle English <em>pyrewykes</em>) were a type of finger-crusher. Bone-breaking as a form of interrogative torture is to be distinguished from the judicial <em>breaking on</em> (or <em>with</em>) <em>the wheel,</em> a form of execution in which the condemned was either tethered to a horizontal wheel which was turned as the executioner systematically broke the bones with an iron bar, or else tied over a set of hard fulcra against which the wheel itself was smashed to crush the bones between them. In either case, once the victim was broken, the limbs were braided in between the spokes of the wheel, which was then set up on a pole so that birds could peck at the body. Though Levy (<em>op. cit.,</em> page 13) says that the “punishment was said to have originated in Germany,” at Rome clubbing a naked criminal to death while his neck was fixed to the ground by a wooden fork was already referred to as “an old-fashioned execution” by the time of the first Caesars; Suetonius's <em>The Twelve Caesars</em> (New York: Penguin,1957), reports that the fleeing emperor Nero, on learning that the Senate had condemned him to such a fate, overcame his cowardice enough to stab himself to death instead. The last sentence to the wheel in France was handed down in 1788, on a man named Louschart convicted of killing his father in a political argument; but a Paris crowd which sympathized with the condemned man's revolutionary sentiments mobbed the scaffold and freed Louschart, and the executioner— Charles-Henri Sanson, later called “the keystone of the Revolution”—barely escaped unscathed. King Louis XVI graciously pardoned Louschart and ordered the punishment forever stricken from the French law code (Levy, <em>op. cit.,</em> pp. 68-69). <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-22\">\n<p>Or in French, <em>l'estrapade.</em> This consisted of tying the prisoner's hands behind him, lifting him to a great height, then dropping him so that his arms would be dislocated. The shipboard version was called <em>la cale,</em> and came in two forms: <em>la cale sèche</em> ('dry fall'), in which the victim was dropped almost to the deck, and <em>la cale humide</em> ('wet fall'), in which he plummeted into the water (Levy, <em>op. cit.,</em> pp. 13-14). <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-23\">\n<p>This term referred to pressing someone under a door weighted down with rocks in order to force a plea in court. Giles Cory, the only defendant at Salem to be executed other than on the gallows, was so treated during the witchcraft trials of 1692. See Paul Boyer and Stephen Nissenbaum, <em>Salem Possessed</em> (Cambridge, Mass.: Harvard University Press, 1974), page 8. <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-24\">\n<p>Held, <em>op. cit.,</em> Introduction, page 15. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-25\">\n<p>Elaine Scarry, <em>The Body in Pain</em> (Oxford University Press, 1985), page 56. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-26\">\n<p>Laughlin McDonald, in <em>A Civil Rights Odyssey</em> (New York: Cambridge University Press, in press), mentions several instances in which segregationists in the South used barratry statues still on the books to impede suits by civil rights activists. Courts actually convicted several defendants (in, e.g., Georgia) but the sentences were overturned on appeal. Freud alludes to barratry penalties in Europe as well, in his <em>General Introduction to Psychoanalysis</em> (New York: Washington Square Press, 1962), as an analogy when speaking of patients who blather on about matters irrelevant to the treatment as paying for the session in any case—the equivalent, he says, of “being fined so many Kroner for wasting the time of the court.” <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-27\">\n<p>Humez, Alexander and Nicholas, <em>A B C Et Cetera: The Life and Times of the Roman Alphabet</em> (Boston, Mass.: Godine, 1985), page 50. <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-28\">\n<p>Marcus Bales was kind enough to send me the list of archaic statutes which included this item, headed by a note stating that they were called <em>blue laws</em> because originally they were printed on blue paper. This origin may be apocryphal, but that it did at least originate (first appearing in print in 1781) in reference to New Haven's legal code, and was only later generalized to apply to such laws elsewhere, is confirmed at the entry for “blue-laws” on page 600 of the first volume of the <em>Century Dictionary</em> (New York: The Century Company, 1895)—a work compiled under the direction of one of New Haven's most eminent linguistic scholars, Yale University's long-time Professor of Comparative Philology and Sanskrit, William Dwight Whitney. <a href=\"#user-content-fnref-28\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-29\">\n<p>Attested in T<em>he American Mercury</em> magazine in 1928, and elsewhere even earlier, according to Eric Partridge's <em>A Dictionary of the Underworld</em> (New York: Macmillan, 1950), page 449. My thanks to Bruce Harris Bentzman for pointing out this reference. <a href=\"#user-content-fnref-29\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-30\">\n<p>John G. Mulvey, for many years a history teacher in northern Vermont. <a href=\"#user-content-fnref-30\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-31\">\n<p>“Let there be justice, though heaven fall.” According to the 16th edition of <em>Bartlett's Familiar Quotations</em> (Boston, Mass.: Little, Brown, 1992), page 119, the maxim is sometimes attributed to Lucius Calpurnius Piso Caesoninus (d. 43 B.C.) <a href=\"#user-content-fnref-31\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Quaint Crimes, Archaic Punishments</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Common to humanity worldwide, it would seem, is the desire that bad guys get their just deserts. Theologically this leads to a variety of afterlife states, depending on the community of believers, in which the evil we do in this world is punished in the next.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> But most societies have laws, often of considerable complexity, providing for retribution in the present life; and the Englishspeaking world, much of whose jurisprudence is rooted in British common-law tradition,<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> is no exception. And like our language, our laws have changed over time, so that what once was considered a crime may today be thought gauche but unprosecutable (e.g., blasphemy), whereas other behavior formerly considered beyond the law's reach may become criminalized following a shift in the consensus of the public's perception of a given offense and/or offender (such as abortions and those who perform them.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>)</p> <p>The bill of rights with which the constitution of the United States was initially amended,<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> in order to gain its passage by states whose citizens were leery of excessive government power and mindful of recent outrages committed by British occupying armies,<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> includes a now-familiar prohibition on “cruel and unusual punishment.” As a result, even for offenses which remain in our legal codes as crimes, the sentences tend to follow, or at least parody, a rationalist-empiricist worldview rather than a punitive-orthodox one. Courts have generally construed the “and” as meaning “<em>either</em> cruel <em>or</em> unusual” rather than “<em>both</em> cruel and <em>also</em> unusual.” There have been exceptions, such as the drunk driver who, convicted of causing an accident, was ordered by the judge to send a check of a nominal amount ($1) to the family of the victim on the anniversary of the accident, for the rest of his life—an unusual sentence but hardly a cruel one by the normal standards of his community.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Still, for the most part, by the end of the 20th century punishments in America had settled down to a limited inventory of retributive genres: monetary fine, imprisonment, or death.</p> <p>Indeed, <em>incarceration</em> as a punishment in and of itself is a relatively recent development in human history, derived from the post-Enlightenment belief that in a controlled environment it would be possible to rehabilitate prisoners and other social deviants.<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> In the late 1700s the Utilitarian philosopher Jeremy Bentham proposed a model prison called the <em>panopticon,</em> so called from the fact that its cells were arranged around a central tower in such a way that the guards could see everything that went on (obviating, Bentham added, the need for locks, since who would attempt to pick a lock in plain sight of a keeper?) Prior to that time, however, prisons were mere holding tanks, places of confinement for prisoners usually awaiting some other disposition, such as execution (e.g. of notable prisoners following their display in a Roman general's triumphal procession, such as that of Marius over Iugurtha<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> , the Numidian king being afterwards strangled in the <em>carcer</em> of the Eternal City), the payment of debt (a fate which the novelist Daniel Defoe escaped only by seeking sanctuary in Whitefriars<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> ), or the extraction of ransom (as happened to Richard the LionHearted when he fell into the hands of the Holy Roman Emperor Henry VI in 1193 on his way back from crusading in Palestine).<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup></p>"
}