{
  "type": "Article",
  "title": "Epithets: the Great, the Good, the Golden-tongued and the Terrible",
  "author": "Susan Elkin",
  "location": "Sittingbourne, Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Epithets: the Great, the Good, the Golden-tongued and the Terrible</h1>\n<p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p>\n<p>Remember Fluellen in Henry V? That garrulous, unconsciously funny, but unshakeably loyal Welshman is distressed by the French soldiers having sneaked into the English camp during the battle of Agincourt. “Expressly against the law of arms.” The French have killed the English boys who had been guarding the luggage. Then Fluellen starts to sing Henry's praises for promptly responding to the slaughter with a parallel atrocity.</p>\n<p>Given to wordy, stereotypically Welsh, digression and often forgetful in his excitement, Fluellen suddenly asks Gower his companion, apparently apropos of nothing: “What call you the town's name where Alexander the Pig was born?” The joke is that in the heat of his earnestness Fluellen has got the wrong epithet for Alexander. And in Fluellen's sing-song Welsh accent, which Shakespeare captures so perfectly, the word <em>big</em> sounds like <em>pig</em> which actually looks funnier written down than it usually sounds in the theatre.</p>\n<p>“Alexander the Great,” protests Gower dryly. “What I pray you” Fluellen demands, “Is not pig great? The pig, or the great, or the mighty, or the huge, or the magnanimous, are all one reckonings, save the phrase is a little variations.”</p>\n<p>The point, of course, is that when someone has acquired an epithet—as Alexander the Great did— many centuries ago, you can't suddenly paraphrase it. An epithet is for ever and it has to be right. But once they become an integral part of someone's name epithets are, when you think about it, strange things. It's like having you entire life and achievements summed up in a single word. You are reduced to a one-word epitaph or obituary—probably while you're still alive.</p>\n<p>Take <em>Ivan the Terrible,</em> Tsar Ivan IV of Russia (1533–84). His one-word memorial reminds us that he was infamous for his appalling cruelties although he was also a man of great energy. That word <em>terrible</em>, which is about all most of us know about him, is actually misleading. In Russian he is <em>Ivan Grozny</em> which is closer in meaning to <em>Ivan the Awesome</em>.</p>\n<p>Or what about <em>Philip the Amorous</em>? He was King of France from 1060–1108. His claim to fame is pretty timeless. He traded in his wife for a newer model. He abandoned Bertha, his Queen, and took off amorously with Berstada, wife of the Fulk of Anjou.</p>\n<p>Then there was <em>Ethelred the Unready</em> (9861016) who was King of England from 978. He has been judged for over a millennium for his lack of foresight. First he tried to buy off Danish invaders. Then in 1002 he ordered a massacre of Danish settlers which provoked an invasion by Swyen l of Denmark and led to a long war. The epithet posterity has attached to Ethelred seems a bit harsh since he was only a babe in arms when he became king (the result of someone murdering his half brother) and died before he was 30. What chance did he have to learn readiness?</p>\n<p>Many epithets are adjectival, with the adjective rather oddly preceded by the definite article as in Frederick (or <em>Peter, Catherine</em>—and several basket ball teams of others) <em>the Great.</em> Then there's <em>Alphonso the Brave, William the Silent, Harper the Blind</em> or—delightfully—<em>St Peter the Goldentongued.</em> This last, pleasant sounding chap was Archbishop of Ravenna. He died in about 450 A.D. Happily history has also ushered through its pages a large number of people it chooses to remember for their goodness. There was, for example, <em>Haco the Good,</em> King of Norway (920-961) and <em>Philip the Good,</em> Duke of Burgundy in the fifteenth century. More recently Queen Victoria's beloved husband, who died of cholera in 1861, is often referred to as <em>Albert the Good.</em></p>\n<p>Some other epithets are based on nouns. Back briefly to Shakespeare. There's a very nasty, but horribly plausible, little scene in Julius Caesar when an ugly mob turns on and strings up a man called Cinna. It's a case of mistaken identity. “I am Cinna the poet, I am Cinna the poet” the poor mancries desperately. “I am not Cinna the conspirator.” But the crowd has muddled its epithets and nothing can save the unfortunate Cinna. Something similar, although less serious because it leads only to temporary imprisonment happens to <em>Pompey the Bawd</em> in the witch-hunting world of Vienna in <em>Measure for Measure.</em></p>\n<p>Shakespeare neatly makes the point that an epithet's function is to distinguish the holder from others with the same name. We mustn't confuse <em>Mary the Virgin</em> with <em>Mary Magdalene</em> for example. Neither must we muddle <em>Charles the Martyr</em> (Charles l of England executed by his subjects in 1649) with <em>Charles the Fat, Charles the Simple, Charles the Fair, Charles the Foolish, Charles the Affable</em> and <em>Charles the Bold</em> who were all kings of France between 870 and 1477.</p>\n<p>Away from the annals of fiction and drama, in the real life of history, is Thomas Cromwell, <em>Maul of Monks.</em> He's a good (if not exactly admirable) example of a distinctive noun-based epithet which alliteratively sums up in three words the action of the man who carried out Henry VIII's vicious and greedy 1530s plan to destroy the monasteries of England and drive out the monks.</p>\n<p>How much nicer to be remembered as <em>Malcolm the Great Head</em> as Malcolm ll, King of Scotland 1057–93 is. Sometimes he's called <em>Malcolm Canmore</em> which comes from the Gaelic <em>ceannmore</em> meaning—guess what—'great head.'</p>\n<p><em>Henry the Navigator</em> sounds like a decently constructive sort of chap too. He was a Portuguese prince who sailed here and there in the fifteenth century and was instrumental in the discovery of the Madeiras and the European exploration of the Guinea coast of Africa. He set up an observatory and a training school.</p>\n<p><em>Vlad the Impaler</em> is a mysterious figure. He was a fifteenth century Romanian Prince with brutal— although probably not vampirish—habits. Long seen as the model for Bram Stoker's <em>Dracula</em>, Vlad has, it seems, been the victim of five centuries of unfairly bad press. And most scholars now think the connection between Vlad and Bram Stoker's fictional <em>Dracula</em> (1897) is pretty spurious.</p>\n<p>Religion, folklore and legend have lots of characters who are identified in the shorthand of nounbased epithets, too. Take the four chaps named James in the New Testament. They have to be epithetically distinguished as <em>James, the son of Zebedee, James the son of Alphaeus, James father</em> of the apostle Judas and <em>James the brother of Jesus</em>. Beyond the Bible are <em>Jack the Giant Killer, Schwanda the Bagpiper</em> and <em>Billy the Kid</em>.</p>\n<p>Then there are fictional phenomena like <em>Dennis the Menace</em> and <em>Beryl the Peril.</em> They are characters in the long running UK children's' comic paper <em>The Beano.</em> If they ever had surnames they've long since been forgotten in favour of their epithets.</p>\n<p>If you're a Welshman (or woman) or if your forebears were Welsh, you are very likely to be called <em>Jones</em>—unless you're a <em>Rhys,</em> an <em>Evans</em> or a <em>Griffiths.</em> Nearly nine pages of the 2002 Cardiff phone book are devoted to <em>Joneses</em> (<em>Jones</em> means nothing more exotic than 'son of John' and it's unclear why Johns should have been so thick on the ground in Wales). Traditionally the several <em>Joneses</em> in any Welsh village needed some sort of personalising epithet applied in the musically inflected accent of the province. Handles such as <em>Jones the Post, Jones the Van</em> and <em>Jones the School</em> are commonplace.</p>\n<p>When I was a child my father, unsurprisingly, knew several men named Jim. One was a gas-fitter by trade who did several evening jobs for us— installing fires, cookers and so on. My father dubbed him <em>Jim the Gas</em> and cheerfully addressed him as such. The man seemed to quite like his epithet.</p>\n<p>Epithets—via Latin from the Greek <em>epithitos</em> 'added'—often take other forms dispensing with the central definite article. In the case of <em>Capability Brown</em>—eighteenth century English landscape gardener whose real given name was Lancelot—it's more than a nickname. His epithet <em>Capability</em> is a character description. More recently epithets such as <em>Ol' Blue Eyes</em> and the <em>Crooner</em> got attached to Frank Sinatra and Bing Crosby respectively. In both cases the epithet is a summary of the charm and attraction of the man.</p>\n<p>George III—who famously 'lost' the American colonies in 1763—is known as <em>Farmer George</em> because, when he wasn't inflaming the Americans to revolution with his unreasonable behaviour, he was a keen and progressive farmer with extensive agricultural holdings.</p>\n<p>On the subject of that “old, mad, blind, despised and dying king” as Shelley described George III it is worth pointing out that kings and queens since time immemorial have been assigned numbers as a form of epithet to distinguish them from each other, since strings of them seem routinely to get the same given name. Alan Bennett's wonderful play <em>The Madness of George III</em> had to be retitled <em>The Madness of King George</em> when it was filmed in 1995. Rumour had it that it was feared that some American moviegoers might not understand the numerical epithets of English monarchs and assume that this was the third film in some kind of series.</p>\n<p>Epithets might be an over simplification but nomenclature such as <em>Attila the Hun, Robert the Devil</em> or <em>Richard the Lionheart</em> certainly add a bit of spice to history. Fluellen knew that. So did Shakespeare.</p>\n<p>[Susan Elkin is a frequent contributor to VERBATIM. Her last contribution was “Out of the Mouths of . . . Twins” in XXVI/2 (Spring 2001).]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Epithets: the Great, the Good, the Golden-tongued and the Terrible</h1> <p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p> <p>Remember Fluellen in Henry V? That garrulous, unconsciously funny, but unshakeably loyal Welshman is distressed by the French soldiers having sneaked into the English camp during the battle of Agincourt. “Expressly against the law of arms.” The French have killed the English boys who had been guarding the luggage. Then Fluellen starts to sing Henry's praises for promptly responding to the slaughter with a parallel atrocity.</p> <p>Given to wordy, stereotypically Welsh, digression and often forgetful in his excitement, Fluellen suddenly asks Gower his companion, apparently apropos of nothing: “What call you the town's name where Alexander the Pig was born?” The joke is that in the heat of his earnestness Fluellen has got the wrong epithet for Alexander. And in Fluellen's sing-song Welsh accent, which Shakespeare captures so perfectly, the word <em>big</em> sounds like <em>pig</em> which actually looks funnier written down than it usually sounds in the theatre.</p> <p>“Alexander the Great,” protests Gower dryly. “What I pray you” Fluellen demands, “Is not pig great? The pig, or the great, or the mighty, or the huge, or the magnanimous, are all one reckonings, save the phrase is a little variations.”</p>"
}