{
  "type": "Article",
  "title": "More 180º Homonyms",
  "author": "Dean Juniper",
  "location": "Reading, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">More 180º Homonyms</h1>\n<p><em><span data-rel=\"author\">Dean Juniper</span> <span data-rel=\"location\">Reading, England</span></em></p>\n<p>Everybody knows what constitutes a homonym; homonyms are words of identical sound or form with different meanings. They are very numerous, of course; words like <em>set</em> and <em>match</em> instantly spring to mind, but they don't seem to bother us., and the reason why is common sense, as the linguists tell us, because we use the contexts in which they're spoken to fix their precise meanings.</p>\n<p>So that's all taken care of, isn't it? Well, not quite, because there's a new breed of homonyms, both words and phrases, about. This type doesn't just have varied meanings, they're total opposites. Thus I've recently been confused by “It's more than my job's worth.” For years I thought it meant “They've told me what my duties are, and if I do anything different, I can expect much grief.” But now I gather that most people take it to mean that the pay, such as it is, does not warrant any extra trouble. Whether Esther Rantzen with her 'jobsworth' campaign has been responsible for this turnaround, for turnaround it is, I do not know. But the shift is significant. My early interpretation blames the bosses; this one the employee.</p>\n<p>I've just realised, maybe I'm slow to catch on, that the verb <em>bless</em> is also suspect in almost all its forms. <em>Bless me</em> and <em>Well, I'm blessed</em> are both at least 180º from the <em>Oxford English Dictionary</em>'s definition of 'fortunate in the possession of' being closer to cursed than anything else. And neither is easily saved by its context; it would take more than a very good ear to fix Well, I'm blessed with accuracy; a very close observation of the speaker's expression might be needed to clinch the precise meaning. <em>Blessing</em> however is still standing firm, although the linked phrase <em>blessing in disguise</em> shows that we shouldn't be too sure about how loing it will be before it too is cut in half, and turned round.</p>\n<p>I'm still all at sea with <em>chuffed</em>. I'd like to have <em>chuffed</em> pinned down once and for all. When you say, “O, I was chuffed by it all,” do you mean you were pleased or disgusted? It seems that a majority use it as a pleasurable phrase, and its dialect derivation does support them, but somewhere along the linguistic road, the ironists must have staged an ambush and turned the message round. Either that or it has to do with some obscure functioning of pleasure-pain dynamics.</p>\n<p>Something is happening too with <em>sanction.</em> I used to be very clear about <em>sanction. Sanction</em> meant being allowed to do what you wished. Now it can mean quite the opposite. Cross the United Nations, or worse still, the United States, and you rapidly get told what you can't do, and you sometimes get a missile to remind you.</p>\n<p>It would seem that <em>cleave</em> has unaccountably always had two diametrically opposed meanings. To <em>cleave</em> is to split apart, but there is also a traditional, perhaps now archaic, <em>cleave,</em> which means 'knit together.' Currently <em>cleavage</em>, as applied to bosoms or bottoms, seems to take the governing division form, but I'm left wondering if ther is not some subtextual burrowing afoot, whereby the implication that such entities perceived as split are really one, is revealed.</p>\n<p>I've also never been clear about the expression <em>to my knowledge,</em> though I've never been challenged on it, which may or may not indicate that others are equally confused. Does “to my knowledge, they've had that Jaguar for five years” mean “it's quite certain that they've had it for five years since my memory is good,a nd therefore you should beliece me”? Or, does it mean “as far as I know, they've had it for five years, but I don't know everything about them, and I may be wrong”? The first interpretation means it's true without doubt, but the second leaves room for doubt, and it's not clear whether differences in vocal emphasis will assist.</p>\n<p>I'm collecting these 180º homonyms. If you've got any good specimens, please post them to me.</p>\n<p>[Dean Juniper is a psychologist by trade, and has authored numerous professional textbooks and articles. He has contributed to the <em>London Magazine, Grand,</em> and the <em>Transatlantic Review.</em>]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">More 180º Homonyms</h1> <p><em><span data-rel=\"author\">Dean Juniper</span> <span data-rel=\"location\">Reading, England</span></em></p> <p>Everybody knows what constitutes a homonym; homonyms are words of identical sound or form with different meanings. They are very numerous, of course; words like <em>set</em> and <em>match</em> instantly spring to mind, but they don't seem to bother us., and the reason why is common sense, as the linguists tell us, because we use the contexts in which they're spoken to fix their precise meanings.</p> <p>So that's all taken care of, isn't it? Well, not quite, because there's a new breed of homonyms, both words and phrases, about. This type doesn't just have varied meanings, they're total opposites. Thus I've recently been confused by “It's more than my job's worth.” For years I thought it meant “They've told me what my duties are, and if I do anything different, I can expect much grief.” But now I gather that most people take it to mean that the pay, such as it is, does not warrant any extra trouble. Whether Esther Rantzen with her 'jobsworth' campaign has been responsible for this turnaround, for turnaround it is, I do not know. But the shift is significant. My early interpretation blames the bosses; this one the employee.</p> <p>I've just realised, maybe I'm slow to catch on, that the verb <em>bless</em> is also suspect in almost all its forms. <em>Bless me</em> and <em>Well, I'm blessed</em> are both at least 180º from the <em>Oxford English Dictionary</em>'s definition of 'fortunate in the possession of' being closer to cursed than anything else. And neither is easily saved by its context; it would take more than a very good ear to fix Well, I'm blessed with accuracy; a very close observation of the speaker's expression might be needed to clinch the precise meaning. <em>Blessing</em> however is still standing firm, although the linked phrase <em>blessing in disguise</em> shows that we shouldn't be too sure about how loing it will be before it too is cut in half, and turned round.</p>"
}