{
  "type": "Article",
  "title": "Fancy a Viking, Sooty?",
  "author": "Steve Powell",
  "location": "Hiroshima, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fancy a Viking, Sooty?</h1>\n<p><em><span data-rel=\"author\">Steve Powell</span> <span data-rel=\"location\">Hiroshima, Japan</span></em></p>\n<p>It is often said that Japanese is one of the hardest languages for Westerners to master. True or not, it is by no means the only linguistic challenge awaiting newly-arrived expats. They also have to come to grips with the unique variety of English used in Japan. It's not just the TV aerobics lessons called “Let's Lifeness!” nor the T-shirts proclaiming “I am full of play mind”. English words also undergo significant changes in pronunciation, spelling and even meaning as they pass into modern Japanese. There are several reasons for this.</p>\n<p>Firstly, unlike some countries, Japan has a totally open door policy towards foreign words. Like avid collectors of exotic insects, the ever-watchful media snaffle up the latest buzzwords, technical jargon and hip slang within nanoseconds of their appearing in their native country.</p>\n<p>Japanese even has a special set of characters (called <em>katakana</em>) just for transliterating imported words. The katakana syllabary was originally developed back in the 8th century as a simplification of the complex kanji characters, which were themselves originally borrowed from Chinese. Katakana consists of 46 basic phonetic syllables, plus sixty or so variations. It's an ingenious system, not least because by having foreign words written out phonetically, even people with zero knowledge of other languages can get reasonably close to the original pronunciation.</p>\n<p>I say “reasonably close” because the system does require a few subtle changes to be made, to accommodate Japanese rules of pronunciation. For example, as consonants are usually followed by vowels in Japanese, English consonant clusters are broken up by the insertion of a <em>u,</em> while consonants at the ends of words are either dropped (so <em>toilet</em> becomes <em>toire</em>) or have a vowel tacked on (<em>keki</em> = 'cake'). My name, for instance, becomes <em>Su-te–i-bu Pa-u-e-ru</em> (that's <em>Sooty Boo Power-oo</em>), which takes a little getting used to. Trying to decode which actors are in what movie from the Japanese TV guide provides hours of harmless amusement, not to mention good practice at reading katakana, whether it's <em>Ke-bu-i-n Ko-su-na</em> (Kevin Costner), <em>E-bu-a Ga-do-na</em> (Ava Gardner) or <em>U-pi Go-ru-do-ba-gu</em> (Whoopi Goldberg).</p>\n<p>Another important feature is that no sound can exist in Japanese outside those expressed by the syllables of katakana, so any foreign word must be forcibly shoehorned into the closest-sounding syllable. For instance, as there is no exact distinction between an <em>f</em> (which doesn't actually exist in Japanese) and an <em>h</em> (which sounds exactly like an <em>f</em>), people talk about the actor <em>Tom Fanks</em> or the rock group <em>Za Fu</em> (i.e. The Who), while I'm constantly asked what I think of “Japanese hood,” (that's <em>hood</em> as in sushi and seaweed). Ordering my morning cup of <em>kohi</em> (coffee) is now second nature.</p>\n<p>The sounds <em>v</em> and <em>l</em> don't exist either, so <em>v</em> becomes <em>b</em> and <em>l</em> becomes <em>r.</em> I learnt this when a student wrote that her electric organ could make a sound like a fruit, which I thought was a marvelously surreal idea till I realized that a <em>fruit</em> was in fact a long metallic wind musical instrument. Similarly, there is no distinction between the sounds <em>si</em> and <em>shi</em>, which leads to some great typos in the spelling of <em>city.</em></p>\n<p>Borrowed words are further distanced from their original version by the Japanese passion for shortening things. They abbreviate words with the same gusto with which they miniaturize electronic gadgets. This linguistic equivalent of bonsai gives us a wealth of gems, from the world-famous <em>Pokemon</em> 'pocket monster' to machines like <em>erebeita</em> 'elevator,' <em>terebi</em> 'television' and <em>pasu-con</em> 'personal computer'—not to be confused with <em>maza-con</em> 'mother complex.' As Japanese women slowly become aware of their rights, it's increasingly common to hear complaints about <em>seku hara</em> 'sexual harassment' and <em>sutorukazu</em> 'stalkers,' while prime minister Mr. Koizumi's economic reforms have triggered a rash of <em>risutura</em> 'restructuring.' Even the ever-popular <em>karaoke</em> is in fact a compound of <em>kara</em> (Japanese for 'empty'), and <em>oke</em> (a Japanese English abbreviation of 'orchestra').</p>\n<p>Proper names aren't spared this truncation either. More and more youngsters are foregoing the healthy Japanese diet for a dead-cow burger down at the golden arches of the local <em>Maku Do's,</em> while many young girls rave over <em>DiCa,</em> which may sound like something you'd order in Starbuck's, but is in fact the star of the movie <em>Titanic.</em></p>\n<p>Furthermore, words are not only re-spelled and foreshortened but frequently have their meaning changed too. For some reason this is particularly true with clothes. Once I was explaining to a class of high school girls what <em>trainers</em> were, but they assured me they already knew the word. They confirmed this by going to their lockers, pulling out their sweatshirts and saying <em>turainazu.</em> When I tried explaining that, for us Brits at least, <em>trainers</em> were a kind of sports shoe whereas sweat shirts were a kind of jersey, one girl attempted to show her grasp of this tricky concept by returning to her locker, fetching a pair of tracksuit trousers and asking “you mean a jersey like this?” They probably all went home after class and slipped into a <em>one-piece</em> (i.e. a dress).</p>\n<p>In a similar vein, someone once complimented me, or so I thought, on how smart I looked. I was disappointed to discover that they were actually expressing concern over my sudden loss of weight (<em>smart,</em> pronounced, of course, <em>sumaruto,</em> actually means 'thin'). The list is endless. “Give me a sign” means “Can I have your autograph?” while if someone asks if you “fancy a Viking,” they are actually inviting you to an all-you-can-eat buffet. Meanwhile back at the office, remember that floppy discs are known as <em>sofuto</em> 'software' and a photocopy is a <em>print</em> (pronounced <em>purinto</em>). Amusing as these transformations may be, you better get used to speaking like that yourself if you want people to understand you.</p>\n<p>The most disconcerting thing about a nation of 110 million non-native English-speakers all using English words to mean something quite different to what you use them for is that, after a while, you end up thinking that maybe you're the one who's wrong and that jerseys really should be worn on the legs.</p>\n<p>Sound confusing? Maybe, but it goes to show that all those foreigners who complain that Japanese people don't speak English simply aren't listening. It's just that they speak a slightly different English to what you're used to. But the great advantage is that, on those occasions when you don't know the Japanese word you need (which in my case is most of the time), you can just say the English word confidently with good Japanese pronunciation, and you'll almost certainly be understood.</p>\n<p><em>[Steve Powell has taught ESL for 17 years.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fancy a Viking, Sooty?</h1> <p><em><span data-rel=\"author\">Steve Powell</span> <span data-rel=\"location\">Hiroshima, Japan</span></em></p> <p>It is often said that Japanese is one of the hardest languages for Westerners to master. True or not, it is by no means the only linguistic challenge awaiting newly-arrived expats. They also have to come to grips with the unique variety of English used in Japan. It's not just the TV aerobics lessons called “Let's Lifeness!” nor the T-shirts proclaiming “I am full of play mind”. English words also undergo significant changes in pronunciation, spelling and even meaning as they pass into modern Japanese. There are several reasons for this.</p> <p>Firstly, unlike some countries, Japan has a totally open door policy towards foreign words. Like avid collectors of exotic insects, the ever-watchful media snaffle up the latest buzzwords, technical jargon and hip slang within nanoseconds of their appearing in their native country.</p> <p>Japanese even has a special set of characters (called <em>katakana</em>) just for transliterating imported words. The katakana syllabary was originally developed back in the 8th century as a simplification of the complex kanji characters, which were themselves originally borrowed from Chinese. Katakana consists of 46 basic phonetic syllables, plus sixty or so variations. It's an ingenious system, not least because by having foreign words written out phonetically, even people with zero knowledge of other languages can get reasonably close to the original pronunciation.</p>"
}