{
  "type": "Article",
  "title": "Anything But Pregnant: A Compendium of Colloquialisms",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Anything But Pregnant: A Compendium of Colloquialisms</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>There was a time when women did not get <em>pregnant.</em> A fortress might be <em>pregnable,</em> and a pause might be <em>pregnant,</em> but women gave birth without going through <em>pregnancy,</em> at least as far as polite language was concerned.</p>\n<p><em>Pregnant</em> has had its ups and downs in the English lexicon. The <em>Oxford English Dictionary</em> states that the abstract meaning appeared before the biological, editorializing: “It is remarkable that [the abstract sense] should appear so much earlier than the literal sense.” Chaucer used the word abstractly in the 14th century in <em>Troylus</em> (“a pregnant argument”); so did Shakespeare in the early 17th century in <em>Twelfth Night</em> (“My matter hath no voice, Lady, but to your owne most pregnant and vouchsafed eare”). Milton used it in its biological sense in the late 17th century in <em>Paradise Lost</em> (“My womb pregnant by thee, and now excessive grown”); and Goldsmith, in his 18th century <em>Natural History</em>, used it in relation to seals (“We are not certainly informed how long the females continue pregnant”).</p>\n<p>In the 19th and early 20th centuries, <em>pregnant</em> became a dirty (or at least dirty-ish) word, one to avoid under most circumstances. It appeared in medical publications (“Mental changes are common in pregnant women,” Allbutt's <em>Systema Medical,</em> 1899) but not usually in novels or stories. In George Thompson's 1851 novel, <em>The Outlaw, or, The Felon's Fortunes,</em> for example, the amplitude of Isabella Rich's waist proves her to be in <em>that state in which ladies love to be who love their lords.</em> A couple of pages later, another euphemism surfaces: she is in <em>an interesting condition.</em></p>\n<p>In England in the 1920s, the London <em>Daily Express</em>'s “Don't's for Reporters and Sub-Editors” required the use of in a certain condition for <em>pregnant</em>. Across the ocean, however, <em>pregnant</em> enjoyed a comeback: according to H.L. Mencken's <em>The American Language</em>, “Even <em>pregnant</em> returned to good society.” At the same time, several cutesy slang terms became popular among English speakers: <em>preggers</em> (Oxford and Cambridge Universities), <em>preggo</em> (Australian), the abbreviation <em>PG,</em> and <em>preggy</em>. Further into the 20th century, people who considered themselves refined continued to avoid the word. American maternity shops in the 1950s and 60s, for example, coyly referred to their customers as <em>ladies-in-waiting.</em></p>\n<p>Foreign words have sometimes been substituted for <em>pregnant</em> to add a note of class. The French term <em>enceinte</em> has been in use in English since the 19th century and is the most popular of these; indeed, when Lucille Ball's real-life pregnancy was incorporated into the television program <em>I Love Lucy</em> in 1952, CBS would allow only <em>expecting</em> and <em>enceinte</em> to be spoken on the air. Vladimir Nabokov, in his 1941 article “The Art of Translation,” complained of this kind of over-delicacy: “Perhaps the most charming example of Victorian modesty that has ever come my way was in an early English translation [of <em>Anna Karenina</em>]. Vronsky had asked Anna what was the matter with her. 'I am <em>beremenna</em>' (the translator's italics), replied Anna, making the foreign reader wonder what strange and awful Oriental disease that was; all because the translator thought that 'I am pregnant' might shock some pure soul, and that a good idea would be to leave the Russian just as it was.”</p>\n<p>Other terms for <em>pregnant</em> range from the euphemistic—<em>in a delicate condition</em>—to the vulgar—<em>knocked up</em>—to a combination of the two—<em>to have a bun in the oven.</em> (This last expression is not to be confused with the early 20th century expression <em>to have a bun on,</em> meaning 'drunk'). From the late 19th century, a woman might have a <em>bun,</em> a <em>cake,</em> or simply <em>one</em> in the oven. The expression may sound benign, but <em>oven</em> had been a vulgar term for the female pudendum since the 18th century. And speaking of the female pudendum, in the late 17th century a pregnant woman in England was said to have <em>joined the club</em>—the <em>puden</em> or <em>pudding club,</em> that is, a mythical organization named after the slang term for both pudendum and semen.</p>\n<p>As far as euphemisms go, the oldest expression for pregnancy is probably also the most delicate: <em>with child,</em> in use in English since at least 1175. In the King James translation of the Bible, Mary is <em>great with child</em> (Luke 2:5); in the New English translation she is <em>expecting a child</em>; in the New World translation she is <em>heavy with child.</em> Not until the Living Bible, first published in 1971, is Mary obviously pregnant. Other gentle euphemisms include <em>in the family way</em> (American, 1796) or <em>in a delicate condition</em>; in Charles Dickens's <em>David Copperfield</em> (1849), Mrs. Micawber finds herself <em>in a delicate state of health.</em></p>\n<p>The most common euphemism is probably <em>expecting,</em> but there are a wide variety of terms for just what is expected. Perhaps <em>an addition to the family, a bundle of joy, a blessed event</em> (or, in some cases, <em>a blasted event,</em> and if the gender is known, a <em>hevent</em> or <em>shevent</em>), or money-related terms such as <em>the little dividend, the little deduction</em> and <em>the expense</em>. Men can get in on the expecting front: the term <em>expectant father</em> was in use in the U.S. by 1862. Parents may also be expecting <em>a visit from the stork,</em> from which come the phrases <em>storked</em> and <em>ringing the stork bell.</em> (The belief that the stork delivers babies is apparently Scandinavian in origin; it may stem from the stork's reputation for taking good care of its young.)</p>\n<p>Then there's the euphemism for pregnant that isn't really a euphemism: <em>in trouble.</em> Generally applied only to unmarried young women, in trouble means one thing when your mother yells it after “You are” and before “young lady” (in which case you'll be grounded) and another when your neighbor whispers it about you. Favored by judgmental gossips, <em>in trouble</em> when applied to boys means <em>in jail, into drugs,</em> or simply <em>in trouble;</em> when applied to girls, it almost always means pregnant. In a 1976 <em>Rolling Stone</em> interview, rock musician Patti Smith said of her own teenage pregnancy, “It developed me as a person, made me start to value life, to value chance, that I'm not down in South Jersey on welfare with a nine-year-old kid. 'Cause every other girl in South Jersey who got in trouble at the time is down there.”</p>\n<p>An <em>accident</em> or <em>surprise</em> is an unplanned child, whether the parents are married or not. The everloyal Mrs. Micawber reminds us, in David Copperfield, that “accidents will happen in the best-regulated families.” In the early 20th century (ca. 1909), the British expression <em>Irish toothache</em> came into use, sometimes abbreviated <em>ITA.</em> This is, of course, an English joke at the expense of the Irish, mocking Irish Catholics forbidden to use birth control—the idea being that in Ireland, pregnancy must be as common as toothache.</p>\n<p>If the child's parents are not married, there are of course a host of words for him or her, some nice and some nasty. In modern usage are <em>illegitimate, out-of-wedlock,</em> and <em>love child,</em> but in the late 16th century, such a child might have been deemed a <em>byscape, by-slip, by-chop,</em> or <em>by-blow.</em> By the 18th century such a child might have been described as <em>born on the wrong side of the blanket</em> or <em>the covers, born in the vestry</em> (as opposed to in the church), or <em>come through the side door.</em> Not-so-nice terms include <em>love-brat</em> and, of course, <em>bastard,</em> which has lost much of its literal meaning and is now a general insult. A <em>trick baby</em> is one conceived between a prostitute and her client. Pub slang from Great Britain gives us <em>the result of a lark in the park after dark</em> (1930s).</p>\n<p>Some terms for <em>pregnant</em> refer to the physical act of sex, including <em>bumped, popped</em> (UCLA slang, late 1980s—<em>to pop</em> was to impregnate) and <em>knocked up.</em> This last is probably the most common American slang term; the English meaning of <em>knock up</em> is simply wake up, as in “I'll knock you up in the morning”—additionally, in England, to be <em>knocked up</em> is to be <em>knockered,</em> exhausted. In Australia, <em>It's not the bull they're afraid of, it's the calf</em> is a common way of expressing the idea that women are not afraid of men or sex per se; they are afraid of the consequences: pregnancy and a child.</p>\n<p>Other terms relating to the future are <em>rattle shopping, preparing the bassinet, rehearsing lullabies, knitting, waiting for the patter of little feet,</em> and <em>learning about diaper-folding.</em> There are clever word-jokes like <em>infanticipating</em> (American, 1940s), <em>heir-apparenting, full of heir, fragrant</em> (a nearrhyme for <em>pregnant</em>), and <em>on the road from here to maternity</em> (a reference to the 1953 film <em>From Here to Eternity</em>). And my maternal grandmother referred to pregnant women as <em>babying,</em> a term she may have invented.</p>\n<p>Still other terms compare the mother-to-be to a brooding hen (<em>on the nest</em> or <em>nesting</em> in the United States and <em>clucky</em> in Australia) or compare the shape of a pregnant woman to a large fruit—<em>she swallowed a watermelon seed</em> or <em>she has a watermelon on the vine.</em> Indeed, the pregnant woman's shape is often fodder for slang terms: she might be described as <em>eating for two, awkward</em> or <em>in bad shape.</em> In the early 19th century she might have been described as <em>having a bay window</em> (a term usually applied to men's large pot or beer bellies) or <em>wearing the bustle wrong</em> (1830 or later). Later in the century in the American South, a visibly pregnant woman was <em>wearing the apron high;</em> a regional mountain ballad of the period, “Careless Love,” contains the lyrics:</p>\n<p>Once I wore my apron low; Now I wear my apron high. Love, oh love, oh careless love! See what love has done to me.</p>\n<p>One particularly violent slang term, <em>the rabbit died,</em> originates in a pregnancy test invented in 1927. The possible-mother-to-be's urine would be injected into a rabbit; a few days later, the animal's ovaries would be examined for the presence of the hormone HCG. In this test, the rabbit <em>always</em> died, so the slang term is a misunderstanding of the science involved. Modern tests do not require any such carnage (although trying to pee on that little stick might make you want to kill somebody).</p>\n<p>[Jessy Randall would like to acknowledge Russian scholar Anna Bendiksen and 19th century literature scholar Paul Erickson for their help with this piece. Her own little bundle of joy is now a year old.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Anything But Pregnant: A Compendium of Colloquialisms</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>There was a time when women did not get <em>pregnant.</em> A fortress might be <em>pregnable,</em> and a pause might be <em>pregnant,</em> but women gave birth without going through <em>pregnancy,</em> at least as far as polite language was concerned.</p> <p><em>Pregnant</em> has had its ups and downs in the English lexicon. The <em>Oxford English Dictionary</em> states that the abstract meaning appeared before the biological, editorializing: “It is remarkable that [the abstract sense] should appear so much earlier than the literal sense.” Chaucer used the word abstractly in the 14th century in <em>Troylus</em> (“a pregnant argument”); so did Shakespeare in the early 17th century in <em>Twelfth Night</em> (“My matter hath no voice, Lady, but to your owne most pregnant and vouchsafed eare”). Milton used it in its biological sense in the late 17th century in <em>Paradise Lost</em> (“My womb pregnant by thee, and now excessive grown”); and Goldsmith, in his 18th century <em>Natural History</em>, used it in relation to seals (“We are not certainly informed how long the females continue pregnant”).</p> <p>In the 19th and early 20th centuries, <em>pregnant</em> became a dirty (or at least dirty-ish) word, one to avoid under most circumstances. It appeared in medical publications (“Mental changes are common in pregnant women,” Allbutt's <em>Systema Medical,</em> 1899) but not usually in novels or stories. In George Thompson's 1851 novel, <em>The Outlaw, or, The Felon's Fortunes,</em> for example, the amplitude of Isabella Rich's waist proves her to be in <em>that state in which ladies love to be who love their lords.</em> A couple of pages later, another euphemism surfaces: she is in <em>an interesting condition.</em></p>"
}