{
  "type": "Article",
  "title": "Colourful Language",
  "author": "Martin Gani",
  "location": "Como, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Colourful Language</h1>\n<p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p>\n<p>Colours have enabled many languages to create picturesque metaphors and logic defying expressions. However, every hue does not necessarily convey the same meaning(s) in every language.</p>\n<p>Most Europeans tend to turn green with envy but not the French who distinguish themselves from the rest by assuming a yellow tint and becoming <em>jaune d'envie.</em> Germans maintain their reputation for precision by making a distinction between the almost innocuous green with envy, and the near pathological case of yellow with jealousy, <em>gelb vor Eifersucht werden.</em> The Swedes use the compound <em>svartsjuk</em> ( literally 'black ill') to describe serious jealousy. In Japan <em>to have a black stomach (hara guroi)</em> goes much beyond envy and jealousy; it means you are wicked. In Turkey <em>black</em> (<em>siyah</em>) is an extremely dangerous black market (or <em>karaborsa)</em> commodity—opium.</p>\n<p>When it comes to anger, red is naturally popular but again the French stand out from the crowd by also changing into blue, <em>dans une colère bleue.</em> They may use remarkable skill to contain their anger by limiting themselves to <em>jetez un regard noir</em> 'throwing a black look' rather than using offensive language and then being forced to apologise with: “pardon my French.” The Italians and Germans show a darker side of themselves by turning black when they lose their temper; hence they are, <em>nero di rabbia</em>, and <em>sich schwarz argern</em> respectively. In another nuance, Germans are capable of turning their interlocutor white with anger, <em>zur weissgluht bringen</em>. In Japan it is a tough job to discern an angry, excited or frightened individual who will turn red or <em>aka</em> when livid but also <em>aka</em> if flushed with excitement; if he or she assumes a blue colour <em>aoku naru</em> only then can we say our subject is frightened. The Japanese are positive that somebody is truly terrified if in addition to turning blue-faced they release an accompanying <em>kiiroi koi</em> 'a yellow scream.' Colour-coding a voice is not exclusive to the land of the rising red sun; in Italy a 'white voice,' <em>voce bianca</em> describes a falsetto timbre.</p>\n<p>Entertainment in general has inspired various colour associations. In France, drunkenness is accurately graded. If you're just tipsy, you're <em>gris</em> 'grey.' As the inebriation process progresses, the colour, unsurprisingly, deepens—<em>etre noir</em> 'to be black' is to be 'drunk as a lord;' to describe the same state the Germans use blue—<em>blau werden</em>. The Spaniards encourage someone to tuck into their food with <em>darse un verde,</em> 'give oneself a green,' the Italians read <em>un giallo</em> 'a yellow,' denoting a detective story or <em>un romanzo rosa</em> 'a pink novel' which is none other than a romantic tale where the handsome (and hopefully wealthy) male protagonist is a <em>principe azzurro</em> 'blue prince.' English speakers may listen to the <em>blues</em> when they are blue (hopefully this condition is endured once in a blue moon), and watch <em>blue movies.</em> For Italians pornographic movies are 'red-light films' <em>film a luci rosse</em>. The Spanish-speakers invite off-colour stories when they ask for <em>chiste verde</em> 'green [dirty] jokes;' an ageing Don Juan is called <em>viejo verde</em> 'old green' whereas a widow with the same inclinations is branded with the appellation <em>viuda verde</em>.</p>\n<p>The Spaniards, and their Latin American brothers-in-language, are not obsessed with green; other colours also have their place in society. Press sensationalism, perfectly exemplified by the British tabloids, is called <em>ammarillismo</em> 'yellowism'. (The English version is <em>yellow journalism.</em>) If the article is written by a mediocre writer he or she will be a <em>gris</em> 'grey' journalist. Once the editor gets rid of the untalented scribe, the staff may drink to it in the Russian style downing their sangria, or another sufficiently alcohol steeped beverage, in one go by toasting not <em>bottoms up!</em> but <em>fondo blanco</em> 'white bottom.'</p>\n<p>We shall never know who first came up with the <em>white lie,</em> an obviously useful, even necessary, abstraction in the English-speaking world, bearing in mind no other major language felt the need to colour a lie. But there is at least one exception, in the rare case of a Japanese momentarily losing subtle communication skills, as when c<em>aught red-handed,</em> may attempt to let loose <em>a red herring</em> and tell a 'bright red lie' <em>makkana uso</em> which in plain language is a downright fib. Just as bizarrely the French felt it necessary to paint a laughter yellow, <em>rire jaune</em> to depict a suppressed chuckle, the Italians opt for green, <em>ridere verde</em>, for the same, stifled merry sound.</p>\n<p>Money matters have also prompted coloured utterances, when the Italians are short of cash they are <em>al verde</em> 'in the green' but the Swedes are green when they are wealthy: <em>vara pa gron kvist</em> 'rich as green.' The Turks are black and white in their intent when they say, <em>ak akçe kara gán içindir</em> 'white money [savings] is for a black day.' Yellow boots must be (or have been) awfully 'in” in Turkey, if some Tom, Dick or Harry attempts to rob their hard-earned white money, Turks describe this average person as a <em>sari çizmeli Mehmet aˇa</em> 'Mr. Mehmet in yellow boots.' Turks , as if to prove their fondness for things black or white (there are in fact two words for 'black,' <em>kara</em> and <em>siyah,</em> and two for 'white,' <em>ak</em> and <em>beyaz</em>), they named the two seas that surround them <em>Kara Deniz</em> (the Black Sea) and <em>Ak Deniz</em> 'white sea' (what the rest of us know as the Mediterranean). Neither the Italians nor Germans believe in handshake deals or gentlemen's agreements: to formally seal and sign a contract they like to 'put black on white,' <em>nero su bianco</em> or <em>schwarz auf weiss niederschreiben</em>. One colour most people seem to agree about is that when one's bank account is <em>in the red</em> one has no money and there is no way round it, whatever one's colour may be.</p>\n<p>[Martin Gani has written, and still does, for a number of travel and general interest publications ranging from <em>The European</em> and <em>Take a Break</em> in the UK to <em>World &amp; I, Italian America</em>, and <em>France Today</em> in the US.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Colourful Language</h1> <p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p> <p>Colours have enabled many languages to create picturesque metaphors and logic defying expressions. However, every hue does not necessarily convey the same meaning(s) in every language.</p> <p>Most Europeans tend to turn green with envy but not the French who distinguish themselves from the rest by assuming a yellow tint and becoming <em>jaune d'envie.</em> Germans maintain their reputation for precision by making a distinction between the almost innocuous green with envy, and the near pathological case of yellow with jealousy, <em>gelb vor Eifersucht werden.</em> The Swedes use the compound <em>svartsjuk</em> ( literally 'black ill') to describe serious jealousy. In Japan <em>to have a black stomach (hara guroi)</em> goes much beyond envy and jealousy; it means you are wicked. In Turkey <em>black</em> (<em>siyah</em>) is an extremely dangerous black market (or <em>karaborsa)</em> commodity—opium.</p> <p>When it comes to anger, red is naturally popular but again the French stand out from the crowd by also changing into blue, <em>dans une colère bleue.</em> They may use remarkable skill to contain their anger by limiting themselves to <em>jetez un regard noir</em> 'throwing a black look' rather than using offensive language and then being forced to apologise with: “pardon my French.” The Italians and Germans show a darker side of themselves by turning black when they lose their temper; hence they are, <em>nero di rabbia</em>, and <em>sich schwarz argern</em> respectively. In another nuance, Germans are capable of turning their interlocutor white with anger, <em>zur weissgluht bringen</em>. In Japan it is a tough job to discern an angry, excited or frightened individual who will turn red or <em>aka</em> when livid but also <em>aka</em> if flushed with excitement; if he or she assumes a blue colour <em>aoku naru</em> only then can we say our subject is frightened. The Japanese are positive that somebody is truly terrified if in addition to turning blue-faced they release an accompanying <em>kiiroi koi</em> 'a yellow scream.' Colour-coding a voice is not exclusive to the land of the rising red sun; in Italy a 'white voice,' <em>voce bianca</em> describes a falsetto timbre.</p>"
}