{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>A TV listings magazine recently promised a documentary which “takes a look at the lives and innermost thoughts of six young women who regularly commute from England to Aberdeen to work as lap dancers in an adult establishment.” I have no idea how many lap dancing establishments there are for juveniles in Aberdeen, but I will say that in my day we considered ourselves lucky if we got a school disco.</p>\n<p>The word <em>adult</em> is surely redundant there, as is the phrase <em>up to</em> in a letter to the press from the Mayor London, denying reports “that my income reaches up to £260,000.” Do politicians get paid by the word?</p>\n<p>Numerical redundancies are just as welcome here as any other kind (indeed, all readers', and all reader's, Horribiles are welcome; please send them to VERBATIM's usual addresses). Steve Finz, of The Sea Ranch, California, has noticed a trend for celebrities to say, “after receiving information that changed the way they think, 'It made me do a complete 360.' I guess two 180s are even more of a turnaround.”</p>\n<p>Steve was also impressed by a TV ad for the film <em>Anaconda,</em> which “warned, in letters that filled the small screen, 'When it gets you in it's clutches, your history.' That one,” he points out, “is triply <em>sic,</em> since snakes have coils rather than clutches.”</p>\n<p>Occasionally, a homonymic error can create a useful new phrase, as in this report from the business pages of a British daily: “John Lewis is not mutually owned in the same way as building societies. It is more akin to Bupa or the Co-op, a collectively owned entity represented by people elected from its grass routes.” Obviously, <em>grass routes</em> are those via which the <em>grass root</em> make their wishes known.</p>\n<p>Sometimes, it's safer just to stick to one businesslike word, and repeat it until you feel you've got your point across. Thus, a spokesman for a power company defended the amount it had paid to sponsor a sporting event by insisting that “We believe we can actually place a value on every percentage point of value we generate,” and adding: “We believe it is good value.”</p>\n<p>Just for a change, after some of the literally incredible <em>incredibles</em> of recent columns, here is evangelical pop star Sir Cliff Richard explaining to an interviewer how he came to be “born again”: “When I read about Jesus in the New Testament I just thought: 'If it's true, this has got to be the most unbelievable thing'.”</p>\n<p>I try—I really do—to control my passion for “literallys,” but I'm afraid these two literally forced their way in at gunpoint. First there was the TV athletics commentator, so impressed by the efforts of competitors in the hop, skip and jump that he burst out with “These triple jump athletes are literally human kangaroos!” Then, continuing the interspecies theme, we have a publisher's catalogue noting that “Unlike every other domestic animal, the cat evolved as a solitary animal, not a group-dweller so in a household context is almost literally a fish out of water.” (First-rate deployment of <em>almost,</em> don't you think? Extra marks for that.)</p>\n<p>Here's an etiquette puzzle for you. According to a news report, a senior Californian politician was famous for making “a special point of building bridges between fellow Latin-Americans and the African-American community.” Now then: since a Latin-American is someone who comes from Latin America, while “American” is (albeit, somewhat imperialistically) used to mean a citizen of the USA, shouldn't the aforementioned public servant be building bridges on behalf of his fellow <em>LatinAmerican-Americans</em>?</p>\n<p>I was delighted to read that “A private prison firm faces losing its multi-million pound contract after 16 escapes in eight months—nearly four times the national target.” I never knew there was an official target for the number of people who should escape from jail—but it just goes to show that, here in Britain, we still believe in the old sportin' values.</p>\n<p>[Mat Coward's web site is <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>A TV listings magazine recently promised a documentary which “takes a look at the lives and innermost thoughts of six young women who regularly commute from England to Aberdeen to work as lap dancers in an adult establishment.” I have no idea how many lap dancing establishments there are for juveniles in Aberdeen, but I will say that in my day we considered ourselves lucky if we got a school disco.</p> <p>The word <em>adult</em> is surely redundant there, as is the phrase <em>up to</em> in a letter to the press from the Mayor London, denying reports “that my income reaches up to £260,000.” Do politicians get paid by the word?</p> <p>Numerical redundancies are just as welcome here as any other kind (indeed, all readers', and all reader's, Horribiles are welcome; please send them to VERBATIM's usual addresses). Steve Finz, of The Sea Ranch, California, has noticed a trend for celebrities to say, “after receiving information that changed the way they think, 'It made me do a complete 360.' I guess two 180s are even more of a turnaround.”</p>"
}