{
  "type": "Article",
  "title": "A Nocturnal View of the Lunar Landscape: Venturing and Adventuring in Adjectives",
  "author": "Rob Schleifer",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Nocturnal View of the Lunar Landscape: Venturing and Adventuring in Adjectives</h1>\n<p><em><span data-rel=\"author\">Rob Schleifer</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Long before the ill-defined beginnings of English in the first millennium, Luna was the ancient Roman goddess of the moon—exquisite, radiant, and cherished within mystery cults. Her name is derived from Latin <em>luna,</em> which also means moon. So the early Romans who worshipped her personified that luminous orb we sometimes observe in the evening sky.</p>\n<p>In English, our equivalent to Latin <em>luna</em> is, of course, <em>moon.</em> And from this word, we derive many compounds, including <em>moonlight, moonshine, moonbeam, moonquake,</em> and <em>mooncalf,</em> 'a foolish person.'</p>\n<p>But there is a problem. <em>Moon</em> is a noun. So what do we say if we want to use <em>moon</em> as an adjective, as in referring to, for example, the landscape of the moon? In other words, how can we change the form of <em>moon</em> to create an acceptable adjective that we can place in front of <em>landscape</em>?</p>\n<p>With many English words, if we wish to transform a noun into an adjective, all we need do is append an adjective-forming suffix to the end of the word, which will change the part of speech of that word. Thus, by adding the appropriate suffix, we can turn <em>book</em> into <em>bookish, acid</em> into <em>acidic, butter</em> into <em>buttery,</em> and <em>access</em> into <em>accessible.</em></p>\n<p>But this will not work for moon. <em>Moonish</em> and <em>moony,</em> for example, are not Standard English, and <em>moonic</em> and <em>moonible</em> are downright barbaristic. Of course, in certain contexts we can use <em>moon-like</em> and similar compounds, but to speak of a “moonlike landscape” suggests we are talking about a landscape on Earth that resembles the moon and not the landscape of the moon. So what can we do? We can return to Latin <em>luna,</em> remove the <em>-a</em> of this word to get its base <em>lun</em> and add the English adjective-forming suffix <em>-ar</em> to this base, forming the adjective <em>lunar,</em> which is equivalent in meaning to the noun <em>moon.</em></p>\n<p>Now if we want to have a little fun, we can append an additional suffix <em>-ian</em> to <em>lunar,</em> forming <em>lunarian,</em> which, as any unabridged dictionary will tell you, is an inhabitant of the moon. Or instead of adding <em>-ar</em> to <em>lun-,</em> we can append <em>-ate</em> to it, forming <em>lunate,</em> which means crescent-shaped, as in “By time you find the little shed with the lunate woodcut above the door, you'll probably be twirling to the Aztec Two-Step.”</p>\n<p>If we then remove the <em>-e</em> of <em>lunate</em> and add a second suffix <em>-ion</em> to it, we derive <em>lunation,</em> which is a noun used to describe the period between one new moon and the next, i.e., the lunar month of 29and-one-half days. Or if we discard the <em>-tion</em> and replace it with Latin <em>tellus,</em> “earth,” we come up with <em>lunatellus,</em> an astronomical model displaying the relative motions of the moon and earth. And if all of this “word-building” seems loony to you (a word completely unrelated to <em>lunar,</em> named after the weird cry of the piscivorous <em>loon</em>), we can remove the <em>-ellus</em> from <em>lunatellus</em> and tack on the suffix <em>-ic</em> to it, forming <em>lunatic,</em> a person the ancient Romans considered “moonstruck” and hence crazy. The classical Greek goddess of the moon was <em>Selene</em> (pronounced seh lay´ nay), from which we derive the English name <em>Selina</em> and the chemical element <em>selenium</em> (coined after its association with the element <em>tellurium,</em> itself named after Latin <em>tellus</em>, 'earth'). Indeed, H. G. Wells, in his <em>The First Men in the Moon,</em> referred to the inhabitants of the moon as <em>Selenites</em> (rather than <em>lunarians</em>), though he was not the first to do so, honors here going to James Howell in 1645.</p>\n<p>In technical terminology, the scientific mapping or charting of the moon is <em>selenography.</em> But if we replace the <em>-graphy</em> with <em>-logy,</em> we derive <em>selenology,</em> which is the scientific study (rather than mapping) of the moon. And if we swap the <em>-y</em> of <em>selenology</em> for the combined suffixes <em>-ic</em> and <em>-al,</em> we come up with <em>selenological,</em> which is the scientific equivalent of the Latin-derived adjective <em>lunar.</em></p>\n<p>All of which brings us back to our initial question: How do we convert the noun <em>moon</em> into an adjective that can be placed in front of <em>landscape</em> to denote the landscape of the moon? And the answer, of course, is that we cannot. But, depending on the context, we can use either <em>lunar</em> or <em>selenological</em> as a substitute adjective.</p>\n<p>Such adjectives, which are identical or nearly identical in meaning to a given noun but have an entirely different form, are called <em>collateral adjectives</em> since their forms, rather than being derived from the nouns they represent, are parallel to or “collateral” with the form of those nouns. In English, most collateral adjectives are complex, three-ormore-syllable words derived from Latin or Classical Greek, while the nouns they denote are generally simple oneor two-syllable Anglo-Saxon words.</p>\n<p>Thus, <em>night,</em> a simple Anglo-Saxon word, is represented by the collateral adjective <em>nocturnal,</em> which is derived from Latin nocturn-, the base of <em>nocturnus,</em> 'by night,' plus the English adjective-forming suffix <em>-al.</em> So instead of jabbering about “a night view of the landscape of the moon,” we can discourse, in more elegant terms, about “A Nocturnal View of the Lunar Landscape,” a phrase that uses two collateral adjectives, <em>nocturnal</em> and <em>lunar.</em></p>\n<p>Similarly, <em>day,</em> an Anglo-Saxon word, is portrayed by the collateral adjective <em>diurnal,</em> which is derived from Latin <em>diurn-,</em> the base of <em>diurnus,</em> 'daily,' plus English <em>-al.</em> Though if we are speaking about something that occurs only on “this” day, the word we should use is <em>hodiernal</em> (from Latin <em>hoc,</em> 'this'). And if the event recurs every day, as, for example, the time we awaken each morning, we should use <em>circadian</em> (from Latin <em>circa dies,</em> 'about days') to describe this daily rhythm.</p>\n<p>Morning, likewise, is described by the collateral adjective <em>matutinal</em> (Matuta was the Roman goddess of the morning, and <em>matutine</em> is a rare astronomical term meaning 'rising very early in the morning, generally at or just before dawn').</p>\n<p>Evening is represented by <em>vesperal</em> (Vesper is the evening star, also known as Venus; and the tonguetwisting <em>Vespertilionidae</em> is the most common family of bats in the United States—bats that become active in the evening, especially at dusk). <em>Twilight</em> is characterized by <em>crepuscular</em> (from Later <em>creper,</em> 'dark, dim, dusky'; the Vespertilionidae is both a vesperal and crepuscular family of bats). And <em>dawn</em> is personified by <em>auroral</em> (Aurora was the Roman goddess of dawn, identified with the Greek goddess Eos, the base of which yields our Greek-derived collateral adjective for <em>dawn</em>, <em>eoan</em>).</p>\n<p><em>Aurora</em> also turns up in <em>aurora borealis</em>, another name for the northern lights, so called because Pierre Gassendi, the French astronomer who coined the term in 1621, fancied these lights to be a second coming of dawn from the northern (<em>borealis</em>) horizon. Thus <em>boreal</em> is a collateral adjective for <em>north</em>, the <em>north wind</em>, or the <em>northern regions</em>; and <em>hyperborean</em> (from Greek <em>hyper-</em>, 'over, above, beyond') is a collateral adjective for the far northern regions.</p>\n<p>But if we journey to the far southern regions of the world, we can still observe these iridescent or rainbow-like lights (Iris, a derivative of the Greek noun governing <em>iridescent,</em> was the Classical Greek goddess of the rainbow; and <em>iridial</em> is a collateral adjective for <em>rainbow</em>), though there they are called the <em>southern lights</em> or <em>aurora australis,</em> a phrase popularized by Captain James Cook in 1773 which derives, in part, from Latin <em>australis,</em> 'southern.' Thus <em>austral</em> is a collateral adjective for <em>south,</em> and <em>Australia</em> (with the place-name forming suffix <em>-ia</em> appended to the appropriately capitalized <em>austral</em>) is the 'southern land' near where the Captain observed the antipodean aurora.</p>\n<p>But we need not tarry in the southern hemisphere to explore collateral adjectives. We can discover all we want right in our own homes, with our families, and throughout our neighborhood.</p>\n<p>When we rejoin our kinfolk after our voyage to the antipodes, we will undoubtedly receive a <em>sponsal</em> (husband or wife) embrace from our <em>connubial</em> (marriage) counterpart. And as we extend a <em>paternal</em> (fatherly) or <em>maternal</em> (motherly) greeting to our children, we shall, it is hoped, receive their <em>filial</em> (son or daughter) acknowledgments of our <em>sempiternal</em> (everlasting) love and guidance. From our siblings, we may derive a <em>fraternal</em> (brotherly) pat on the back or <em>sororal</em> (sisterly) touch of the hand, and from the <em>canine</em> (dog) member of the family we may careen from a <em>saltant</em> (jumping or leaping), <em>osculatory</em> (kissing) “hello.”</p>\n<p>For dinner, we may have a <em>piscine</em> (fish) or <em>gallinaceous</em> (fowl) dish, along with a <em>cucurbitaceous</em> (cucumber, squash, melon, pumpkin) or <em>convallariaceous</em> (asparagus) antipasto.</p>\n<p>After dinner, we may take a <em>postprandial</em> (afterdinner) stroll to walk off our <em>cibarial</em> (food) delights. Or if we are experiencing <em>soporific</em> (sleep) proclivities from our <em>aristological</em> (dining) epicureanism, we may instead wish to schedule an <em>antejentacular</em> (before-breakfast) constitutional for the <em>proximate</em> (next) morning. Given the latter, if we are not beset by <em>pluviose</em> (rainy) or <em>niveous</em> (snowy) elements and the <em>nubilous</em> (cloud) activity is not <em>tonitruous</em> (thunderous), we may wander to the <em>civic</em> (city) <em>zoological</em> (animal) garden for a <em>matutinal</em> (morning) sojourn.</p>\n<p>In the garden, we may observe <em>ovine</em> (sheep), <em>bovine</em> (ox, cow, bull), <em>ursine</em> (bear), <em>leonine</em> (lion), and <em>macropodine</em> (kangaroo) quadrupeds basking beneath <em>umbrageous</em> (shade) trees or roaming about <em>campestral</em> (field) and <em>fruticose</em> (shrub) ranges. In the <em>herpetological</em> (reptile) house, we may gaze upon <em>saurian</em> (lizard), <em>ophidian</em> (snake), <em>chelonian</em> (turtle, tortoise), and <em>eusuchian</em> (alligator, crocodile, gavial) residents of the <em>meridional</em> (southern) climes. And in the <em>ornithological</em> (bird) wing, we may witness dazzling displays of <em>aquiline</em> (eagle), <em>psittacine</em> (parrot), <em>pavonine</em> (peacock), and <em>phoenicopterous</em> (flamingo) brilliance and elegance.</p>\n<p>As we return home and reflect upon our <em>hesternal</em> (yesterday) and <em>hodiernal</em> (this day) adventures, we may wonder how we began with lunar landscapes and wound up with peacocks and flamingos. In this reflection, we will perceive the unearthly power of language to discover and disclose wonder in the most <em>quotidian</em> (daily, ordinary) and <em>supernal</em> (heavenly, lofty) experiences of our lives.</p>\n<p><em>[Rob Schleifer is a professional lexicographer and author of <em>Grow Your Vocabulary by Learning the Roots of English Words</em> (Random House).]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Nocturnal View of the Lunar Landscape: Venturing and Adventuring in Adjectives</h1> <p><em><span data-rel=\"author\">Rob Schleifer</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Long before the ill-defined beginnings of English in the first millennium, Luna was the ancient Roman goddess of the moon—exquisite, radiant, and cherished within mystery cults. Her name is derived from Latin <em>luna,</em> which also means moon. So the early Romans who worshipped her personified that luminous orb we sometimes observe in the evening sky.</p> <p>In English, our equivalent to Latin <em>luna</em> is, of course, <em>moon.</em> And from this word, we derive many compounds, including <em>moonlight, moonshine, moonbeam, moonquake,</em> and <em>mooncalf,</em> 'a foolish person.'</p> <p>But there is a problem. <em>Moon</em> is a noun. So what do we say if we want to use <em>moon</em> as an adjective, as in referring to, for example, the landscape of the moon? In other words, how can we change the form of <em>moon</em> to create an acceptable adjective that we can place in front of <em>landscape</em>?</p>"
}