{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>I'm quite willing to accept that <em>incredible</em> has two meanings—'unbelievable' and 'marvellous'— but I do wish journalists would make some attempt to keep the two untangled. Instead, we get ambiguous usages such as this, from a TV listings magazine: “It's all good fun—and, incredibly, based on a true story.” Even more worryingly, a British newspaper, celebrating its election as Newspaper of the Year, found a celebrity willing to congratulate it for “How well it coped with these awful events and delivered so many incredible reports from the front line.”</p>\n<p>Incredibly, this column's War Against Errorism has not yet resulted in total victory. In particular, my attempts to prevent the unnecessary slaughter of millions of trees, by wiping out redundant prepositions and such, is failing miserably. A local paper, covering the refurbishment of a chip shop following a fire, reports that the restaurant “has undergone a complete change inside—it's all tiled out.” A TV critic bemoans the fact that modern television personalities are required to provide “signed-off proof that they can laugh at themselves,” while an unusually busy politician was forced to resign from a public transport board because “he had become so conflicted out by his paid consultancies.”</p>\n<p>I could continue off on that track all day, but I am distracted by a newsletter from an authors' rights organisation informing me of changes to copyright regulations, and their consequences for writers. These include a requirement that “Course pack clearances must be rolled into the main blanket licence”—and then, perhaps, slung from one's saddle alongside a rifle and a banjo.</p>\n<p>Of course, what irritates me won't necessarily be what irritates you—but if so, you have only yourselves to blame. I am always delighted to hear from readers about their own Horribiles, via either of VERBATIM's usual addresses. Paul Cooper of Albert Lea, MN, writes that “My Horribile comes from your article: 'It's not unusual for words . . .'. If it is incorrect to say 'I ain't got nothing' then it is incorrect to say 'It is not un'!” Mr Cooper, clearly not a Tom Jones fan, concludes: “All double negatives are bad whether or not they are snotty upper class double negatives or not.”</p>\n<p>I must admit this is one which would never have occurred to me; grammatical education was not much in vogue when I was schooled, and I have no real <em>issue</em> with double negatives—provided they do not obscure meaning. If this column were to concern itself with grammatical rules, I suspect I would be exposing myself to charges of hypocrisy in almost every line.</p>\n<p>When it comes to sniffing out euphemisms, I feel more confident. The Mayor of London has recently established a London Older People's Strategy Group, marking the arrival in this country of a term which is common in the USA. Are <em>older</em> people older than <em>old</em> people? Or, perhaps, younger? If not, what do they need that <em>er</em> for?</p>\n<p>The same city is considering introducing driverless trains on its Underground railways; as a result of new technology, I trust, rather than entirely at the insistence of accountants. Despite being known as “no-person operation trains,” they will in fact be staffed by “Train Captains.” The use of <em>Captain</em> here seems fairly loose, since the Captain's job will be to inspect tickets. You could call him a <em>Ticket Inspector</em>, I suppose, if you were a real pedant.</p>\n<p>Careless, or deliberately misleading usage can, as readers of this magazine do not need persuading, have significant and concrete effects. In the UK, the Post Office is currently trailing proposals to abolish First Class and Second Class stamps, so that in future “all mail will be First Class.” Cynics suspect that all mail will, in fact, be Second Class—but some of us would simply like to know how it is possible to be First Class in a single class system.</p>\n<p>[Mat  Coward's  web  page  is  http:// hometown.aol.co.uk/matcoward/myhomepage/new sletter.html.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>I'm quite willing to accept that <em>incredible</em> has two meanings—'unbelievable' and 'marvellous'— but I do wish journalists would make some attempt to keep the two untangled. Instead, we get ambiguous usages such as this, from a TV listings magazine: “It's all good fun—and, incredibly, based on a true story.” Even more worryingly, a British newspaper, celebrating its election as Newspaper of the Year, found a celebrity willing to congratulate it for “How well it coped with these awful events and delivered so many incredible reports from the front line.”</p> <p>Incredibly, this column's War Against Errorism has not yet resulted in total victory. In particular, my attempts to prevent the unnecessary slaughter of millions of trees, by wiping out redundant prepositions and such, is failing miserably. A local paper, covering the refurbishment of a chip shop following a fire, reports that the restaurant “has undergone a complete change inside—it's all tiled out.” A TV critic bemoans the fact that modern television personalities are required to provide “signed-off proof that they can laugh at themselves,” while an unusually busy politician was forced to resign from a public transport board because “he had become so conflicted out by his paid consultancies.”</p> <p>I could continue off on that track all day, but I am distracted by a newsletter from an authors' rights organisation informing me of changes to copyright regulations, and their consequences for writers. These include a requirement that “Course pack clearances must be rolled into the main blanket licence”—and then, perhaps, slung from one's saddle alongside a rifle and a banjo.</p>"
}