{
  "type": "Article",
  "title": "Animal Lamina",
  "author": "Adrian Room",
  "location": "Lincolnshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Animal Lamina</h1>\n<p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Lincolnshire</span></em></p>\n<p>It was while I was reading about the dog-gods of ancient Egypt that I realized the appropriateness of the term: a dog that was also a god, a dog that was not only an animal with four legs, a tail, and a bark, but an animal that possessed an additional layer or lamina as a deity. <em>Dog</em> as <em>god,</em> one word reversing the other. The descriptive, moreover, equally applies to the pet dog, who is a sort of domestic god. Do we not love and revere our dogs? I then stopped to consider. Was there any other animal whose name revealed some appropriate attribute or meaning if one reversed it? The results surprised me. Allowing for a loose reversal, with pronunciation taking precedence over spelling, many names answered.</p>\n<p>The cat, for example, may be a soft and sleepy household pet, but it is also, and especially in its wild state, a combative creature. The <em>cat</em> is an <em>attacker,</em> that <em>tacks</em> on to its prey (as a bird or mouse) or its foe (as a dog or another cat). But also, in home mode, the <em>cat</em> will lovingly <em>attach</em> itself to its master or mistress. The <em>cat</em> is thus both at<em>tac</em>ker and at<em>tac</em>her.</p>\n<p>I warmed to my theme. How about some farm animals? The <em>cow,</em> if you reverse her name, is a <em>woc.</em> And what is that? The answer is <em>work.</em> The cow is kept purely for her ability to work as a provider of food (meat), drink (milk), and clothing (hide). Even her horns and hooves can be used to make glue. The same <em>woc</em> also represents the root of the cow's name in some other languages such as Latin and Italian <em>vacca,</em> French <em>vache,</em> and Spanish <em>vaca.</em></p>\n<p>How about the <em>horse?</em> A horse is much more than just a farm animal. It is a courser and a charger, and the animal above all others which one mounts and rides. The reversal of its name is essentially expressed in <em>sore,</em> since the rider seeks to better his opponent, to make him literally or mentally <em>sore,</em> while he in turn may well become (saddle) <em>sore</em> in the process.</p>\n<p>A <em>sheep</em> is regarded as a mild and gentle animal, symbolizing peace. The <em>lamb</em> that is its young is a small creature (ignoring the silent <em>b</em> on the first word and soft <em>s</em> on the second). It also so happens that the Armenian word for a sheep is <em>mal</em>.</p>\n<p>Out in the country, but certainly not on the farm, are the <em>fox</em> and the <em>wolf.</em> The fox is noted for his cunning, and will mock or <em>scoff</em> at those whom he has outwitted. He will also <em>scoff</em> his food or the prey he has killed. The <em>wolf</em> hunts in packs, which run or <em>flow</em> over the plains. The <em>mouse,</em> similarly, is usually found in nests or families that <em>swarm</em> or overrun a building. The <em>rat</em> is associated with water (<em>river rat, water rat, drowned rat</em>), and so is a sailor or <em>tar,</em> even living on ships. The <em>mole</em> lives underground, tunneling through the soft earth or <em>loam.</em></p>\n<p>How about the big cats, the zoo animals? The <em>lion</em> reverses his name as a word close to <em>noel</em> or <em>nowel,</em> otherwise Christmas. He is the king of beasts, lord over all, just as Christmas is the king of feasts, when the Lord was born (The lion in fact features in Christian imagery, and readers of C.S. Lewis's <em>Narnia</em> books will recall the magnificent lion Aslan as a Christ-figure.) The <em>tiger</em> is almost equally exalted, and his name reversed is Latin <em>regit,</em> 'he rules.' The <em>tigress</em>, on the same lines, reverses as <em>surgit,</em> 'she rises.'</p>\n<p>The <em>monkey</em> and the <em>donkey</em> have somewhat similar names which at first sight seem to produce meaningless reversals, <em>yeknom</em> and <em>yeknod.</em> But the monkey can be seen to be <em>ye gnome,</em> with old English <em>ye</em> ('the'). The monkey resembles a miniature human being, or gnome. He is also traditionally wise (Greek <em>gnome,</em> 'thought,' 'opinion'). The donkey is also wise, and is thus the (<em>ye</em>) one who <em>knowed,</em> a rustic dialect word for a rustic animal. The reversal of the name also reveals <em>nod,</em> the animal's characteristic head movement.</p>\n<p>The hidden lamina possessed by the names of animals is also present for some of the more exotic types, even those with non-English names. Thus the <em>gnu</em> is an <em>ungulate,</em> or hoofed animal. It is also a type of antelope, as is the <em>dik-dik,</em> whose reversed name gives <em>kid,</em> the young of a goat, an animal to which antelopes are closely related. The <em>goat</em> itself is famous for its use as an army mascot, when it is draped with the regimental colors in the manner of the decorated <em>toga</em> worn by a victorious Roman emperor in a triumphal procession.</p>\n<p>There are more, but I am running out of space. However, I cannot end without mentioning the birds, and as exemplar select the <em>swan,</em> whose reversed name reveals Greek <em>naus,</em> 'ship.' Who has not enjoyed the metaphor, and visualized the swan as a stately ship that sails along? The imagery is not uncommon in poetry: “I have seen old ships sail like swans asleep” (James Elroy Flecker, <em>The Golden Journey to Samarkand</em>).</p>\n<p>Readers will probably have appreciated the title of this article, which shows that many an <em>animal</em> has its <em>lamina,</em> the extra layer or meaning that lies hidden in the reversal of its name.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Animal Lamina</h1> <p><em><span data-rel=\"author\">Adrian Room</span> <span data-rel=\"location\">Lincolnshire</span></em></p> <p>It was while I was reading about the dog-gods of ancient Egypt that I realized the appropriateness of the term: a dog that was also a god, a dog that was not only an animal with four legs, a tail, and a bark, but an animal that possessed an additional layer or lamina as a deity. <em>Dog</em> as <em>god,</em> one word reversing the other. The descriptive, moreover, equally applies to the pet dog, who is a sort of domestic god. Do we not love and revere our dogs? I then stopped to consider. Was there any other animal whose name revealed some appropriate attribute or meaning if one reversed it? The results surprised me. Allowing for a loose reversal, with pronunciation taking precedence over spelling, many names answered.</p> <p>The cat, for example, may be a soft and sleepy household pet, but it is also, and especially in its wild state, a combative creature. The <em>cat</em> is an <em>attacker,</em> that <em>tacks</em> on to its prey (as a bird or mouse) or its foe (as a dog or another cat). But also, in home mode, the <em>cat</em> will lovingly <em>attach</em> itself to its master or mistress. The <em>cat</em> is thus both at<em>tac</em>ker and at<em>tac</em>her.</p> <p>I warmed to my theme. How about some farm animals? The <em>cow,</em> if you reverse her name, is a <em>woc.</em> And what is that? The answer is <em>work.</em> The cow is kept purely for her ability to work as a provider of food (meat), drink (milk), and clothing (hide). Even her horns and hooves can be used to make glue. The same <em>woc</em> also represents the root of the cow's name in some other languages such as Latin and Italian <em>vacca,</em> French <em>vache,</em> and Spanish <em>vaca.</em></p>"
}