{
  "type": "Article",
  "title": "The Trouble With Janus Words",
  "author": "David Galef",
  "location": "Oxford, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Trouble With Janus Words</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p>\n<p>When I was six years old, my mother bought a package of dried fruit at the supermarket labeled “pitted dates.” Having once almost broken a tooth on a cherry stone, I approached them warily. I bit carefully around each core, but found to my surprise—and confusion—that the pits were missing. “So <em>why</em>,” I demanded, my surprise now turned to annoyance, “do they call them 'pitted dates'?”</p>\n<p>My mother sighed. “'Pitted' means that the pits have been removed. Some words are like that.” I had to content myself with that explanation for a while. It didn't help that the grapes we liked at the local fruit and vegetable market were advertised as <em>seedless</em> rather than <em>seeded,</em> though <em>seeded,</em> like <em>pitted,</em> means the opposite of what it sounds like. Clearly, I wasn't the only one mixed up by such words, and the produce market wasn't taking any chances. Later on, I learned that the household activity my mother so abhorred, <em>dusting,</em> could actually mean the contrary, as in <em>dusting</em> my cinnamon toast with sugar. And I thought it curious that people could pay a <em>bill</em> or a document demanding money with a <em>bill</em> that was the money itself. In a literature course at college, I learned that a label existed for such trickster terms: <em>Janus words,</em> from the Roman god of doorways who faces both ways.</p>\n<p>Some linguists have tagged Janus words as examples of <em>antiphrasis,</em> generally a rhetorical device for using a word in a sense opposite to its usual meaning; or <em>enantiosis,</em> a figure of speech that conveys the opposite of what's said. But both terms border on irony, and that's not what these curiosities are all about. I've also heard Janus words described as <em>auto-antonyms</em> or, most simply, <em>contranyms,</em> and though both labels have a homemade sound, they better convey the sheer contrariety involved. Some see Janus words as confused and at odds with themselves, like Siamese twins who quarrel. Others see them as evenhanded and accepting of opposition, the essence of Whitman's pluralistic view of America in <em>Song of Myself:</em> “Do I contradict myself? / Very well then I contradict myself, / (I am large, I contain multitudes.).”</p>\n<p>Whichever way you see them (or c: none of the above), they're fun to grapple with. In any event, once I got the concept, I wanted more instances. Formerly, I'd simply trusted to serendipity and patience. Around the time that I learned the proper term, I began actively to seek out examples. That started me down a road that's beginning to look like a primrose path.</p>\n<p>It all began with <em>cleave.</em> As everyone knows, to cleave is to slice or sever, but it also can mean to adhere or stick to, albeit in a somewhat archaic sense. The King James Bible provides one of the more famous instances of the second meaning: “If I do not remember thee,” apostrophizes the speaker to the state of Zion in Psalm 137, “let my tongue cleave to the roof of my mouth.” A related pursuit to collecting Janus words is figuring out how the meanings split apart. <em>Cleave</em> derives from the Middle English <em>cleven,</em> if that helps (I don't think it does). But since one sense of the first definition is to split along a natural line or division, perhaps the connection between the opposed meanings is that a cleavage creates distinct adherents. In any event, <em>cleave</em> is one of the primary Janus words, prized by all collectors. <em>Hew</em> is another often-cited instance, with the commonest meaning of 'chop' undercut, so to speak, by another sense: to hew to certain beliefs; i.e., to follow or cling to them. This duplicity that combines cutting and attachment applies to a couple of other Janus words, as well. You can <em>trim</em> your hair, but you can also <em>trim</em> your dress with blue velvet, if you're so inclined. Similarly, you can <em>clip</em> your nails, or you can <em>clip</em> your dog onto a leash.</p>\n<p>Another category concerns motion and its opposite, immobility. You can run <em>fast</em> as the wind, or you can, perhaps with the aid of two burly guards, hold the prisoner <em>fast. Still</em> poses another such instance, straddling the senses of 'not moving' and 'b continuous.' A talented poet can exploit such an ambiguity to great effect. In Yeats's sonnet “Leda and the Swan,” detailing the rape of a swanherd by Zeus in the guise of a swan, the opening reads: “A sudden blow: the great wings beating still/ Above the staggering girl . . .” The image of stasis and impact, of abruptness and repetition, makes for an oxymoron in a phrase: eternity in an instant. Later in the poem, the coexisting contrariety of fixed versus continuous time will show how one act of sexual violence can lead to the fall of a city.</p>\n<p>Looking elsewhere: a few Janus words involve vision and its enfeebled cousins, blindness and occlusion. My favorite is <em>oversight,</em> which in most instances means a mistake, as in a bank oversight leading to the loss of funds, but which in the more familiar form <em>oversee</em> plainly means to supervise. My own theory as to the linkage is that “seeing over” promotes both a privileged view and the inclination to miss what's below. Since another amusement with Janus words is to use both senses in one sentence, my private advertising firm (in my dreams) came up with this slogan for a bank: “We carefully oversee your funds so that no oversights occur.”</p>\n<p><em>Screen</em> became a Janus word through the advance of technology. At one time, a screen was simply a flat vertical surface that usually blocked whatever was on the other side; hence, to hide behind a screen. You could even, by extension, screen out noise. Then came cinematography, which projected its effects onto a screen—and eventually <em>screen</em> became a verb for showing a film; i.e., to display, the opposite of blocking from sight. It's odd to think of the cinemas that screen new films in pocket theaters so cramped that the person in front of you can screen your view. Similarly, <em>scan,</em> which originally meant to read in full detail, also means to look at quickly or cursorily. My guess as to the appearance of this second meaning dated it to the advent of computers that take in everything rapidly, but the usage seems to predate punch cards, so never mind. In fact, the term goes back to scanning verse, which is not necessarily to take in the full meaning but simply to note the meter: a careful reading but quick and without semantic import.</p>\n<p>Other legitimate Janus words include <em>model</em> as either the template from which all others are copied (“I am the very model of a modern MajorGeneral,” sang Stanley in Gilbert and Sullivan's <em>Pirates of Penzance</em>) or a mere copy (“Don't be impressed—it's only a model,” you might say about the Tower of Pisa that leans in Las Vegas). Or consider <em>buckle:</em> to fasten tight or collapse, allowing this intriguingly ambiguous sentence: “She always wore such cheap footgear that her shoes buckled.” Other examples: when you get a <em>strike</em> in baseball, it's because you failed to <em>strike</em> the ball. Also: <em>let</em> as allow vs. hinder—really meaning obstacle, as in a “let” in tennis. “The server's first let let the opponent catch her breath.”</p>\n<p>So what's the problem with Janus words? Well, who ever established the ground rules? For instance, though <em>cleave</em> is <em>cleave</em> and <em>hew</em> is <em>hew</em> and the twain shall always meet, with clip we're really dealing with two words: <em>clip</em> from the Old Norse <em>klippa,</em> 'to cut'; and <em>clip</em> from the Old English <em>clyppan</em>, 'to surround or embrace.' In an unsigned paragraph in VERBATIM Vol.I/3, Laurence Urdang pointed out this discrepancy but politely left open the question of how to treat it. A purist might insist that a true Janus word be one word with two meanings rather than coincidental orthography, as with the totally disconnected <em>entrance</em> for “door” versus <em>entrance</em> for “hypnotize.” To take this idea further: does it matter whether the opposed meanings came from the same idea, that a dollar bill, for example, is really a receipt just like the bill it pays? This point is also true of <em>note,</em> as in an IOU but also a banknote to pay off the IOU. I've also heard <em>splice</em> nominated as a Janus word, on the grounds that it combines two opposite operations, cutting and connecting, but, as my Uncle James used to say, “So what?”</p>\n<p>One of the problems is that not many commentators have written about what ought to constitute a contranym, though amateur collectors abound. An essay by Zellig Bach called “The Imperative of Opposites” in VERBATIM Vol.X/4 included a few Latin examples, such as <em>altus</em> ('high' or 'deep'), or <em>sacer</em> ('sacred' or 'cursed'). I have the pages of Bach's essay in front of me, but these days, I also have access to electronic sources. Hard copy has given way to the ethereality of the web: try <a href=\"http://www.linguistlist.org/issues/6/6-74.html\">http://www.linguistlist.org/issues/6/6-74.html</a>&gt; or the more idiosyncratic <a href=\"http://graphics.lcs.mit.edu/~seth/misc/selfantonyms.html\">http://graphics.lcs.mit.edu/~seth/misc/selfantonyms.html</a>&gt;. Both provide as many examples as possible, or even more.</p>\n<p>These linguaphiles are determined list-makers. It should be a harmless pastime (I know an old man who collects spoonerisms), but in can lead to overextension. To illustrate by way of analogy: try gathering examples of onomatopoeia; that is, words deliberately formed to imitate their meaning. After amassing instances like <em>buzz</em> and <em>bang,</em> and maybe <em>hush</em> and <em>whisper,</em> you start impatiently pressing illsuited candidates into service. For instance, <em>fire</em> may sound incendiary, but its etymology from the Greek <em>pyr</em> has nothing to do with its <em>fi</em> fricative. Eventually, you get into the state of mind (or what I call the hopeful ear) in which you start vehemently arguing that <em>round</em> clearly sounds circular. At that point, it's time to reassess. The same is true of Janus words. So much depends on rigged context.</p>\n<p>But try telling that to the list makers. A lot of socalled Janus words encompass one broad meaning that serve several functions, as with, say, <em>breakdown.</em> To have a nervous breakdown is to fall apart, whereas a chemical breakdown is often used for analysis; i.e., to put something together, but the idea is the same. Another uncertain candidate is <em>oblige,</em> as in 'to do a favor for,' and <em>oblige,</em> as in forcing someone to do something he doesn't want to do. But if you look closely at “I obliged him by meeting him at the station” and “He was obliged to meet me at the station,” the underlying idea is the same: someone going out of his way. The same is true of <em>protest:</em> you can protest a decision or protest your innocence. The reason that <em>protest</em> got on the Janus list is the distinction between protesting against or for, but you can just as easily <em>shout</em> happily or angrily, and no one's elevated <em>shout</em> to the ranks. The most extreme instance of Janus-pushing is the humble <em>resign.</em> Forwarded as a synonym for abdicate or step down, it's perfectly acceptable. But wait! Suppose we make it <em>re-sign,</em> as in 'sign up again,' and therefore 'enlist,' the opposite of to quit. At which point I counter the “But wait!” with a related interjection that could almost be a Janus phrase to it: “Wait a minute. ”</p>\n<p><em>Go off</em> and <em>give out</em>, on the—is it third hand by now?—make for iffy propositions: “The bomb's set to go off any minute” versus “The guard goes off at three.” Or “The man continued to give out free samples until he finally gave out at midnight.” 'Explode' isn't really the opposite of 'quit,' just as 'handing out' doesn't really contradict 'ceasing.' Maybe these are slant examples, like slant rhyme. Similarly, you can argue that <em>pack it in</em> means 'as much as possible' but also 'give up.' Their intersection derives from stuffing one's suitcase to leave. Slants, no question. Or consider this conundrum: <em>arbitrary</em> is the opposite of 'fixed,' but it's also in a sense the opposite of 'random.' Should it join the club?—a <em>club</em> accepts members, but a spiked <em>club</em> keeps them away—stop!</p>\n<p>Yet other levels of contranyms exist for exploration. A full collection of Janus words might include terms that have shifted to opposite meanings over the years, like <em>sensational,</em> from 'lurid' to 'wonderful,' or <em>unbelievable,</em> from 'ridiculous' to 'great'—though they've mostly lost their former connotations. Or one could go the opposite route and pick out some new ones. <em>Cool</em> used to mean 'indifferent or negative,' but for some time has meant 'fine.' <em>Bad,</em> as any rapper can tell you, is 'good,' just as <em>phat</em> isn't 'fat' at all (does altered orthography disqualify it?).</p>\n<p>What about the opposite of Janus words?— words that ought to be contrary but in fact have the same meaning, such as <em>unravel</em> and <em>ravel?</em> How about <em>restive</em> and <em>restless?</em> Or <em>inflammable</em> and <em>flammable</em>—though <em>flammable</em> was coined merely because many figured that <em>inflammable</em> meant 'not capable of bursting into flames,' so does that count? Whose rules are we using?</p>\n<p>Oh, I could go on  <em>Ah, go on,</em> as my mother used to say, meaning the opposite.</p>\n<p><em>[David Galef, a frequent contributor, teaches at the University of Mississippi.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Trouble With Janus Words</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Oxford, Mississippi</span></em></p> <p>When I was six years old, my mother bought a package of dried fruit at the supermarket labeled “pitted dates.” Having once almost broken a tooth on a cherry stone, I approached them warily. I bit carefully around each core, but found to my surprise—and confusion—that the pits were missing. “So <em>why</em>,” I demanded, my surprise now turned to annoyance, “do they call them 'pitted dates'?”</p> <p>My mother sighed. “'Pitted' means that the pits have been removed. Some words are like that.” I had to content myself with that explanation for a while. It didn't help that the grapes we liked at the local fruit and vegetable market were advertised as <em>seedless</em> rather than <em>seeded,</em> though <em>seeded,</em> like <em>pitted,</em> means the opposite of what it sounds like. Clearly, I wasn't the only one mixed up by such words, and the produce market wasn't taking any chances. Later on, I learned that the household activity my mother so abhorred, <em>dusting,</em> could actually mean the contrary, as in <em>dusting</em> my cinnamon toast with sugar. And I thought it curious that people could pay a <em>bill</em> or a document demanding money with a <em>bill</em> that was the money itself. In a literature course at college, I learned that a label existed for such trickster terms: <em>Janus words,</em> from the Roman god of doorways who faces both ways.</p> <p>Some linguists have tagged Janus words as examples of <em>antiphrasis,</em> generally a rhetorical device for using a word in a sense opposite to its usual meaning; or <em>enantiosis,</em> a figure of speech that conveys the opposite of what's said. But both terms border on irony, and that's not what these curiosities are all about. I've also heard Janus words described as <em>auto-antonyms</em> or, most simply, <em>contranyms,</em> and though both labels have a homemade sound, they better convey the sheer contrariety involved. Some see Janus words as confused and at odds with themselves, like Siamese twins who quarrel. Others see them as evenhanded and accepting of opposition, the essence of Whitman's pluralistic view of America in <em>Song of Myself:</em> “Do I contradict myself? / Very well then I contradict myself, / (I am large, I contain multitudes.).”</p>"
}