{
  "type": "Article",
  "title": "Talk Like a Gamer",
  "author": "Greg Costikyan",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Talk Like a Gamer</h1>\n<p><em><span data-rel=\"author\">Greg Costikyan</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Recently, VERBATIM ran a piece entitled “L33t-sp34k” about the typographical games played with words by hackers, warez d00dz, and other online lowlife (although open source coders will of course complain that “hacker” should be used in its original sense, meaning a programmer of astounding skill, rather than in the popular, degraded sense of an online vandal). The piece touched on the language used by online gamers—some of whom, particularly in the world of first-person shooters—adopt hacker terminology.</p>\n<p>The article defined <em>fragging</em> (killing another player, from Vietnam era soldiers' slang) and <em>gib</em> (from giblets, the bloody goblets left in the playing field after a player or monster is killed). But <em>first person shooters</em> (<em>FPSes</em>)—games in which the player sees the playing area as his (or more rarely, her) character would see it (first person view) and plays mainly by shooting weapons at others—have produced rich terminology.</p>\n<p>To <em>bunny hop</em> is to leap rapidly about the game world to make yourself a more difficult target. A <em>rocket jump</em> is a way of exploiting a feature of a FPS game's physics model by jumping into the air and detonating explosives on the ground so the blast causes extra lift and lets you jump higher. <em>Strafing</em> originally meant 'moving sideways while firing,' the derivation from the military term being clear—but has come to mean moving sideways even when not firing. To <em>telefrag</em> is to kill someone by teleporting into his location, which usually results in mutual death.</p>\n<p>Once you kill an opponent, you often <em>taunt</em> him—sending a line of text celebrating your victory, although some games allow you to play a sound file on your enemy's machine as another form of taunt.</p>\n<p>A <em>low-ping bastard</em> (or <em>LPB</em>) is a player who has a really fast Internet connection and low “ping” times to the game server, giving him an advantage over (better) players with slower connections. Contrariwise, a <em>high-ping bastard</em> (<em>HPB</em>) has such a bad connection that the player is often frozen, offering no help as a teammate and not much challenge as an opponent. A <em>llama</em> is a player without much skill—probably derived from <em>lamer,</em> itself hacker slang for a wannabe hacker who is basically an idiot. A <em>boomstick</em> is a shotgun; a <em>BFG</em> (from 'big fucking gun') was originally a weapon in the game <em>Doom,</em> but has come to mean any weapon capable of inflicting truly awesome damage. A <em>bot</em> is an artificial, computer-controlled character resembling a player character, used to make a multiplayer FPS game playable in single player mode; it's a clipped form of 'robot.'</p>\n<p>An <em>aiming bot,</em> however, is a computer program that a player may run which alters the player's controls to provide a perfect lock onto an enemy character, meaning the player always aims true. This is a form of cheating, and will get you <em>kicked</em> (ejected and banned) from the game's server if you're caught. Shooters are not the only game style to produce interesting vocabulary; massively multiplayer online games, like <em>EverQuest</em> and <em>Ultima Online,</em> are another rich source, perhaps because interplayer communication is so important in these games.</p>\n<p>A <em>PC</em> or <em>player character</em> is one controlled by a live player, and an <em>NPC (non-player character)</em> is controlled by the computer. A <em>monster</em> is an NPC that exists for the sole purpose of being killed by PCs. All these terms are borrowed from tabletop roleplaying. Monsters are often called <em>mobs</em> (possibly from 'mobile object'). A <em>train</em> is a whole group of mobs, which together are far more dangerous to PCs than a single mob; when someone nearby yells “Train!,” you're best advised to run like hell. In verb form, to <em>train</em> is to lead a train, that is, flee ahead of it—this is usually due to misfortune, but sometimes a character will seek to lead a train into a group of waiting comrades, as a means of ambushing the mobs. Thus “That guy is training the skeletons” doesn't mean he's seeking to improve their skills, but instead leading them a merry chase across the landscape.</p>\n<p>To <em>kite</em> is to train but in a way that makes it unlikely that you will be harmed by the mobs. The idea is that your character has appropriate buffs or skills so that it's trivial for him to get away from the train. Kiting means leading a train, getting a substantial lead, turning to cast spells or use ranged weapons to attack them, then fleeing again before the mobs can close enough to fight you, repeating the process as needed until the train is dead.</p>\n<p>A <em>buff</em> is a spell or other game effect that temporarily increases a character's abilities; to <em>debuff</em> is to cast a spell on a character that adversely affects his or her abilities.</p>\n<p>In an online game roleplaying generally means speaking consistently in character, e.g.,:</p>\n<p>Player 1: hey bitch gimme buffs</p>\n<p>Player 2: Sirrah! Dost thou address a lady thus?</p>\n<p>Player 2 is roleplaying; Player 1 is not.</p>\n<p>Some games have separate gameworlds devoted to roleplayers and to <em>power gamers</em>—those who play primarily to become more powerful in the game world and can't be bothered with such fripperies as pseudo-Elizabethan chat. Power gamers seek to <em>power level,</em> increase in ability in the game quickly—often with the help of a more powerful character who provides buffs to allow the character to gain experience rapidly. This practice is called <em>twinking</em>—gaining quickly in power or level in a semi-illegitimate fashion through assistance from a more powerful character. The term is obviously derived from <em>Twinkie,</em> but the association with a sugary snack is not obvious—I surmise that the usage may come from gay slang, in which a <em>twinkie</em> is a cute young man with an older lover.</p>\n<p>To gain a level in the game—improving your character's ability—is to <em>level up</em>.</p>\n<p><em>PKing</em> (player killing) is killing another player character in a game world—generally this is frowned on, and some games prohibit it. Some games allow both <em>PvP</em> (player versus player) game-</p>\n<p>play as well as <em>player versus environment</em> play (which, curiously, is never abbreviated), meaning going out and hunting mobs.</p>\n<p>One way to hunt mobs is to <em>camp</em> their <em>spawn point,</em> the place in the gameworld where a particular type of mob appears from time to time; camping means hanging out near that point and waiting until the mob spawns, then killing it. Camping is viewed as morally dubious, since you're hogging this particular hunting ground; however, <em>turtling</em> (just standing around not doing anything) carries no negative connotation.</p>\n<p>To <em>zone</em> is to move from one area of the game world to another, triggering a big download of gamestate information that will take a while. However, being <em>in the zone</em> is being totally focussed on the game and playing it like a master.</p>\n<p>Sometimes a player figures out an <em>exploit,</em> a way to use some aspect of the game to produce results the game operators did not expect and don't find appropriate—for instance, an <em>Ultima Online</em> player discovered how to create almost unlimited amounts of game money very quickly, causing massive inflation in the game. Exploiters are <em>banned</em> (barred from returning to the game); the game operators then <em>nerf</em> the game system, preventing others from using the exploit. More generally, to nerf is to reduce game power; e.g., if Shaman characters are made less powerful in an update, players of Shamen will complain bitterly that they have been <em>nerfed</em>.</p>\n<p>To <em>group</em> is to join cooperatively with others for a short period of time (“Hey! Wanna group?”). If you want to join a more permanent group, you join (depending on the theme of the game) a <em>guild</em>, <em>clan,</em> or <em>squadron</em> (collectively called <em>microcommunities</em> by game developers). Some clans persist beyond a single game, and will move en masse from one game or server to another.</p>\n<p>A <em>quest</em> is a set of tasks that, when accomplished, give a player experience, money, and/or equipment that is useful and powerful in the game world; a <em>FedEx quest</em> is one that involves delivering some item from point A to point B.</p>\n<p>A <em>mule</em> is a secondary character used to provide more storage space for the crap you want to hang on to; if your backpack is full, just fire up the mule character and give him/her/it the stuff to carry. A mule will <em>water ski,</em> meaning it will automatically follow the main character about, like a boat pulling a water skier.</p>\n<p>A <em>brick</em> is a powerful fighter, usually devoid of magic or other powers. The implication is that bricks wall off more vulnerable members of a group from dangerous mobs by interposing themselves between the two.</p>\n<p>A <em>newbie</em> (or <em>noob</em> or <em>n00b</em>) is a new player who's just learning the ropes. A <em>guide</em> is someone in the game world, usually a volunteer but sometimes employed by the game provider, whose job is to help newbies and resolve problems during play. If the guide can't solve a problem, he kicks it upstairs to a <em>gamemaster</em>, which in a MMORPG is like a guide, but has higher rank and access to software tools that lets him modify the game world—tools sometimes used to produce custom quests or events for players. Another task for guides and gamemasters is dealing with <em>griefers</em>—people playing only to interfere with the experience of other players.</p>\n<p>In the case of shooters and massively multiplayer games, the language is the product of gamers, the people who play the games. More generally, game developers and gamers together have developed a varied vocabulary to describe the many different game styles on the market and the way people play them.</p>\n<p>A <em>gamer</em> is someone for whom games is a primary leisure-time activity. Gaming is playing a</p>\n<p>game—and gamers are generally snotty that the gambling industry has absconded with the term and used it as a euphemism for their repulsive exploitation of the statistically challenged.</p>\n<p><em>Gameplay</em> is a nebulous noun that means something like “the feel you get from playing a game.” It dates back to the early 80s; I first heard it from people at Atari. “It has good gameplay.” A <em>game designer</em> is the creative lead, the person who specifies gameplay and interface; <em>game developer</em> is a more general term, covering everyone involved in production of a game, including programmers, graphic designers, and management types as well as game designers.  “Game  designer”  was  coined  by Redmond Simonsen, the art director at SPI, a leading wargame publisher, in the late 1960s; previously, designers were often called inventors or authors. In Germany, that tradition persists; a game designer is a <em>spielautor</em>.</p>\n<p>The term <em>videogame</em> originally meant arcade and home console games, excluding computer games (many of which, in the early days, were textonly); it is still sometimes used that way. In the industry, the term is rarely used; people instead distinguish between <em>PC</em> (personal computer) <em>games</em> and <em>console games.</em> Sometimes, console games are called <em>platformers,</em> but the word is also sometimes used to refer specifically to 2D <em>sidescrollers</em> like the old <em>Mario</em> and <em>Sonic the Hedgehog</em> games.</p>\n<p>A <em>wargame</em> is a game of military conflict.</p>\n<p>The term <em>roleplaying game</em> (or <em>RPG</em>) was first coined in the pages of <em>Alarums &amp; Excursions,</em> an <em>APA</em> (pron. “apah,” meaning 'amateur press association'— first used by amateur printers in the 1920s, then borrowed by science fiction fandom, then carried over into gaming) devoted to games like <em>Dungeons &amp; Dragons.</em> In an RPG, each player takes the role of a single character; this was, initially, a paper game medium, but subsequently, <em>console RPGs</em> (played on home game machines like Playstation), <em>computer RPGs</em> (or <em>CRPGs</em>), and <em>massively multiplayer online RPGs</em> (<em>MMORPGs</em>, sometimes pronounced “morpegs”) have evolved. Because MMORPG is such a mouthful, developers are currently experimenting with alternative formulations—<em>massively multiplayer game</em> (<em>MMG</em>) and <em>persistent world</em> being examples— but none have yet achieved widespread usage. The implication of “persistent world” is that the gameworld persists even with a player is offline—that's by contrast to games such as <em>Quake</em> or <em>StarCraft</em> that have no persistent, ongoing nature.</p>\n<p>The term <em>tabletop RPG</em> is a back-formation to distinguish the earlier, paper, variety from the modern digital variety. In addition, fan groups often stage <em>live action RPGs</em> (or <em>LARPs</em>, pron. “lahrp”), in which dozens or hundreds of people play together in a single space, moving about rather than sitting around a table.</p>\n<p>Although MMORPGs derive partially from the tabletop variety, they are technically an evolution of <em>MUDs</em> (pronounced as you'd expect; it's an acronym for 'multi-user dungeon' or 'multi-user domain'). The first MUD, MUD 1, was developed by Bartle and Trubshaw at the University of Essex in 1979; they're text-only multiplayer networked games with roleplaying elements, generally (although not always) run non-commercially. Many MUDs are still in existence, along with <em>MUSHes</em> ('multi-user shared hallucinations') and <em>MOOs</em> (a contraction of a contraction: 'MUD, Object-Oriented').</p>\n<p>A plethora of words have been coined to describe computer game categories. An <em>adventure</em> is a game that depends on story-telling and puzzlesolving; the style derives from the academic game <em>Adventure</em> (aka <em>Colossal Cave</em>), which predates the commercial game software industry. <em>Text adventures</em> have no graphics (e.g., <em>Zork</em>), while <em>graphic adventures</em> (e.g., <em>Myst</em>) do. (Confusingly, the Game Manufacturers' Association, a collection of small hobby game publishers, collectively refers to its industry, which includes publishers of wargames, RPGs, and collectible card games, as the “adventure gaming” industry—even though their games bear scant resemblance to software adventures.)</p>\n<p><em>Sim</em> is used in two different senses; there are <em>flight sims</em> (or more generally, <em>vehicle sims</em>) in which the player controls a single craft; and there are sims in the sense of 'simulation,' such as <em>SimCity, Roller Coaster Tycoon</em>, and <em>The Sims</em>.</p>\n<p>A <em>sneaker</em> is a game like a first-person shooter in which you're encouraged to gain your objectives by stealth rather than combat (<em>Thief</em> is the canonical example). A fighter is a game like <em>Soul Calibur</em> in which you control a swordsman, boxer, kung fu fighter, or other combatant in one-on-one combat with a similar opponent. Similarly, a <em>dancer</em> is a game in which the player must manipulate the controls in a set pattern in time to music, frequently (but not always) controlling an onscreen-character that responds by dancing. In some arcade versions, the player stands on a pressure-sensitive area, and controls the game by stepping (or dancing) on different parts of the platform. (<em>The Hackers' Dictionary</em> uses the term <em>dance-o-matic</em> for dancers, but I've never actually heard anyone use that word in real life.)</p>\n<p>A <em>real-time strategy game</em> (or <em>RTS</em>) is real-time because it is not turn-based; all players (and computer-controlled <em>AIs</em>) perform actions continually and simultaneously, instead of taking actions one turn at a time, round-robin-style. Examples of RTS games are <em>StarCraft</em> and <em>Age of Empires.</em></p>\n<p><em>Action</em> is another word with multiple senses; an <em>action game</em> is a game, generally but not always from a first-person perspective, in which a player controls a single character, and his or her success in the game is based on player skill—the ability to manipulate the interface accurately and precisely— rather than character skill—game abilities gained by the character in the course of play. Thus, shooters are a subcategory of action games, but the term also encompasses games like <em>Tomb Raider</em>, in which avoiding traps and overcoming physical challenges are more important to gameplay than simple combat. An <em>action-adventure</em> game is like an adventure game in that story and puzzle-solving are important to play, but unlike classic adventures in that they depend on player skill.</p>\n<p><em>Action game</em> usually refers to a PC title; the term for consoles (and arcade) is <em>skill-and-action</em>. Console skill-and-action games are less often first-person in perspective, but always dependent on player skill. Snotty gamers who prefer more cerebral styles of gameplay deride these as <em>twitch games</em>.</p>\n<p>A <em>4X game</em> is a game of space colonization and combat; it stands for 'eXplore, eXpand, eXploit, and eXterminate.' A <em>god game</em> is a game in which the player controls a whole empire or civilization; <em>Civilization</em> is the canonical god game.</p>\n<p><em>Miniatures games</em> are played with little metal figures arrayed on a table; <em>collectible card games</em> (or <em>CCGs</em>) are played with cards, purchased in <em>starter decks</em> and <em>booster pack</em>s like baseball cards, with a player building a deck from among all the cards he owns before playing with others. <em>Magic: The Gathering</em> is a <em>CCG</em>.</p>\n<p>An <em>online game</em> is a game played over a wide area network—at present, the Internet, but previously, the commercial online services. A <em>massively multiplayer</em> game is online, but one in which hundreds or thousands of people play in the same game world (this is by contrast to non-massively multiplayer games, involving a handful of players at once). A <em>persistent world</em> is a massively multiplayer game which is always online and available for play, with characters or game positions retaining their characteristics from one play session to another.</p>\n<p>Games, according to gamers, almost always either <em>suck</em> or <em>rock</em>; there doesn't seem to be a middle ground. A game that sucks is a <em>coaster</em>—the implicating being that the game is so bad that all the CD is good for is setting your drink down on. (One game magazine reviewed a game for which David Bowie had provided the music under the headline “We Can be Coasters, Just for One Day.”) One way a game can suck is if the animations <em>skate,</em> meaning that they don't synch up properly with the background, so that they appear to be moving too quickly or too slowly given the motion of their walk cycle.</p>\n<p>A <em>patch</em> is a software update, usually available for free download—gamers don't like them (“Man, they patched that game practically before it shipped—it must be buggy as hell.”) A <em>walkthrough</em> is a document describing how to beat a game in detail; a <em>hint doc</em> is less explicit. A <em>cheat</em> is a game feature, purposefully built into the game by the game developers, that lets a player gain power or abilities, or unlock special game features. Cheats aren't usually described in the game manual; instead, the publisher usually reveals them in a mildly secretive way (mentioning them in an online chat, say), encouraging players to seek out websites that describe the cheats. Some cheats put the game in <em>god mode,</em> which renders the player invulnerable. <em>Easter eggs</em> are hidden features included by the developers, usually without their boss's knowledge, that don't help players in any particular way, but are sometimes amusing, and sometimes designed to boost the developer's ego. The first easter egg in a</p>\n<p>commercial product is credited to Warren Robinett, the programmer of <em>Adventure</em> for the Atari 2600; unlocking the easter egg shows you his name (at the time, developers were almost never creditted in console games).</p>\n<p>Some terms used by game programmers have passed into general usage, too; <em>AI</em> ('artificial intelligence') is often used to mean “computer-controlled opponent,” and indeed the computer-controlled opponents' choices in the action are determined by very primitive artificial intelligence routines. (“The AI beat crap out of me.”) When a computer needs to determine a route for a unit in a game, it uses <em>pathfinding</em> algorithms to determine the best possible route for the unit—but pathfinding algorithms can be computationally very processor intensive, so that many games cut corners by using less than optimal—but faster—algorithms, resulting in such oddities as a unit getting caught in a cul-de-sac. In which case, gamers say “the pathfinding sucks.” And many games boast about their realistic <em>physics model,</em> which supposedly helps objects in the game behave more like real-world objects.</p>\n<p>Gaming has grown from virtually nothing to a multibillion dollar industry over a remarkably short period of time—since Nolan Bushnell placed the first <em>Pong</em> machine in a local bar in 1972. The field continues to mutate and grow amid rapid technological change—currently, the Internet and emerging wireless technologies are reshaping it, even as designers create games like <em>The Sims,</em> a simulation of suburban life, that appeal to entirely different types of players. As the mere recitation of the different types of games demonstrates, the game is an enormously plastic medium, and we have yet even to ring a fraction of the changes possible in the form. As new game styles emerge, we can expect continued rapid linguistic innovation among gamers and the developers who cater to them.</p>\n<p>[Greg Costikyan has published more than 30 game  designs  and  four  novels;  he  founded Unplugged Games, a wireless game firm, and consults and writes about games, game design, and game industry business issues. Thanks to Noah Falstein, Sean Timarco Baggeley, Brian Upton, Kent Quirk, Brian Sharp and Russ Williams for assistance in compiling this article's vocabulary.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Talk Like a Gamer</h1> <p><em><span data-rel=\"author\">Greg Costikyan</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Recently, VERBATIM ran a piece entitled “L33t-sp34k” about the typographical games played with words by hackers, warez d00dz, and other online lowlife (although open source coders will of course complain that “hacker” should be used in its original sense, meaning a programmer of astounding skill, rather than in the popular, degraded sense of an online vandal). The piece touched on the language used by online gamers—some of whom, particularly in the world of first-person shooters—adopt hacker terminology.</p> <p>The article defined <em>fragging</em> (killing another player, from Vietnam era soldiers' slang) and <em>gib</em> (from giblets, the bloody goblets left in the playing field after a player or monster is killed). But <em>first person shooters</em> (<em>FPSes</em>)—games in which the player sees the playing area as his (or more rarely, her) character would see it (first person view) and plays mainly by shooting weapons at others—have produced rich terminology.</p> <p>To <em>bunny hop</em> is to leap rapidly about the game world to make yourself a more difficult target. A <em>rocket jump</em> is a way of exploiting a feature of a FPS game's physics model by jumping into the air and detonating explosives on the ground so the blast causes extra lift and lets you jump higher. <em>Strafing</em> originally meant 'moving sideways while firing,' the derivation from the military term being clear—but has come to mean moving sideways even when not firing. To <em>telefrag</em> is to kill someone by teleporting into his location, which usually results in mutual death.</p>"
}