{
  "type": "Article",
  "title": "An Appeal to Writers Everywhere",
  "author": "Tony Ladds",
  "location": "Brecon, Wales",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">An Appeal to Writers Everywhere</h1>\n<p><em><span data-rel=\"author\">Tony Ladds</span> <span data-rel=\"location\">Brecon, Wales</span></em></p>\n<p>I am sure we are all very concerned about the world shortage of full-stops (or periods as our American cousins would have it) which has been brought about by the huge increase in writing during the latter part of the twentieth century and the profligate use of these punctuation marks by irresponsible writers seeking to emulate the likes of Ernest Hemingway by writing in short, staccato sentences simply for effect! Whilst I won't deny that this can be an effective ploy if used sparingly I do feel that the time has come to call a halt to this practice otherwise (according to the latest expert forecasts) there will be no full-stops left by the middle of the century and then how will the future generation of writers as yet unborn ever be able to finish their sentences?</p>\n<p>You may suppose that science will solve this problem for us, but here I must sound a note of caution, particularly with reference to the new breed of genetically modified full-stops currently being imported to this country without proper labelling or other means of identification! Some of you may already have used these Frankenstein full-stops without realising it, and we must continue to press the government to introduce a three year moratorium on the importation of these GM full-stops until such time as the proper research has been fully carried out, otherwise who knows what trouble we may be storing up for the future?</p>\n<p>For those of you who don't know, these GM full-stops have been genetically engineered in America (and we all know what they have already done to our native language!) by taking a gene from the dot over the letter <em>i</em> and introducing it into the molecular structure of our own English full-stop, with who knows what possibly catastrophic consequences? One nightmare scenario is that such genetic tinkering could so weaken our native full-stop to the point where it could become physically incapable of stopping a sentence in full flow, with the potentially disastrous consequence of letters, indeed maybe even whole words, tumbling off the end of paragraphs and falling to their death on the paragraph below, inserting themselves willy-nilly into the text and rendering the entire page indecipherable!</p>\n<p>As a direct result of this shortage of full-stops, underground experiments are reported to be taking place, in certain unenlightened parts of the world, into the possibility of splitting the umlaut, a prospect which fills me with dread, for who knows what awful and as yet unforeseen consequences may follow? On the face of it you may think umlaut splitting to be a good way of dealing with this shortage—after all, there's a plentiful supply of them and hardly anyone uses them nowadays except a few Germans and Scandinavians, but please bear in mind that all responsible scientists, both in this country and in laboratories as far away as America, Japan and South Africa have already abandoned these experiments for fear of setting off a potentially disastrous and unstoppable chain reaction which could destroy our entire vocabulary! Of course, our own government has imposed a complete ban on such irresponsible and dangerous practices, but evidence has recently been uncovered that indicates certain middle eastern governments are not only sheltering these literary terrorists but have been actively sponsoring their research into umlaut splitting and the wholesale production of ersatz full-stops! Even as I write, an international coalition of right-minded governments around the world is taking steps to eradicate this threat before it is too late, and great pressure is being brought on a certain rogue government to hand these people over or suffer the consequences—we must all hope that these efforts are successful, but in the meantime we should be asking whether we might not have contributed to this state of affairs ourselves?</p>\n<p>I would respectfully suggest, my fellow writers, that the answer to this problem is in our own hands—we should be writing much longer sentences and availing ourselves of the full range of punctuation marks available to us in our native language! I don't propose to list them all here as space does not permit, and in any case some punctuation marks need no recommendation from me (I am thinking particularly of those unashamed self-publicists the inverted commas, forever standing up waving to attract attention to themselves) but I would like, if I may, to put in a word for the shy, retiring and much misunderstood colon: less well known  than  its  brash  second  cousin  the semi-colon, it is nevertheless a very useful little device that has sadly fallen into disuse from, I suspect, an unreasonable prejudice against it simply because it shares a name with the lower section of the large intestine as it enters the rectum—whilst I appreciate that the mental picture conjured up every time a colon is used is not, perhaps, an attractive one, I would say (in the words of The Bard) what is in a name?</p>\n<p>Finally, a word of caution about using sawn-off exclamation marks! I know some of you have been tempted to do this when you've been unable to obtain a sufficient supply of the real thing, but I must tell you that you are misguided; not only is the dot in the exclamation mark a poor, under-nourished thing compared to the fully mature native full-stop, and therefore capable of stopping only very short sentences, but more importantly they were never intended for this use! They were created in vastly smaller quantities in the first place, so should this practice become widespread the existing supply would rapidly run out and we should be leaving future generations of writers with not only no satisfactory way of finishing their stories but also depriving them of the ability to emphasise a point, and would that be fair? By all means use the exclamation mark in its entirety where it is appropriate (but only one at a time please—the use of the triple exclamation mark so beloved by headline writers in some of our tabloid newspapers is not only wasteful, it is grammatically incorrect and, let's face it, rather tacky!!!), but let us call a halt to this pernicious practice of using sawn-off exclamation marks in place of full-stops, before it is too late; ask yourselves, do you really want to use mutilated punctuation in this way?</p>\n<p>And so my friends, let us all pull together in conserving our precious supply of full-stops by using them only in situations where no other mark will do, as I am about to do myself for (as the more observant among you will already have noted) the very first time in this entire article—that is to say, when you have finally, and definitely, reached</p>\n<p>THE END.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">An Appeal to Writers Everywhere</h1> <p><em><span data-rel=\"author\">Tony Ladds</span> <span data-rel=\"location\">Brecon, Wales</span></em></p> <p>I am sure we are all very concerned about the world shortage of full-stops (or periods as our American cousins would have it) which has been brought about by the huge increase in writing during the latter part of the twentieth century and the profligate use of these punctuation marks by irresponsible writers seeking to emulate the likes of Ernest Hemingway by writing in short, staccato sentences simply for effect! Whilst I won't deny that this can be an effective ploy if used sparingly I do feel that the time has come to call a halt to this practice otherwise (according to the latest expert forecasts) there will be no full-stops left by the middle of the century and then how will the future generation of writers as yet unborn ever be able to finish their sentences?</p> <p>You may suppose that science will solve this problem for us, but here I must sound a note of caution, particularly with reference to the new breed of genetically modified full-stops currently being imported to this country without proper labelling or other means of identification! Some of you may already have used these Frankenstein full-stops without realising it, and we must continue to press the government to introduce a three year moratorium on the importation of these GM full-stops until such time as the proper research has been fully carried out, otherwise who knows what trouble we may be storing up for the future?</p> <p>For those of you who don't know, these GM full-stops have been genetically engineered in America (and we all know what they have already done to our native language!) by taking a gene from the dot over the letter <em>i</em> and introducing it into the molecular structure of our own English full-stop, with who knows what possibly catastrophic consequences? One nightmare scenario is that such genetic tinkering could so weaken our native full-stop to the point where it could become physically incapable of stopping a sentence in full flow, with the potentially disastrous consequence of letters, indeed maybe even whole words, tumbling off the end of paragraphs and falling to their death on the paragraph below, inserting themselves willy-nilly into the text and rendering the entire page indecipherable!</p>"
}