{
  "type": "Article",
  "title": "Sympathy and Empathy",
  "author": "Matthew Beam",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sympathy and Empathy</h1>\n<p><em><span data-rel=\"author\">Matthew Beam</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>The other day a friend asked me the difference between <em>sympathy</em> and <em>empathy.</em> She thought people in her office were using <em>empathy</em> in place of <em>sympathy</em> as a way of making the expression less pitying. Although her inference sounded reasonable, I knew through vague, dictionary-perusing memories that there was a bit more to it. I looked up empathy in my handy but not altogether objective <em>ITP Nelson Canadian Dictionary,</em> cross referenced it quickly with my <em>Random House Webster's,</em> and came up with some ambiguous results.</p>\n<p>Both dictionaries indicated that <em>empathy,</em> the translated word and concept first used in Germany in 1904, was the identification with the feelings of others. Both definitions are short and to the point. <em>Sympathy,</em> on the other hand, a word that has been around since Aristotle, has a longer list of meanings, shades of definition. From the two dictionaries I found a loose agreement that <em>sympathy</em> is a harmony between people, a sharing of feelings. Short of parsing harmony with identification and spiraling further into etymological abstraction, I decided to search out some other sources on the matter.</p>\n<p>The most helpful, lucid comparison that I found was in a paper by Allison Barnes and Paul Thagard of the Philosophy Department at the University of Waterloo (1997) called <em>Empathy and Analogy.</em> Here, we learn that the word <em>empathy</em> was first used by Germans Rudolph Lotz and Wilhelm Wundt as an aesthetic term whereby the “beholder physically imitates the object (art) and imaginatively projects himself”. But more to the point of my investigation, the researchers noted that “the Greek derivation of the prefix <em>em</em> means 'in' or 'within', while the prefix <em>sym</em>means 'with', 'along with' or 'together'.” With <em>sympathy,</em> you feel or share the emotion, with <em>empathy</em> you understand the feeling without experiencing it. The paper quotes Lauren Wispe's “History of the Concept of Empathy” to clarify the meaning further: “The object of empathy is understanding. The object of sympathy is the other person's well-being.”</p>\n<p>While I had managed to distinguish between these two words, some new questions arose. Why were people suddenly using <em>empathy</em> instead of <em>sympathy</em>? In world where adverbs are endangered and complex ideas are whittled down to conceptual toothpicks, was it possible that people were actually thinking about what they were saying? What was my friend doing as the giver and receiver of this corporate empathy? In searching for the answers to these questions, I found myself on a windy, well-trodden but not always well-marked road toward Empathy.</p>\n<p>The E-word is big on the bookshelves these days. These books range in theme from business to parenting, and in voice, from clinical and researchbased to anecdotal and self-help. In <em>The Power of Empathy: A Practical Guide to Creating Intimacy, Self-Understanding, and Lasting Love in your Life</em> (2000), Arther P. Ciaramicoli and Katherine Ketcham's version of empathy is “an intelligent, deeply respectful exploration of what lies beneath the surface of our world”. Using anecdotes from his work as a psychologist, Ciaramicoli shows how empathy becomes the panacea for all of our interpersonal struggles. In <em>Empathy and Moral Development: Implications for Caring and Justice</em> (2000), Martin L. Hoffman describes empathy as “an affective response more appropriate to another's situation than one's own”. Hoffman argues that through inductions, positive reinforcement of empathic behaviour, a child or a poor empathizer can learn the script of understanding.</p>\n<p>Despite these subtle variations, the experts do appear to agree on its fundamental principles. Empathy is a “genetic endowment”, allowing us to think not only about ourselves, but for the good of our species—without empathy, we would face the world individually and struggle to survive. With this cognitive predisposition and the right circumstances, humans are able to comprehend how other people feel. As eight month babies, we simply mirror others' expressions, laughing when others laugh, crying when others cry, but by the time we are ten years of age, most of us can understand others' feelings and motivations by simply reading their facial expressions and body movements. And while not all of us have learned to empathize as effectively as others, the authors of empathy insist: we all have the tools to get better.</p>\n<p>Improving oneself, in the corporate sense, is the theme  of  Daniel  Goleman's,  <em>Working  with Emotional Intelligence</em> (1998). Here, Goleman debunks our belief that intelligence (IQ) equals success; it is our ability to glean people's emotions that will shoot us up the corporate ladder. The thinking goes: if you empathize with your boss, customer, or peer, you will understand them better, and more effectively give them what they want—the perfect strategy for getting what you want. Goleman's book had corporate buzz written all over it. Had my corporate friend not heard of this prophetic tome?</p>\n<p>As it turned out, my friend's copy of <em>Working with Emotional Intelligence</em> sat unread on her office bookshelf. She had not officially learned Goleman's version of empathy and, yet, the word had infiltrated her office vernacular. In a perfect world, where everyone reads the books that they should, the understanding of empathy, albeit through the desire to achieve corporate success, would be clearer. Instead, the word was likely introduced by some “knowers” (those that had read the book), spread around her office like the flu, then reshaped through need and attrition.</p>\n<p>My friend's definition of the word, that of “making sympathy less pitying” is only part of its remarkable, new meaning. Along with sounding less pitying, there is a sense of expediency to empathy, which fits perfectly into the corporate model. In our fast-paced, over-worked Western society, who has time to sympathize? Proferring the word in this case is a way of saying, “I understand . . . Now, let's get on with it”. By using <em>empathy</em> instead of <em>sympathy</em>, one can provide the utmost in understanding, without having to offer a tissue.</p>\n<p><em>[Matthew Beam is a Canadian author, journalist and photographer living in Toronto, Ontario. His young adult novel, In Clouds (Stoddart Kids), will come out in the spring of 2003.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sympathy and Empathy</h1> <p><em><span data-rel=\"author\">Matthew Beam</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>The other day a friend asked me the difference between <em>sympathy</em> and <em>empathy.</em> She thought people in her office were using <em>empathy</em> in place of <em>sympathy</em> as a way of making the expression less pitying. Although her inference sounded reasonable, I knew through vague, dictionary-perusing memories that there was a bit more to it. I looked up empathy in my handy but not altogether objective <em>ITP Nelson Canadian Dictionary,</em> cross referenced it quickly with my <em>Random House Webster's,</em> and came up with some ambiguous results.</p> <p>Both dictionaries indicated that <em>empathy,</em> the translated word and concept first used in Germany in 1904, was the identification with the feelings of others. Both definitions are short and to the point. <em>Sympathy,</em> on the other hand, a word that has been around since Aristotle, has a longer list of meanings, shades of definition. From the two dictionaries I found a loose agreement that <em>sympathy</em> is a harmony between people, a sharing of feelings. Short of parsing harmony with identification and spiraling further into etymological abstraction, I decided to search out some other sources on the matter.</p> <p>The most helpful, lucid comparison that I found was in a paper by Allison Barnes and Paul Thagard of the Philosophy Department at the University of Waterloo (1997) called <em>Empathy and Analogy.</em> Here, we learn that the word <em>empathy</em> was first used by Germans Rudolph Lotz and Wilhelm Wundt as an aesthetic term whereby the “beholder physically imitates the object (art) and imaginatively projects himself”. But more to the point of my investigation, the researchers noted that “the Greek derivation of the prefix <em>em</em> means 'in' or 'within', while the prefix <em>sym</em>means 'with', 'along with' or 'together'.” With <em>sympathy,</em> you feel or share the emotion, with <em>empathy</em> you understand the feeling without experiencing it. The paper quotes Lauren Wispe's “History of the Concept of Empathy” to clarify the meaning further: “The object of empathy is understanding. The object of sympathy is the other person's well-being.”</p>"
}