{
  "type": "Article",
  "title": "Notes on Meiosis",
  "author": "Burling Lowrey",
  "location": "Washington, D.C.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Notes on Meiosis</h1>\n<p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p>\n<p>To completely understand the nature of <em>meiosis</em> ('a kind of understatement that dismisses or belittles, especially by terms that make something less important than it is, or ought to be”), it seems useful to investigate the two opposing strains that have constituted American humor since colonial days.</p>\n<p>Essayist and social observer, Russell Baker, pinpointed this stylistic phenomenon in his introduction to <em>Russell Baker's Book of American Humor.</em> Baker ***</p>\n<p>Two very different strands run through American humor... The distinction may be easier to grasp if we keep in mind why Mark Twain and the <em>New Yorker</em> would not have made a happy marriage... Twain was western, the <em>New Yorker</em> eastern. Twain came out of nineteenth century frontier culture... <em>The New Yorker</em>... represented an Atlantic seaboard culture ... that reached back to a time when Americans were colonials and considered themselves English.</p>\n<p>What Baker had in mind here was the traditional understated English style of discourse transplanted to American shores. Baker confesses, “The <em>New Yorker</em> has conditioned me to eschew <em>overstatement</em>,” meaning a brash, direct style that most Americans, at least those regarding themselves as Midwesterners or Westerners, are comfortable with and which seems to have reached its ultimate impact in the “in your face” stance of television comics in our own time.</p>\n<p>By the <em>New Yorker</em> branch of understatement, Baker was obviously referring to the editorship of Harold Ross, which ran from 1925 to 1951. Ross launched his magazine with a meiotic statement that is now firmly ensconced in America's literary culture—”The <em>New Yorker</em> is not for the old lady in Dubuque.” This, of course, is a thinly disguised swipe at the early Eastern Seaboard perception of America west of the Hudson River being a vast desert of provinciality and philistinism. Pure meiosis. No one on Ross's staff would have felt inclined to say directly, “This magazine is not for the hicks in Iowa. “</p>\n<p>One should note further that the “belittling” aspect of meiosis became a trademark of the Algonquin Wits, many of whom were directly associated with Ross's <em>New Yorker.</em> At its most blatant, the understated repartee of these writerly luncheon companions descended to snide “put-downs” aimed at physical traits or personality quirks. George S. Kauftman was a past master at this extreme brand of understatement. The story is told that Kaufman, while strolling on Fifth Avenue with his wife, a native of Rochester, New York, was put off by her running into a number of old friends from her home town. At one point she gushed, “Gee, <em>everybody</em> from Rochester must be in New York this week-end!” Kaufman quickly retorted, “Sounds like a good time to visit Rochester.”</p>\n<p>Outside of sophisticated literary circles, meiosis can have a double-edged effect—with the writer or speaker being perceived as having “seen it all” and not being impressed—and the person on the receiving end being snidely ridiculed.</p>\n<p>In the following passage, an English professor employs double-edged meiosis in replying to one of his students, who naively asked his instructor if “anything important” would be covered in a forthcoming lecture on Shakespeare's tragedies, a lecture that the student made clear he would not be able to attend. The professor replied,</p>\n<p>The  question  of  whether  Shakespeare's tragedies are “important “ is, of course, a matter of debate, but you might want to give it some thought. Perhaps when you do return to class you will have read <em>Hamlet</em> a play of some interest. We will be spending a little time on a few of the paradoxes in Hamlet's speeches. The soliloquies should probably be given some attention. .. Following the <em>Hamlet</em> lecture, we will delve into <em>Othello</em> (a mildly interesting depiction of jealousy, against a background of war), <em>King Lear</em> (a rather somber account of an aging monarch going a bit off the deep end), and  *Macbeth * (Murder,  Incorporated— Shakespeare style). Of these four plays, <em>Hamlet</em> seems to be the most rewarding. Therefore, something can be said for scanning its contents at an appropriate time.</p>\n<p>A minor companion term for meiosis is <em>litotes</em> (lie-TOH-teez), in which intentional understatement takes a negative form. In this situation, the comment, “I am mindful of your dilemma” becomes “I am not unmindful of your dilemma.” In such constructions of this nature, understatement reaches its outer limits by coming close to “damning with faint praise.” Fowler says that litotes is frequently used to “impress by moderation.”</p>\n<p>One should note further that assertion by litotes is deliberately laconic and completely devoid of embellishments and literary flourishes. But there is a danger in too much emphasis placed on laconism: Its verbal sparseness may be interpreted as an oblique dismissal of whatever is being discussed. The following hypothetical situations make the point:</p>\n<p>1. A poet asks a friend, whose literary judgment he respects, to critique a sampling of his creations. The friend honors the request. After a thorough reading in the poet's presence, the friend looks up from the manuscript and says only, “Not bad.” (The poet is crushed by what is left unsaid).</p>\n<p>2. In a professional football game, one quarterback is rendered unconscious after being “blindside” by an opposing tackle. An announcer, noting the powerful hit, says, “The quarterback has not been disabled by the tackle, which was clearly not illegal, and he will probably be back in the game when 'the bells in his head stop ringing”'.(Serious injuries in professional football are usually downplayed because of the notion that “getting hurt is all part of the game.” A common response to an injury, from an announcer is, “He is slow getting up.”)</p>\n<p>3. A brilliant novelist is awarded the Nobel Prize for Literature. When a television interviewer asks him if he feels a sense of pride over his newfound fame, he replies, “It was nothing.” (Litotes, in this case, creates a perception of false humility and inverted arrogance.)</p>\n<p>To return to meiosis, it is not without its detractors, even including Oxbridge products. English poet, critic, and novelist, Robert Graves, pulled out all stops in saying, “Conversationally, this style can be charming, but in print it makes for irrelevancy, material omission, faulty connections, logical weakness, and, ultimately, boredom.”</p>\n<p>Graves' careful distinction between the stance of ironic understatement in conversation and in writing is well put, for even in America there are those, such as the Masterpiece Theater aficionados, who are attracted to the urbane chit-chat of British aristocrats. Meiosis in print is another matter. <em>Punch</em> folded, after more than 100 years of thriving on low-key satire, and the rich symbolism of Eustace Tilley, the condescending Regency fop, favored by Harold Ross, passed into near oblivion when William Shawn, Ross's successor, set out to “save the planet.”</p>\n<p>In contemporary America, meiosis is no longer fashionable, even among the literati, largely due to the intrusion of political egalitarianism into the areas of popular culture and language usage and to the increasing dominance of hyperbole in the vast realm of mass marketing. The last vestige of this sophisticated verbal posture—and its companion, litotes—can be found where those inclined to favor the nuances of stylistics, at least in conversation, have sound a safe haven—on university campuses, in “think tanks,” and on the staffs of quarterly literary journals. However, what Harold Ross conceived in print is close to being extinct; and any manuscript, written in the meiotic mode today and submitted to an American magazine or journal is likely to be greeted with, “Thank you for thinking of us. We are sorry, but this is not the type of thing we do.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Notes on Meiosis</h1> <p><em><span data-rel=\"author\">Burling Lowrey</span> <span data-rel=\"location\">Washington, D.C.</span></em></p> <p>To completely understand the nature of <em>meiosis</em> ('a kind of understatement that dismisses or belittles, especially by terms that make something less important than it is, or ought to be”), it seems useful to investigate the two opposing strains that have constituted American humor since colonial days.</p> <p>Essayist and social observer, Russell Baker, pinpointed this stylistic phenomenon in his introduction to <em>Russell Baker's Book of American Humor.</em> Baker ***</p> <p>Two very different strands run through American humor... The distinction may be easier to grasp if we keep in mind why Mark Twain and the <em>New Yorker</em> would not have made a happy marriage... Twain was western, the <em>New Yorker</em> eastern. Twain came out of nineteenth century frontier culture... <em>The New Yorker</em>... represented an Atlantic seaboard culture ... that reached back to a time when Americans were colonials and considered themselves English.</p>"
}