{
  "type": "Article",
  "title": "The American Spelling Reform Movement",
  "author": "Richard Whelan",
  "location": "The Sea Ranch, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The American Spelling Reform Movement</h1>\n<p><em><span data-rel=\"author\">Richard Whelan</span> <span data-rel=\"location\">The Sea Ranch, California</span></em></p>\n<p>As a gradeschooler, I loved to browse through my mother's library-school textbook of the Dewey Decimal Classification System. Not only did its 1,647 pages seem to provide an extremely detailed and comprehensive outline of the entire scope of human knowledge, but the book also had the fascination of being printed throughout in the “reformed spelling” advocated by the decimal system's originator, Melvil Dewey. A note headed “Reazons” states, “Uzers of the Decimal Clasification ar entitled to kno why the author feels compeld to recognize practicaly the urjent claims for reform in English speling, by adopting enuf of many needed chanjes to call every reader's attention to the crying situation.” What elementary-school student, or what person learning English as a second language, wouldn't welcome a reform that changed the spelling of <em>asthma</em> to “asma” (as it is sensibly spelled in Spanish), <em>rough</em> to “ruf,” <em>friend</em> to “frend,” and <em>flaccid</em> to “flaksid”? The ultimate goal of such a reform—which would render the spelling bee obsolete—would be to establish absolutely logical and consistent rules for the spelling of English. Anyone hearing a word would then automatically know how to spell it, as is essentially the case with such languages as Italian and Spanish. In 1876 William D. Whitney, a professor of philology at Yale and editor of the <em>Century Dictionary</em>, stated that “the true and sole office of alphabetic writing is correctly to represent spoken speech.” Hailing this pronouncement, Melvil Dewey elaborated, using the numeral “1” for the indefinite pronoun, “Writing is attempt to convey to 1 at a distance (either in space or time) what wud be spokn to 1 close at hand, and therefore writn word shud represent spokn word as exactly as posibl.”</p>\n<p>This was certainly not a new idea. Projects to reform the spelling of American English predated the Declaration of Independence. And even earlier proposals to reform British English had led Jonathan Swift, in 1712, to condemn what he called “the foolish opinion advanced of late years that we ought to spell exactly as we speak.”</p>\n<p>For centuries English spelling had been in the gradual process of reforming itself without any plan. Chaucerian spellings tended over time to be simplified—for example, <em>fysshe</em> became <em>fishe</em> and then <em>fish</em>. Well into the eighteenth century spelling remained highly idiosyncratic, even among the literary élite, and no reader coming upon an odd spelling would draw unflattering conclusions about the writer's education or intelligence. No dictionary was sufficiently impressive to establish one spelling as correct and all or most deviations as incorrect.</p>\n<p>All that changed with the publication, in 1755, of Samuel Johnson's monumental and scholarly <em>Dictionary of the English Language.</em> It became so highly respected that its spellings were soon, for better or for worse, widely accepted as definitive. Melvil Dewey, incensed by the Johnsonian perpetuation of many illogical spellings, complained of the lexicographer that “uzing neither rime nor reazon he embalmd in a book, with the weight of his great name, simply the usaj of London printing offises, which wer run almost wholy by Dutch and German printers, many of whom knew no English.”</p>\n<p>As early as 1768 the polymathic Benjamin Franklin, then living in London as the diplomatic agent for Pennsylvania and several other colonies, proposed a radical reform of English orthography based on phonetic principles. His goal was to designate for each sound in the language a letter, or combination of letters, that would always represent that sound and no other.</p>\n<p>Taking the conventional alphabet of twenty-six letters, Franklin began by removing six: c, j, q, w, x, and y. He then added four consonants of his own invention: for <em>sh</em> (as in <em>shell</em>), for <em>ng</em> (as occurs twice in <em>hanging</em>), for nonaspirate <em>th</em> (as in <em>that</em>), and for aspirate <em>th</em> (as in <em>thin</em>). He also invented two new vowels: one for the “uh” sound (as in <em>must</em>) and one for ah (as in <em>not</em>). Thus his alphabet ended up with twenty-six letters, six of them his own innovations.</p>\n<p>The long <em>a</em> sound would be spelled <em>ee</em> (so <em>came</em> would be “keem”), the long <em>e</em> sound would be spelled <em>i</em> at the end of a word and <em>ii</em> between two consonants, and the long <em>i</em> sound would always be spelled with his <em>uh</em> symbol plus <em>i</em>. No letter was ever to be silent.</p>\n<p>Franklin's abortive proposal was intended for both Britain and America, but it soon inspired the reforms championed by arch-lexicographer Noah Webster, directed exclusively at American English. Shortly after the end of the War for Independence, Webster began to advocate the new republic's adoption of what he called “Federal” English, arguing that “a national language is a band of national union” and maintaining that Americans, having shaken off British government, should shake off the antiquated and cumbersome British spelling of English as well. He tried to enlist the support of the Founding Fathers for Federal English, which would differ from British English in the “perfect regularity” and common-sense simplicity of its spelling. He first set forth his proposal to the general public in an appendix to his book <em>Dissertations on the English Language,</em> published in 1789. There he suggested the removal of all silent letters (so that <em>bread, built,</em> and <em>give</em> would be spelled <em>bred, bilt,</em> and <em>giv</em>) and the regularization of spellings so that, for example, the long <em>e</em> sound would always be spelled <em>ee.</em> Thus <em>speak, grief,</em> and <em>key</em> would be spelled <em>speek, greef,</em> and <em>kee.</em></p>\n<p>Not until 1806, in his first dictionary, <em>A Compendious Dictionary of the English Language,</em> did Webster present his suggested reforms as faits accomplis. There his spellings of many categories of words differed emphatically from what were then (and, in some cases, still are) the accepted British spellings. Most notable of the reforms that took firm hold in American usage were the deletion of the <em>u</em> from words like <em>colour,</em> the removal of the final <em>k</em> from words like <em>magick,</em> the reversal of the</p>\n<p>final <em>r</em> and <em>e</em> in words like <em>theatre,</em> the reduction of the doubled consonant and the final <em>e</em> in words like <em>programme,</em> the changing of the final <em>ce</em> in words like <em>defence</em> to <em>se,</em> and the simplification of <em>plough</em> to <em>plow</em> and <em>draught</em> to <em>draft.</em></p>\n<p>Alas, the remainder of Webster's career, until his death in 1843, was a steady course of retraction in the matter of spelling reform. H. L. Mencken informs us in his massive and definitive work <em>The American Language</em> that “<em>croud, fether, groop, iland, insted, leperd, soe, sut, steddy, thred, thret, thum</em> and <em>wimmen</em> appear only in the 1806 edition. In his <em>American Dictionary of the English Language</em> (1828), he went back to c<em>rowd, feather, group, island, instead, leopard, sew, soot, steady, thread, threat, thumb</em> and <em>women</em>.” In the 1838 edition Webster yielded even more ground to tradition, though he retained a few favorites—<em>aker</em> for <em>acre</em> and <em>tung</em> for <em>tongue</em>—which were removed from editions issued after his death.</p>\n<p>Another spelling reformer was an extraordinary man named William Thornton. Born in 1759 in the West Indies, Thornton received his M.D. degree in Scotland in 1784. Four years later he settled in Philadelphia and became an American citizen. A highly talented amateur architect, he won the competition for the exterior design of the U. S. Capitol's north and south wings, flanking the domed rotunda; those wings were duly built according to his plans. Among his diverse writings are a tract calling for the abolition of slavery and a plan for a canal through the Isthmus of Panama. Thornton's greatest gifts, however, were in the realm of invention, both mechanical and intellectual. He and a collaborator claimed to have invented a steamboat a decade before Robert Fulton launched the Clermont. And, working alone, Thornton devised improvements for firearms and for distillation apparatus. In 1802 he found a happy niche as the first superintendent of the U.S. Patent Office, a position he held until his death, in 1828.</p>\n<p>Thornton's contribution to spelling reform was made in his book entitled <em>CADMUS; or, a TREATISE on the ELEMENTS of Written Language ... with an essay on the mode of teaching the surd or deaf, and consequently dumb, to speak,</em> published in Philadelphia in 1793, having won a gold medal from the American Philosophical Society in January of that year. Thornton appears to have taken Franklin's orthographical system as his point of departure, but Thornton's alphabet had thirty letters, seven of them his own inventions. Like Franklin, Thornton jettisoned the letters <em>c, q,</em> and <em>x,</em> but he retained <em>j, w,</em> and <em>y</em> (used only as a consonant). Thornton then added five consonants: one for <em>sh</em> (as in <em>shell</em>), one for <em>ng</em> (as twice in <em>hanging</em>), one for nonaspirate <em>th</em> (as in <em>that</em>), one (the Greek letter theta) for aspirate <em>th</em> (as in <em>thin</em>), and one for <em>wh</em> (as in <em>what</em>). Finally, like Franklin, he added two new vowel characters, <em>uh</em> and <em>aw</em>, and he made vowels long by doubling them or by making diphthongs (so <em>my</em> became <em>mai</em>).</p>\n<p>In his book's preface—which was printed both in conventional spelling and in a translation into his new system—Thornton called upon his “dear countrymen” to make the “American Language . . . as distinct as the government, free from all the follies of unphilosophical fashion, and resting upon truth as its only regulator.” Thornton argued for the adoption of his system on the grounds that children could master it perfectly in a matter of weeks, rather than taking years to gain an imperfect mastery of conventional spelling. This benefit would also speed the assimilation of non-English-speaking immigrants. Too, he asserted, the compactness of text printed with the new alphabet would cut the cost of typesetting and would reduce the number of pages needed for a book, thus making American editions not only more easily readable but also less expensive than British editions of the same works.</p>\n<p>During the nineteenth century, eccentric proposals for spelling reform proliferated with as much vigor and variety as did proposals for utopian communities. They also evaporated with equal rapidity, at least until the stalwart Dewey appeared on the scene. He was born Melville Dewey in 1851 in upstate New York, near Watertown, a few miles inland from Lake Ontario. While still a student at Amherst College, he found the three causes to which he would dedicate the rest of his life: the development of a logical system for cataloguing library books, the simplification of American spelling, and the adoption of the metric system as the American standard. Shortly after graduating from Amherst, in 1874, he simplified the spelling of his first name to <em>Melvil</em> and for a brief time even spelled his last name <em>Dui.</em></p>\n<p>Settling in Boston, Dewey went into business selling library supplies, making his office double as the headquarters of the enterprise he founded and incorporated as the American Metric Bureau. When Dewey was elected secretary of the newly created Spelling Reform Association (SRA)— established at the International Convention for the Amendment  of  English  Orthografy  held  in Philadelphia in August 1876, during the Centennial Exposition—his office also became the headquarters of the SRA. That same year he published the first edition of his <em>Decimal Classification and Relative Index,</em> a twelve-page pamphlet that would develop over the years into my mother's 1,647-page thirteenth edition, published in 1932, the year after Dewey's death.</p>\n<p>Dewey was a handsome, strongly built, and athletic six-footer, who was so forcefully self-righteous that he felt justified in stooping to deviousness and backstabbing in order to exercise absolute control over any enterprise in which he took part. A real muscular Christian, he forbade smoking, drinking, and gambling at the upstate-New York Lake Placid Club, which he founded in 1895 as a retreat for the families of upper-middle-class WASP professionals like himself.</p>\n<p>Although Dewey would devote much time and effort to the cause of spelling reform, his principal career was in the field of library science. Soon after his  appointment  as  Librarian  of  Columbia University, in 1883, he established and headed a School of Library Economy there. In 1889, when he became director of the New York State Library, he moved the school to Albany as the New York State Library School. Dewey was also one of the founders of the American Library Association and, in the early 1890s, served two terms as its president.</p>\n<p>Dewey's public career was brought to an abrupt end in 1906 by the scandalous revelation that he rigidly excluded Jews from membership in the Lake Placid Club. Forced to resign from his New York State positions, he retreated to Lake Placid. There and at a winter home in Florida he remained busy for the rest of his life with his work as secretary of the Spelling Reform Association and as the compiler of successive editions of his book on decimal classification.</p>\n<p>In the 1870s spelling reformers were divided into those who demanded immediate radical change and those who advocated gradual reform, beginning with a few modest innovations, such as dropping the <em>ue</em> from words like <em>catalogue</em> and substituting <em>f</em> for <em>ph</em> (e.g., <em>fotograf</em>). Dewey was a gradualist, but a militant one. “By evolution, not revolution,” he wrote, “we shal stedily move toward the ideal, when the greatest languaj the world has yet seen wil hav 40 distinct syns for its 40 distinct sounds, and becauz of its manifold advantajes wil becum the common tung of the world, known in adition to his vernacular by every intelijent inhabitant . . . Except for its scandalusly complex speling, English is betr fitted than any other languaj for universal use. English has strength, simplicity, conciseness, capacity for taking words freely from other tungs, and best of all has the greatest literature the world has yet produced.”</p>\n<p>Over the next twenty years spelling reform made steady progress, by no means all of it attributable to Dewey. One of the first to do more than simply talk about reform was Joseph Medill, owner of the Chicago Tribune, who in 1879 ordered his editors to adopt a few simplified spellings—including <em>thru, tho,</em> and <em>thoro</em>—as the house style. Medill declared that it was monstrously cruel to “perpetuate the tyranny of absurdities and irregularities [of conventional spelling] that fill our schoolhouses with misery, and keep millions of English-speaking people in lifelong bondage to the unabridged dictionary.” The Tribune defiantly lengthened its list of simplified spellings during the 1930s and stubbornly retained them until 1975, when it yielded to complaints from parents and teachers that the paper's deviation from traditional orthography was confusing Chicago's schoolchildren.</p>\n<p>During the 1890s, a few state legislatures passed bills calling for simplified spelling to be taught in public schools, and the prestigious American dictionaries began to acknowledge the call for reform, first by listing simplifications in appendices, and eventually transferring some to the main entries as acceptable alternatives.</p>\n<p>The turning point came in February 1897, when the National Education Association (NEA) resolved that all of its official correspondence and publications would thenceforth use simplified spellings for twelve words: c<em>atalog, decalog, demagog, pedagog, prolog, program, tho, altho, thoro thorofare, thru,</em> and <em>thruout.</em> This move brought the issue of spelling reform to wide public attention, and forced even many conservatives to take seriously what they had previously dismissed as the folly of cranks.</p>\n<p>In his influential book <em>The Theory of the Leisure Class</em> (1899), University of Chicago economics professor Thorstein Veblen pointed to mastery of the complexities of traditional spelling as one of the ostentatious distinctions cherished by the snobbish élite. “English orthography,” he wrote, “satisfies all the requirements of the canons of reputability under the law of conspicuous waste. It is archaic, cumbrous, and ineffective; its acquisition consumes much time and effort; failure to acquire it is easy of detection.”</p>\n<p>When the Simplified Spelling Board (SSB) was founded, in 1906, Melvil Dewey was among its charter members, but he was already too tainted with controversy to be elected an officer. The SSB's first public act was to propose a list of three hundred words whose revision seemed most urgent and sensible. The new spellings ranged from <em>analisis</em> and <em>dettor</em> to <em>fotograf</em> and <em>stopt</em>.</p>\n<p>The SSB was subsidized almost entirely by Andrew Carnegie, who would donate a total of about $250,000 to the cause by the time of his death, in 1919. According to Dewey, “The far-syted Carnegie made his great gifts for simplifyd speling for 2 chief reazons. He had givn the Peace Palace at the Hague, and recognized that a common tung was the greatest protection agenst war...  The canny Scot knew also that it wud do more than all else combined to extend and strengthn our commerce.” This second point had been touted at least since 1897, when a speaker at the convention of the National Association of American Manufacturers said, “I believe that the highest interest of Christian civilization and of humanity would be served by making the spelling and pronunciation of the English language phonetic.” He claimed that if spelling were to be made logical then it would take less than fifty years for China and Japan to become English-speaking, Christian nations whose populations would constitute an enormous market for American products.</p>\n<p>In 1906 Samuel Clemens (Mark Twain), who was on the SSB's board, wrote an essay purporting to advocate reforms to be implemented gradually over a period of years. (Clemens surely wrote his essay with his tongue at least partly in his cheek, but one problem with spelling-reform texts is that even the most serious often look like parodies”and vice versa.) The reader of the following excerpt will notice that as soon as Clemens mentions a proposed change, he adopts it for use throughout the remainder of the essay.</p>\n<blockquote>\n<p>In Year 1 that useless letter “c” would be dropped to be replased either by “k” or “s”, and likewise “x” would no longer be part of the alphabet. The only kase in which “c” would be retained would be the “ch” formation, which will be dealt with later. Year 2 might reform “w” spelling, so that “which” and “one” would take the same konsonant, wile Year 3 might well abolish “y”, replasing it with “i”, and Iear 4 might fiks the “g/j” anomali wonse and for all. Jenerally, then, the improvement would kontinue iear bai iear with Iear 5 doing awai with useless double konsonants, and Iears 6-12 or so modifaiing vowlz and the rimeining voist and unvoist konsonants. Bai Iear 15 or sou, it wud fainali bi posibl tu meik ius av thi ridandant leterz “c”, “y” aand “x”—bai now jast a memori in the maindz av ould dodererz—tu riplais “ch”, “sh”, aand “th” rispektivli.</p>\n<p>Fainali, xen, aafter sam 20 iers av orxografikl riform, wi wud haav a lojikl speling in ius xrewawt xi Ingliy-spiking werld.</p>\n</blockquote>\n<p>[Translation: Finally, then, after some 20 years of orthographical reform, we would have a logical, coherent spelling in use throughout the Englishspeaking world].</p>\n<p>Clemens eventually concluded that simplified spelling would simply “substitute one inadequacy for another; a sort of patching and plugging poor old dental relics with cement and gold and porcelain paste.” The problem, he declared, was that “our foolish alphabet . . . doesn't know how to spell, and can't be taught.” The solution was to adopt a phonographic alphabet based on Isaac Pitman's system of shorthand. Then anyone who heard a word clearly pronounced could write it correctly with a few quick strokes of a pen, though not as quickly as a stenographer taking down true shorthand. “What I am offering for acceptance and adoption is not shorthand,” he stated, “but longhand written with the shorthand alphabet unreduced.”</p>\n<p>President Theodore Roosevelt was so enthusiastic about the SSB's three hundred new spellings that in August 1906, while Congress was on vacation, he ordered the Government Printing Office to adopt them. Objections from the reconvened Congress were so vehement that Roosevelt had to back down, though he continued to champion the cause. As long as he remained in office, eventual spelling  reform  appeared  to  be  inevitable. However, Roosevelt's successor, William Howard Taft, was nonchalant. Shortly after Taft's inauguration, in March 1909, the New York Sun carried an editorial headed “Spelling Reform” and consisting of just one word: “Thru.”</p>\n<p>Over the next several decades the spellingreform movement lost most of its steam, gravely weakened by Carnegie's death and the end of his funding. But the movement never died out completely. A system of simplified spelling called “Anglic” was developed in 1930 by the Swedish philologist R.E. Zachrisson, who, recognizing that English was becoming the preâminent international language, felt the need to make its spelling easier for those learning English as a second language. <em>Spelling,</em> a magazine published jointly by Dewey's Spelling Reform Association and a British sister organization, the Simplified Spelling Society, printed in its June 1931 issue the Gettysburg Address in Anglic, beginning: “Forskor and sevn yeerz agoe our faathers braut forth on this kontinent a nue naeshun, konseevd in liberty, and dedikaeted to the propozishon that aul men ar kreaeted eequel.” Zachrisson published his proposal in book form in 1932, but whatever enthusiasm there may have been for Anglic did not survive World War II.</p>\n<p>Nevertheless, the spelling-reform movement lives on to this day”and is now reaching a greatly expanded audience through the Internet. On the websites of the American Literacy Council and of the Simplified Spelling Society (UK) one can read about such systems as New Spelling (developed in 1948 by British phonetician Daniel Jones and and dialectologist Harold Orton) and Cut Spelling (developed in the 1970s by Australian psychologist Valerie Yule, who recommends simply removing superfluous letters). In Cut Spelling, “numerus variant patrns for th same sounds ar reduced to ther comn letrs” and “som comn words wich confuse lernrs ar regulrized, so that ar parallels bar, not bare; wer parallels her, not here; and tuch ceses to resembl pouch.”</p>\n<p>A sample of New Spelling, which never enjoyed anything even remotely like the fad of the New Math, informs us: “We rekwier dhe langgwej as an instrooment; we mae aulsoe study its history. Dhe presens ov unpronounst leterz, three or for diferent waez ov reprezenting dhe saem sound, three or for uesez ov dhe saem leter: aul dhis detrakts from dhe value ov a langgwej as an instrooment.”</p>\n<p>What will come of it all? Hu noez?</p>\n<p>[Note: illustrations of Franklin and Thornton's new characters, omitted here for typographical reasons, can been seen on our website at <a href=\"http://www.verbatimmag.com\">http://www.verbatimmag.com</a>.]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The American Spelling Reform Movement</h1> <p><em><span data-rel=\"author\">Richard Whelan</span> <span data-rel=\"location\">The Sea Ranch, California</span></em></p> <p>As a gradeschooler, I loved to browse through my mother's library-school textbook of the Dewey Decimal Classification System. Not only did its 1,647 pages seem to provide an extremely detailed and comprehensive outline of the entire scope of human knowledge, but the book also had the fascination of being printed throughout in the “reformed spelling” advocated by the decimal system's originator, Melvil Dewey. A note headed “Reazons” states, “Uzers of the Decimal Clasification ar entitled to kno why the author feels compeld to recognize practicaly the urjent claims for reform in English speling, by adopting enuf of many needed chanjes to call every reader's attention to the crying situation.” What elementary-school student, or what person learning English as a second language, wouldn't welcome a reform that changed the spelling of <em>asthma</em> to “asma” (as it is sensibly spelled in Spanish), <em>rough</em> to “ruf,” <em>friend</em> to “frend,” and <em>flaccid</em> to “flaksid”? The ultimate goal of such a reform—which would render the spelling bee obsolete—would be to establish absolutely logical and consistent rules for the spelling of English. Anyone hearing a word would then automatically know how to spell it, as is essentially the case with such languages as Italian and Spanish. In 1876 William D. Whitney, a professor of philology at Yale and editor of the <em>Century Dictionary</em>, stated that “the true and sole office of alphabetic writing is correctly to represent spoken speech.” Hailing this pronouncement, Melvil Dewey elaborated, using the numeral “1” for the indefinite pronoun, “Writing is attempt to convey to 1 at a distance (either in space or time) what wud be spokn to 1 close at hand, and therefore writn word shud represent spokn word as exactly as posibl.”</p> <p>This was certainly not a new idea. Projects to reform the spelling of American English predated the Declaration of Independence. And even earlier proposals to reform British English had led Jonathan Swift, in 1712, to condemn what he called “the foolish opinion advanced of late years that we ought to spell exactly as we speak.”</p> <p>For centuries English spelling had been in the gradual process of reforming itself without any plan. Chaucerian spellings tended over time to be simplified—for example, <em>fysshe</em> became <em>fishe</em> and then <em>fish</em>. Well into the eighteenth century spelling remained highly idiosyncratic, even among the literary élite, and no reader coming upon an odd spelling would draw unflattering conclusions about the writer's education or intelligence. No dictionary was sufficiently impressive to establish one spelling as correct and all or most deviations as incorrect.</p>"
}