{
  "type": "Article",
  "title": "As The Word Turns: Kettell Kall",
  "author": "Barry Baldwin",
  "location": "Alberta, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As The Word Turns: <em>Kettell Kall</em></h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Alberta, Canada</span></em></p>\n<p>If History is Gossip (Oscar Wilde) and <em>Le Style, C'est L'Homme Même,</em> then not even Gibbon can beat the gorgeous prose and tasty tattle of antiquarian-biographer John Aubrey (1625–1697)— veteran theatre-goers already know this from Roy Dotrice's one-man <em>Brief Lives.</em></p>\n<p>Starbucks' devotees will point to Aubrey's statement that <em>Brief Lives</em> could not have been written “without the modern advantage of coffee-howses, before which men knew not how to be acquainted.” Dr Ralph Kettell (1563–1643), theologian and Oxford colledge (sic) President, was physically overwhelming—”his gowns and surplice and hood being on, he had a terrible gigantique aspect with his sharp gray eies,” if mentally quaquaversal: “his braine was like a hasty-pudding, where there was memories, judgemente, and phancy all stirred together.”</p>\n<p>Kettell would be astonished by American campus liquor restrictions, observing “the howses that had the smallest beere had the most drunkards, wherefore he alwayes had in his colledge excellent beere, not better to be had in Oxon, so that we could not goe to any other place but for the worse, and we had the fewest drunkards of any howse.”</p>\n<p>But he would have been at home as an administrator in the hirsute Sixties: “being irreconcilieable to long haire, he would bring a paire of cizers in his muffe and woe be to them that sate on the outside of the table. He cutt Mr Radford's haire with the knife that chipps the bread on the Buttery hatch.”</p>\n<p>There is much about Haire in Aubrey, above all the mysterious conclusion to his Life of James Bovey, “red-haired men never had any kindnesse for him,” perhaps inspiring the <em>rufonanitis</em> ('irrational fear of red-beared dwarves') invented by English humorist J.B. Morton, alias 'Beachcomber'. Kettell's hasty-pudding braine did not impede a literary judgement surpassed in briskness only by the Ayatollah Khomeini on Mr Rushdie: “Seneca wrote as a boare does pisse, scilicet by jirkes”—a good essay topic. By the way, how came Kettell by this pearl of zoological micturition—dangerously close observation?</p>\n<p>An Aubrey informant swore that Kettell “scolded the best in Latin of any one that ever he knew.” Alas, no specimen is given. I hope it compared with his English borborology: “when he scolded at the idle boies of his colledge, he used these names, viz. <em>Tarrarags, Blindcinques, Scobberlotchers.</em>”</p>\n<p>Ivor Brown (<em>Chosen Words,</em> 1955) noticed these “weird terms of abuse,” venturing no explanations. There's always the chance that Kettell simply made them up, though he also called the delinquents <em>Turds</em> and <em>Rascals.</em></p>\n<p>The <em>OED</em> (neglecting <em>Blindcinques</em> and <em>Tarrarags</em>)  gives  no  earlier  example  of <em>Scobberlotcher</em>, suggesting a connection with <em>Scopperloit</em> (1691 &amp; 1787), meaning 'idle playtime', which Brown perhaps rightly accepts.</p>\n<p>Still, I wonder about a link with <em>Scob,</em> Winchester School slang for 'desk'—Kettell's Oxford pullulated with public school men. The word has been modernly revived, e.g. by C. Day Lewis (*Dick  Willoughby, * ch 10) and the Bournemouth <em>Daily Echo</em> (April 21, 1956)—I commend it to teachers everywhere.</p>\n<p>Brown didn't remark that Kettell in mock selfdeprecation also dubbed himself “an old blind-sincks” when reproaching the Trinity Fellows who “snort and fart at your poor President.” <em>Blind</em> has been derogatory at least since Dryden's <em>Wild Gallant</em> (1663), above all in 'blind drunk'. which could here suit since <em>Sink</em> was Leys School slang for 'tippler'.Cognate possibilities include <em>Cinque</em> referring to the five senses or <em>Sink</em> as in our 'sink of iniquity.'</p>\n<p>Is <em>Tarrarag</em> the ancestor of 'toe-rag' = low character, now ubiquitous in demotic British, though actually as old as 1875? Other contenders: <em>Tarry</em> can  variously  connote  foul/uncultured/slowcoach/thievish—all fit a don's abuse of feckless undergraduates.</p>\n<p><em>[Barry Baldwin will soon give VERBATIM readers a discussion of Religious Slang. More on and from Aubrey will also soon appear.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As The Word Turns: <em>Kettell Kall</em></h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Alberta, Canada</span></em></p> <p>If History is Gossip (Oscar Wilde) and <em>Le Style, C'est L'Homme Même,</em> then not even Gibbon can beat the gorgeous prose and tasty tattle of antiquarian-biographer John Aubrey (1625–1697)— veteran theatre-goers already know this from Roy Dotrice's one-man <em>Brief Lives.</em></p> <p>Starbucks' devotees will point to Aubrey's statement that <em>Brief Lives</em> could not have been written “without the modern advantage of coffee-howses, before which men knew not how to be acquainted.” Dr Ralph Kettell (1563–1643), theologian and Oxford colledge (sic) President, was physically overwhelming—”his gowns and surplice and hood being on, he had a terrible gigantique aspect with his sharp gray eies,” if mentally quaquaversal: “his braine was like a hasty-pudding, where there was memories, judgemente, and phancy all stirred together.”</p> <p>Kettell would be astonished by American campus liquor restrictions, observing “the howses that had the smallest beere had the most drunkards, wherefore he alwayes had in his colledge excellent beere, not better to be had in Oxon, so that we could not goe to any other place but for the worse, and we had the fewest drunkards of any howse.”</p>"
}