{
  "type": "InterAlia",
  "title": "INTER ALIA",
  "html": "<link rel=\"type\" href=\"InterAlia\"><h1 data-rel=\"title\">INTER ALIA</h1>\n<p>We've been receiving regular visits from the UPS deliveryman lately, bringing us more books than we have space or time to review.</p>\n<p>However, many of them are certainly worth mentioning, and, as space permits, we'll try to keep up with the flow.</p>\n<p>The first in the pile is from Levenger Press, the publishing arm of the Levenger “Tools for Serious Readers” catalog. (I am still waiting for the “Tools for Frivolous Readers” catalog, featuring, as I'm sure it does, boxes of chocolate topped with marabou puffs and various types of bubble bath.) Their catalog features beautiful desk accessories, highly designed, tweaked, and polished—journals, pens, bookmarks, pushpins, and extra-special paperclips. The book is a new abridgement of Samuel Johnson's <em>Dictionary,</em> done by a Jack Lynch, a professor of English at Rutgers (ISBN 192954-10-0).</p>\n<p>It's a very pretty book (and ought to be, at $39.95!) with the headwords, sense numbers, and for some odd reason, the attributions for the citations, in a mossy green ink. Lynch has cleaned up the alphabetization a bit, and replaced those jarring long <em>s</em>'s— the ones that look like <em>f</em>'s—with our modern short <em>s.</em></p>\n<p>The appearance, at intervals, of a little black cat in various poses (meant to recall Johnson's cat, Hodge) was a little too twee for me, as was the vaguely Celtic type of the guidewords. Otherwise, though, I'm never against a new dictionary, and if you have a spare $40 gathering dust and no copy of Johnson of your own, you might as well spend it here.</p>\n<p>If you really, really like palindromes, Jon Agee, the author of Sit On a Potato Pan, Otis, has a new book of cartoons with palindromes (or should that be palindromes with cartoons?), Palindromania!</p>\n<p>In this book you can See Boffo Bees, read Diana Bruno On Urban Aid, Stack Cats, and ponder Was It A Car Or A Cat I Saw, and many more. Many of the palindromes have been grouped in extended comic strips. As has been said before, if you like this kind of thing, this is the kind of thing you really like. (Farrar, Straus &amp; Giroux, 2002, 0374-35730-7, $15.51)</p>\n<p>—Erin McKean</p>",
  "preview": "<link rel=\"type\" href=\"InterAlia\"> <h1 data-rel=\"title\">INTER ALIA</h1> <p>We've been receiving regular visits from the UPS deliveryman lately, bringing us more books than we have space or time to review.</p> <p>However, many of them are certainly worth mentioning, and, as space permits, we'll try to keep up with the flow.</p> <p>The first in the pile is from Levenger Press, the publishing arm of the Levenger “Tools for Serious Readers” catalog. (I am still waiting for the “Tools for Frivolous Readers” catalog, featuring, as I'm sure it does, boxes of chocolate topped with marabou puffs and various types of bubble bath.) Their catalog features beautiful desk accessories, highly designed, tweaked, and polished—journals, pens, bookmarks, pushpins, and extra-special paperclips. The book is a new abridgement of Samuel Johnson's <em>Dictionary,</em> done by a Jack Lynch, a professor of English at Rutgers (ISBN 192954-10-0).</p> <p>It's a very pretty book (and ought to be, at $39.95!) with the headwords, sense numbers, and for some odd reason, the attributions for the citations, in a mossy green ink. Lynch has cleaned up the alphabetization a bit, and replaced those jarring long <em>s</em>'s— the ones that look like <em>f</em>'s—with our modern short <em>s.</em></p>"
}