{
  "type": "Article",
  "title": "B Is for Body",
  "author": "Ralph H. Emerson",
  "location": "Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">B Is for Body</h1>\n<p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">Connecticut</span></em></p>\n<p>Let's play a shapes game. Let's pretend for a moment that B isn't a letter but a picture. What does it show? Look: B. Turn the page clockwise for a second so the curves of the B come down toward you. What do you see? I see breasts. Wishful thinking, you say? Well, maybe, but why shouldn't we have a picture of breasts in our alphabet? They're important. The Chinese root for 'mother,' <em>mu,</em> is written with a B-like pictogram showing breasts, [INSERT CHINESE CHARACTER HERE-SEE HARD COPY] , and no one thinks that's strange. Besides, not only does B look like breasts; it also begins most English words for them: <em>breasts, boobs, bazooms, bust, bosom.</em></p>\n<p>Breasts are rounded body parts that come in pairs. So are <em>eyeballs,</em> the <em>balls</em> of the feet, and the <em>balls</em> or <em>bollocks</em> of men's groins. Likewise the <em>buns</em> or <em>buttocks:</em> the <em>bottom, backside,</em> or <em>behind</em>—further known as the <em>bum</em> to Brits, <em>booty</em> or <em>boots</em> to American blacks, and <em>butt</em> to Americans in general. I've also heard the ad hoc B expressions “move your <em>Buxton</em>” and “shake your <em>bon-bon,</em>” for the fact is, it's not breasts that are B's true specialty—it's bottoms, and not just in English, either. “Make your butt like candy,” says a Brazilian ad for a diet clinic: “Make your <em>bom bom</em> like a <em>bon-bon.</em>” Another Brazilian word for 'butt' is <em>bundas.</em> (<em>National Geographic Traveler,</em> Jan.–Feb. 2001, p. 54.) Indonesians say <em>buntut</em> and <em>bokong.</em> The Dutch say <em>billen.</em> Afrikaaners say <em>boude.</em> At a web posting of scores of international words for 'butt,' fully oneninth begin with B (kiana.net/nbt/ButtWords.html).</p>\n<p><strong>All Blown Up</strong></p>\n<p>B means womanly roundness. Personal-ad shorthand for a non-thin female is <em>BBW,</em> “Big Beautiful Woman.” A woman with a plentiful bottom is <em>broad-beamed.</em> A big-breasted woman is <em>buxom,</em> and if that's all she's got going for her, she's a <em>bimbo.</em> The French artist Sophie Calle, who has devoted individual days to living out different letters of the English alphabet, chose on her B day to become a “<em>Big-Time Blond Bimbo.</em>” (See the cover photo of her recent book <em>Double Game</em>.) But why stop at one bimbo when you can evoke a whole bunch? A few years ago I saw this teaser for a graphics file on America Online: “A <em>bevy</em> of <em>bovinely blossomed bronzed bikinied blockhead blonde babes bouncing bodaciously become brainlessly, blindly beachward bound.</em>” Woman, archetypally round! Camille Paglia, writing about the Venus of Willendorf, a fat little prehistoric fertility figurine, called her “<em>bulging, bulbous, bubbling</em> . . . <em>bent</em> over her own <em>belly</em> . . . eternally pregnant. She <em>broods,</em> in all senses . . . swollen . . . weighed down by her inflated mounds of <em>breast, belly,</em> and <em>buttock</em>” (<em>Sexual Personae,</em> 1990, pp. 55-56).</p>\n<p>Paglia's intuition got it exactly right: B is about swelling, inflation, bulges. In a paper[^1] published the same year as Paglia's book, the linguist John Lawler used very similar terms to gloss <em>bl</em> words like <em>blimp, bladder, bloat,</em> and <em>blister.</em> They represent “contained fluid,” he said, “(either liquid or gas) under pressure, with distinctive distension of its container, producing a natural roundness.” Plain <em>b</em>represents it too, as in <em>barrel, ball, balloon, billow,</em> and Paglia's “<em>bulging, bulbous, bubbling.</em>” And how do we make balloons and bubbles bulge? By blowing: we <em>blow</em> bubbles, <em>blow up</em> balloons.</p>\n<p>Blowing, you see, because B evokes “airiness” through mouth-pantomime. It's an airy sound. Put your hand in front of your mouth and say “buh”— you'll feel a very distinct puff of air that you can't feel if you say “nuh” or “yuh” or most other consonants. I'm certain that the air-puff made by articulating the sound of B is why many languages, including our own, tend to use B words to name inflated, bulging things. And the written letter has evolved a bulging shape to reinforce the idea, a shape explicitly resembling the most bulbous part of the self-interested mammals who invented the alphabet: a nice round bottom.</p>\n<p>Big bottoms! Anything inflated seems big almost by definition. Samuel Johnson's 1755 dictionary partly defined <em>big</em> as “full of something . . . distended, swoln.” <em>Big</em> is one of the prime B words, one of the prime B ideas. When Jonathan Swift created a race of giants in <em>Gulliver's Travels</em> (1726), he called them <em>Brobdingnagians.</em> The biggest dinosaur was a <em>brontosaurus.</em> The Bible mentions a huge animal called <em>behemoth,</em> thought to be the hippopotamus (Job 40:15). That's Hebrew, but big animals tend to have B names in English also: <em>bull, bear, buck, boar, buffalo, bison, bronco.</em> Australians call big male kangaroos <em>boomers,</em> and elephants are known to circus people as <em>bulls.</em> I had an elephant named <em>Babe</em> as a child, and the big blue ox of the legendary lumberjack Paul Bunyan was named <em>Babe</em> too.</p>\n<p>Paul <em>Bunyan</em> was a giant himself, of course, and it's very common for fictional B characters like him to be oversized. Watching TV one afternoon a few years ago, I suddenly noticed a fat cartoon lady called “Aunt <em>Bertha</em>,” and then a few minutes later in a different cartoon, a huge wrestler called “Lardo, the <em>Belgian Behemoth.</em>” I knew I was on to something. Eventually, though, it became clear that B's “body” and “bottom” connection concerns “animality” as much as “size.” The bottom is the most prominent part of the body; and popular speech often equates it with the entire body: <em>save your butt, get your butt over here.</em> But it's also the least civilized part of the body: part sexual lure, part outlet of the digestive system, the last stop of the unlovely process that begins with <em>burps</em> and winds through <em>bellies</em> and <em>bowels.</em> We can't disown it, all that sexual and digestive stuff, but we can give it dirty names, and they're often B names.</p>\n<p><strong>B Is for What???!!!</strong></p>\n<p>So much so, in fact, that in P.G. Wodehouse's novel <em>Uncle Fred in the Springtime</em> (1939), Viscount Bosham objects to being addressed as “<em>Lord B.</em>”: “It sounds as if you had been starting to call me something improper and changed your mind.” Improper indeed! B is the bawdiest of letters, giggling from the <em>bathroom</em> to the <em>bedroom</em>. It's <em>the birds and the bees, the beast with two backs</em>—sex in all its variations. Ordinary sex is <em>boffing, balling, bonking,</em> and <em>boinking</em>—plus German <em>bumsen</em> and French <em>baiser.</em> Variations include <em>gangbangs, blowjobs, buggery,</em> and sado-masochistic <em>bondage.</em> A penis is a <em>bone,</em> a vagina a <em>beaver,</em> a sphincter a <em>bunghole.</em></p>\n<p>Bawdy B! <em>Bawdy</em> itself is an adjective from the noun <em>bawd,</em> which means a 'madam,' a woman who runs a <em>bawdy house</em>—a <em>brothel</em> or <em>bordello</em> full of lissom nude girls: <em>bare-assed, buck naked,</em> in the buff, in their <em>birthday suits</em>. Half a century ago, strip shows were called <em>burlesque</em>, and curious men watched <em>blue movies</em> and ogled nightclub <em>B-girls</em>. What exactly is a B-girl? Supposedly it's short for <em>bar girl</em>, but who knows? B is helplessly suggestive. During a walking tour of France in 1878, Robert Louis Stevenson chatted with some village women who thought our word <em>bread</em> sounded “frolicsome and racy”! (<em>National Geographic</em>, Oct. 1978, p. 541.) You know what else sounds frolicsome? B names for clothes that cover B body parts, however scantily. <em>Bustiers</em> more or less cover breasts, for example, and <em>bikinis</em> more or less cover breasts and bottom. A man's bottom is covered with <em>boxers</em> or <em>briefs</em>; and before full-length trousers became popular in the early 1800s, men wore knee-length trousers called <em>breeches</em> (pronounced “britches”). Somewhere along the way, that garment gave its name to what it covered, creating a new word for 'butt or rear end'—<em>breech</em> (pronounced as spelled), as in <em>breech birth</em> or <em>breech-loading</em> guns. (French also links butts with pants: butt is <em>cul</em> and kneebreeches  are  <em>culottes</em>.)  Nineteenth-century women's trousers were called <em>bloomers</em>, although few women dared to wear them. A more conventional B accesssory for a woman in olden days was a <em>bustle</em>, a little butt-enhancing pad worn under her skirt. Her breasts, which would now be covered by a <em>bra</em>, were formerly pushed up with a <em>bodice</em>; and the ripple of snowy gauze that peeked above the bodice to veil the breasts was called a <em>buffon</em> in English, a <em>bouffante</em> in French—literally, a 'puff.' Bodice itself is an antique word for 'corset' (which is why steamy historical novels are called <em>bodicerippers</em>), and it originated as a variant spelling of the English word <em>bodies</em>, just as <em>corset</em> is from the French <em>corps</em> 'body.'</p>\n<p><strong>Belles and Beaus</strong></p>\n<p>Lovely bodies, so <em>buff</em> and <em>beautiful.</em> Imagine a <em>bathing beauty,</em> a <em>belle of the ball,</em> a <em>beach bunny,</em> a <em>blond bombshell,</em> a <em>bodacious babe.</em> Remember that all-B riff I quoted earlier about the “beachward bound” blondes? Think <em>Baywatch,</em> think <em>Beach Blanket Bingo.</em> Of course, there are men at the beach too: *beach bums, beach boys, bodybuilders, bare-chested beefcakes—<em>burly</em> guys, all <em>bulked up</em> with <em>bulging biceps.</em> Think Mitch <em>Buchanan</em>, the <em>Baywatch</em> =lifeguard played by David Hasselhoff.</p>\n<p>Since B men fit the “hard and muscular” stereotype and B women the “soft and curvy” stereotype, it's entirely fitting that John Lawler (who linked <em>bl</em> words to “inflatedness”) linked <em>br</em>words to “primitive sex-role stereotypes.” These are the animal selves that B's embody. Look at the life trajectories outlined by <em>br</em>words. For women, who give <em>birth</em> to <em>babies,</em> the <em>br</em>path is <em>braids, broad, bride, breed, brood, brats.</em> For men, who <em>boast</em> and <em>battle,</em> it's <em>brawn, brag, brave, brawl, brutal.</em> My colleague Margaret Magnus says that if B were a fairy tale, it would be <em>Beauty and the Beast.</em> If this isn't clear already, we need only look at typical Bname characters in stories and movies. They're embarrassing, they're so perfect.</p>\n<p>B women are pure sex. <em>She Stoops to Conquer</em> (1773) has a barmaid called <em>Bet Bouncer.</em> Updike's <em>Rabbit, Run</em> (1960) ends near a pinball machine called <em>Bouncing Betsy.</em> (Come to think of it, I once called a classmate <em>Bountiful Beth,</em> which amused her, fortunately.) Little <em>Betty Boop</em> shimmies through movie cartoons. <em>Bombay Boola</em> the belly dancer perks up Garbo's film <em>Susan Lenox</em> (1931). Beautiful <em>Buffy</em> slays vampires on TV. On the comics page, <em>Doonesbury</em> features the curvaceous <em>Boopsie, Beetle Bailey</em> has Miss <em>Buxley,</em> and <em>Blondie</em> has pretty <em>Blondie Bumstead</em> (née <em>Boopadoop</em>). The most famous children's doll in the world is a curvy blonde named <em>Barbie.</em> There are real B women too. A girl named Mary Cathleen Collins turned herself into the voluptuous actress <em>Bo Derek.</em> Ex-showgirl Barbara <em>“Bobo”</em> Sears married one of the Rockefellers. And the original BB was <em>Brigitte Bardot,</em> the French cutie who inspired Sophie Calle's Blond Bimbo act.</p>\n<p>B men are more complex than B women. Sometimes they can be sexy, too, either in okay ways, like James <em>Bond</em> and Rhett <em>Butler,</em> or in very bad ways, like Travis <em>Bickle</em> and Norman <em>Bates.</em> More often, though, B men are simply violent. Remember my cartoon wrester, the <em>Belgian Behemoth</em>? Well, <em>Bruiser Brody</em> was a real-life wrestler. Stallone's boxer was Rocky <em>Balboa. Bull Bushka</em> is a stocky football coach in the comic strip <em>Funky Winkerbean.</em> K. C. Constantine's novel <em>Brushback</em> has a jockish bully named <em>Bobby Blasco</em>. Bullies make good villains, of course: Ichabod Crane had his <em>Brom Bones,</em> Popeye had his <em>Bluto.</em> A friend of mine calls his crazy boss <em>Bozo the Beast.</em> Wife-beaters make good villains too: <em>Bobby Benedetto</em> in Anna Quindlen's <em>Black and Blue</em> (1998), <em>Billy Bigelow</em> in the musical <em>Carousel</em> (1945), and the protagonist of Thomas Dunn English's poem “<em>Ben Bolt</em>” (1843), whose sweet Alice with hair so brown “wept with delight” at his smile and “trembled with fear” at his frown.</p>\n<p>Other B men are just slobs and idiots, though often funny ones, like Archie <em>Bunker</em>, Al <em>Bundy</em>,  <em>Babbitt</em>, Mr. <em>Bean</em>, <em>Beetle Bailey</em> in the comic of that name (the one with Miss <em>Buxley</em>), the cartoon duo <em>Beavis and Butt-head</em>, and Shakespeare's <em>Bottom</em>. You know, <em>boors</em> and <em>bozos, buffoons</em> and <em>bubbas</em>— especially “<em>big, bumbling, beefy</em>” ones, as my mother once remarked. <em>Bl</em>names are especially good at conveying this. One of the most endearing of all fictional slobs is John Belushi's drunken frat boy <em>Bluto Blatarsky</em> in the movie Animal House (1978). In much of the English-speaking world, Bluto and his buddies would be called <em>blokes</em>—ordinary and unpretentious guys, the kind of men personified as <em>Joe Blow</em> in America and <em>Joe Bloggs</em> in Australia. Many made-up <em>Bl</em>names specifically signal blandness, averageness: Leopold and Molly <em>Bloom</em> in Joyce's <em>Ulysses</em> (1922), or the office drones Max <em>Blumf</em> and Susan <em>Block</em>, who appeared together one day in the comic strip <em>Dilbert</em> (Feb. 1, 1998).</p>\n<p>The best one-word gloss for B is “unrefined,” a quality that draws reactions ranging from genial amusement to outright disgust. B is dismissive. A little nowhere town in American slang is <em>East Buttfuck</em> or <em>East Bumblefuck.</em> The British intensifier <em>bloody</em> and its B euphemisms are mostly scornful: <em>bloody</em> awful, <em>blooming</em> idiot, <em>blasted</em> fool. We spit out our scorn along with B's little air-puff: <em>bitch, bastard, bullshit.</em></p>\n<p><strong>Two Bubbles</strong></p>\n<p>Another notable characteristic of B is doubleness. As you've probably noticed, an awful lot of made-up B names have two B elements in a row, from *Belgian  Behemoth * to <em>Bombay  Boola.</em> Alliterative names are found with all letters—think of Tiny Tim and Peter Piper—but B alliterations are much more common than any others. They're funny. Pick up any comic novel and you'll probably find a double-barrelled B name in it. For example, the Wodehouse novel I mentioned earlier has two: detective <em>Buxton Black</em> and jealous boyfriend <em>Bricky Bostock.</em> (<em>Ben Bolt</em> from the old poem gets mentioned too.) Other Wodehouse stories feature <em>Beefy Bingham</em> and the boxer <em>Battling Billson.</em> Double-barrelled B's are as common as air: <em>Big Ben, Big Bertha, Big Brother, Big Bird,</em> the <em>Big Bang, Big Business, big bucks,</em> the <em>big boys,</em> the <em>big bad</em> wolf. And that's just with bigs.</p>\n<p>There are plenty more without bigs: the <em>Baby Boom, boomerang babies,</em> the <em>Bronx Bombers,</em> the <em>Butcher of Baghdad, Blackbeard, Bluebeard, Buffalo Bill, Buffalo Bob,</em> the <em>Bible Belt, Black Beauty, Beau Brummell,</em> the <em>Brady Bunch,</em> the <em>Beanie Babies,</em> the pudding called <em>brown betty,</em> the British army musket <em>Brown Bess,</em> Melville's <em>Billy Budd,</em> the song characters <em>Billy boy</em> and <em>Bill Bailey,</em> Clint Eastwood's <em>Bronco Billy,</em> and the AfricanAmerican cowboy-movie star Herb Jefferies, the <em>Bronze Buckaroo.</em></p>\n<p>I came across half a dozen double-barrelled B's the week I was writing this section. The newish comic strip <em>Baldo</em> is about a dreamy MexicanAmerican teenager named <em>Baldo Bermudez.</em> When his family dresses up as a Mexican-style band, his father calls them the <em>Balladeering Bermudezes,</em> although Baldo himself prefers the name the <em>B Boys and Girls</em> (Mar. 16 and 19, 2001). In the Mar. 18 men's fashion supplement of <em>The New York Times,</em> which took bachelors as its theme, the phrase <em>Broadway Brummells</em> appears on p. 78, and <em>bachelor boudoir</em> on p. 90—along with a 1970 photo of Hugh Hefner “cuddled on a fur blanket with his then-paramour and Playmate, <em>Barbi Benton,</em>” aboard their private plane, the <em>Big Bunny!</em> With all this doubleness I think we're back to unconscious echoes of bottom-cheeks. Who was</p>\n<p>that romantic Southern gentleman? Rhett <em>Butt-ler</em>? Here's the name that clinched it for me: in John Knowles's boarding-school novel <em>A Separate Peace</em> (1959, chap. 7), the narrator recalled his athleticlooking classmate <em>Brinker</em> Hadley: “Brinker's salient characteristic” was “his healthy rump . . . those healthy, determined, not over-exaggerated but definite and substantial buttocks.” The context is matter-of-fact rather than erotic: a B character is equated with a healthy rump. It's a B thought.</p>\n<p>Other writers have B thoughts too. In <em>Walden</em>'s chapter “Spring,” Thoreau mused on how the word <em>lobe</em> ends with “the soft mass of the b (single lobed, or B, double lobed).” A century later, A. H. Fremont's <em>Alphabet Flip Chart</em> (1974) noted that B's “make <em>bubble</em> sounds in words,” and that the little <em>b</em> even “has a 'ball' or 'bubble' at the bottom of the letter. The big B has two bubbles.” Pop! <em>Bam! Boom! Bang!</em> There go the bubbles! That's another “salient characteristic” of B: “loud noises,” the sounds of inflated-looking things exploding (<em>bursting, blowing up</em>), being hit (<em>beaten, buffeted, boxed</em>), or creating semi-articulate noises (<em>bawling, braying, babbling</em>).</p>\n<p><strong>Bingo!</strong></p>\n<p>“Big round things,” “silliness or contemptibility,” and “impact and loud noises”—readers of VERBATIM will recognize these three B qualities as identical to the three “nasal-stop” qualities I described in “The Most Lively Consonants in the World” (XXV/3, Summer 2000). Nasal-stop words contain consonant-combinations like <em>mp, ng, nk,</em> and <em>nt,</em> which yield noisy <em>thumps,</em> round <em>rumps,</em> and slobbering <em>drunks</em>—compare B's <em>bumps, butts,</em> and <em>boozers.</em> I remarked that the first of those words, <em>bump,</em> was “the most typical and versatile” nasal-stop word of all, for it embraced each of the three potential nasal-stop meanings. That makes <em>bump</em> a perfect B word too, since it variously denotes “impact or its noise”, “rounded thing,” and “amusingly contemptible thing” (“lay there like a <em>bump</em> on a log”).</p>\n<p>I can't really explain the congruence of meanings between B's and nasal-stops, but it is undeniably present. Even though I made no effort to include a lot of B words in the earlier article, about 50 of my 400 nasal-stop examples were also B words—an eighth of the total. (For instance, <em>bang, bundle,</em> and <em>bumpkin</em>.) It's also interesting that a lot of “bell sounds” like <em>clang</em> and <em>jingle</em> are nasal-stop words, while <em>bell</em> itself is a B word, and England's best-known <em>bell</em> is called <em>Big Ben.</em> Round and noisy! I also observed in my earlier article that English nasal-stop meanings are often matched in Indonesian nasal-stop words, like <em>dentang</em> for English <em>clang.</em> This happens to be true with many Indonesian B words as well, like <em>besar</em> for 'big,' <em>bundar</em> for 'round,' <em>bulat</em> for 'ball, circle,' and <em>bahak</em> for 'burst of laughter.' Indonesian even matches English by supercharging some words with both features, a B plus a nasal-stop: <em>buntut</em> 'butt' (mentioned earlier), <em>busung</em> 'bulging,' <em>banting</em> 'to hit,' <em>bentet</em> 'to burst,' and <em>bising</em> 'noise.' These are extraordinary parallels for two unrelated languages.</p>\n<p>What are we to think, except that B is a cosmic prankster who uses earthlings as ventriloquist's dummies to tell its jokes? In March 2001, when the airplane manufacturer Boeing suddenly announced that it would be leaving its longtime headquarters in Seattle, a local TV station promptly dubbed this the <em>Boeing Bombshell.</em> So reported <em>The New York Times</em> on Mar. 22, and three days later it illustrated its weekend summary of the Boeing story with a photo of a jet flying out of Seattle. The picture's caption? “<em>Buh-bye</em>”!</p>\n<hr>\n<p>John Lawler, “Women, Men, and Bristly Things: The Phonosemantics of the BRAssonance in English,”</p>\n<p>Michigan Working Papers in Linguistics, Winter 1990, reprinted 1992 in <em>The Joy of Grammar: A Festschrift for James McCawley</em>, ed. G. Larsen et al. (Philadelphia: J. Benjamins). For more on B, see Margaret Magnus's book <em>Gods of the Word: Archetypes in the Consonants</em> (Kirksville, MO: Thomas Jefferson Univ. Press, 1999), especially the Introduction and pp. 52 and 87-93.</p>\n<p>[Ralph Emerson's last article for VERBATIM, “Denaturized Profanity in English” appeared in Vol. XXVI/2.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">B Is for Body</h1> <p><em><span data-rel=\"author\">Ralph H. Emerson</span> <span data-rel=\"location\">Connecticut</span></em></p> <p>Let's play a shapes game. Let's pretend for a moment that B isn't a letter but a picture. What does it show? Look: B. Turn the page clockwise for a second so the curves of the B come down toward you. What do you see? I see breasts. Wishful thinking, you say? Well, maybe, but why shouldn't we have a picture of breasts in our alphabet? They're important. The Chinese root for 'mother,' <em>mu,</em> is written with a B-like pictogram showing breasts, [INSERT CHINESE CHARACTER HERE-SEE HARD COPY] , and no one thinks that's strange. Besides, not only does B look like breasts; it also begins most English words for them: <em>breasts, boobs, bazooms, bust, bosom.</em></p> <p>Breasts are rounded body parts that come in pairs. So are <em>eyeballs,</em> the <em>balls</em> of the feet, and the <em>balls</em> or <em>bollocks</em> of men's groins. Likewise the <em>buns</em> or <em>buttocks:</em> the <em>bottom, backside,</em> or <em>behind</em>—further known as the <em>bum</em> to Brits, <em>booty</em> or <em>boots</em> to American blacks, and <em>butt</em> to Americans in general. I've also heard the ad hoc B expressions “move your <em>Buxton</em>” and “shake your <em>bon-bon,</em>” for the fact is, it's not breasts that are B's true specialty—it's bottoms, and not just in English, either. “Make your butt like candy,” says a Brazilian ad for a diet clinic: “Make your <em>bom bom</em> like a <em>bon-bon.</em>” Another Brazilian word for 'butt' is <em>bundas.</em> (<em>National Geographic Traveler,</em> Jan.–Feb. 2001, p. 54.) Indonesians say <em>buntut</em> and <em>bokong.</em> The Dutch say <em>billen.</em> Afrikaaners say <em>boude.</em> At a web posting of scores of international words for 'butt,' fully oneninth begin with B (kiana.net/nbt/ButtWords.html).</p> <p><strong>All Blown Up</strong></p>"
}