{
  "type": "Article",
  "title": "Jumpers and Rounders and Tops, Oh My",
  "author": "Allison Whitehead",
  "location": "Stifford Clays, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Jumpers and Rounders and Tops, Oh My</h1>\n<p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p>\n<p>The London Underground is full of curious phrases and idioms not normally understood by an outsider. Are there any other jobs where your colleagues are known as <em>Dims</em> and <em>Doms,</em> where <em>four feet</em> aren't four feet at all, and where <em>jumpers</em> are not of the woolly kind?</p>\n<p>Acronyms are rife on the Underground. Train Operations Managers are called <em>Toms,</em> Duty Operations Managers are known as <em>Doms,</em> and Duty Incident Managers are rather unceremoniously referred to as <em>Dims.</em> Direct recruit train operators (those recruited from outside the company, rather than existing employees being trained in the role) are known as <em>drops.</em></p>\n<p>The track (or the <em>road</em>, or <em>permanent way</em>, as the Underground refers to it), consists of two <em>running rails</em> (on which the train wheels run), a <em>pozzy</em> rail, and a <em>neggy</em> rail. These last two carry the positive and negative electrical currents. The <em>four foot</em> is the gap between the two running rails, which doesn't measure four feet at all. The <em>six foot</em> is the gap between two running lines, e.g. for northbound and southbound running services. But it isn't six feet wide. The distance between two pairs of running lines is wider—it's not usually <em>ten feet</em>, but is still referred to as such.</p>\n<p>As a train driver, if you are in the process of <em>winding up</em>, then you'll be starting your train. You may do a <em>rounder</em> before your meat break, which in other words will mean going to the end of the line, round and back to where you started. If you are lucky, you may only get a <em>snip turn,</em> which is a short shift. As a <em>top</em> (or train operator), you would hope never to see a <em>jumper,</em> as these can turn into <em>one unders.</em> And once again in English . . . people who deliberately jump off the platform in front of the train invariably end up underneath it.</p>\n<p>If a red signal turns green just as you reach it, it is said to have <em>dropped off.</em> There are also <em>policemen</em> on the track who will trip and stop you if you tried to go too fast. But these policemen aren't human—they're <em>train stops,</em> which lower if you are travelling at less than ten miles per hour. Any faster and you get <em>tripped,</em> or stopped automatically. Another safety feature is known as the <em>dead man's handle</em>—the handle used to operate the train. If the driver should collapse, or let go of the handle for any reason, the train will stop.</p>\n<p>Elsewhere, there might be dissent among the passengers if the <em>peds</em> aren't working. For the uninitiated among us, this stands for the platform edge doors in operation on the Jubilee Line.</p>\n<p>Finally, some phrases the passengers might hear over the P.A. system. <em>Passenger action</em> could mean a passenger alarm has been activated on a train, or there is a disturbance of some kind. <em>Signal failure</em> is self-explanatory, but <em>track failure</em> seems to be a catch-all term which applies when the electrical current is interrupted, or when there is a problem which can't be easily identified.</p>\n<p>A perfect term to end on, as even the Underground isn't sure exactly what it means.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Jumpers and Rounders and Tops, Oh My</h1> <p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p> <p>The London Underground is full of curious phrases and idioms not normally understood by an outsider. Are there any other jobs where your colleagues are known as <em>Dims</em> and <em>Doms,</em> where <em>four feet</em> aren't four feet at all, and where <em>jumpers</em> are not of the woolly kind?</p> <p>Acronyms are rife on the Underground. Train Operations Managers are called <em>Toms,</em> Duty Operations Managers are known as <em>Doms,</em> and Duty Incident Managers are rather unceremoniously referred to as <em>Dims.</em> Direct recruit train operators (those recruited from outside the company, rather than existing employees being trained in the role) are known as <em>drops.</em></p> <p>The track (or the <em>road</em>, or <em>permanent way</em>, as the Underground refers to it), consists of two <em>running rails</em> (on which the train wheels run), a <em>pozzy</em> rail, and a <em>neggy</em> rail. These last two carry the positive and negative electrical currents. The <em>four foot</em> is the gap between the two running rails, which doesn't measure four feet at all. The <em>six foot</em> is the gap between two running lines, e.g. for northbound and southbound running services. But it isn't six feet wide. The distance between two pairs of running lines is wider—it's not usually <em>ten feet</em>, but is still referred to as such.</p>"
}