{
  "type": "Article",
  "title": "English in Italy",
  "author": "Martin Gani",
  "location": "Como, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English in Italy</h1>\n<p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p>\n<p>In the morning I read in the Italian daily <em>Corriere della Sera</em> a letter by a concerned reader : “At this pace English will be the official language in Italy,” he writes, “Italian will only be spoken as an idiom by the intellectuals.” In the afternoon on Italian state TV RAI a debate is in course. A teenager comes up with the word <em>grunge,</em> the middle-aged presenter assumes a puzzled look and asks for a translation, and judging by the expressions on their faces, most people in the studio are also in the dark. The teenager explains, the presenter, and everyone else in the studio, nods which reads 'that's what she meant.' Later the same day, I sit in the local library of Como, northern Italy, reading a newspaper. A senior citizen sits next to me leafing through the pages of <em>Il Sole 24 Ore</em>, Italy's answer to the <em>Financial Times.</em> He looks at me and says, “Do you speak English ?” “I am English” I say. “ He smiles and points to a headline, he doesn't understand what <em>Far East</em> means, can I translate ? These by no means are uncommon incidents in Italy where English terms have infiltrated the mass media and everyday speech to such an extent that often communication breaks down, unless of course the interlocutors have a good knowledge of English.</p>\n<p>Unlike the French, whose crusade against English language impurities is a constant battle, the Italian authorities safeguarding the integrity of their national language hardly seem concerned. One political party, The Northern League, which aims to break away from Italy and form a separate northern state, Padania, has proposed doing away with Italian altogether. They suggest speaking dialects locally and handle inter-regional affairs and the outside world with, English. They may have a case: ISTAT, the body that compiles statistics for the Italian government, points out that only about 45% of Italians use modern Italian to speak to each other.</p>\n<p>Support for the Padania entity as a separate state is waning, but Italians in the meantime enjoy lacing their speech with English regardless of their social or educational background. During a <em>briefing</em>, an Italian politician may be threatened with <em>impeachment</em> due to irregularities in his <em>budget</em> figures, who may respond with <em>nonchalance</em> that he needs a bit of <em>relax</em> in the hills to consider his position (while travelling in a <em>ski-lift</em> during the <em>weekend,</em> no doubt.)</p>\n<p>A busy mother who has a <em>full-time</em> job may need a <em>baby sitter part-time</em>, especially if she is going to a <em>party</em>. However, if she stays in to watch <em>TV</em>, the <em>quiz show</em> will be interrupted by a <em>spot</em> or two. In that case she may do some <em>zapping</em> to find a <em>horror film</em> or possibly a <em>thriller</em> which is bound to attract a large <em>audience</em>. Failing that, she may see <em>check-up</em> to catch up on the latest medical <em>news</em> and learn that <em>roast beef</em> and <em>hamburger</em> may not be good for you and round off the evening with an old <em>Hollywood musical</em>.</p>\n<p>A <em>manager</em> working for a <em>computer</em> company may go to a <em>buffet</em> lunch with his <em>staff</em>. After a <em>drink</em> or better still a <em>cocktail</em>, he might want to discuss <em>copyright</em> problems regarding <em>software</em> or <em>floppy disk design</em> faults. After <em>dessert</em> the group may discuss who the <em>sponsor</em> will be, their <em>target</em> and consider a suitable <em>slogan</em>. Before fixing a date for the next <em>meeting</em>, the conversation could assume a lighter tone when <em>trekking</em>, <em>golf</em>, <em>rally</em>, <em>windsurf</em>, <em>yacht</em> and <em>basket</em> [<em>ball</em>] may get a mention.</p>\n<p>Gone are the days when Mussolini tried to purify Italian from all foreign influence. Without success he tried to substitute <em>sport</em> by <em>esercizio fisico</em> 'physical exercise' and <em>bar</em> by <em>qui si beve</em> 'here one drinks.' His attempts to change even the names of jazz hits like <em>St. Louis Blues,</em> transformed into <em>tristezza di San Luigi,</em> where <em>tristezza</em> means 'sadness,' also failed. Nevertheless, he did score with <em>calcio</em> which replaced <em>soccer</em> successfully.</p>\n<p>It would be unfair to say that nobody is lifting a finger to protect Italian. Speaking to the national daily <em>La Repubblica,</em> Professor Arrigo Castellani of the prestigious Crusca academy in Florence offered a series of Italian terms to replace their English counterparts currently used in Italy. They were simple literal translations of the English words but he argued they would be perfectly comprehensible to every Italian. Why can't we substitute <em>Big Bang</em> with <em>granbotto, spray</em> with <em>spruzzo, flash</em> with <em>lampo</em> and <em>best-seller</em> with <em>vendutissimo</em> 'sold really a lot'? Despite the professor's vociferous lamentations, five years on, there doesn't appear to be any takers.</p>\n<p>The only other place where Italian is an official language is the Swiss canton of Ticino. Curiously, this Italian speaking area of some 300,000 souls is putting up more resistance to protect Italian than Italians themselves. Many English words used in Italy without hesitation are frowned upon in Ticino. For example, they use <em>servisol</em> [from <em>servire</em> 'serve' and <em>solo</em>] to replace <em>self-service</em> and the mass media usually refers to <em>New York</em> as <em>Nuova York.</em> The humble <em>hamburger</em> is called <em>svizzera</em> (literally 'Swiss'; I always thought it came from Hamburg !) <em>rampichino</em> 'little climber' outruns the mountain bike and <em>zapping</em> requires a long-winded translation. My favourite is <em>mangiasoldi</em> 'money-eater' which is keeping <em>slot-machine</em> at bay successfully. However, it is a losing battle, as the younger generation is proving to be less resistant to the modern appeal of English. One local publication, <em>Il Caffè,</em> has recently highlighted that some 90% of those attending high school today choose to study English and the rich and powerful canton of Zurich has decided to replace French with English as a compulsory subject at school. The federal government, alarmed, quickly passed a law (March 2001) to prevent  English  from  taking  over  as  one  of Switzerland's four national languages.</p>\n<p>In Italy the vertiginous increase of English usage in many walks of life is being fuelled not only by the TV but also by the newspapers and magazines. However, not much thought goes into whether many ordinary Italians really understand what's being written. In one newspaper headline I read, “business, export, boom, boomerang” making up half the sentence, the popular news weekly, Panorama, has recently printed “I have a stream,” supposedly to inform Italian readers that the telephone company Telecom has acquired a share of the Pay TV (another widely used term) channel Stream. Both the information and especially the allusion to Martin Luther King's maxim proved incomprehensible to most and consequently the clever pun went largely unheeded. The innocent <em>baby</em> is extremely misused if not abused and is currently the media's favourite synonym for <em>underage</em>. Every other day we read reports of a <em>baby gang</em> that has gone on a mugging spree or that finally the number of <em>baby pensioners</em> is falling.</p>\n<p>The anglophile Italian journalist Beppe Severgnini frequently touches on the subject of English as it is used in Italy. In his 1994 book, <em>Inglese</em> he listed around 700 English words and expressions freely circulating in Italy. In an article for the Italian travel magazine, <em>Touring</em>, he has light-heartedly pointed out how much confusion may be caused by overzealous use of English by travel companies and airline-staff: “expressions like <em>departure-slot, take-off time, transfer, card, snack, airline-food, tour-operator, group-leader, reception</em> etc. only augment the anxiety of would-be travellers.” Severgnini recounts this anecdote to prove his point : he was flying from Milan to Rome, the lady sitting next to him listened to the pilot's announcement and then turned to him and said, “Are they going to repeat that in Italian?” Severgnini explained, “That was in Italian.” I can just imagine the lady sheepishly looking ahead, feeling embarrassingly inadequate.</p>\n<p>The fervour of English in Italy often leaves the TV screen and the printed pages and takes to the streets. A quick look in yellow pages in any city demonstrates that the ordinary folk want a bit of the action, numerous shops assume awfully modern-sounding English appellations. Alas, sometimes, the less than perfect knowledge of English produces rather odd-sounding business concerns. I flicked through the yellow pages in the Lake Como area where I have lived for more than 15 years. Here is a selection of what I've found : <em>Virtual Travel</em> (travel agent), <em>Head Vanity</em> (hairdresser), <em>Big Bag</em> (leatherwear shop), <em>Beauty Free</em> (cosmetics shop), <em>Brainstore</em> (computer outlet), <em>Sweet Service</em> (cake shop), <em>Panic</em> (van rental).</p>\n<p>A lot of effort goes into attracting foreign customers, with signs in shop windows to advertise taxfree goods to overseas visitors. However, some just call themselves, “Free Shop,” and one wonders how they stay in business. Occasionally, the English used is not incomprehensible, but brings a smile to an English speaker's lips. One dry cleaners in Rome put this sign in the shop window: “Drop your clothes here and spend the afternoon having a good time.”</p>\n<p>[Martin Gani's most recent piece was 'Colourful Language' in Vol. XXVII/2.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English in Italy</h1> <p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p> <p>In the morning I read in the Italian daily <em>Corriere della Sera</em> a letter by a concerned reader : “At this pace English will be the official language in Italy,” he writes, “Italian will only be spoken as an idiom by the intellectuals.” In the afternoon on Italian state TV RAI a debate is in course. A teenager comes up with the word <em>grunge,</em> the middle-aged presenter assumes a puzzled look and asks for a translation, and judging by the expressions on their faces, most people in the studio are also in the dark. The teenager explains, the presenter, and everyone else in the studio, nods which reads 'that's what she meant.' Later the same day, I sit in the local library of Como, northern Italy, reading a newspaper. A senior citizen sits next to me leafing through the pages of <em>Il Sole 24 Ore</em>, Italy's answer to the <em>Financial Times.</em> He looks at me and says, “Do you speak English ?” “I am English” I say. “ He smiles and points to a headline, he doesn't understand what <em>Far East</em> means, can I translate ? These by no means are uncommon incidents in Italy where English terms have infiltrated the mass media and everyday speech to such an extent that often communication breaks down, unless of course the interlocutors have a good knowledge of English.</p> <p>Unlike the French, whose crusade against English language impurities is a constant battle, the Italian authorities safeguarding the integrity of their national language hardly seem concerned. One political party, The Northern League, which aims to break away from Italy and form a separate northern state, Padania, has proposed doing away with Italian altogether. They suggest speaking dialects locally and handle inter-regional affairs and the outside world with, English. They may have a case: ISTAT, the body that compiles statistics for the Italian government, points out that only about 45% of Italians use modern Italian to speak to each other.</p> <p>Support for the Padania entity as a separate state is waning, but Italians in the meantime enjoy lacing their speech with English regardless of their social or educational background. During a <em>briefing</em>, an Italian politician may be threatened with <em>impeachment</em> due to irregularities in his <em>budget</em> figures, who may respond with <em>nonchalance</em> that he needs a bit of <em>relax</em> in the hills to consider his position (while travelling in a <em>ski-lift</em> during the <em>weekend,</em> no doubt.)</p>"
}