{
  "type": "Article",
  "title": "A Tuesday Afternoon With Hunter Diack",
  "author": "Juliette Shapiro",
  "location": "East Sussex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Tuesday Afternoon With Hunter Diack</h1>\n<p><em><span data-rel=\"author\">Juliette Shapiro</span> <span data-rel=\"location\">East Sussex</span></em></p>\n<p>Having moved from the country to the town I find myself (more often than is good for me I am sure) in the delightful position of being able to rummage through piles of second-hand books in many of my local bookshops. It was via this renewed but not newfound hobby that I came across Hunter Diack's book <em>Test your own Wordpower</em> This book also goes under the subheading of <em>Wordpower—Your Vocabulary and its Measurement.</em> I paid a paltry sum, as is more often than not the way with second hand books, for what ended up being a voyage of discovery.</p>\n<p>Like the first page of a gripping novel, this book's 350-word introduction grabbed me immediately. “How many words do you know?” asks Diack, clearly not a man to mince the many he is acquainted with. “Hmm, not sure really,” I say in a quiet voice that goes on to say nervously, “probably not as many as I should given that I call myself a writer.” And there it is. That typical fear of rejection that plagues all scribblers. Before I have finished the introduction (despite being more than familiar with all the words that appear in it) I am feeling startled and a little apprehensive about what the self-imposed test will reveal about my literacy. Diack talks about Literacy League Tables, for goodness sake. Suddenly it gets serious. Which is when I get sceptical. I mean really—I'm reasonably intelligent, at least I manage to persuade others, by bluff and connivance, that I am—so what am I worrying about? Is Hunter Diack (by now he looms, a monstrous intellectual, in my mind) actually sitting behind me, here in my kitchen on a Tuesday afternoon as I approach the first of the tests? The answer to that question is; yes in a funny sort of way, he is.</p>\n<p>At first I thought it was going to be difficult to test my own wordpower. Could I be trusted? I assume, as with personality inventories, that tests devised to measure the sitter's vocabulary (particularly in such cases as these when the examinee is also the examiner) would prove to be unreliable. After all, when it comes to quantifying one's own literacy, there will surely be the temptation to bluff a little, to claim a greater knowledge than one actually has. I have hardly begun my voyage of discovery when I realise that Hunter Diack (he looms, he looms) does not allow cheating. In his introduction he points out that by sitting three of the tests in the book, I will be able to calculate my vocabulary. Actually it's a little more complicated than that but it's not as complicated as one might expect.</p>\n<p>Here's the long story cut short. Each of the three tests consists of six levels. Each of these six levels consists of ten words. Now to explain the word content of each level. In one of the tests (there are 50 from which to choose) the Level 1 list features the word <em>external</em> while the listing for Level 6 in the same test includes the words <em>mithridatism</em> and <em>unau.</em> I, or any one else eager to determine their literary worth, will then be required to read through the words in the levels in order. When I have noted down ten words I feel I cannot reasonably give good meaning to I must stop. But it is very tempting to go on. On my first test I am aware that although I have listed ten words I cannot explain the meaning of entirely I let my eyes wander to the subsequent words listed and note (feeling a touch frustrated) that I do know their meanings. But this is irrelevant. Those stragglers that I see at the end of the test (despite my familiarity with them) are meaningless now. I have already admitted that I cannot define ten of the words that came before them and I am now obliged to follow another set of instructions.</p>\n<p>Having owned up to the fact that ten words elude me before I reach number sixty I must, according to the looming Diack, now list the five words I claimed to know that precede the ten I didn't know. Then I must give a description of each. This is easy, because I know those five words. I have, rather surprisingly, been completely trustworthy and not pretended to know any more than I actually do. This is because I quickly realise that the test is so finely tuned as to suss me out if I attempt to fool it. Remember, it's all on a scale, all divided into levels and league tables. If I fake it and attempt to waltz along as if I am the type of person who not only uses the word <em>enzootic</em> but can explain what it means with ease then I will certainly be caught out and be left re-faced. The test is designed to catch me, if I say I know words I don't. It isn't worth bluffing, I will only slip up later when asked to define them. I am allowed (Diack's instructions are clear) to show my knowledge of the said five words I claim to know by means of a synonymous phrase or term or by using any of the said words in a sentence by way of example or ( I think this applies if I really feel cornered) by using a diagram or sketch.</p>\n<p>I do this, with frenzied confidence. Then, having decided that I must eventually give up Scrabble and Mensa tests with a view to getting out more I move on. Time to get out the dictionary and check that I really do know what those five words mean. This is where I am tempted to go the shoddy route. I know I know the meanings of those five words. Can I be bothered to check them? Is it really necessary? I could just make a cup of coffee and pretend. Somehow I can't. He still looms.</p>\n<p>This is certainly the point at which the whole thing could get vague. I could, with a bit of mental give or take, easily make my scrawled descriptions tie in with what the <em>Oxford Reference English Dictionary</em> has to say about each given word. I breathe a sigh of relief when I realise I won't have to. My descriptions are well within the realms of accuracy. I now make that cup of coffee and comfort myself that I might, at the very least, come out of all this bestowed with the reading age of a clever eleven-year-old. Believe me, there is something a little bit scary about Hunter Diack.</p>\n<p>Test two goes as well as the first one. By test three I have decided that the reading age of an eleven-year-old might have been a touch ambitious. One of the five words I claimed to know has mysteriously turned out to be one I didn't. At least it transpires to be one I cannot give a truly clear meaning to when under pressure. And yes, for those of you who raise an eyebrow here, it is a pressure. You have no idea how disconcerting it is when he looms. Anyway, I get through. I have to deduct another point for the word I couldn't explain but I'm now past caring. It is time to calculate my average score (forgive the impression of underestimating anyone's intelligence by explaining this) by adding my scores for each of the three tests together and then dividing the total by three.</p>\n<p>By now Hunter Diack has turned me into a nervous wreck. I cannot add my three scores together without a calculator. So much looming has its effects. This clinical testing environment had made me accuracy crazy. I stare at my average on the calculator's screen. It doesn't look like much. Luckily Diack reminds me that I must now multiply this figure by 600 in order to interpret my literacy. I do this. I am just in the running to be described as a Level 5. Level 6 is the highest, this is the zone in which people whose heads are about to explode with intelligence are situated. I only just get into Level 5 by the backdoor (my own head is unlikely to explode). I slip, thrilled and unnoticed I hope, into the illustrious league of people who are in the 24,000–30,000 word bracket. The description reads; Men and women in this range are among the most widely read in the country (it doesn't say which country?). They are to be found in the top echelons of their professions or heading in that direction.</p>\n<p>I love Hunter Diack now. He has suddenly stopped all that looming business and is shaking my hand, presenting me with certificates and giving me warm smiles. It's been an excellent experience. What's more I now firmly believe that Diack's tests are an infallible and accurate measurement of literacy. And it's comforting to know even if I'm not yet in the top echelons of my profession that I am heading in that direction.</p>\n<p>Obviously I'd fail any sort of test that requires me to add three numbers together without the assistance of a calculator—but who cares? I know what <em>mithridatism</em> means now and I'm planning to use <em>enzootic</em> in light conversation if the mood so takes me.</p>\n<p>It was worth the nervous breakdown.</p>\n<p><em>[<em>Your Own Wordpower</em>, by Hunter Diackwas published by Paladin in 1975. Juliette Shapiro's most recent piece for VERBATIM was “Thesaurusizing, A Little-Known Art” in Vol. XXVI/3.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Tuesday Afternoon With Hunter Diack</h1> <p><em><span data-rel=\"author\">Juliette Shapiro</span> <span data-rel=\"location\">East Sussex</span></em></p> <p>Having moved from the country to the town I find myself (more often than is good for me I am sure) in the delightful position of being able to rummage through piles of second-hand books in many of my local bookshops. It was via this renewed but not newfound hobby that I came across Hunter Diack's book <em>Test your own Wordpower</em> This book also goes under the subheading of <em>Wordpower—Your Vocabulary and its Measurement.</em> I paid a paltry sum, as is more often than not the way with second hand books, for what ended up being a voyage of discovery.</p> <p>Like the first page of a gripping novel, this book's 350-word introduction grabbed me immediately. “How many words do you know?” asks Diack, clearly not a man to mince the many he is acquainted with. “Hmm, not sure really,” I say in a quiet voice that goes on to say nervously, “probably not as many as I should given that I call myself a writer.” And there it is. That typical fear of rejection that plagues all scribblers. Before I have finished the introduction (despite being more than familiar with all the words that appear in it) I am feeling startled and a little apprehensive about what the self-imposed test will reveal about my literacy. Diack talks about Literacy League Tables, for goodness sake. Suddenly it gets serious. Which is when I get sceptical. I mean really—I'm reasonably intelligent, at least I manage to persuade others, by bluff and connivance, that I am—so what am I worrying about? Is Hunter Diack (by now he looms, a monstrous intellectual, in my mind) actually sitting behind me, here in my kitchen on a Tuesday afternoon as I approach the first of the tests? The answer to that question is; yes in a funny sort of way, he is.</p> <p>At first I thought it was going to be difficult to test my own wordpower. Could I be trusted? I assume, as with personality inventories, that tests devised to measure the sitter's vocabulary (particularly in such cases as these when the examinee is also the examiner) would prove to be unreliable. After all, when it comes to quantifying one's own literacy, there will surely be the temptation to bluff a little, to claim a greater knowledge than one actually has. I have hardly begun my voyage of discovery when I realise that Hunter Diack (he looms, he looms) does not allow cheating. In his introduction he points out that by sitting three of the tests in the book, I will be able to calculate my vocabulary. Actually it's a little more complicated than that but it's not as complicated as one might expect.</p>"
}