{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Certain Somebodies",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Certain Somebodies</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>“There was a certain man...” begins many a parable; yet the identity of the man is anything but certain. Monty Python's reluctant messiah in <em>The Life of Brian,</em> dropped by a joyriding space buggy onto a Jerusalem Speakers' Corner, tries to blend in: “There were these two men...,” he begins. “What were their names?” demands a heckler. Thrown off his stride, Brian improvises, “They were Simon and Adrian.” He's making it up as he goes along!” the heckler jeers. (Which, of course, Brian is.)</p>\n<p>Nowadays we can avoid Brian's embarrassment by using stock names for generic somebodies. In antiquity the formula “a certain man…” was <em>aner tis</em> in Greek and Latin <em>homo quis</em> in Latin, both meaning 'man' plus the interrogative pronoun 'who?' signalling that the assertions to follow were about a particular someone, for the sake of the argument, but in fact could be applied to plenty of others, possibly to everyone.</p>\n<p>But neither the ordinary Greek nor the average Roman seem to have had a generic name for rhetorical use. The earliest administrative forms we have call him or her simply <em>n.</em>, short for <em>nomen</em> 'name' or sometimes <em>n. n.</em> (standing either for first and last name, or for <em>nomen nescio,</em> “the name, I do not know”[^b1]). So where did <em>John Doe</em> come from–and how would we say him in a language and culture other than our own?</p>\n<p>Doe and his alter ego, <em>Richard Roe,</em> have been used by English speakers, if not from time immemorial,[^b2] at least for seven centuries: They first appear in writing as names by way of example in an account of a bill providing for the orderly ejectment of tenants by landlords, debated in Parliament under Edward III (r. 1327-77). Modern British law, when additional names are needed, will call upon <em>John Stiles</em> and <em>Richard Miles;</em> a female somebody is given the name <em>Mary Major.</em>[^b3]</p>\n<p>In Britain, the ordinary guy is commonly called <em>Joe Bloggs.</em> But since the early 19th century, the generic British footsoldier has been known as <em>Tommy Atkins.</em>[^b4] (His Royal Navy equivalent is called a <em>Jack Tar</em>.[^b5]) This stems from a specific document, the manual issued to all army inductees since 1815, which included instructions to the recruit on how to supply such details as name, date of birth, and date of enlistment, “Thomas Atkins” being the name on the sample forms. To this day the infantry is often collectively called the <em>Tommies.</em>[^b6]</p>\n<p>Although there is no corresponding official American military name, popular culture has given us a number of them, such as <em>GI Joe,</em> probably both related to and reinforced by the second member of the pair Willy and Joe, two World War II infantrymen (usually bestubbled and muddy) created by Bill Mauldin for the cartoons he drew for the service magazine <em>Stars and Stripes.</em> Perhaps the most celebrated American name for the body politic personified is <em>John Q. Public,</em> often depicted (in contrast both to the gangly, top-hatted and striped-trousered <em>Uncle Sam</em> and his British Equivalent, the beefeating <em>John Bull</em>) as a Walter Mittyish sort of fellow, somewhat less than robust and looking more than a little bewildered—and a rare example of a character in popular mythology and iconography getting a ship named for him during that same war.[^b7]</p>\n<p>A host of specialized generics exist as well, designating particular sectors of society or character types, some of them picked up like Willy and Joe from published sources gone pop: <em>Nancy Nurse, Sally Sorority, (Happy) Harry Homeowner, Big Brother</em> (the dictator in George Orwell's <em>Nineteen Eighty-Four</em>), <em>Beau Brummel</em> (an English dandy of the Regency), <em>Silly Billy, Skinny Minnie, Plain Jane.</em> While readers may note the resemblance of these alliterative or rhyming names to the minimal-pair reduplicative words, often onomatopoeic, in last issue's <em>Classical Blather</em> column (“Baddabing, Baddabang,” VERBATIM XXVI/4, Autumn 2001), there are other names for somebodies which do not fit this acoustic pattern but earned their currency from the popularity of the published works in which the names first appeared (<em>Goody Two-Shoes, Pollyanna, Man Friday, Old Adam, Mrs. Malaprop</em>), while the origin of still others is deep in the soup-kettle of pop culture (<em>Holy Joe, Johnny on the Spot, Johnny One-Note, Good Neighbor Sam,</em> <em>Joe Cool, Mr.</em> or <em>Mrs. Gotrocks, Mr.</em> or <em>Miss</em> or <em>Ms.</em> <em>Right,</em> <em>John Law, Susie Cupcake</em>). Whatever the provenance of such names, there seem no limits to the commonwealth of cleverness which thinks them up.[^b8]</p>\n<p>Nor borders, for this ingenuity is by no means confined to the English-speaking world. The web site <em><a href=\"http://www.funnyname.com\">www.funnyname.com</a></em> lists about a hundred generic somebodies from around the world. Old-world Spaniards may informally use the first names <em>Fulano, Mengano, Zutano</em> or <em>Sultano,</em> <em>Perengano,</em> and <em>Perencejo,</em> <em>Fulano</em> being the usual if only one name is needed, but if more than one, then usually in the order given (much as we would say <em>Tom, Dick,</em> and <em>Harry</em> but never <em>Dick, Harry,</em> and <em>Tom</em>); more formally, the unknowns may be referred to as <em>Juan Perez, Pablo Perez,</em> and, oddly, <em>Juan de los Palotes</em> ('John of the big sticks'). Seaborne trade is a fertile breeding ground for cross-cultural borrowings: In Indonesia they say <em>Si Polan,</em> <em>Polan</em> probably a loan word from <em>Fulano</em> and <em>Si</em> a title much like “Mr.” (Thus in Malaysia the generic name is <em>Si Anu,</em> <em>anu</em> meaning 'whatsis' or 'thingie.')</p>\n<p>In Norway the default couple is <em>Ola</em> and <em>Kari</em> <em>Nordmann</em> ('Northernfolk, Norseman'), though to designate a stupid or redneck couple Norwegians may use <em>Ola</em> and <em>Kari Dunk</em> instead. The generic Swede may be named <em>Mendelsvensson</em>; in the Netherlands <em>Jan Modaal</em> ('John Average') is common,[^b9] though the Dutch will use <em>Jan Lul</em> when a slightly derogatory flavor is intended. In Iceland, where patronymics still flourish and <em>Jón</em> and <em>Jóna</em> are as common as <em>John,</em> <em>Jane,</em> or <em>Joan</em> in the United States, the generic names are <em>Jón Jónsson</em> and <em>Jóna</em> <em>Jónsdóttir</em>. Germans nowadays speak of <em>Otto</em> <em>Normalverbraucher</em> ('Otto Ordinaryconsumer'), if only since the post-WW II economic resurgence; much older is <em>Jedermann</em> ('Everyman'), rejuvenated early in the 20th century in Germany by Hugo Hofmannsthal's modern adaptation of the medieval English morality play <em>Everyman.</em> The generic German woman is sometimes given the name <em>Lieschen Müller.</em>[^b10]</p>\n<p>In Russia, John Doe is apt to be named <em>Ivanov</em> (like 'Johnson;' the female equivalent is <em>Ivanovna</em>[^b11]) or even <em>Ivan Ivanovich Ivanov</em> if one's belaboring it. <em>Funnyname.com</em> says that if two or three such names are needed, to <em>Ivanov(na)</em> can be added <em>Petrov(na)</em> and <em>Sidorov(na)</em>—and that a common name for an anonymous person on Russian internet is <em>Vasya Pupkin,</em> also used by techies to refer to “a 'lamer', a tech-ignorant but very pretentious young hacker.” Anna Bendiksen informs us that there are also several terms specifically for “man in the street,” the most neutral being <em>chelovek s ulytsy,</em> which means just that. <em>Prostoj</em> <em>chelovek</em> is “the simple man,” with the mixed connotations of not being well-read or caring about it but nevertheless an no-nonsense regular fellow. (Tolstoy, according to Bendiksen, uses <em>prostoj</em> as a high compliment.) <em>Srednij chelovek,</em> on the other hand, means “average guy,” with a distinct implication of mediocrity.[^b12]</p>\n<p>Inquiries among Japanese friends failed to turn up a Japanese John Doe for official forms or the personification of sociometric data, but yielded two relatives. People who forget to write their names on an exam or an application form are made fun of by being called <em>Nanashi no-Gombe</em> ('No-Name Gombe'), while the unnamed deceased in Japanese detective fiction, is usually referred to politely as <em>hotoke,</em> 'Buddha(-like)' because of the belief that after death the soul may achieve a state of enlightenment on a level above that of ordinary mortal life.</p>\n<p>Pejorative generic names for opponents in politics, religion, or war (the <em>Jerries,</em> the <em>Ivans,</em> the <em>Boche,</em> <em>Christian,</em> <em>Witch/Wiccan,</em> <em>Quaker</em>) sometimes come to be adopted with pride by those so designated; such was the case with <em>Brother Jonathan,</em> a term of derision for the inhabitants of New England employed by British occupation forces prior to the American War of Independence,[^b13] and arguably true as well for <em>Johnny Reb,</em> the term used by Yankee soldiers for those who fought for the South during the Civil War. Minorities emerging from second-class status in society may likewise attempt, with greater or lesser success, to co-opt the mainstream's terms of opprobrium and convert them ironically into a badge of ethnic pride: I was recently startled to discover, on compiling my list of students' e-mail addresses for the current term, that one young woman from a New Jersey county with a substantial Italian-American population has adopted the screen-name <em>dagobroad40;</em> and the festival lapel button for the annual Kermesse, in the heavily Franco-American manufacturing town of Biddeford, Maine, bears the image of an enormous grinning frog.[^b14]</p>\n<hr>\n<p>[b1]: This usage would spread throughout post-Roman Europe: Norwegians still formally use <em>n. n.</em> (as <em>nomen nescio</em>) in this fashion, according to an entry on the website <em>funnynames.com</em> (a rich source for this article, and well worth a visit). <em>N.</em> as “[fill in] name [here]” appears frequently in the Anglican <em>Book of Common Prayer;</em> and Montclair State professor Caroline A. Scielzo tells me that Russian fiction nearly always has <em>N.</em> or <em>N—</em> for unspecified town names. In Latin, <em>quis as</em> 'anybody' also appears in conditional legal or moral statements: <em>Si quis aget rem…</em>, “If anyone do a thing…,” while the adjective <em>quidam,</em> 'a certain,' has survived into modern standard French as a noun meaning “somebody whose name one does not know or does not say” (<em>Nouveau Petit Larousse Illustré</em> [1951]:; Claude and Paul Augé, eds.)</p>\n<p>[b2]: That is, prior to 1189 A.D. See Humez, “It's About Time,” VERBATIM Vol. XXV No.2 (Spring 2000), page 13, and footnote 7 on page 15 of the same issue.</p>\n<p>[b3]: My source for this is the entertaining if not always accurate website <em>word-detective.com.</em> According to <em>Brewer's Dictionary of Phrase and Fable,</em> whose centenary edition, edited by Ivor H. Evans, was published by Harper and Row in 1970 and reprinted in 1981, variants (given on page 615) are <em>John-a-Nokes</em> and <em>John-a-Stiles.</em> The character of <em>John Bull</em> first appeared in print in 1712 when Dr. John Arbuthnot published his satirical <em>Law Is a Bottomless Pit</em> (reprinted later as <em>The History of John Bull</em>); see <em>Brewer's,</em> page 614.</p>\n<p>[b4]: From the <em>Brewer's</em> entry for <em>Tommy Atkins,</em> appearing on page 1125. <em>Joe Bloggs</em> was supplied to me by British and American informants (respectively Harry Bird and David Howard) from the cyber-newsgroup Café-Blue.</p>\n<p>[b5]: Brewer's (p. 600-603) states that <em>Jack</em>—either from the common nickname for <em>John</em> or from French <em>Jacques</em>—is a very common term for [Every]man or generic male, as in <em>every man jack of us,</em> <em>jack of all trades,</em> and <em>jackass</em> (the female of which is <em>jennyass</em>), and that <em>tar</em> for sailor is short for <em>tarpaulin,</em> nowadays shortened to <em>tarp</em> and designating a waterproof dropcloth or cover made of any material (e.g. plastic) but originally canvas treated with tar (from Old English <em>teoru,</em> 'tar' + <em>paulin,</em> from Latin <em>pallium</em>, 'cover[ing], coverlet' and by extension '[Greek] cloak') from which were made not only tarps but also sailors' foul-weather hats, coats, and trousers. <em>Jack</em> is also used in the sense of 'dummy, generic piece,' as in the jacks used in the children's game so named, or the jacks of a harpsichord—the vertically-sliding pieces resting on the far end of the keys and carrying the quills or leathers which pluck the individual strings.</p>\n<p>[b6]: In this connection it may be worth reminding readers that a common euphemism for “penis” in England to this day is <em>John Thomas.</em></p>\n<p>[b7]: Such was the fame achieved by Mauldin's dogfaces that he could count on Americans recognizing them four decades later. His response to Ronald Reagan as president decorating the graves of SS troopers at a military cemetery in Bittburg, Germany, was to draw a now elderly Willy, glowering in front of the TV screen he has just thrown his shoe through, as two bewildered children complain that now they'll “never know how World War Two came out.” During the war the <em>Boston Herald's</em> Francis Dahl drew on a news item about the launching of the <em>John Q. Public</em> (“the little guy who pays the bills”) to spin a six-panel fantasy about the ship nearly foundering, then righting itself, shaking off water like a dog, and optimistically steaming off. While the origin of the name remains obscure, a joke almost as old as the name itself purported explain it: “Q. What is the Q. in <em>John Q. Public</em> short for? A. When he was born his parents looked at him and said, 'Let's call it Quits.'”</p>\n<p>[b8]: Three Café-Blue members from the Deep South kindly supplied me with the items in this paragraph; I am beholden to Kate Thorn of Florida (for <em>Nancy Nurse</em>), and to Alabamans Sandra Rose for <em>Susie Cupcake</em> and <em>Sally</em> <em>Sorority</em> and Anne Armentrout for most of the others. <em>Susie Cupcake</em> may have been the source for Frank Zappa's teenybopper groupie <em>Susie Creamcheese,</em> introduced to pop culture on the Mothers of Invention double album released by Verve in 1966. Poet-pyrotechnician Sherri Kline of Michigan reminds me also to mention <em>Mrs. Grundy,</em> the spoilsport matron who was the self-appointed guardian of propriety among Victorians, particular in regard to relations between the sexes.</p>\n<p>[b9]: Both <em>Funnyname.com</em> and Café-Blue member Bruce Harris Bentzman confirm this, Bentzman's unnamed Dutch informant adding <em>Jan met de pet</em> ('Jan with the cap'), for the ordinary working stiff.</p>\n<p>[b10]: Current in the early 20th century, though obsolete today, was <em>der gute Michel</em> (= 'Good [Ol'] Mike'), the title of one of Heinrich Kley's caustically satiric pen-and-ink caricatures, in which a prone figure, pipe in his mouth and his nightcap fallen over his eyes, crawls blindly along bearing a dozen ermine-robed, crowned humps on his back and led on a string through his nose by a Lilliputian parson and bishop. The cartoon can be found on page 50 of <em>More</em> <em>Drawings</em> by Heinrich Kley, Dover: 1962—a reprint of Kley's <em>Leut' uind Viecher <em>and</em> Sammel-Album,</em> published by Albert Langen in 1912 and 1923 respectively.</p>\n<p>[b11]: Strictly speaking, “Johnson” would be the equivalent of the patronymic <em>Ivanovich,</em> used as a middle name, as in <em>Nikolai Ivanovich Lobachevsky,</em> the Russian mathematician who developed hyperbolic geometry (and the title of a Tom Lehrer spoof song of the 1950s). Alexander Zinoviev's monumentally satiric novel <em>The Yawning Heights</em> is set in a country called <em>Ibansk</em> (a play upon the Russian verb <em>ebát'</em> ('to fuck'); see Richard C. DeArmond, “On the Russian Verb <em>'Ebát</em>'' and Some of Its Derivatives” in Zwicky et al. [eds.], <em>Studies Out In Left Field</em> [Linguistic Research, Edmonton and Champaign: 1971; republished by John Benjamins Publishing Company, Amsterdam and Philadelphia: 1992, with a new introductory essay by Regna Darnell]). All of the inhabitants of Ibansk are of course named <em>Ibanov.</em> (The Russian letters <em>bay</em> and <em>vay</em> are both derived from upper-case Greek <em>beta.</em> The stop /b/ and fricative /v/ are very close to each other in the mouth—a fact not lost on speakers of modern Greek either, by whom initial <em>beta</em> is now pronounced /v/ and who represent the sound of initial /b/ by preceding the <em>beta</em> with a <em>mu</em>.) For more on Zinoviev see Edward J. Brown, <em>Russian Literature Since the Revolution</em> (Harvard University Press: 1982), pp. 381-385.</p>\n<p>[b12]: I am indebted to fellow VERBATIM contributor Jessy Randall for passing on my query about John Doe names to Bendiksen, currently a doctoral candidate in Russian Literature at Yale, who also writes that <em>chelovek s ulytsy</em> is “interesting to me because of the sharp distinction Russians draw between public and private space. The “man off the street is a complete wild card—you don't know whether he'll fit in at your kitchen table, or try to murder everyone in your family. But then again, he just might become your bosom friend, because sometimes with a wild card, you get lucky. (To be Russian is to gamble.)” Café-Blue member and VERBATIM contributor Paul Sampson writes that “the Russian equivalent of 'Joe Blow'…is <em>Ivan Durakh</em>…meaning 'John Blockhead'.”</p>\n<p>[b13]: British troops often referred with contempt to the inhabitants of New England as <em>Yankees</em> or <em>Jonathans</em> (Boston and vicinity they called <em>Pumpkinshire</em>.) An anonymous novel probably written by a British naval officer, <em>The Adventures of Jonathan Corncob, Loyal American Refugee Written by HIMSELF,</em> was published in London in 1787; Noel Perrin's introduction to its 1976 edition (published by Godine) reports the observation by a Englishwoman visiting America in the 1830s that the inhabitants of New York “found the name <em>Jonathan</em> 'highly offensive,' at least from English lips” (pp ix-x). But <em>Jonathan</em> is also the name given to a highly sympathetic if comical character, the rural “waiter” of Colonel Manly, in Royall Tyler's <em>The Contrast,</em> a five-act comedy published in Philadelphia in 1790. The comic Yankee servant would become a stock figure in American letters, in a stage tradition of trickster subalterns from Beaumarchais and Molière all the way back to Plautus and Menander.</p>\n<p>[b14]: For an excellent discussion of the <em>Johnny Reb</em> figure in Southern popular culture, and American culture in general, see James Storey's “Visualizing Johnny Reb: When Myth Clouds Reality” on pp. 20-25 of <em>Salad Bowl,</em> Vol. 26 (2001), an annual journal published by the Rutgers University American Studies Department (Ruth Adams Building 024, Douglas College, Rutgers University, 131 George St., New Brunswick, NJ 08901-1414). Storey makes a good case for the existence nowadays of real, if sometimes ambivalent, Southern pride in this formerly pejorative label. However, there is some question about the extent to which one can convert an emblem of suffering and shame into a proud token of minority identity and solidarity. When blacks address one another as <em>nigger</em> it cannot be dismissed out of hand as mere self-brutalizing minstrelsy: According to the black pop artist Ludacris, quoted by Hilton Als in “More Harm Than Good” (<em>New Yorker,</em> Feb. 11, 2002, pp. 82-88), “Nigga is…almost like saying brother,” a sentiment echoed by rapper/producer Ice Cube in the same article. But Als is probably correct to conclude that “to call one's brother a 'nigger'…is not self-determination. It is black Americans acting out of nostalgia for a past that has discredited them as human beings.” It remains to be seen whether the “n-word” can be rehabilitated from the grassroots up; at present, Webster's <em>Tenth Collegiate</em> warns that <em>nigger</em> “now ranks as perhaps the most offensive and inflammatory racial slur in English” with the qualification that “[i]ts use by and among blacks is not always intended or taken as offensive,” while the <em>American Heritage Dictionary,</em> less mealy-mouthed, unequivocally labels it “offensive slang.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Certain Somebodies</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>“There was a certain man...” begins many a parable; yet the identity of the man is anything but certain. Monty Python's reluctant messiah in <em>The Life of Brian,</em> dropped by a joyriding space buggy onto a Jerusalem Speakers' Corner, tries to blend in: “There were these two men...,” he begins. “What were their names?” demands a heckler. Thrown off his stride, Brian improvises, “They were Simon and Adrian.” He's making it up as he goes along!” the heckler jeers. (Which, of course, Brian is.)</p> <p>Nowadays we can avoid Brian's embarrassment by using stock names for generic somebodies. In antiquity the formula “a certain man…” was <em>aner tis</em> in Greek and Latin <em>homo quis</em> in Latin, both meaning 'man' plus the interrogative pronoun 'who?' signalling that the assertions to follow were about a particular someone, for the sake of the argument, but in fact could be applied to plenty of others, possibly to everyone.</p> <p>But neither the ordinary Greek nor the average Roman seem to have had a generic name for rhetorical use. The earliest administrative forms we have call him or her simply <em>n.</em>, short for <em>nomen</em> 'name' or sometimes <em>n. n.</em> (standing either for first and last name, or for <em>nomen nescio,</em> “the name, I do not know”[^b1]). So where did <em>John Doe</em> come from–and how would we say him in a language and culture other than our own?</p>"
}