{
  "type": "Article",
  "title": "Rendering the Language of Daad",
  "author": "Orin Hargraves",
  "location": "Westminster, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Rendering the Language of Daad</h1>\n<p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p>\n<blockquote>\n<p>I picked up a book at random. “Master, it's not written!”</p>\n<p>“What do you mean? I can see it's written. What do you read?”</p>\n<p>“I am not reading. There are not letters of the alphabet, and it is not Greek. They look like worms, snails, fly dung . . . .”</p>\n<p>“Ah, it's Arabic.”</p>\n<p>—from <em>The Name of the Rose</em></p>\n</blockquote>\n<p>The novice Adso of Melk in Umberto Eco's fiction can be excused for expressing bafflement on first viewing the Arabic script. Scholars who would attempt transliteration of it may find themselves similarly perplexed, not because of irregularities in Arabic itself, but because of the difficulty of finding satisfactory analogs for Arabic sounds and letters in English. The Arabic alphabet, despite appearances to the naïve, is in fact very logical and efficient, perfectly expressing in writing the language it evolved for. The Roman alphabet, by contrast, expresses English only through a highly stylized set of conventions, riddled with exceptions and anomalies, that we spend twelve years of education (and then some) trying to master. Arabic uses one letter to represent one sound; English sometimes uses two letters to represent one sound (as <em>sh</em> for IPA /<em>ß</em>/ and <em>th</em> for IPA /<em>†</em>/ or /<em>∂</em>/), or one letter to represent two sounds (as <em>x,</em> representing /ks/, except when initial in which case it represents /z/).</p>\n<p>Reconciling these two writing systems, one nearly perfect and the other quite imperfect but rulebound in its own way, is the job of those who would render a word from one language in the other. For words traveling from Arabic to English, the result is often a dog's dinner. Lexicographers and linguists must be systematic in their approach to the problem, and have devised a variety of systems that rely on special symbols, unusual conventions of capitalization (illustrated in this article by transliteration of the emphatic consonants with capital letters, described below), or extensive use of diacriticals. Newspaper editors, on the other hand, are likely to regard anything that isn't in basic ASCII as the enemy, and broadcasters may not know an alveolar implosive from a dinnerplate; they want to simplify as much as possible, rendering all words nominally intelligible and pronounceable to all readers and listeners, in a form that will not jar conventional sensibilities. Those who wonder at the highly variable forms found in the media of words taken from Arabic may better understand the reasons for this with some background knowledge.</p>\n<p>Of the 28 letters of the Arabic alphabet, ten represent no difficulty in transliteration, having generally the same sound as letters in English. These are <em>ba, fa, kaf, lam, mim, nun, ra,</em> and <em>zay,</em> conventionally transliterated by <em>b, f, k, l, m, n, r,</em> and <em>z,</em> respectively. The letters <em>w</em> and <em>y,</em> when beginning a word or syllable, likewise do very well for Arabic <em>waw</em> and <em>ya.</em> The rest of the consonants are more or less problematic, as will be described in a moment.</p>\n<p>The Arabic vowels generally present no problem for the English speaker and are variously transliterated. There is really no need to be systematic about them because Arabic morphology is such that consonants (typically three in a word, all in the same order for words that are semantically related) tell everything about what the root of a word is. Vowels vary considerably according to context and dialect, and other factors. Thus we see in print today various renderings such as <em>Taliban, Taleban, mujahedin, mujahideen, Muslim, Moslem.</em></p>\n<p>The “emphatic” consonants present a good place to dive into the subject. Arabic has four of them: <em>h</em>, <em>i</em>, <em>j</em>, and <em>k</em>, or <em>Saad, DaaD, Ta,</em> and <em>Zaa,</em> to give an approximation of their names. Arabic speakers fancy that theirs is the only language that contains the emphatic d sound, and thus one of the nicknames of Arabic is <em>al-lughat DDaaD</em> which might be clunkily translated as “the language of emphatic D”. These consonants are emphatic versions of the letters <em>f</em>, <em>b</em>, <em>X</em>, <em>c</em>, <em>sin, dal, ta,</em> and <em>thal,</em> which correspond closely to English <em>s, d, t,</em> and voiced <em>th</em> (/<em>∂</em>/). An Arabic speaker hears very clearly the difference between, e.g., <em>sin</em> and <em>Saad;</em> the emphatics are pronounced with greater force, with what you might call greater lingual flexion that any English consonant requires. Emphatic consonants also have an effect on the vowels that precede or follow them, tending to both heighten and lengthen them. Consider, for example, the Arabic words <em>Baghdad,</em> <em>Ramadan,</em> and <em>Intifada.</em> The <em>d</em>s in <em>Baghdad</em> are “ordinary” <em>d</em>s, both Arabic <em>dal.</em> The <em>d</em>s in <em>Intifada</em> and <em>Ramadan</em> are <em>DaaD,</em> the emphatic <em>d.</em> The effect on the pronunciation of the preceding (in <em>Intifada</em>) and following (in <em>Ramadan</em>) vowel is reflected in the English pronunciation of these words, which approximates the Arabic; the “a” sound in <em>Baghdad</em> is the same written vowel (in Arabic) as the “a” sounds in <em>Intifada</em> and <em>Ramadan.</em></p>\n<p>Though not strictly an emphatic/ordinary pair, Arabic also has two <em>h</em>s: one, <em>Á</em>, whose name is <em>haa,</em> is similar to English h, though made much deeper in the throat; more like the <em>h</em> in <em>house</em> than the <em>h</em> in <em>hi.</em> The other <em>h,</em> <em>`</em>, whose name is <em>Haa,</em> is voiceless and heavily aspirated. It is represented in IPA as /˛/, and sounds something like <em>hi</em> whispered at the top of your lungs. In fact English speakers don't pronounce either of these consonants like an Arabic speaker would, and both invariably appear in English simply as <em>h.</em> What is more, English tends to ignore an <em>h</em> sound at the end of a word or a syllable. In Arabic they are clearly pronounced, for example the aspirated <em>h</em> in <em>Fatah,</em> or the more conventional <em>h</em> in <em>Allah.</em> The result is that the average Arabic speaker would not recognize the typical English pronunciations of such words.</p>\n<p>Another problem arises from the attempt to transliterate Arabic letters that have no near equivalent in English. The case can be illustrated by three Arabic letters: <em>o</em> <em>(qaf),</em> <em>a</em> <em>(kha),</em> and <em>J</em> <em>(kaf).</em> All three of these are transliterated in English, rather whimsically, as <em>c, k, q,</em> or <em>kh,</em> but invariably pronounced as /k/. This doesn't present a problem for the English speaker, who usually knows what is being talked about, but the English renderings are unrecognizable in either speech or writing to an Arabic speaker. <em>o</em>, <em>qaf,</em> is what linguists call a uvular plosive. Take a <em>k,</em> move the point of contact of your tongue with the roof of your mouth backwards about an inch, and you've got it. This is the initial sound, properly pronounced, in <em>Qatar,</em> and <em>Kandahar,</em> and the terminal sound in <em>Iraq</em>. <em>a</em>, <em>kha,</em> is what linguists call a voiceless velar fricative, and sounds like the rude “hocking” sound that vulgarians make as a prelude to expectoration. It is the initial sound in <em>Khartoum</em> and <em>Califate,</em> and the terminal sound in <em>sheikh.</em> <em>J</em>, <em>kaf,</em> is the easy one: it is truly like English <em>k,</em> the initial sound in <em>Kuwait.</em> Innumerable historical transgressions aside, it would be sensible to always transliterate <em>qaf</em> with <em>q,</em> <em>kha</em> with <em>kh,</em> and <em>kaf</em> with <em>k.</em></p>\n<p>Delving even deeper into the subject, and deeper into the throat, we find the two Arabic letters <em>l</em>, <em>ayn,</em> <em>m</em>, <em>ghayn,</em> which may cause the transliterator despair. These have not even approximate analogs in English. <em>ayn</em> is what linguists call a voiced pharyngeal fricative, (IPA /¿/). The closest we come to this in English is when trying to make a very convincing imitation of sheep: the terminal sound in <em>baa</em> is something like it, when you bring out the sound from deep in your throat. This consonant is largely ignored in transliteration and you would never know that it is a feature of many common words from Arabic. Many English speakers would think that the initial sounds of <em>Iraq</em> and <em>Iran</em> are the same, but in fact <em>Iraq</em> begins with <em>ayn,</em> and thus is much throatier when properly pronounced. <em>ayn</em> also occurs in the Arabic word <em>Saudi</em> and is the initial sound in the common masculine name <em>Ali.</em> <em>ghayn</em> is the sound of voiced gargling, a “uvular trill” in technospeak, a little like French <em>r</em> but more emphatic. English renders it as <em>gh</em> and pronounces it is a hard <em>g,</em> (as in <em>Baghdad</em> and <em>Afghanistan</em>), a pale shadow of the real sound.</p>\n<p>Though not a letter of the alphabet, Arabic has a glottal stop (glottal plosive in technospeak, IPA /÷/). Its name is <em>hamza</em> and it is represented by the symbol ¡ which may sometimes be seen floating above, below, or next to letters in Arabic script. Though English speakers never attempt it in pronunciation of Arabic words, it is sometimes represented by an apostrophe, for example in <em>al-Qa'ida,</em> the form for the “terrorist network” that is preferred by some British newspapers. A glottal stop also occurs in the proper pronunciation of the word <em>Koran,</em> which might be more sensitively transliterated <em>qur'an,</em> and in the name for the minaret crier, usually <em>muezzin</em> in English but pronounced / <em>mu:«÷a∂∂ˆn</em> / in Arabic.</p>\n<p>Another extra-alphabetic feature of Arabic is <em>shedda,</em> represented by the symbol <em>Ò</em> floating above a letter to indicate that it is doubled; and in Arabic that means really doubled, given twice the duration in pronunciation. This nearly always has semantic implications, and thus doesn't accord well with English consonant doubling, which at the most is a convention of spelling. The majority of words from Arabic with <em>shedda</em> arrive with the doubled letter intact (the spelling <em>Mohamed</em> is an exception; a better rendering is <em>Muhammad</em>). English speakers, however, would probably only raise eyebrows if they really doubled the pronunciation of letters in, for example <em>henna, jellaba, Sunni</em> or <em>tabbouleh,</em> all of which are fairly accurate transliterations.</p>\n<p>Certain grammatical and phonetic features of Arabic may also throw a wrench into the works of the transliterator, who finds no easy way of treating them in English. The article in Arabic (there is only one), written ‰« and is cursively joined to the word it is attached to. It is used far more frequently and has much more widespread functionality than the nominally equivalent <em>the</em> in English. It is sometimes represented in transliteration as <em>al-</em> at the beginning of a word: thus <em>al-Qaida, Allah, Almoravid</em> (the Moorish dynasty). Though nearly always present with nouns in written Arabic, the <em>l</em> sound of the article <em>(lam)</em> is in fact not always pronounced. The letters of the Arabic alphabet are divided into “sun” letters and “moon” letters. A word beginning with a moon letter and the article prefixed indeed begins with an “l” sound. But in words beginning with sun letters, the sound of the lam is assimilated to the sun letter and effectively disappears. English speakers know the capital of Saudi Arabia as Riyadh, but a more accurate transliteration would be <em>ar-riyaD.</em> Faced with the rather silly looking and repetetive <em>r</em> at the beginning, transliterators usually choose to simply chop the article off in words beginning with a sun letter. In fact it would be sensible to always chop off the article when introducing a noun from Arabic into English, except in cases where this never happens in Arabic. Thus, <em>Allah</em> is fine, but we don't need <em>al-Qaida.</em> “The al-Qaida network” means “the the Qaida network.” So why don't we just call it the <em>Qa'ida</em> network, or <em>Qaida</em>, as the <em>New York Times</em> tried for one day?</p>\n<p>It is too late in the day to bring more coherence to the vast number of Arabic words whose spellings are already fixed in English, but those contemplating future borrowings would do well to preserve, as much as possible, the convention of using unique English letters (or in a few cases, pairs of letters) to represent each of the Arabic consonants. That way words that are related in Arabic (derived from the same root) will have something of a similar appearance in English. You don't have to be Dick Tracy to spot a connection between <em>jihad</em> and <em>mujaheddin</em> (their common root is <em>jahada,</em> 'strive'), but the vagaries of historical transliteration might cause even serious word detectives to overlook the fact that <em>Luxor</em> and <em>alcázar</em> have a common root (it is the article <em>al-</em> affixed to different forms of <em>qSar,</em> 'castle'). It is probably going too far, however, to ask for unique letters to represent the emphatic consonants. English speakers will never distinguish them in pronunciation anyway, and besides we don't have the letters to spare. For the present there are probably not enough words coming from Arabic to cause ambiguities to arise because of this, though it is perhaps worth noting, along these lines, that <em>Hamas,</em> the terrorist organization, has no relationship to <em>hummus,</em> the chick-pea-based foodie's delight; that's the emphatic <em>s</em> at the end of <em>hummus,</em> and the ordinary one at the end of <em>Hamas.</em></p>\n<p><em>[Orin Hargraves is a freelance lexicographer and the author of London at Your Door, Culture Shock! Morocco, and the forthcoming Transatlantic English.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Rendering the Language of Daad</h1> <p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p> <blockquote>\n<p>I picked up a book at random. “Master, it's not written!”</p>\n<p>“What do you mean? I can see it's written. What do you read?”</p>\n<p>“I am not reading. There are not letters of the alphabet, and it is not Greek. They look like worms, snails, fly dung . . . .”</p>\n<p>“Ah, it's Arabic.”</p>\n<p>—from <em>The Name of the Rose</em></p>\n</blockquote> <p>The novice Adso of Melk in Umberto Eco's fiction can be excused for expressing bafflement on first viewing the Arabic script. Scholars who would attempt transliteration of it may find themselves similarly perplexed, not because of irregularities in Arabic itself, but because of the difficulty of finding satisfactory analogs for Arabic sounds and letters in English. The Arabic alphabet, despite appearances to the naïve, is in fact very logical and efficient, perfectly expressing in writing the language it evolved for. The Roman alphabet, by contrast, expresses English only through a highly stylized set of conventions, riddled with exceptions and anomalies, that we spend twelve years of education (and then some) trying to master. Arabic uses one letter to represent one sound; English sometimes uses two letters to represent one sound (as <em>sh</em> for IPA /<em>ß</em>/ and <em>th</em> for IPA /<em>†</em>/ or /<em>∂</em>/), or one letter to represent two sounds (as <em>x,</em> representing /ks/, except when initial in which case it represents /z/).</p> <p>Reconciling these two writing systems, one nearly perfect and the other quite imperfect but rulebound in its own way, is the job of those who would render a word from one language in the other. For words traveling from Arabic to English, the result is often a dog's dinner. Lexicographers and linguists must be systematic in their approach to the problem, and have devised a variety of systems that rely on special symbols, unusual conventions of capitalization (illustrated in this article by transliteration of the emphatic consonants with capital letters, described below), or extensive use of diacriticals. Newspaper editors, on the other hand, are likely to regard anything that isn't in basic ASCII as the enemy, and broadcasters may not know an alveolar implosive from a dinnerplate; they want to simplify as much as possible, rendering all words nominally intelligible and pronounceable to all readers and listeners, in a form that will not jar conventional sensibilities. Those who wonder at the highly variable forms found in the media of words taken from Arabic may better understand the reasons for this with some background knowledge.</p>"
}