{
  "type": "Article",
  "title": "Stamp Out Fadspeak!",
  "author": "Richard Lederer",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Stamp Out Fadspeak!</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>Some people lament that speaking and writing these days are simply a collection of faddish clichés patched together like the sections of prefabricated houses made of ticky-tacky. They see modern discourse as a mindless clacking of trendy expressions, many of them from movies and television sitcoms.</p>\n<p>Why is English discourse in such a parlous state? Maybe it's because verbal knee-jerkery requires no thought. It's so much easier not to think, isn't it? It's so much easier to cookie-cut the rich dough of the English language. It's so much easier to microwave a frozen dinner than to create a meal from scratch. After all, when we were children, we loved to pull the string on the doll that said the same thing over and over, again and again. That's what fadspeak is—the unrelenting mix of mimicry and gimmickry. Fadspeak comprises vogue phrases that suddenly appear on everybody's tongues—phrases that launch a thousand lips. Before you can say, “yada yada yada,” these throwaway expressions become instant clichés, perfect for our throwaway society, like paper wedding dresses for throwaway marriages.</p>\n<p>Fadspeak clichés lead mayfly lives, counting their duration in months instead of decades. They strut and fret their hour upon the stage of pop culture and then are heard no more.</p>\n<p>Now, would I, your faithful, deep pockets, dropdead-good-looking language columnist, your poster boy for user-friendly writing, ever serve you anything totally bogus like fadspeak? I don't think so. Not a problem. I have zero toletance for anything that lowers the bar for what makes good writing.</p>\n<p>Work with me on this. I've been around the block, and I know a thing or two. I know that I wear many hats, but I'm not talking trash here. I'm not the 800-pound gorilla out to bust your chops. I feel your pain, and I'm your new best friend. At this point in time, I've got you on my radar screen, and I know you da man! Yessss!</p>\n<p>Hey, people, this isn't rocket science or brain surgery. It's simply a no-brainer—a drop kick and a slam dunk. I, the mother of all language writers, will go to the mat 24–7 for fresh, original language because I get more bang for the buck when I avoid those new clichés. I want to level the playing field and give something back to the community. Join the club. Get used to it. It works for me.</p>\n<p>So I'm making you an offer you can't refuse. I'm never going to slip into those hackneyed faddish expressions that afflict our precious American language. How about we run that one up the flagpole and give it a salute? Sound like a plan? It's a done deal because I've got a full plate, and I bring a lot to the table. I come to play, and the ball's in your court. Sheeesh. Get over it. Don't you just hate it when a writer or speaker gives you that same old same old and then try to put a good face on it? Doesn't it just send you on an emotional roller coaster till you crash and burn? Doesn't it just blow you out of the water and make you want to scream, “Oh, puh-leeze! In your dreams! Excuuuuse me! It's my way or the highway! Why are you shooting yourself in the foot? You're history! You're toast!</p>\n<p>That's so twentieth century! Put a sock in it!”?</p>\n<p>As for me, I'm like, “Are you the writer from Hell? Lose the attitude, man. You are so-o-o-o busted. Read my lips! Maybe it's a guy thing, but get real! Get a life! And while you're at it, why don't you knock yourself out and get a vocabulary?”</p>\n<p>Anyhoo, off the top of my head, the bottom line is that fadspeakers and fadwriters—and you know who you are—are so clueless. I am shocked– shocked!–that they just don't suck it up, get up to speed, go the whole nine yards, and take it to another level. They're afraid to wake up and smell the coffee, push the envelope, and think out of the box. All they do is give you that same-old-same-old, been-there-done-that kind of writing.</p>\n<p>Tell me about it. Fadspeakers and fadwriters just play the old tapes again and again, and their ideas just fall through the cracks. They're not playing with a full deck. The light's on, but nobody's home. Elvis has left the building. Go figure.</p>\n<p>Hel-lo-oh? Earth to cliché-meisters. Duuuh. Boooring. What's wrong with this picture? Are we on the same page? Are we having fun yet? Are you having some kind of a bad-hair day? Are you having a midlife crisis? A senior moment? Maybe it's time for a wake-up call? Or maybe a reality check? I don't think so. In your dreams. Not even close.</p>\n<p>O-o-k-a-a-a-y. You wanna talk about it? You wanna get with the program? I feel your pain, but why don't you wake up and smell the coffee? How about we cut right to the chase? I mean, what part of “fadspeak” don't you understand? Knock yourself out, and deal with it. You got that right. Or maybe I'm just preaching to the choir.</p>\n<p>Whatever. As if.</p>\n<p>Now that I've got your attention, here's the buzz on cutting edge communication. Whenever I find one of these snippets of fadspeak strewn about a sentence, I'm in your face. I'm your worst nightmare. Strings of pop phrases just make me go ballistic, even to the point of going postal. After all,—and I'm not making this up—what goes around comes around.</p>\n<p>Okay, okay. I understand that you're not a happy camper and maybe you just don't want to go there. But I do because I've got all my ducks in a row. I mean, at the end of the day, is this a great language—or what? I mean, it's a language to die for.</p>\n<p>Gimme a break. Cut me some slack. What am I, chopped liver? Hey, what do I know? And now that I've thrown my hissy fit about fadspeak, here's what's going down.</p>\n<p>Thanks a bunch for letting me share. Now that I've been able to tell it like it is, it's time to pack it in. I'm outta here. Talk to you soon. Buh-bye—and have a nice day.</p>\n<p><em>[Richard Lederer is the author of Anguished English and many other funny language books.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Stamp Out Fadspeak!</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>Some people lament that speaking and writing these days are simply a collection of faddish clichés patched together like the sections of prefabricated houses made of ticky-tacky. They see modern discourse as a mindless clacking of trendy expressions, many of them from movies and television sitcoms.</p> <p>Why is English discourse in such a parlous state? Maybe it's because verbal knee-jerkery requires no thought. It's so much easier not to think, isn't it? It's so much easier to cookie-cut the rich dough of the English language. It's so much easier to microwave a frozen dinner than to create a meal from scratch. After all, when we were children, we loved to pull the string on the doll that said the same thing over and over, again and again. That's what fadspeak is—the unrelenting mix of mimicry and gimmickry. Fadspeak comprises vogue phrases that suddenly appear on everybody's tongues—phrases that launch a thousand lips. Before you can say, “yada yada yada,” these throwaway expressions become instant clichés, perfect for our throwaway society, like paper wedding dresses for throwaway marriages.</p> <p>Fadspeak clichés lead mayfly lives, counting their duration in months instead of decades. They strut and fret their hour upon the stage of pop culture and then are heard no more.</p>"
}