{
  "type": "Article",
  "title": "EX CATHEDRA: The New Contest",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: <em>The New Contest</em></h1>\n<p>Now that all the excitement of our “favorite word” contest is fading (it was released to the news wires and VERBATIM was mentioned on the radio in Washington, DC, San Antonio, TX, and on the BBC), it's time to think about the next contest.</p>\n<p>Ken Greenwald suggested that we follow in the footsteps of the <em>Washington Post</em> Style Invitational, and have a redefinitions contest. He's sent some of his own redefinitions as examples:</p>\n<p><em>grammarian</em> (n.), a recently wed grandmother</p>\n<p><em>elocution</em> (n), a form of cruel and unusual punishment</p>\n<p><em>romanize</em> ( v.), to turn into lettuce</p>\n<p><em>transliterate</em> (v.), to scatter rubbish across state lines</p>\n<p><em>irredentist</em> (v.), the nonstandard form of, in spite of or without regard for your dentist</p>\n<p><em>parse</em> (v.), (the transitive verb from the adverb), to sprinkle the herb</p>\n<p><em>lingua franca</em> (n.), an Italian pasta/frankfurter delicacy</p>\n<p><em>doxology</em> (n.), the study of medical practioners</p>\n<p><em>faux pas</em> (n.), a father who is also the enemy</p>\n<p><em>raison d'etat</em> (n.), a fruitful insurrection by an ingredient faction at a breakfast cereal factory</p>\n<p>These are fun, and funny, and the <em>Washington Post</em> Style Invitational is a marvellous institution (if you don't live in the <em>Post's</em> circulation area, I strongly suggest that you read their features online at <a href=\"http://www.washingtonpost.com\">www.washingtonpost.com</a>).</p>\n<p>Several other correspondents have suggested that we do a Sniglets-style contest where we ask readers to either find or invent words for nameless or obscurely named everyday things. (The canonical sniglet is the word <em>aglet,</em> 'the plastic protector for the end of a shoelace.')</p>\n<p>Those of you fortunate enough to live where you can hear CBC Radio One may be familiar with Jane Farrow's <em>Wanted Words</em> show and books, where Canadians do some snigletizing, coming up with such words as <em>hameo</em> 'the bit part played by people who try to get on camera behind reporters or sportscasters, waving their arms and holding up signs,' and <em>showincidence</em> 'the puzzling experience of being subjected to TV reruns even though you don't watch a lot of TV.' Also worthwhile and fun, but not where we're going with our next contest.</p>\n<p>Our next contest is all about the flexibility of English and the positive talent it has for the extension of meaning. Although it's entertaining to make up clever new words, and it's amusing to redefine words that we've already got in wry new ways, it would be both fun and useful to extend the senses of old and obsolete words to be meaningful today. In other words, to make new figurative senses for words that have only dreary concrete meanings.</p>\n<p>That's fine in theory, you say, but I need examples!</p>\n<p>A favorite word of mine, for obvious reasons, is <em>erinaceous,</em> an adjective meaning 'like a hedgehog.' It is mostly used in a zoological sense, but cries out for a figurative use to describe people with prickly or bristly manners. Another word with a figurative meaningspace that's wide open is <em>hemianopsia</em>, 'half-blindness, or loss of perception of one-half the field of vision.' This word is absolutely demands a figurative use: “No matter how much you explain the entire procedure, Bill only grasps the basics. I'm sure he has hemianopsia.”</p>\n<p>A quick troll through an unabridged (or even a standard) dictionary, the <em>Oxford English Dictionary</em> online (<em><a href=\"http://www.oed.com\">www.oed.com</a>;</em> subscription only, but check with your public library; both the Chicago and New York City public library allow free online access to regular cardholders upon the entry of your cardnumber), or simply your own professional jargon or common vocabulary will give you ample fodder for figurativizing.</p>\n<p>What should the figurative meaning of <em>megilp</em> 'a mixture of mastic resin and linseed oil added to il paints' be? There must be something we can devise. How about <em>illuviation</em> 'the introduction of salts or colloids into one soil horizon from another by percolating water.' Words this fine can't be crowded into their little specialist pens, never to be let out into the wider world. (Definitions from <em>The New Oxford American Dictionary.</em>)</p>\n<p>Now all we need is a name for the contest.</p>\n<p>Suggestions welcome by mail or e-mail.</p>\n<p>—<em>Erin McKean</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: <em>The New Contest</em></h1> <p>Now that all the excitement of our “favorite word” contest is fading (it was released to the news wires and VERBATIM was mentioned on the radio in Washington, DC, San Antonio, TX, and on the BBC), it's time to think about the next contest.</p> <p>Ken Greenwald suggested that we follow in the footsteps of the <em>Washington Post</em> Style Invitational, and have a redefinitions contest. He's sent some of his own redefinitions as examples:</p> <p><em>grammarian</em> (n.), a recently wed grandmother</p> <p><em>elocution</em> (n), a form of cruel and unusual punishment</p>"
}