{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Way We Talk Now",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Way We Talk Now</em></h1>\n<p>Geoffrey Nunberg, (American Heritage, 2001), 242 pp.+ xi.</p>\n<p>So much language commentary (these pages excepted, of course) is shrilly excitable; the general tone is one of high-pitched complaints piercing the gloom. This book, a collection of Nunberg's <em>Fresh Air</em> radio pieces with some print articles thrown in, is calm without being overly detached; cool without being expressionless. Nunberg has a gliding style laced with sly humor that never has to work too hard for the smile, if not the guffaw. His pieces have a softness that's not bland, and a smoothness that's not treacly, and they make for pleasant reading. I picked this up to read on my way to the annual meeting of the American Dialect Society, which meets in January along with the Linguistic Society of America. I finished the entire book on the flight, and half of that flight time was spent reading Richard Scarry's <em>Cars and Trucks and Things That Go!</em> to a vehicle-mad toddler. In other words, it's not heavy going.</p>\n<p>The pieces are short enough to make discussion of them a bit problematic; two sentences and you've spoiled Nunberg's elegant presentation and taken the pleasure out of the approach—the difference between being the first one at a newspaper section on Sunday or the last, with only three blanks left in the crossword.</p>\n<p>My favorite piece, in part because I agreed with it least, was “Distinctions,” in which Nunberg (who has written usage notes for the <em>American Heritage Dictionary,</em> and worked with their “usage panel” a group of more than two hundred “eminent writers and scholars'' that the <em>AHD</em> editors poll for their views on usage), fesses up that even the usage-note-writers can't keep some of the rules straight. For him, it's the distinction between <em>in behalf of</em>and <em>on behalf of.</em> (For those of you without the <em>AHD</em> or another manual ready, <em>on behalf of</em> is used when one person is acting as an agent for another, and <em>in behalf of</em> is “for the benefit of”” as in charity.)</p>\n<p>In “Distinctions,” Nunberg discusses the painful (to purists) fact that even Johnson and Webster weren't able to follow all of the rules (for example, the one that lays out the difference between <em>each other</em> and <em>one another</em>)—and sets up the question “why don't we just bag it?” He sets it up to knock it down; he says we have to keep setting down these rules, even though we know that they are often bunk, prejudice, and folklore rolled up together, and “spun by grammarians out of whole cloth.” Why? Because people believe that where there is a difference there must be a distinction, and because it affords certain people the satisfaction of deludedly believing that they are using words more precisely than other people (even if those other people are Jane Austen and James Joyce).</p>\n<p>Even though I disagree with this argument, it's well made, and I'm sure it will be received sympathetically by many VERBATIM readers. I don't think we should keep setting down rules more honored in the breach than the observance, especially if we can trace their origins back to mincing grammarians dedicated to making distinctions where there were only differences. At most, I think we should note them as historical curiosities, like the humor theory of disease or phlogiston.</p>\n<p>I think both those that agree with Nunberg and those that disagree will find much in this book to enjoy. It's rare to find a writer you can pleasantly disagree with and enjoy the disagreement—like eating salsa that's hotter than you'd like but too delicious to put aside.</p>\n<p>—<em>Erin McKean</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Way We Talk Now</em></h1> <p>Geoffrey Nunberg, (American Heritage, 2001), 242 pp.+ xi.</p> <p>So much language commentary (these pages excepted, of course) is shrilly excitable; the general tone is one of high-pitched complaints piercing the gloom. This book, a collection of Nunberg's <em>Fresh Air</em> radio pieces with some print articles thrown in, is calm without being overly detached; cool without being expressionless. Nunberg has a gliding style laced with sly humor that never has to work too hard for the smile, if not the guffaw. His pieces have a softness that's not bland, and a smoothness that's not treacly, and they make for pleasant reading. I picked this up to read on my way to the annual meeting of the American Dialect Society, which meets in January along with the Linguistic Society of America. I finished the entire book on the flight, and half of that flight time was spent reading Richard Scarry's <em>Cars and Trucks and Things That Go!</em> to a vehicle-mad toddler. In other words, it's not heavy going.</p> <p>The pieces are short enough to make discussion of them a bit problematic; two sentences and you've spoiled Nunberg's elegant presentation and taken the pleasure out of the approach—the difference between being the first one at a newspaper section on Sunday or the last, with only three blanks left in the crossword.</p> <p>My favorite piece, in part because I agreed with it least, was “Distinctions,” in which Nunberg (who has written usage notes for the <em>American Heritage Dictionary,</em> and worked with their “usage panel” a group of more than two hundred “eminent writers and scholars'' that the <em>AHD</em> editors poll for their views on usage), fesses up that even the usage-note-writers can't keep some of the rules straight. For him, it's the distinction between <em>in behalf of</em>and <em>on behalf of.</em> (For those of you without the <em>AHD</em> or another manual ready, <em>on behalf of</em> is used when one person is acting as an agent for another, and <em>in behalf of</em> is “for the benefit of”” as in charity.)</p>"
}