{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Weird Tools, Improbable Jobs",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Weird Tools, Improbable Jobs</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>The late singer-songwriter Georges Brassens wrote, and used to sing, his <em>Ronde des jurons</em> (“Round of the Oaths”) in whose verses he lamented the passing from Modern Standard French of the swearwords which gave such character to medieval Gallic discourse, followed by a refrain which strung about 30 of them together (<em>morbleu, diantre, ventre-saint-gris, jarnicoton,</em> etc.)<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> A similar case might be made in English for the disappearance, or at least marginalization, of quaint names for occupations and implements which have all but disappeared from the mainstream. Such terms are meaningful enough to people still in the trade, but have a way of sounding to the non-initiate as if they were fabricated of whole cloth and the speaker is just having the listener on.</p>\n<p>A couple of decades ago we visited a rural tool shop in an out-of-the-way barn in northern New England in the company of our old friend Ross Faneuf, a native of East Concord, NH. We came on a small wrench, about three inches long, with a hole in one end for a hexagonal nut and its handle not flat but offset. “Oh, that's a snath wrench,” said Ross, and seeing our puzzlement went on to explain that a <em>snath</em> (also spelled <em>snathe</em>) is a scythe handle, and that wrench is for loosening and tightening the bolts on the two handpieces (called <em>nibs</em>) so they could be adjusted to the size and taste of the person doing the scything. <em>Snath</em>—the <em>-th</em>is voiced— turns out to be a variant of <em>snead</em>, originally 'bit, slice' (from Old West Saxon <em>snæ_an</em>—the <em>-æ_</em>being pronounced like the <em>–ath–</em> in <em>slather</em>); as such it is related to both the <em>snicker</em>(cf. both German <em>schnitten</em>, 'snip' and <em>schneiden,</em> 'cut') and <em>-snee</em> of <em>snickersnee</em><sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>—the <em>snee</em> of a scythe being its blade.</p>\n<p>The language peculiar to a given trade or occupation is an integral part of its identity, for it both allows practitioners to show that they are insiders, and excludes outsiders, by the ease with which the former communicate within their specialized universe of discourse. This is notoriously true of the sea, as any novice who has tried to make sense of a dockside conversation between two true salts, or two boatbuilders, can readily attest.<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> While some terms of lumbering and forestry have entered mainstream usage (e.g. <em>logjam, logrolling,</em> and <em>skid road</em>) others remain locked within the trade, such as <em>peavey</em>—the pole for manipulating logs whose business end combines a steel pikepoint and a Cshaped spike on a hinge—and the <em>holedad,</em> a tool with “a long tapering blade on one side for making holes and a short square blade on the other for clearing brush,” according to Lee Bush, who used one during a stint planting trees in a burned-over area of forest in New Mexico's Sacramento Mountains.<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Silversmithing likewise has a wealth of specialized tool names, our favorite being the <em>nurling iron</em>.<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> This is a length of wrought iron or steel with an L-bend on one end to fit into an anvil or stakeholder, and on the other end another L-bend going the other way terminating in a polished knob on which smiths place an object (e.g., a globular teapot) whose sides they wish to bulge out beyond the limits of what can be reached by the face of a <em>repoussé hammer</em> (<em>repoussé</em> being, as its French name implies, creation of relief on a surface by pushing it out from within; its opposite is <em>chasing</em>: working the surface from outside with a set of punches, the inside of the vessel being filled temporarily with pitch to absorb the shock.) When the center of the nurling iron is given a sharp whack with a big mallet, the knob on the end gives the work a smart rabbit-punch from inside on the rebound.</p>\n<p>Bellmakers still know (as the rest of us mostly do not) that a <em>crotal</em> is a small bell made of a sphere with a ring at the top and a slit at the bottom, struck from within by the rattling around of a small pebble or ball of metal: Ordinary sleighbells are crotals, as are the bells attached to bands on the legs of dancers, whether southwest Indians or English morris teams.<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup>  <em>Crotal</em> comes from Greek <em>krotalon</em> 'clapper, rattle' via Latin <em>crotalum;</em> it will come as no surprise, then, that rattlesnakes are given the genus name <em>crotalus</em> (e.g. <em>Crotalus adamanteus</em>, the diamondback rattler; <em>adamant</em> still meant 'diamond' in Renaissance English, whence its use today to refer to a metaphoric hardness in human disposition). Another name for a crotal is a <em>grelot;</em> now obsolete in English, the word is a direct steal from French, in which it is still current. It is related to the French name for a cricket: <em>grillon</em> (originally Latin <em>gryllus;</em> compare Italian and Spanish <em>grillo</em>), undoubtedly imitative of the insect's stridulating sound.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>Workers in plaster and cement use such tools as a <em>hawk</em>—a flat mortar-board on a handle, as distinct from a <em>hod,</em> which is V-shaped and used for carrying bricks<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup>—and a <em>bull float,</em> which is a lightweight (nowadays often magnesium-alloy) pole and arm used for skimming the surface of an area of freshlypoured cement or concrete. (Bone floats were used to similar purpose but, as the name implies, were often made from bone, especially sealor even whalebone, which could be polished smooth and was naturally oily, thus tending to repel the sticking of stray gobbets of cement, plaster, etc.)</p>\n<p>Printing had a rich vocabulary much of which has passed into oblivion with the replacement of linotype and cold-type galleys by computer typesetting. A <em>type stick</em> was a hand-held frame used to transport a set of letters from the type case or rack from which they had been taken to the bench on which the galley was lying into which they were to be set (e.g. as a headline); like the hod, it was Vshaped, but with one end closed and at the other end a movable arm (sometime on a spring) which would be set to hold the type temporarily in place. When we worked for a newspaper in southern Maine during the 1990s, we noticed that few newcomers had any idea why the story-name field on the computer files for the daily's articles was called <em>slug</em>—another survival from linotype days when each line of type, including the headline for less important items not requiring cold type drawn from the cases (as above), would be a cast slug of pot-metal from the machine, bearing the impression of the brass matrices for each string of letters. And Paul Sampson<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> * reminds us that a <em>quoin</em> was 'an adjustable wedge for holding printing type in place in a chase, which is a frame that holds type in the bed of a press.'</p>\n<p>Newspaper help-wanted ads often feature titles otherwise rarely heard outside the trade, baffling the casual reader in search of a job. Bruce Harris Bentzman,   writing   from   northeastern Pennsylvania, tells us he once worked as a <em>hanker:</em> “You have surely noticed, when you bought an electrical appliance, that the cord that hangs from it is neatly wound, first in long loops and then in a tight spiral along the middle. My job, all day long, was to hank electrical cable.”</p>\n<p>And some weird job titles begin as local jokes that gain general currency by their aptness. One candidate working its way into general parlance is the Jewish term <em>hassidonder,</em> which despite its morphology has nothing to do with Hassidism but rather, writes David Weinstock, means “a synagogue usher. His job is to keep order in the congregation, and his cry to the unruly, to force them back into their pews, is 'Hey! Siddown dere!' I learned this word from my father, and have used it and been understood.”</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p><em>Morbleu</em> is a transparent euphemism for <em>mort-[de-] Dieu</em>, 'God's death,' and <em>diantre</em> for *diable, *'(the) devil!' <em>Ventre-saint-gris</em> is far more obscure but possibly fills in for <em>ventre Saint-Marie</em>'(by) Saint Mary's womb!' <em>Jarnicoton</em>throws a red herring by its queer spelling; but <em>jarni</em>is a phonetic rendering of *je renie,*opener to the “Burgundian oath,” <em>je renie Dieu</em>('I deny God')—considered so shocking to medieval ears that it was often euphemized, according to Jan Huizinga (see his classic *Waning of the Middle Ages,*New York: Doubleday Anchor, 1954, pp. 162-63) as <em>je renie des bottes</em>('I deny . . . my boots'). This would suggest that <em>jarnicoton</em>('I deny cotton') was probably an alliterative euphemism as well, but for *<em>jarnichrist</em>, ('I deny Christ'), an hypothesis bolstered by another of the oaths in the chorus of the Brassens song: <em>jarnidieu</em>. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>Much of my information on <em>snath/snead</em>comes from the <em>Century Dictionary and Cyclopedia</em>(New York: Century Company, 1895), whose ten volumes are still a gold mine of etymological information, thanks in part to the eminent Yale philologist William Dwight Whitney, who oversaw the project. <em>Snead</em>also turns up as *sneed;*but to complicate matters, <em>sneed</em>is itself also a regional variant of *snood,*the band or cap formerly worn by Scottish or Irish maidens to signify their unmarried state, whose Old West Saxon ancestor is not <em>snæ_an</em>but <em>snod,</em>'fillet,' related to Icelandic <em>snuthr</em>('a twist, twirl'), modern English <em>snare</em>and *snotter,*the latter a short figure-eight loop of rope, partway up a mast, whose eye holds the inner end of a sprit extending the top of a sail. On page 5731 of the <em>Century Dictionary</em>(just two columns after <em>snickersnee</em>) one will find <em>sniggle,</em> defined as 'to fish for eels by thrusting bait into their hiding places.' Here is a verb that surely has rich possibilities for figurative use in describing modern economics, not to say politics. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>This is a boon for lexicographers, professional and amateur alike; just as the successful athlete may become a coach (or occasionally, a TV sports anchor) on retirement from active, nautical dictionaries have provided a number of former master sailors an opportunity to demystify the lingo of the water once they are safe on dry land. The standard joke among boatbuilders is that they do not so much retire as run out of money, which may explain why there are far fewer boatbuilders' lexicons in print to explain such terms as <em>spiling</em>—Ross Faneuf defines this as “'transferring the exact curve of an existing plank onto the next plank so it can be cut to an exact fit'—and <em>fairing off,</em>'hand-planing a hull so all the curves are clean and smooth,' which may be a convergence from achieving a “fair” curve and <em>fay/faying,</em>'pieces that lie together or join.' A <em>faying piece</em>is sometimes employed to improve/cover a rough joint and make it fair. The most physically exhausting job in traditional boatbuilding, as it is done over your head” (personal e-mail, 9 March 2002). <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>Bush e-mailed us, when we inquired if it rhymed with Spanish <em>soledad</em>or (almost) with American English polecat, that <em>holedad</em> “is a decidedly two syllable word. My spelling of it is arbitrary because I learned it in the rustic conditions of a tree planting camp . . . and never saw it written down. The Texans among us pronounced it without any trace of an <em>L</em>and would start the <em>D</em> of <em>-dad</em> while still stretching out the <em>–oe</em> as in <em>hoe.</em> It rhymes more with <em>crawdad</em> than <em>polecat</em>.” An alternate name for this tool, Bush says, is <em>rhent.</em> <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>Nowadays more frequently referred to as a *snarling iron.*For the use of this ingenious tool, including an excellent illustration by Dorothy Briggs, see Henry Kaufmann, <em>The Colonial Silversmith,</em> Camden, NJ: Thomas Nelson, 1969, pp. 82–83. The <em>nurling iron</em>should not be confused with a *knurling iron,*which, Faneuf explains, is “used to knurl a piece of turned work, that raised diamond pattern about 1/32” you see occasionally to make a tool nonskid. It consisted of two hardened steel wheels, each with a pattern of ridges just like a single-cut file, going the opposite way on each wheel. They are mounted in a pivoting appliance one above the other, in a bar which pits into the tool rest of a lathe. You feed it into the work so both wheels bite, then traverse the carriage and each wheel cuts (or more properly upsets) one half of the pattern.” <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>Whence the expression, “Pull the other one, it's got bells on it.” According to the <em>American Heritage Dictionary</em>, the <em>morris</em>of morris dancing is from Middle English *moreys,*from French *morois,*both meaning 'Moorish.' Crotals are charmingly discussed (and nicely illustrated) in Eric Hatch and Eric Sloane, *The Little Book of Bells,*New York: Hawthorn, 1964, p. 15. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>According to the *Petit Larousse,*the expression <em>attacher un grelot</em>means 'to take the initiative,' much as we might say <em>bell the cat.</em> <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>I am indebted to my former student, David Gubkin, for this information. It is this variety of *hawk,*rather than the avian raptor, which turns up in the expression *can't tell a hawk from a handsaw.*Hod-carrying, as every fan of Irish music knows, was the occupation of Tim Finnegan, the hapless laborer whose fall was rendered retroactively nonlethal by an accidental spillage of whiskey on his shrouded body in the song “Finnegan's Wake.” <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>Auther of “Airspeak,” VERBATIM XXIV/1 (Winter 1999), pp. 8–9. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Weird Tools, Improbable Jobs</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>The late singer-songwriter Georges Brassens wrote, and used to sing, his <em>Ronde des jurons</em> (“Round of the Oaths”) in whose verses he lamented the passing from Modern Standard French of the swearwords which gave such character to medieval Gallic discourse, followed by a refrain which strung about 30 of them together (<em>morbleu, diantre, ventre-saint-gris, jarnicoton,</em> etc.)<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> A similar case might be made in English for the disappearance, or at least marginalization, of quaint names for occupations and implements which have all but disappeared from the mainstream. Such terms are meaningful enough to people still in the trade, but have a way of sounding to the non-initiate as if they were fabricated of whole cloth and the speaker is just having the listener on.</p> <p>A couple of decades ago we visited a rural tool shop in an out-of-the-way barn in northern New England in the company of our old friend Ross Faneuf, a native of East Concord, NH. We came on a small wrench, about three inches long, with a hole in one end for a hexagonal nut and its handle not flat but offset. “Oh, that's a snath wrench,” said Ross, and seeing our puzzlement went on to explain that a <em>snath</em> (also spelled <em>snathe</em>) is a scythe handle, and that wrench is for loosening and tightening the bolts on the two handpieces (called <em>nibs</em>) so they could be adjusted to the size and taste of the person doing the scything. <em>Snath</em>—the <em>-th</em>is voiced— turns out to be a variant of <em>snead</em>, originally 'bit, slice' (from Old West Saxon <em>snæ_an</em>—the <em>-æ_</em>being pronounced like the <em>–ath–</em> in <em>slather</em>); as such it is related to both the <em>snicker</em>(cf. both German <em>schnitten</em>, 'snip' and <em>schneiden,</em> 'cut') and <em>-snee</em> of <em>snickersnee</em><sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>—the <em>snee</em> of a scythe being its blade.</p> <p>The language peculiar to a given trade or occupation is an integral part of its identity, for it both allows practitioners to show that they are insiders, and excludes outsiders, by the ease with which the former communicate within their specialized universe of discourse. This is notoriously true of the sea, as any novice who has tried to make sense of a dockside conversation between two true salts, or two boatbuilders, can readily attest.<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> While some terms of lumbering and forestry have entered mainstream usage (e.g. <em>logjam, logrolling,</em> and <em>skid road</em>) others remain locked within the trade, such as <em>peavey</em>—the pole for manipulating logs whose business end combines a steel pikepoint and a Cshaped spike on a hinge—and the <em>holedad,</em> a tool with “a long tapering blade on one side for making holes and a short square blade on the other for clearing brush,” according to Lee Bush, who used one during a stint planting trees in a burned-over area of forest in New Mexico's Sacramento Mountains.<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>"
}