{
  "type": "Article",
  "title": "A Column on Columns",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Column on Columns</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>When my nephew wanted to know about Greek columns, I figured I didn't need recourse to the dictionary. Like most students of my generation, I learned the three basic types: Ionic, Doric, and Corinthian. “Ionic is the simplest,” I began my lecture. “It has a square base—or is that Doric? The one with the leaves at the top, I think that's Corinthian....” My nephew was giving me the fish eye. I realized that what my generation learned was well over a generation ago, and I'd forgotten some of the particulars. “Tell you what. Let's check the dictionary.” And I hauled down the unabridged <em>Random House Dictionary of the English Language,</em> second edition, a replacement for my poor <em>Webster's New International Dictionary,</em> second edition, that had quietly fallen to pieces over the period 1980 to 1995.</p>\n<p>The good part about the Random House edition is that it was published in 1987 and therefore contains words like <em>cryogenic</em> and <em>pheremones</em> that weren't around for earlier dictionaries to include. Also, it has fairly comprehensible entries, perhaps reflecting a more straightforward age. Or so I assumed. But when I looked up the entry for Doric, this is what I found:</p>\n<p>“<em>Doric column:</em> a channeled column without a base, having as a capital a circular echinus supporting a square abacus, above which comes a plain architrave, a frieze of triglyphs and metopes, and a cornice the corona of which has mutules on its soffit.”</p>\n<p>I read it aloud, in increasing wonderment, to my nephew. I knew what was coming.</p>\n<p>“What's an ... icky-ness?”</p>\n<p>“It's an <em>echinus</em>,” I corrected him, “and I don't know, either.”</p>\n<p>“All right, then, what are meadow peas?”</p>\n<p>“<em>Metopes</em>.” This time, I quickly thumbed to the entry and read, “<em>metope:</em> any of the square spaces between triglyphs.”</p>\n<p>“Between what?”</p>\n<p>Time for the quick shuffle-and-search again. I found the right page and began to read: “<em>triglyph:</em> the structural part of a frieze, separating two metopes and consisting of a rectangular block with two vertical grooves or glyphs, and two chamfers or half-grooves at the sides, counting as a third glyph, for three flat vertical bands on the face of the block.”</p>\n<p>“Oh.” After a pause the opposite of pregnant, he asked, “So what's an Ionic column?”</p>\n<p>I found the entry. “<em>Ionic column:</em> a fluted column with a molded base and a capital composed of four volutes, usually parallel to the architrave with a pulvinus connecting a pair on each side of the column, and an entablature typically consisting of an architrave of three fascias, a richly ornamented frieze, and a cornice corbeled out on egg-and-dart and dentil moldings, with the frieze sometimes omitted.”</p>\n<p>“Let's play Monopoly,” suggested my nephew, and that's what we did for the rest of the afternoon.</p>\n<p>But after he left, I also checked <em>Corinthian</em> and found the definition equally opaque: “<em>Corinthian</em> <em>column:</em> similar in most respects to the Ionic but usually of slenderer proportions, and characterized by a deep capital with a round bell decorated with acanthus leaves and a square abacus with concave sides. The Corinthian capital has typically two distinct rows of acanthus leaves above which appear eight fluted sheaths, from each of which spring two helices, of which one curls beneath a corner of the abacus as half of a volute and the other curls beneath the center of the abacus.”</p>\n<p>I am not a proponent of EZ vocabulary, but I found these definitions singularly unhelpful. My confidence was so shaken that I finally begin looking up words I thought I knew, such as the humble <em>cornice,</em> only to find “the uppermost member of a classical entablature, consisting of a bed molding, a corona, and a cymatium, with rows of dentils, modillions, etc., often placed between the bed molding and the corona.” Checking out <em>dentil</em> led to “any of a series of small, rectangular blocks, used especially in classical architecture beneath the coronas of cornices.” But when I tracked down <em>corona,</em> I read “the projecting, slablike member of a classical cornice supported by the bed molding or by modillions, dentils, etc., and supporting the cymatium.” So I looked for <em>modillion</em> and found “an ornamental cantilever beneath the corona or similar member of a cornice, stringcourse, etc.” And thence to <em>cymatium,</em> defined as “the uppermost member of a classical cornice, usually a sima recta.” Chasing down <em>sima recta,</em> not to mention <em>stringcourse,</em> I began to suspect a trick. My quest seemed doomed to circularity, in which one word is defined as another and vice versa. Illustrations would have helped, and I eventually found them under the heading of <em>column.</em> Meanwhile, in retaliation, I spent a while looking up each term in question, and even a few I knew, on the off-chance that they'd shifted ground after my adolescence. Here, with a little recapping, is what I found:</p>\n<p><em>abacus:</em> a slab forming the top of a column's capital.</p>\n<p><em>anthemion:</em> an ornament of floral forms in a flat radiating cluster.</p>\n<p><em>architrave:</em> the lowermost molding of a classical entablature, resting upon a column.</p>\n<p><em>balluster:</em> a bolster—a structural support.</p>\n<p><em>cantilever:</em> a bracket for supporting a balcony, cornice, etc.</p>\n<p><em>capital:</em> the upper end of a column.</p>\n<p><em>cavetto:</em> a concave molding the outline of which is a quarter circle.</p>\n<p><em>chamfer:</em> a cut made at a 45% angle.</p>\n<p><em>corbel:</em> any bracket of brick or stone.</p>\n<p><em>cornice:</em> the uppermost member of a classical entablature, consisting of a bed molding, a corona, and a cymatium, with rows of dentils, modillions, etc., often placed between the bed molding and the corona.</p>\n<p><em>corona:</em> the projecting, slablike member of a classical cornice supported by the bed molding or by modillions, dentils, etc., and supporting the cymatium.</p>\n<p><em>cymatium:</em> the uppermost member of a classical cornice, usually a sima recta.</p>\n<p><em>dado:</em> the part of a pedestal between the base and cornice of a column.</p>\n<p><em>dentil:</em> any of a series of small, rectangular blocks, used especially in classical architecture beneath the coronas of cornices.</p>\n<p><em>echinus:</em> a prominent circular molding.</p>\n<p><em>egg and dart:</em> a design for enriching an ovolo or echinus, consisting of a closely set, alternating series of oval and pointed forms.</p>\n<p><em>entablature:</em> the entire construction of a classical temple or the like between the columns and the eaves, usually composed of an architrave, a frieze, and a cornice.</p>\n<p><em>fascia:</em> any relatively broad, horizontal surface, as the outer edge of a cornice, a stringcourse, etc.</p>\n<p><em>fillet:</em> a narrow portion of the surface of a column left between adjoining flutes.</p>\n<p><em>flute:</em> a channel, groove or furrow in the shaft of a column.</p>\n<p><em>frieze:</em> the part of a classical entablature between the architrave and the cornice, usually decorated with sculpture in low relief.</p>\n<p><em>helix:</em> a spiral ornament.</p>\n<p><em>lister:</em> a border.</p>\n<p><em>metope:</em> any of the square spaces between triglyphs.</p>\n<p><em>modillion:</em> an ornamental cantilever beneath the corona or similar member of a cornice, stringcourse, etc.</p>\n<p><em>mutule:</em> a projecting, flat block under the corona under the Doric cornice, corresponding to the modillion of other orders.</p>\n<p><em>ovolo:</em> a convex molding forming or approximating in section a quarter of a circle or ellipse.</p>\n<p><em>plinth:</em> a slablike member beneath the base of a column.</p>\n<p><em>pulvinus</em> (also <em>pulvinar</em>): either of two convex forms on an Ionic capital having on their ends two of the volutes.</p>\n<p><em>scotia:</em> a deep concave molding between fillets, also called trochilus.</p>\n<p><em>sima:</em> the uppermost member of a full classical order, usually a cyma recta, representing a roof gutter; a cymatium.</p>\n<p><em>soffit:</em> the underside of an architectural feature, as a beam, arch, ceiling, or cornice.</p>\n<p><em>stringcourse:</em> a horizontal band or course, as of stone, projecting beyond or flush with the face of a building, often molded and sometimes richly carved.</p>\n<p><em>torus:</em> a large, convex molding, more or less semicircular in profile, commonly forming the lowest molding of the base of a column, directly above the plinth, sometimes occurring as one of a pair separated by a scotia and fillets.</p>\n<p><em>triglyph:</em> the structural part of a frieze, separating two metopes and consisting of a rectangular block with two vertical grooves or glyphs, and two chamfers or half-grooves at the sides, counting as a third glyph, for three flat vertical bands on the face of the block.</p>\n<p><em>trochilus:</em> see <em>scotia.</em></p>\n<p><em>volute:</em> a spiral ornament, found especially in the capitals of Ionic, Corinthian, and Composite orders.</p>\n<p>The question, of course, is what the hell's going on here. And for whom are these definitions written? Presumably, whoever looks up these terms doesn't have a full-scale knowledge of classical architecture, so why are so many of these somewhat obscure words described in equally arcane terminology? Were no other <em>mots justes</em> available?</p>\n<p>On the off-chance that this lexicographical tail-chasing was peculiar to Random House, I went into the study (all right, the living room) and hauled out our microscopic-print edition of the unabridged <em>Oxford English Dictionary</em>, second edition. It lists <em>Doric</em> merely as “The name of one of the three Grecian orders (Doric, Ionic, Corinthian), of which it is the oldest, strongest, simplest.” I flipped to <em>Ionic:</em> “Name of one of the three orders of Grecian architecture (Doric, Ionic, Corinthian), characterized by the two lateral volutes of the capital.” Fair enough for somewhat repetitive entries, though it's interesting that they've dropped the “The” at the start and changed “three Grecian orders” to “three orders of Grecian,” possibly because some transcriber grew bored. As for <em>Corinthian,</em> it had the longest entry, befitting the most embellished column: “The name of one of the three Grecian orders (Doric, Ionic, Corinthian), of which it is the lightest and most ornate, having a bell-shaped capital adorned with rows of acanthus leaves giving rise to graceful volutes and helices.”</p>\n<p>My battered <em>Webster's</em> second edition, whose leaves I've bound together with a stout rubber band, divulged similarly scant material. For <em>Doric:</em> “Arch. Of, pertaining to, or designating, the oldest and simplest of the Greek orders, or a modified form adopted by the Romans.” The accompanying illustration said it all. The entry for <em>Ionic</em> followed the same winning formula: “Arch. Of, pertaining to, or designating, the Ionic order, of architecture, one of the three Greek orders, or a modified form of it adopted by the Romans, distinguished esp. by the spiral volutes of its capital.” <em>Corinthian</em> also followed suit: “Arch. Of, pertaining to, or designating, the lightest and most ornate of the three Greek orders, characterized esp. by its bell-shaped capital enveloped with acanthus leaves. It became a favorite order with the Romans.” Under <em>column</em> was a helpful sketch of all three types.</p>\n<p>I put my coat on and took a trip to the library. The columns in <em>Webster's</em> third edition were unsurprisingly similar to those in the second, though someone put a shim in the definition for <em>Doric,</em> in which the echinus is separated from the shaft “by one or more annulets and supporting a square unmolded abacus.” An <em>annulet,</em> it turns out, is “an encircling band, molding, or fillet, as on the shaft of a column.” The fourth edition of <em>The American Heritage Dictionary,</em> that bastion of plain speaking, talks simply of “plain, saucer shaped capitals” in the Doric order but refers to “two opposed volutes in the capital” in the Ionic order. The colored illustrations, on the other hand, were most illustrative. Even the latest edition of the student's standby, the <em>Merriam-Webster's Collegiate Dictionary,</em> refers to scroll volutes in the capitals of Ionic columns. I'm still looking for concision and clarity, though not at the expense of accuracy.</p>\n<p>Coda: I've since invited my nephew back, but have promised not to discuss volutes.</p>\n<p><em>[David Galef teaches at the University of Mississippi.  His latest book is the short-story collection <em>Laugh Track.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Column on Columns</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>When my nephew wanted to know about Greek columns, I figured I didn't need recourse to the dictionary. Like most students of my generation, I learned the three basic types: Ionic, Doric, and Corinthian. “Ionic is the simplest,” I began my lecture. “It has a square base—or is that Doric? The one with the leaves at the top, I think that's Corinthian....” My nephew was giving me the fish eye. I realized that what my generation learned was well over a generation ago, and I'd forgotten some of the particulars. “Tell you what. Let's check the dictionary.” And I hauled down the unabridged <em>Random House Dictionary of the English Language,</em> second edition, a replacement for my poor <em>Webster's New International Dictionary,</em> second edition, that had quietly fallen to pieces over the period 1980 to 1995.</p> <p>The good part about the Random House edition is that it was published in 1987 and therefore contains words like <em>cryogenic</em> and <em>pheremones</em> that weren't around for earlier dictionaries to include. Also, it has fairly comprehensible entries, perhaps reflecting a more straightforward age. Or so I assumed. But when I looked up the entry for Doric, this is what I found:</p> <p>“<em>Doric column:</em> a channeled column without a base, having as a capital a circular echinus supporting a square abacus, above which comes a plain architrave, a frieze of triglyphs and metopes, and a cornice the corona of which has mutules on its soffit.”</p>"
}