{
  "type": "Article",
  "title": "CLASSICAL BLATHER",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER</h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>The pulse of linguists and anthropologist alike quickens whenever an informant's talk turns to kinship terms; for if the family is the basic unit of society, the names we have to tell us who's who on the kinship chart are the vital indicators of who we live with and whom we must avoid, whom we may marry and whom we must not even kiss, where we go (or at least can be made to feel guilty if we don't) to celebrate major holidays such as Thanksgiving, all the way down to who gets which joint of the pig when we have a barbecue.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> The kinship chart often also suggests where to go in the family for a loan to help us embark on our first venture into economic maturity, and it may also say things about whose wealth we may hope to inherit when its incumbent possessor dies: One often hears of a <em>rich uncle</em><sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> who will leave us his estate, but never of a <em>rich cousin</em> in this connection. When America's right wing refers to “family values,” the sort of family it envisions consists of a <em>father</em>, a <em>mother</em>, and their assorted children, who refer to both their father's and mother's parents as their <em>grandfathers</em> and <em>grandmothers</em>, and their parents' sisters and brothers on either side as <em>aunts</em> and <em>uncles</em>,<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> the children of whom are one's <em>first cousins</em>. Sisters and brothers of one's grandparents are <em>greataunts</em> and <em>great-uncles</em>, whose grandchildren are one's <em>second cousins</em>; first cousins of one's parents or one's children are <em>first cousins once removed</em>, a first cousin of a grandparent or grandchild being a <em>first cousin twice removed</em>, and so on. As a general rule, it appears that the more nuclear and <em>neolocal</em>—that is, living neither with nor close to the families of mother (<em>matrilocal</em>) or father (<em>patrilocal</em>) after marriage— a family is, the closer to oneself on the kinship chart is the boundary between “close relatives” and those who while technically kin may not lay claim (at least with any predictable degree of success) to prerogatives based on kinship.</p>\n<p>The model of kinship described above is, however, by no means universal, but rather only one of three general patterns; anthropologists call this sort of family organization <em>Eskimo</em> kinship because ethnographers early in the last century noted it among the Inuit peoples of the Arctic Circle. Elsewhere in the world, however, there are societies whose kinship model is described as either <em>Hawaiian</em> or <em>Omaha</em>.<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> In the former, all members of your generation sharing common ancestry are your siblings, and thus off limits for marriage; in the latter, the gender of your parent and parent's siblings count heavily in determining not merely who is eligible as a mate but who is actually the preferred choice—e.g., a girl may assume as a matter of course that when she grows up she will marry her father's sister's son—or, alternately, that this boy of all boys is the one she <em>mustn't</em> marry, even if he were the last man on earth. (Anthropologists refer to the children of opposite-sex siblings of one's parents as one's <em>cross-cousins</em>.)</p>\n<p>Even within American society, patterns of kinship may vary across lines of religion or ethnicity, and terminology may not always carry quite the same implications depending on who is using it. A homely example may be found in the bilingual greeting-card racks of stores in cities such as New York in which there is a substantial Hispanic population: Where the English-language section has cards for boyfriend/girlfriend, the closest the Spanish one comes will be cards for <em>novio/novia</em>— that is, “fiancé(e),” since the underlying assumption in that American subculture is that if you are going steady you intend, at least in theory, some day to marry.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> In African-American communities, to a greater extent than white (Protestant) ones, there may be a far more robust presence of <em>fictive kin</em>— those who are related to you but in a more remote way than the term you use for them in everyday speech, from “Aunt” So-and-so, who is actually your first cousin once removed, to “Mama” who is actually your grandmother (and the <em>de facto</em> head of your extended matrilineal family).</p>\n<p>Then there are <em>godparents,</em> who become formal fictive kin from the commitment they make to the church to raise you in the faith if anything happens to your real parents. Among Catholic Americans (as elsewhere in the world where Roman Catholicism is the prevalent religion) godparents will play a very important role in a child's growing years as parent surrogates who are expected to be one's sponsors and supporters (Mario Puzo's <em>Godfather</em> novels naturally spring to mind here). The children of one's godparents, moreover, come to be considered close enough to actual siblings that marriage to them, or even seriously dating, is unthinkable.</p>\n<p>Catholic canon law is explicit about whom one can and cannot marry; first cousins are out. Some states outlaw first-cousin marriages as well, ostensibly on eugenic grounds, but others permit them; while neither the law nor the Church forbids relations with second cousins, although these may still, in close-knit extended families, be considered close enough to kin as to fall into that gray area of <em>kissin' cousins</em>—that is, those distant enough to kiss, but probably too close to marry (as least without censure from some family members who would have wished for a more exogamous match for either party or for both).</p>\n<p>We speak of those who share at least some of our genes (second cousins included) as our <em>blood relatives;</em> those who don't, but became kin by virtue of a wedding, are called <em>affines.</em> Affinal does not necessarily imply affinity—we share a microculture with our own household growing up to which even the folks next door can be only partly privy, and newlyweds may be baffled by hearing the isolated punchlines of favorite family jokes repeated, to much laughter, at gatherings of their new in-laws until someone fills them in on the stories themselves.<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> It may be no coincidence that a man may often enjoy a joking relationship<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> with his brotherin-law, a socially-sanctioned way of easing potential tension between them centered ultimately on the woman through whom they are related; and mother-in-law jokes are, of course, a staple of our comedic repertoire right down to the present day, as they have been for centuries.</p>\n<p>Jewish law originally required that if a man died, his wife was under a sacred obligation to marry his brother, in order to preserve his lineage; this custom is known to anthropologists as the <em>levirate</em> (from Latin <em>levir,</em> 'husband's brother'), the corresponding custom for men, “that annual blister/Marriage to deceased wife's sister” (as W. S. Gilbert calls it in <em>Iolanthe; or, the Peer and the Peri</em>), being called the <em>sororate</em> (from Latin <em>soror</em>, 'sister'). In the Catholic Church of the early Renaissance, sleeping with your brother's wife was considered incest, however, and it was on these grounds that Henry VIII sought unsuccessfully to have his sonless marriage to Catharine of Aragon annulled because she had, after all, originally been betrothed to his older brother, Arthur (the original heir apparent to the throne, who unfortunately fell off a horse and died, sticking Henry with the crown and the political marriage that went with it). It was the failure of this argument to sway the ecclesiastic courts that ultimately led to Henry's divorcing Catharine anyway, marrying Ann Boleyn, establishing the Church of England, and inaugurating two generations of hostile relations between England and the Tudors' Spanish affines.</p>\n<p>The <em>–fine</em> suffix of <em>affine</em> is derived from Latin <em>finis,</em> 'limit' (to which is prefixed a variant of the preposition <em>ad,</em> 'towards'); not so the <em>–fine</em> (Gaelic for “family, tribe”) of such terms as <em>geilfine,</em> defined by the <em>Century Dictionary</em> as “one of the groups of five, being four males besides the head of family, into which the ancient Irish clans or families were organized.”<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> The <em>Oxford English Dictionary</em> cites various examples of this grouping, which could take a number of forms, as shown by these <em>OED</em> citations from scholars of Irish history and law: “in the direct line,…the father, and the son, and the grandson, and the great grandson, and the great great grandson to the fifth generation” (W. N. Hancock, 1869), “a father and four sons who are not in the same degree” (H. S. Maine, 1875), “the father and the four sons [who] formed a family group of five households” (C. G. Walpole, 1882), or a “system in which four groups of persons, all nearly related to each other, held four adjacent tracts of land as a sort of common property” (P. W. Joyce, 1903). Here the connection between kinship and real estate is very clear: family is who you divvy up your stuff with, as well as who you count on to take care of your children if you die.</p>\n<p>Yet, finally, there may be those we choose to treat as family even though no kin at all: the “Auntie” who is not our real aunt but a college chum of our grandmother's, the “Uncle” who is simply the father of our parents' childhood neighbors and playfellows. Like godparents, these fictive kin can stand in a very special relationship to us, such that we may say that “They weren't really our aunt and uncle, but all of us always acted as though they were;” but unlike godparents' children, we may harbor no reticence about courting theirs. At the far end of the fictive-kin spectrum are those whom we choose to treat as kindly as kin through friendship alone. Such people might be called <em>voluntary relatives:</em><sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> the people we truly love for their own sakes and not because the kinship chart says we have to be nice to them; but these are also most likely to be the folks whom our children may come to call fictive “Aunt” and “Uncle” a generation down the family tree.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-2\">\n<p>Indeed, foodways themselves are considered by some social scientists to be the mainspring of what makes a society tick. Thus Raymond Firth states that “Consideration of what people eat leads to the examination of the economic reciprocity between husband and wife, methods of wider cooperation in work, systems of land tenure, ritual offerings to ancestors and gods for fertility. From here one is led to family history, to political relations, especially those of chieftainship…to bilateral kin relations…to comparative wealth of kinship groups, in relation to population restriction on the one hand and social friction on the other” (We, the Tikopia, Boston: Beacon Press, 1963, p.104). <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>The paradigmatic rich uncle of the cartoon world is, of course, Disney's Scrooge McDuck. The kinship chart of this particular clan is fuzzy (downy?) on some points; though we are led to believe that Donald Duck is presumably Scrooge's nephew, and Donald in turn the uncle of the ducklings Huey, Dewey, and Louie (and patently, if often petulantly, their guardian though himself a bachelor), the parents of Huey, Dewey, and Louie are almost never alluded to. In the 1950s, however, the late Carl Barks, principal artist for the series during the 1940s, '50s, and '60s, drew a family tree to help keep the quacking clan's relationships straight in his own mind. According to this document, Scrooge was the brother of Hortense McDuck, whose children included Donald and Thelma (originally named Della in the first appearance of the three nephews in the Donald Duck Sunday page of Oct. 17, 1937). Thelma was the mother of Huey, Dewey and Louie; Barks never gave her husband's name but his successor artist Don Rosa, in “Donald Duck's Family Tree,” published in 1993, suggests that Daisy Duck was this nameless father's sister, which explains why the three young ducks refer to her sometimes as Aunt Daisy but also why she is a permissible object of Donald's bumbling attempts at courtship. For a comprehensive guide to the characters in the Donald Duck comics,   see  <a href=\"http://victorian.fortunecity.com/palace/439/characters/characters.html\">http://victorian.fortunecity.com/palace/439/characters/characters.html</a>; for a synopsis of Barks's duck family tree, see <a href=\"http://stp.ling.uu.se/~starback/dcml/chars/cb-tree.html\">http://stp.ling.uu.se/~starback/dcml/chars/cb-tree.html</a>. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>English kinship terms, most of them Germanic, go back to Proto-Indo-European, and many most have cognates in the Romance languages, suggesting that this general schema of family organization has been with us for a very long time indeed. It should be noted, however, that Latin <em>pater</em>—as in <em>paterfamilias</em>, 'male head of household'—was as much a social construction as a genetic one; indeed, in the late Roman republic and Empire, when adoptions became common in order to allow the transmission of property and continued worship of deities particular to individual families thinned out by civil wars and proscriptions, a distinction was drawn between <em>pater</em>—'(legal) father'—and <em>genitor</em>—'guy who had you by your mom.' <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>This classification is lucidly expounded by Michael Alan Park in his <em>Introducing Anthropology: An Integrated Approach</em> (Mountain View, CA: Mayfield Publishing Co., 2000), whose view of family is “cultural ties modeled on biological ones” (p. 196). I am indebted to anthropologist M. Buchanan (author of “Identity and Language in the SM Scene,” VERBATIM XXIV:3 [Summer 1999], pp. 5-8) for this reference (and, indeed, for much of the information in paragraphs 4-6 above, plus the second definition of family in paragraph 9), as well as for the canny observation that in Louisiana, where there was a substantial free population of mixed African-French descent prior to the end of the Civil War, the ability to reckon kinship to quite some distance on one's family tree helped to sort out questions of racial identity, skin color or facial features being unreliable guides to whether one should be considered “black” or “white.” <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>Unless, of course, you're a bounder or a wanton, in which case you're presumably not worth a card, or at least not one in your own language. Though material culture may at times give expression to the cutting edge of a society and the shifts in its ultimate concerns, it can also show the inherent conservatism of language and the conceptual baggage carried by terms dealing with kinship, religion, or (in the case of many greeting cards) both. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>This point was colorfully brought home to me by Jack Hemenway, a retired blacksmith and Episcopal priest who for many years ran Green Head Forge in Stonington, Maine, with his goldsmith wife Harriet. When he first met his new in-laws, he was mystified by their catchphrase “Just enough to win the turkey” until someone told him the rest of the joke (one of many in a common genre whose unifying theme is a penile length competition). <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p>In some societies—for example, the Crows and Cheyennes on America's Great Plains —the joking relationship between brothers-in-law is a formal category with a distinct set of explicit licenses and taboos; see Karl N. Llewellyn and E. Adamson Hoebel, <em>The Cheyenne Way</em> (Norman, OK: University of Oklahoma Press, 1941), pp. 96 and 266. E. E. Evans-Pritchard, in one of his several ethnographic studies of the Nuer people of the Sudan, describes the joking relationships between paternal cousins, to whom a man is bound “by ties of loyalty which do not derive from, or depend on, either mutual affection or common affection for a third person,…and which generally necessitate close contact in situations likely sometimes to engender conflict.” The anthropologist astutely observes that “It is perhaps this contradiction between social bonds and personal feelings which gives rise to the joking or teasing relationship.” Among the Nuer this often takes the form of “the custom called <em>leng</em>, conventionalized exchange of obscenities” (which Evans-Pritchard admiringly describes as “the most extravagant that I have ever heard”) in which the two men “abuse each other in turn….The exchange often develops into a contest to see which of the two can continue the longest without repeating himself. As Nuer are practised and have a fertile imagination, the duel may be kept up for several minutes before one of the men cannot think of an obscenity he has not already used and thus loses the duel, which is closed by shouts of laughter on both sides” (Kinship and Marriage Among the Nuer, Oxford: Oxford University Press, 1951, pp. 159-60). <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>The <em>Century Dictionary</em> (Vol. III, page 2477) goes on to say that the “next group, second in rank to it for purposes of inheritance, was termed the <em>deirbhfine</em>, or true family; the third, the <em>iarfine</em> or after-family; the fourth, the <em>indfine</em> or end-family.” All of these were groups of five people. (Why five, one might wonder?) Under indfine (Vol. IV, page 3057) the <em>Century</em> adds a tantalizing quote from the same H. S. Maine source mentioned in the <em>OED</em>: “The eldest member of the Iarfine moved into the Indfine, and the eldest member of the Indfine passed out of the organization altogether.” Go figure. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>In our own family, for example, there was “Auntie Helen” Schubarth, a classmate of our mother's mother at Framingham Normal, who chaperoned us on our first interstate train trip at the age of six from Boston to Bangor on one of the last runs of the Boston and Maine's <em>Flying Yankee</em>, and “Uncle Charles” Haynes, Sr., a lifelong friend of our maternal grandfather, whose son and namesake we mentioned in our last column. We first encountered the term Voluntary Relatives in the early 1990s as the name of a Downeast string band, and an album released by it, under the nominal leadership of dulcimer artist Barbara Truex. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER</h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>The pulse of linguists and anthropologist alike quickens whenever an informant's talk turns to kinship terms; for if the family is the basic unit of society, the names we have to tell us who's who on the kinship chart are the vital indicators of who we live with and whom we must avoid, whom we may marry and whom we must not even kiss, where we go (or at least can be made to feel guilty if we don't) to celebrate major holidays such as Thanksgiving, all the way down to who gets which joint of the pig when we have a barbecue.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> The kinship chart often also suggests where to go in the family for a loan to help us embark on our first venture into economic maturity, and it may also say things about whose wealth we may hope to inherit when its incumbent possessor dies: One often hears of a <em>rich uncle</em><sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> who will leave us his estate, but never of a <em>rich cousin</em> in this connection. When America's right wing refers to “family values,” the sort of family it envisions consists of a <em>father</em>, a <em>mother</em>, and their assorted children, who refer to both their father's and mother's parents as their <em>grandfathers</em> and <em>grandmothers</em>, and their parents' sisters and brothers on either side as <em>aunts</em> and <em>uncles</em>,<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> the children of whom are one's <em>first cousins</em>. Sisters and brothers of one's grandparents are <em>greataunts</em> and <em>great-uncles</em>, whose grandchildren are one's <em>second cousins</em>; first cousins of one's parents or one's children are <em>first cousins once removed</em>, a first cousin of a grandparent or grandchild being a <em>first cousin twice removed</em>, and so on. As a general rule, it appears that the more nuclear and <em>neolocal</em>—that is, living neither with nor close to the families of mother (<em>matrilocal</em>) or father (<em>patrilocal</em>) after marriage— a family is, the closer to oneself on the kinship chart is the boundary between “close relatives” and those who while technically kin may not lay claim (at least with any predictable degree of success) to prerogatives based on kinship.</p> <p>The model of kinship described above is, however, by no means universal, but rather only one of three general patterns; anthropologists call this sort of family organization <em>Eskimo</em> kinship because ethnographers early in the last century noted it among the Inuit peoples of the Arctic Circle. Elsewhere in the world, however, there are societies whose kinship model is described as either <em>Hawaiian</em> or <em>Omaha</em>.<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> In the former, all members of your generation sharing common ancestry are your siblings, and thus off limits for marriage; in the latter, the gender of your parent and parent's siblings count heavily in determining not merely who is eligible as a mate but who is actually the preferred choice—e.g., a girl may assume as a matter of course that when she grows up she will marry her father's sister's son—or, alternately, that this boy of all boys is the one she <em>mustn't</em> marry, even if he were the last man on earth. (Anthropologists refer to the children of opposite-sex siblings of one's parents as one's <em>cross-cousins</em>.)</p> <p>Even within American society, patterns of kinship may vary across lines of religion or ethnicity, and terminology may not always carry quite the same implications depending on who is using it. A homely example may be found in the bilingual greeting-card racks of stores in cities such as New York in which there is a substantial Hispanic population: Where the English-language section has cards for boyfriend/girlfriend, the closest the Spanish one comes will be cards for <em>novio/novia</em>— that is, “fiancé(e),” since the underlying assumption in that American subculture is that if you are going steady you intend, at least in theory, some day to marry.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> In African-American communities, to a greater extent than white (Protestant) ones, there may be a far more robust presence of <em>fictive kin</em>— those who are related to you but in a more remote way than the term you use for them in everyday speech, from “Aunt” So-and-so, who is actually your first cousin once removed, to “Mama” who is actually your grandmother (and the <em>de facto</em> head of your extended matrilineal family).</p>"
}