{
  "type": "Article",
  "title": "To Curf and Thrash, and Vex and Dash",
  "author": "Jerome Betts",
  "location": "Torquay, Devon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">To Curf and Thrash, and Vex and Dash</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p>\n<p>Although I speak a more or less non-regional variety of British English, expressions from childhood in the country do occasionally well up. I once used the word <em>curf</em> in a piece of verse, and it was only post-publication comments that told me the term was not in general circulation. What else, though, do you call the heavy iron hoe used for earthing up potatoes? A check with <em>Wright's Dialect Dictionary</em> revealed that it was normally spelled <em>kerf,</em> was related to the slot made by a saw cutting through a branch, and in the hoe meaning and <em>curf</em> spelling was confined to Herefordshire and Worcestershire.</p>\n<p>This made sense, as I was born and intermittently brought up in the centre of Herefordshire. Six months at a village school certainly lodged several other local expressions and pronunciations in the passive vocabulary, such as <em>bannut,</em> 'walnut', <em>pitch</em> 'steep road' and <em>tump</em> 'mound', which children fresh from a spell in post-war Portsmouth at first misheard as <em>dump.</em> I still have a <em>hacker</em> for lopping small branches, and think of the operation that now takes place inside a combine-harvester, but once in a marvellous red-painted static machine standing by a rick, as <em>thrashing,</em> and not the somehow effete-sounding <em>threshing.</em></p>\n<p>It happened again with the word <em>tranklements,</em> in an article about auctions. However, this word, which rose spontaneously to the surface of the mind to describe the sort of small ornaments and knick-knacks found on family mantelpieces, turned out to be an inheritance from my parents' Birmingham and Black Country youth. It made me wonder what other local or idiosyncratic items were embedded in their speech, possibly to emerge years later in mine.</p>\n<p>My mother's emphatic use of <em>horse-road</em> for road was certainly a Black Countryism. Words like <em>bellock</em> 'complain' and <em>mither</em> 'bother someone'were taken as idiolect, though later realised to be widespread in the Midlands. Also from the Black Country must have been my father's occasional “I'd as lief”. Something that sounded like <em>sapie,</em> rhyming with <em>scrapie,</em> usually said with a nose-wrinkling expression of distaste, seemed to refer to food that was insipid, or slightly tainted. I have not been able to track this down, and it could possibly have been a personal coinage.</p>\n<p>An expression that definitely seemed to be part of a devoted couple's private language, heard for the last time during one of my parents' playful bickerings over small sums of money, only a few days before my father's death, was “You've <em>swicked</em> me!”. So it was fascinating recently to come across <em>swick</em> as a verb, in <em>The  Pocket  Scots  Dictionary,</em> (Aberdeen University Press 1988), with the meaning 'to cheat, deceive, swindle', presumably from the Old English swician 'to deceive'. A legacy from the Scots maternal grandfather who died some twenty years before I was born?</p>\n<p>The grandfather I did know had, within the family circle, a strong Black Country element to his speech, but the only expression retained in the mind's ear is “Dash my buttons!”, in moments of exasperation at such things as cats molesting newlysown seeds. Again, I thought this a personal coinage, until reading Anne Bradford's <em>Drawn by Friendship,</em> containing the texts of over 600 selfillustrated postcards sent by a Lancashire clergyman, J.T. Wilson. One of the last, dated 21st November 1883, begins: “Dash my Buttons—My dear Sir—Dash anything— . . .”</p>\n<p>My grandmother's speech was much less Black Country, but once again the mind's ear has only been imprinted with one utterance. Something my brother and I did caused her to be really <em>vexed.</em> This probably made an impact as a hitherto unheard and unread word, with a consequently powerful if mothbally flavour.</p>\n<p>Will the early-wired children of today similarly be recalling in the future the, to them, odd expressions still natural to the pre-computer generation?</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">To Curf and Thrash, and Vex and Dash</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p> <p>Although I speak a more or less non-regional variety of British English, expressions from childhood in the country do occasionally well up. I once used the word <em>curf</em> in a piece of verse, and it was only post-publication comments that told me the term was not in general circulation. What else, though, do you call the heavy iron hoe used for earthing up potatoes? A check with <em>Wright's Dialect Dictionary</em> revealed that it was normally spelled <em>kerf,</em> was related to the slot made by a saw cutting through a branch, and in the hoe meaning and <em>curf</em> spelling was confined to Herefordshire and Worcestershire.</p> <p>This made sense, as I was born and intermittently brought up in the centre of Herefordshire. Six months at a village school certainly lodged several other local expressions and pronunciations in the passive vocabulary, such as <em>bannut,</em> 'walnut', <em>pitch</em> 'steep road' and <em>tump</em> 'mound', which children fresh from a spell in post-war Portsmouth at first misheard as <em>dump.</em> I still have a <em>hacker</em> for lopping small branches, and think of the operation that now takes place inside a combine-harvester, but once in a marvellous red-painted static machine standing by a rick, as <em>thrashing,</em> and not the somehow effete-sounding <em>threshing.</em></p> <p>It happened again with the word <em>tranklements,</em> in an article about auctions. However, this word, which rose spontaneously to the surface of the mind to describe the sort of small ornaments and knick-knacks found on family mantelpieces, turned out to be an inheritance from my parents' Birmingham and Black Country youth. It made me wonder what other local or idiosyncratic items were embedded in their speech, possibly to emerge years later in mine.</p>"
}