{
  "type": "Article",
  "title": "Unexpected Surprises",
  "author": "Gerald Eskenazi",
  "location": "Place here, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Unexpected Surprises</h1>\n<p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">Place here, New York</span></em></p>\n<p>It was back in a creative writing class in college, and we had to do a paper on a visit to a museum.</p>\n<p>“The best surprises,” I began, “are those that happen unexpectedly.”</p>\n<p>It might have been my first non-sequitur in print, but I think, after 8,000 bylines that followed in <em>The New York Times,</em> not my last. Over the years I have been guilty—inadvertently, of course—of these leads. I daresay, so have the victims … er, subjects, I have written about.</p>\n<p>Often I have quoted people without realizing—until I saw it in print—that what they said looked odd or awkward or simply silly when set in black type against white newsprint.</p>\n<p>Sometimes, I have burnished a non-grammatical quote to avoid embarrassing the speaker. But there have been times, I admit, when I took delight in a phrase's wrong turn. Still, I had my moments—unexpected surprises?—after realizing what had slipped by me.</p>\n<p>As a young reporter, I was asked to look into how the sports world was dealing with a drought that had struck the East. I spoke to a groundskeeper at a public golf course. This is how I began my story, quoting him:</p>\n<blockquote>\n<p>“We care for the greens the way you'd care for your aged grandmother—we roll it, aerate it, and water it.”</p>\n</blockquote>\n<p>I even made Charles Schulz, the creator of the beloved <em>Peanuts</em> comic strip, look bad.</p>\n<p>Here was my idea: for a column at Christmas-time, I thought it would be nifty (okay, I learned words like that from watching Judy Garland-Mickey Rooney movies) to interview Schulz. He not only was a hockey fan, he owned his own skating rink in California.</p>\n<p>The premise was simple—what would Snoopy give Gordie Howe, the great hockey star of the 1950's and 1960's, for Christmas?</p>\n<p>“He'd give him an elbow,” said the mischievous Schulz.</p>\n<p>Great line, I thought.</p>\n<p>An “elbow” in hockey parlance means a whack to the body, using the elbow.</p>\n<p>This was before computers. Usually, I went into the office to type my story. But I had phoned Schulz from my home, and I was facing a deadline situation. So I used the “phone room” of <em>The Times.</em> We had several people standing by telephones, and a reporter's story would be transcribed if he or she could not do it in person, or via wire. In phoning in a story, I always was careful to spell out the names of people, and to make a distinction between such letters as “m” or “n.”</p>\n<p>No problems here. I phoned in my story. The next morning, I picked up the paper to see what I had wrought. I was so proud of my coup.</p>\n<p>That disappeared when I read through the piece and discovered that instead of an “elbow,” <em>Peanuts</em> was giving Gordie Howe an “oboe.” Or at least that's the way my Brooklyn accent made it sound on the phone.</p>\n<p>I still have Schulz's little hand-written note to me. It reads, “That is the worst typo I have ever seen.”</p>\n<p>My early writing years were filled with hockey, a sport in which fighting often overshadowed the play. The general manager and coach of the New York Rangers was a feisty little guy named Emile (the Cat) Francis, who wanted to change the image of his perennial last-place team.</p>\n<p>Thus, he was quite pleased after one game, in which his players retaliated to some bullying by the opposition.</p>\n<p>“They certainly didn't play by the Queen of Marksberry rules,” he said with a grin. That, I thought, was a wonderful blend of “Burke's Peerage” with boxing's Marquis of Queensberry Rules. I didn't let him off the hook, though, and quoted him VERBATIM.</p>\n<p>I did that, too, to a fellow named Drew (Bundini) Brown. Mr. Brown was Muhammad Ali's factotum. I knew that people addressed Brown by his nickname of Bundini, whatever that meant.</p>\n<p>So I began a conversation, “Bundini…”</p>\n<p>He interrupted me.</p>\n<p>“It's 'Bo-dini,'” he explained. “You pronounces it different from the way you says it.”</p>\n<p>I had more compassion for a hockey coach in the early 1970's. That was the era when all of us in the sportswriting business talked about change. A new generation of athlete was suiting up. Some actually had long hair and questioned authority.</p>\n<p>I asked the coach: “How do you relate to this new breed? Have you had to change your style?”</p>\n<p>“No,” he said, and added, in a misspoken attempt to be hip. “They know where I'm coming at.”</p>\n<p>Well, what's a preposition between friends? I thought. “Coming from,” “coming at.” It winds up at the same place, doesn't it? I cleaned up his quote.</p>\n<p>No such luck befell Wes Westrum, who managed a woebegone New York Mets team for a time in the 1960's.</p>\n<p>His team had just squeezed by for a rare victory.</p>\n<p>“Well,” he announced with some satisfaction, “that certainly was a cliff-dweller.”</p>\n<p>Yes, we in the writing fraternity left him to hang out to dry. We quoted him exactly.</p>\n<p>You see, we sportswriters sometimes have been burned by our own editors or unintended mistakes—so what's a little Schadenfreude between friends? And I don't mean the Bavarian soccer star.</p>\n<p><em>[Gerald Eskenazi has written sports for The New York Times since 1959.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Unexpected Surprises</h1> <p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">Place here, New York</span></em></p> <p>It was back in a creative writing class in college, and we had to do a paper on a visit to a museum.</p> <p>“The best surprises,” I began, “are those that happen unexpectedly.”</p> <p>It might have been my first non-sequitur in print, but I think, after 8,000 bylines that followed in <em>The New York Times,</em> not my last. Over the years I have been guilty—inadvertently, of course—of these leads. I daresay, so have the victims … er, subjects, I have written about.</p>"
}