{
  "type": "Article",
  "title": "The Sneeze: More Than Just Ah-Choo and Bless You",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Sneeze: More Than Just Ah-Choo and Bless You</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>In my high school math class, a sneeze and its responses became a form of coded communication. A boy and a girl in the class—let's call them Romeo and Juliet—were very much in love, but the teacher had separated them on account of their constant talking. So Romeo was in the back left corner, and Juliet was in the front right. Mrs. Buck thought this would keep the noise down, but the young romantics found a way to express their love anyhow. Here is an example of what might happen in a typical class period:</p>\n<p>Romeo (letting out an enormous fake sneeze): “Wahhhh-CHOO!”</p>\n<p>Juliet: “Bless you, Romeo!” Romeo: “Thank you, Juliet!” Juliet: “You're welcome, Romeo.”</p>\n<p>This might happen once, twice, or thrice in a day, Mrs. Buck steaming at her desk but unable to forbid such an innocuous exchange. Of course, by the second or third fake sneeze, the rest of the class had learned to take part, so ten or fifteen voices might chime out <em>Bless you, Gesundheit,</em> or <em>Salud.</em></p>\n<p>Culturally, language has become attached to the sneeze, much more than it has to other involuntary noises like the cough or hiccup. How do people respond to the sneeze in different cultures and languages? And for that matter, do we all sneeze as we do in English, <em>ah-choo?</em> Or is the sound of the sneeze transliterated differently in other languages? After all, an English cat says <em>meow</em> whereas Spanish and German cats say <em>miau</em> and Indonesian cats say <em>ngeong.</em> Does this also pertain to the sneeze?</p>\n<p>It sure does. English alone has several variations, which can be found in children's literature of the last half-century or so. Karla Firehammer's flea sticks to the American standard <em>ah-choo</em> (<em>The Flea's Sneeze,</em> published 2000), and so do all the farm animals in Andrea Zimmerman and David Clemesha's <em>The Cow Buzzed</em> (1993). Mercer Mayer published a wordless book with the title <em>Ah-Choo</em> in 1976.</p>\n<p>Spelled slightly differently, <em>a-choo</em> is the sound in Marilyn Singer's <em>Solomon Sneezes</em> (1999), and <em>achoo</em> is the sneeze of all the animals in Colin West's <em>One Day in the Jungle</em> (1995) and of Elmo, the Sesame Street muppet, in Sarah Albee's <em>Elmo Says, Achoo!</em> (2000).</p>\n<p>Olga Cabral's <em>The Seven Sneezes</em> (1948) contains a plethora of sneeze words: <em>a-choo, a-cha, achachoo,  kerchaya,  choo,  buttonmyshoe, switcheroo, katchoo, katchim, katcham, katchibble, fiddle-faddle, skedaddle, fumadiddle. Aaatshoum</em> represents a donkey's sneeze in Roger Duvoisin's <em>The Three Sneezes and Other Swiss Tales</em> (1941), and <em>aaaaa-aaaaa-aaaaa-ca-chew</em> represents a bear's sneeze in Jan Brett's adaptation of the Ukrainian folktale <em>The Mitten</em> (1989). There's also <em>kerchoo</em> (Joan Heilbruner's <em>Robert the Rose Horse,</em> 1962); <em>ka-choo</em> (Rosetta Stone's <em>Because a Little Bug Went Ka-Choo,</em> 1975); <em>ka-chow</em> (James Flora's <em>The Day the Cow Sneezed,</em> 1957); and <em>atishoooooooooo</em> (Ruth Brown's <em>The Big Sneeze,</em> 1985).</p>\n<p>Ruth Brown grew up in London, and indeed, in British English the sneeze is generally written out atishoo. Other English picture books use variations on this expression: <em>atisha atisha atishoooooh</em> in the Rev. W. Awdry's <em>Thomas the Tank Engine Railway Series,</em> (first published in the 1940s); <em>t'shoo</em> in Angela McAllister's <em>The King Who Sneezed</em> (1988); and <em>atishooo</em> in Margaret Mahy's <em>The Horribly Haunted School</em> (1997), in which a boy is allergic to ghosts. And in the British version of the children's song “Ring Around the Rosie,” the third line is “atishoo, atishoo” (“ashes, ashes” in the United States). (Popular belief has it that this song is about the bubonic plague, but there is no evidence to support this. The first published version of it appeared in Kate Greenaway's <em>Mother Goose,</em> 1881, more than 200 years after the last outbreak of plague in England; in this version, the third line is “hush, hush, hush, hush.”)</p>\n<p>Earlier versions of the British sneeze include <em>Atcha</em> (from one of the characters in Richard Broughton's 1873 novel <em>Nancy</em>) and—surely a onetime exclamation for comic effect—<em>Er-tchiouertchiou!</em> (from Hood's <em>Comic Annual,</em> 1878). In the late 19th century and early 20th, Punch stuck with more familiar variations like <em>a-tschoo, atischoo</em> and <em>atichoo.</em> In South African English, a sneeze is sometimes written as <em>atishoo</em> and sometimes as <em>kertishoo</em>. (By the way, before you jump to any conclusions—it seems unlikely that the word tissue, as in Kleenex or Puffs, evolved from the British <em>atishoo.</em> According to the <em>Oxford English Dictionary, tissue</em> only began to be used to mean handkerchief-typepaper, the kind you blow your nose on, in the 20th century. It was in use as early as the 14th century as a word describing a kind of gauzy cloth—Chaucer, 1366: “The barres were of gold ful fyne, Upon a tyssu of satyne”—and continued to be used this way up until the 18th century, when it was used to describe gauzy paper, and went from there to the modern meaning.)</p>\n<p>A Korean sneeze is transliterated <em>eichi,</em> and this may also be said in response to a sneeze. In Polish, <em>apc´ik</em> is the written sound; in Serbian, <em>apçiha;</em> in Czech, <em>hep˘ci;</em> in Slovak, <em>hap˘ci.</em> The Russian version of <em>ah-choo</em> is transliterated <em>ahpchkhee;</em> the Chinese Pinyin version is <em>aaaa-qui,</em> pronounced “ah-chee.”</p>\n<p>And by the way, Douglas Adams suggested, in his <em>Hitchhiker's Guide</em> books, that God created the universe by sneezing. In case you were wondering how such a sneeze might have been represented, we can turn to Esther Dendel's published version of the Liberian folktale “You Can't Unsneeze a Sneeze” (published 1995), in which God's sneeze is written “Ka-chew! Ah-ashish!”</p>\n<p>A sneeze can sound like a name or a word, and vice versa. In Richard Houghton's <em>Monographs Personal and Social</em> (published 1873), for example, a preacher “at once sneezed out the name Ker-shaw several times in various intonations.” And in Ogden Nash's “Allergy in a Country Churchyard” (<em>Good Intentions,</em> 1942) Mr. Weaver “said 'A cashew,' and the man said 'Gesundheit.'” (This, it turns out, is an old stand-up routine joke, repeated by the inimitable Fozzie Bear of the Muppets, among others. The joke-teller may ask the audience to identify <em>cashew, tissue, fichu, a shoe, ketchup,</em> or <em>curfew,</em> in order to respond <em>Gesundheit</em>.)</p>\n<p>Now, if you are really into transliteration of sneezes, I recommend (with some trepidation) visiting <a href=\"http://www.sneezefetish.org\">www.sneezefetish.org</a>, where you will find links to stories containing sneeze transliterations of which these are only a small sample: Hiih . . . IISSHOO! Huh-atssschh! ehhpTish! HahSSSCHHT! ha-he-KMPFahh! huhchih huchih huchoo hmmpchiw hmmpcheeeeew! and last but not least, huh, huh, aahh. aahh. AAH ATCH TITCH ooo-OO-ooo! But back to our somewhat less titillating subject.</p>\n<p>So, once you've ah-choo'd, how might others respond? In American, British, South African, and Australian English, people usually say <em>God bless you</em> or just <em>Bless you.</em> A longer version is <em>May God bless you and the Devil miss you.</em> Many English-speakers use the German response; some use the Spanish.</p>\n<p>In German, people say <em>Gesundheit,</em> “Health,” to which the sneezer may respond <em>Gesundheit ist besser als Krankheit,</em> “Health is better than sickness.” In Dutch, the term is similar, <em>Gezondheid,</em> or sometimes <em>Proost,</em> which is similar to the British <em>Cheers,</em> used in toasting. (For that matter, someone once said <em>Cheers</em> to me after a particularly violent sneeze, but I think that he was just kidding.) The Afrikaans response is also similar: <em>khesunheit.</em> The Yiddish response is <em>Gezuntheit,</em> “health,” for the first two sneezes, but on the third some people say <em>Gay schoin in drerd, hust schoin ein kalt,</em> loosely translated “Go to hell, you have a cold.” Other possible responses would be <em>Dulst du voksen ve a Purim koilisch,</em> “You should grow like a Purim bread,” or <em>Tszu gezundt, tszu langa lebidike,</em> “To health, to long pleasant years.”</p>\n<p>In French, the response to a sneeze is <em>A tes souhaits,</em> “To your wishes” (that is, “May your dreams come true”). If you know the sneezer particularly well, you may say <em>A tes amours,</em> “to your loves.” In Spanish, you can say <em>Dios te bendiga, “</em> God bless you,” or <em>Jesus,</em> to which the sneezer may respond <em>Amen.</em> Others say <em>Salud,</em> “Health,” and may keep going if the sneezer keeps sneezing: in one variation, the sequence is <em>Salud</em> on the first, <em>Salud y dinero,</em> “Health and money,” on the second, and <em>Salud y dinero y amor,</em> “Health and money and love,” on the third. In another variation, it's <em>Amor, Dinero, and Felicidad,</em> “Happiness,” for the first three. On the fourth, people might say <em>Alergías,</em> “Allergies,” a joke that comes up in other languages, too. In Portuguese, people say *Saúde, “*Health,” or <em>Deus te ajude,</em> “God help you,” to which the sneezer answers <em>Amen.</em></p>\n<p>Like Hebrew and Spanish, Japanese has a sequence of sneeze responses, in several versions. One goes like this: <em>Ichi homerare,</em> “Praise;” <em>Nikusash,</em> “Criticism;” <em>San-kenashi,</em> “Disparagement;” <em>Yottsu-ijo wa kase no moto,</em> 'Sign of a cold.' Another goes <em>Ichi home,</em> 'One to praise;' <em>Ni soshiri,</em> 'Two to slander;' <em>San wareware,</em> 'Three to be laughed at.'</p>\n<p>Eastern Europeans mostly use a phrase meaning 'To your health,' which can also be used in making toasts. In Serbian and Croatian people say <em>Na zdravlje;</em> in Slovak <em>Na zdravie,</em> in Polish <em>Na zdrowie,</em> in Lithuanian <em>I Sveikata,</em> in Russian <em>Bud'te zdorovy</em> or, for more intimate acquaintances, <em>Bud' zdorov</em> (for men) and <em>Bud' zdorova</em> (for women).</p>\n<p>In both Israel and Iran, people wish the sneezer health: <em>La'Briut</em> in Hebrew, <em>Afiyat bashe</em> in Farsi. The Farsi sneezer's response is then <em>Elahi shokr,</em> 'Thanks to God for health.' In Turkish, people say <em>Çok yas¸ar,</em> 'Long life.'</p>\n<p>In the first couple of hundred years A.D., the Romans responded to a sneeze with <em>Absit omen,</em> 'May the omen come to nothing,' or with some version of <em>Salus,</em> 'Health.' A character in Apuleius's <em>Metamorphoses</em> (book 9, chapter 41) entreats health for his wife after a sneeze “in the customary words,” (<em>Solito sermone salutem ei fuerat imprecatus</em>), but these customary words are not given. Adlington's 1566 translation has him saying “Christ helpe.” Later, during a plague in the time of Gregory the Great (590–604 A.D.), conventional wisdom held that death might come with a sneeze, and so people would say <em>Deus te adjuvet,</em> 'May God help you, in response.'</p>\n<p>Cliff Walker, editor of <em>Positive Atheism</em> magazine, objects to being blessed after he sneezes, for obvious reasons. He writes: “My favorite response . . . is to note the rhythm of the way the individual says, 'God bless you!' Then, I mimic that rhythm in saying, 'No thank you!' and then immediately follow with a big, disarming grin. All but the most serious blessers of sneezes will immediately see that they do this out of cultural habit—without ever having considered that many of us actually listen to the words, that we are not superstitious about it (and in most cases, neither are they). Most importantly, it conveys that the God bless you! invocation does make some of us uncomfortable.” (Visit <a href=\"http://www.positiveatheism.org\">www.positiveatheism.org</a> for more information.)</p>\n<p>For an answer to Walker's complaint, see Leslie K. Arnovick's “It's Nothing to be Sneezed At: Discursization in the Polite Bless You!” in <em>Diachronic Pragmatics: Seven Case Studies in English Illocutionary Development</em> (1999). (Say that ten times fast and you might end up with a sneezing fit.) Arnovick argues that <em>Bless you</em> has become almost completely divorced from its original meaning, saying “To tell the story of the sneeze Bless you we must move from Judeo-Christian, pagan, and folk traditions to secular and expressive conversational instances.” At the same time, she recognizes that “sensitivity to cultural diversity” may, in time, discourage the use of <em>Bless you,</em> and asks, “Might it not become more polite not to say <em>Bless you,</em> to substitute <em>Gesundheit</em> or say nothing all?” (She also mentions that good-bye evolved from <em>God be with you,</em> so Positive Atheist Cliff Walker may have to come up with a way of handling good-bye, too.)</p>\n<p>An episode of the television show Seinfeld offers one possible solution. According to Jerry Seinfeld's character (Season 3, Episode 319, “The Good Samaritan”), if you really want to make a person feel better after a sneeze, you should say not <em>God bless you</em> but <em>You're SOOO good-looking.</em> Maybe this will become the common English sneeze response of the future—a sort of secular blessing, a compliment.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Sneeze: More Than Just Ah-Choo and Bless You</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>In my high school math class, a sneeze and its responses became a form of coded communication. A boy and a girl in the class—let's call them Romeo and Juliet—were very much in love, but the teacher had separated them on account of their constant talking. So Romeo was in the back left corner, and Juliet was in the front right. Mrs. Buck thought this would keep the noise down, but the young romantics found a way to express their love anyhow. Here is an example of what might happen in a typical class period:</p> <p>Romeo (letting out an enormous fake sneeze): “Wahhhh-CHOO!”</p> <p>Juliet: “Bless you, Romeo!” Romeo: “Thank you, Juliet!” Juliet: “You're welcome, Romeo.”</p>"
}