{
  "type": "Article",
  "title": "Checking Your References",
  "author": "Tom Bentley",
  "location": "Watsonville, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Checking Your References</h1>\n<p><em><span data-rel=\"author\">Tom Bentley</span> <span data-rel=\"location\">Watsonville, California</span></em></p>\n<p>Think of your favorite book. No, better yet, go and get your favorite book, feel its heft in your hand, flip through its pages, smell its bookness. Read a passage or two to send that stream of sparks through your head, the alchemy that occurs when the written word collides with the chemicals of your consciousness. Delight is the fruit of that collision. Of course, “Go get your favorite book” poses one of those questions that seem almost unanswerable—there are so many books, so many literary lures to ensnare us. All those ways to flip a phrase, sculpt a story: sometimes an author uses a ticking bomb to deliver a message, sometimes you can barely glimpse a beckoning finger leading into opaque gauze.</p>\n<p>But it occurs to me that there's a book that I return to again and again, and it's no well-knit novel, no tightly integrated set of short stories, no self-help sermon—no, this book is the seeming source, the fount from which all books flow (well, contemporary English-language ones, at least).</p>\n<p>Of course, I'm talking about the dictionary. But to call it simply a book is to call a Tyrannosaurus a lizard. The dictionary is an ocean, a continent, a galaxy of language, concept, and thought itself. Here are sheer worlds, word worlds; the dictionary's comforting bulk is both sailing vessel and staid anchor for passage over the language seas.</p>\n<p>Sometime before the age of 10, after I began to read more challenging books, I began to understand—and cringe at—the daunting vastness of our language, and the seeming futility of trying to understand the subtleties of denotation and connotation—or even the simple definitions of the diligent reader's working vocabulary.</p>\n<p>Words, words words—a spilling profusion of them, a fecund maternity ward of words, where older words beget new, and new have multiple conjugation cousins, a prolixity unto endless babble.</p>\n<p>But amidst my anxiety about muddling through the meanings of so many new words (and worrying that for every two I looked up I'd forget one), I began to see that using the dictionary was itself a literary pleasure, and one I found more and more diverting. At first, I had one of those fat pocket dictionaries at home, one of the Webster variants, and I well remember pouring over its pages, murmuring unfamiliar pronunciations aloud, sometimes scouting for words that seemed unusual—those excessively long, or that looked or sounded funny. (Of course, I hunted my growing list of profane terms, greatly disappointed that my little dictionary was too illiberal to display “vulgar” terms.)</p>\n<p>But frustration with the single-word definitions of my pocket version and its missing-in-action scarcity for many words for which I sought clarification brought me to realize there is a real arena where “size matters”—going from pocket to desktop dictionary was a cosmological leap. Now my dictionary was a true tome, with words that had more gravity—literally, since the durn thing was so weighty, freighted with so many more words.</p>\n<p>Of course, a larger lexicographic field has its perils—I began to spend more time looking up words than reading the books bearing those words. Many people express some displeasure in having to interrupt their reading for word sorties, and it's true that turning the narrative faucet on and off again every few pages can disrupt a story's flow, but there are definitive rewards.</p>\n<p>You can derive so much more texture in your authorial appreciation, when you take the time to consider why your scribe might have used “flummoxed” rather than “foozled” to describe some kind of in-story contretemps. Of course, you can be completely catapulted off the story's track by consuming a gingerbread trail of words—one looked-up morsel often leads to another nearby word, equally as fascinating, or your looked-up word's definition itself has a word that commands sleuthing. (That's not even addressing how some definitions —often scientific ones—can send the layperson on a widening spiral of word-wanderings, since the defined terms so often use unfamiliar terms, those themselves defined by unfamiliar terms unending….)</p>\n<p>I found myself actually eager to read the dictionary, as much for the delight in the subtleties and shadings of word meanings as for the sense of authority the dictionary conveyed. At that point, I was innocent of great lexicographic debates (do you remember that there was great controversy in the publication  of  <em>Webster's  Third  Unabridged Dictionary</em>? The dictionary was ridiculed and condemned by publications such as the <em>New Yorker, Atlantic</em>, and <em>The New York Times</em>, its “permissiveness” attacked for sabotaging American morals and learning. They'll probably revoke my application to the The Hoary, Ink-daubed Scholar's Club, but I have to report that I find it amusing to think of a dictionary's publication inspiring controversy.), but I've since learned of the ongoing snipings between lexicographical/grammatical prescriptivists and descriptivists, the sclerotic scholars at war.</p>\n<p>I had looked at the reference sections of bookstores with a kind of awe—there were answers, tested and sound, and they were between these pages. But even when that callow sheen of thinking there were any language absolutes faded for me, the glories of dictionary diving did not. There are impossibly bright parrotfish of words that intrigue and inform, great coral reefs of words in every one. There's so much pleasure in finding a new word that resonates: one that you can toy with in your mind, curl aloud around your tongue for the first time, see if it looks suspect or suave in the company of other words on your printed page. And there's that slight embarrassment of testing the word in speech for the first time, the challenge to say it with practiced nonchalance.</p>\n<p>There's an odd delight in cornering and taming a new word—or having it crawl away from memory, only to pique your interest anew when you find it again in new reading. But sometimes the satisfying novelty of greeting (and re-greeting) the personal neologism reminds me of the Chesterton quote: “The mere brute pleasure of reading—the sort of pleasure a cow must have in grazing.” Sometimes I fear that dulled sense of intake and digestion in feeding from the larder of words, the sheer mechanics of exercising the mental bowels without higher-level savor.</p>\n<p>For a word person I have what are probably relatively few dictionaries—stacked, they are merely a yard and a half of words—but their small number compasses the variety of word compendiums, from appetizer to main course to dessert. My smallest has what look to be worm-eaten pages, a wheatcracker shade. It's an Abbott's (one of the many companies that published what they dub a Webster's dictionary without benefit of legal association with the original Webster name or its successors.) It's less than 200 pages, and 5 inches high by 2 inches wide, and even though it's outlived the time when vests and their pockets were the rage, it could slip unobtrusively into a purse or even a large wallet (or a sock, if you wanted to carry your dictionary like a concealed weapon).</p>\n<p>The Whitman publishing company didn't provide a copyright date on this worthy read, but it does have a Holidays Observed section among its added material in the book's rear that tells me that Armistice Day is celebrated November 11, when it's been called Veterans Day since 1954; this book's pock-marked pages tell me that it's even a more seasoned veteran than that. Those “extra materials” in the backs of dictionaries are often as diverting as the main text. Many dictionaries will offer lists of abbreviations, small citations listing biographical and geographical names, and essays that explore the history of the English language through all its permutations, but often (and more so in the older dictionaries) you'll find things like the <em>What to Do in Case of Accident</em> section in my Abbott's vest pocket, covering pressing exigencies like D<em>og Bite Treatments</em> and <em>Tests of Death</em>: “Push pin into flesh. If dead, the hole will remain; if living, it will close.” It also has a syllabication chart, a compound-word chart, and other adjuncts and byways of the word trade.</p>\n<p>But if you're really interested in traveling off the interstates of standard dictionaries, you need something like my <em>New Twentieth Century Unabridged</em>, whose imposing bulk makes my vest-pocket edition appear to be some kind of parasitical relation. Sadly enough, the first pages of this bulky book are missing, so I can't check copyright or publication attributions, but it's World War Two provenance seems assured by the series of black and white plates that do begin the book—a glorious photographic run of US Navy Bombers and Warships followed by a spate of pictures displaying US industrial might and ingenuity (five panels alone that illumine Steps in the manufacture of Rayon). A lovely 30-page color <em>Atlas of the World</em> precedes the definitions, but once you hit your stride and push pass the finish line 2006 pages later at zyxomma (a dragonfly found in India), you get an additional 376 pages (free!) of useful pages like the <em>Pronouncing Dictionary of Greek and Latin Proper Names</em>—you'll never mistake <em>Brutus</em> for <em>Brutulus</em> again.</p>\n<p>I'm very pleased to know the <em>3000 Words Most Often Mispronounced</em> (<em>eczema</em> perhaps, but why would <em>oral</em> puzzle so many tongues?), and for the copy of the Constitution and the History of Canada, but there's more spice in seeing that yes, Flaubert and Twain and Bronte made it to the list of the <em>World's Great Books,</em> but how did Francis Turner Palgrave and Pierre Louys? I can puzzle over that while I try to commit to memory, from the <em>Dictionary of Forms of Address,</em> that any letters I send to a Duchess of the Blood Royal should commence  with  “May  it  please  your  Royal Highness,”—one never knows when such information might save my peasant's hide.</p>\n<p>More modern works lack some of the eccentric extensions of these older efforts, but still there are lexicographic luxuries there too: I have an unabridged Random House from 1981 with crisp illustrations of scientific instruments and interesting animals accompanying worthy definitions, and its hefty back pages include condensed versions of French-English, German-English, Italian-English and  Spanish-English  dictionaries  (what,  no Japanese?), plus some lovely atlas pages in its own right. For me, the most whimsical entries are probably the <em>Major Ocean Deeps</em> (The Tonga Trench, at 35,341 feet, easily bests the Bouganville-New Britain Trench, at a mere 29,987). The <em>Noted Waterfalls of the World</em> chart is appreciated as well—the King George VI Falls in Western Guyana at 1,200 feet tops the King Edward VIII in Central Guyana at 840. (Major Ocean Deep researchers and aficionados of kings, I hope I haven't offended you.)</p>\n<p>I suppose my mainstays are the <em>Webster's Collegiates,</em> Ninth and Tenth editions, one at the ready in the office and one for the beside. The <em>Collegiates</em> are purported to be the well-thumbed standard dictionaries found on the copyeditor's desk in many publishing houses, regardless of whether the Oxford reposes in its grand hauteur on some nearby shelf. (Rather than pine for the heavyweight Oxford 20-volume edition, I always coveted their two-volume edition that came with the magnifying glass, a Holmesian touch that appeals when sleuthing out a slippery word's worth.)</p>\n<p>Speaking of the Oxford brings to mind the success of the recently published <em>The Professor and the Madman</em>—a book that describes in part some of the processes of putting together the initial <em>Oxford English Dictionary,</em> a project that would eventually take 70 years and 12 volumes to complete. Aside from the fascination of the book's central characters, what perked my interest was the notion that the compilers had requested well-read individuals to assemble word lists and quotations that illustrated the meanings of those words. They kept this wildly growing mass of citations in huge alphabetized cubbies—a database that sounds as charming as it was undoubtedly unruly. What gasps would our electronic means of securing and searching information have elicited from these lexicographic pioneers?</p>\n<p>But as useful as electronic reference books are—and I use them myself—they simply don't accommodate how the sensuality of language is best brought to the fore by flipping through the pages of some weighty volume, scanning with eye and finger to find the right word, the context of letterform and ink and the very smell of the pages themselves. There's a gratification in just the turning of a single well-printed page—a “leaf,” in all its organic glory—that is absent in the spin of electrons on screen.</p>\n<p>Another happy note from a different dictionary of mine is that the <em>American Heritage</em> has a Usage Panel, comprising a body of language mavens, expert and literary gadabouts that range from Maya Angelou to William F. Buckley. You can see the bloodied results of their tacklings of thorny language issues under any contended word. Look at this small serving from the <em>who/whom</em> battle: With respect to spoken language, a smaller majority of the Panel recognizes that many persons consider <em>whom</em> less natural in speech than <em>who</em>, regardless of grammatical requirements. In formal written usage, <em>whom</em>, as object of a verb, is the only acceptable choice according to 87 percent of the Panel: <em>Whom</em> did you meet? In speech, however, <em>who</em> is acceptable to 66 percent.</p>\n<p>There are entries for any such grammatical contention—I'm quite pleased to have the Panel's opinions there, because I'd be horrified to think that all these people agreed with one another. Again, that false, but engaging sense of being reassured by an authority.</p>\n<p>In some ways though (Usage Panel contentions aside), reference works in and of themselves do present that air of gravitas, that parental depth. Their very size and solidity seem to offer firm conclusions, unveering assertions, even when we know better. Books such as these don't seem transient, seem impervious to trend and time, even though some of my secondary dictionaries, like the <em>Dictionary of Ideas,</em> or the <em>Dictionary of Difficult Words</em> possibly are only reflections of a confined period, and perhaps their ideas and their very words won't have any currency much beyond their publication date, other than as part of the historical record.</p>\n<p>But somehow it's reassuring to see the attempts by authors and editors to capture something—language, ideas—that is always in flux. One of my favorite reference works for skimming is from Consolidated Book Publishers, the 1954 printing of <em>The Library of Universal Knowledge</em> (with its winning tagline, <em>The Practical Self-Educator</em>). In the</p>\n<p>preface, we can find that the editors “have endeavored to bring you authoritative data on every word you are likely to use in school, office or home, and in your daily contacts with people.” Bless those editors' dear hearts—if you're going to attempt the impossible, do it with gusto.</p>\n<p>Regular feedings at the dictionary can sometimes prompt that old temptation to substitute a gaudy word where a plainclothes one will do. It's been going on a long time: consider Mark Twain giving voice to Eve in his <em>Eve's Diary,</em> “We could not know whether we used our words correctly or not; we liked large ones, and I know now that we often employed them for their sound and dignity…” It's still an apple that's hard to resist.</p>\n<p>However, I can't think of the dictionary as anything but a stout and well-spoken friend. Samuel Johnson said, “I am not so lost in lexicography as to forget that words are the daughters of earth, and that things are the sons of heaven.” Sorry Sam, but words are things, the electricity of the mind, both crippled toadstool and lacy wing, hoarse mutterings in alleys and ringing proclamations in roused halls. Fill your pillows with them at night and pluck their pretty petals in the day. And if you can't remember how to spell them correctly, you know where to look them up.</p>\n<p><em>[Tom Bentley is a freelance editor and copyeditor. He has a Master of Arts in English (Creative Writing) from San Francisco State University.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Checking Your References</h1> <p><em><span data-rel=\"author\">Tom Bentley</span> <span data-rel=\"location\">Watsonville, California</span></em></p> <p>Think of your favorite book. No, better yet, go and get your favorite book, feel its heft in your hand, flip through its pages, smell its bookness. Read a passage or two to send that stream of sparks through your head, the alchemy that occurs when the written word collides with the chemicals of your consciousness. Delight is the fruit of that collision. Of course, “Go get your favorite book” poses one of those questions that seem almost unanswerable—there are so many books, so many literary lures to ensnare us. All those ways to flip a phrase, sculpt a story: sometimes an author uses a ticking bomb to deliver a message, sometimes you can barely glimpse a beckoning finger leading into opaque gauze.</p> <p>But it occurs to me that there's a book that I return to again and again, and it's no well-knit novel, no tightly integrated set of short stories, no self-help sermon—no, this book is the seeming source, the fount from which all books flow (well, contemporary English-language ones, at least).</p> <p>Of course, I'm talking about the dictionary. But to call it simply a book is to call a Tyrannosaurus a lizard. The dictionary is an ocean, a continent, a galaxy of language, concept, and thought itself. Here are sheer worlds, word worlds; the dictionary's comforting bulk is both sailing vessel and staid anchor for passage over the language seas.</p>"
}