{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA:",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA:</h1>\n<p><strong>Two New Kids on the Block</strong></p>\n<p>I suspect other readers of VERBATIM also share a sense of excitement whenever a new American English dictionary makes an appearance. We've struck it rich this time, with two dictionaries from distinguished publishing houses: <em>The American Heritage College Dictionary, Fourth Edition (AHCD)</em> (Houghton Mifflin, 0618098488, US$26.00) and <em>The Oxford American College Dictionary (OACD)</em> (Putnam, 0399144153, US$25.95). Both are based on larger works, <em>The American Heritage Dictionary of the English Language, Fourth Edition (AHD4),</em> and <em>The New Oxford American Dictionary (NOAD).</em></p>\n<p>Although <em>AHCD</em> does not lack provocative new features, <em>OACD</em> is the less traditional dictionary. For example, perhaps on the theory—axiomatic among lexicographers—that hardly anyone reads front and back matter, Oxford has kept these sections minimal. The front matter contains a preface stating the book's goals, a “how-to-use” guide that consists of sample pages, and a pronunciation key. Period. But given that <em>OACD</em> features innovative grammatical labeling, explanations would have been helpful. Without access to the front matter of the larger <em>NOAD,</em> users may not realize that “in sing.” signals a count noun that is not usually pluralized in a particular sense (an <em>ear</em> for music; the <em>promise</em> of peace) or that “submodifier” labels an adverb that modifies an adjective or another adverb (as shown at <em>too</em> but—oddly—not at <em>very</em>). Actually, <em>submodifier</em> is an entry in the book, as is <em>sentence</em> <em>adverb,</em> a label that other dictionaries would do well to consider. So if a baffling label is made up of whole words, you're probably in luck.</p>\n<p><em>OACD</em>'s back matter has a punctuation guide, a usage guide with helpful distinctions between formal and informal English, and an instructive, easy-to-read essay on the history of English, palatable enough for curious high-school students yet appropriate for curious adults.</p>\n<p><em>American Heritage</em> front matter is far more extensive. In addition to a preface, lists of staff and consultants (including the members of their well-known usage panel), a full guide to the dictionary, a style manual, a section on abbreviations and labels used in the dictionary, and an explanation of the book's pronunciation system, <em>AHCD</em> includes Geoffrey Nunberg's essay “Usage in <em>The American Heritage Dictionary.</em>” Shunning both rigid and out-of-date prescriptivism and undiluted descriptivism, this essay is amazingly lucid and balanced—virtually worth the price of the book.</p>\n<p><em>AHCD</em>'s back matter is a treasure. The six-page essay by Calvin Watkins, “Indo-European and the Indo-Europeans,” although quite technical, is well worth the challenge and serves as background for the “Appendix of Indo-European Roots.” These features of <em>American Heritage</em> dictionaries have long informed and delighted language lovers who are fascinated—even obsessed—by word origins. (Readers will have to consult <em>AHD4</em> for the new corresponding essay and appendix regarding Semitic roots.)</p>\n<p><em>AHCD</em> has a diacritical pronunciation system of the sort familiar to users of American dictionaries. <em>OACD</em>'s is something of a hybrid, essentially the same sort of respelling system but with some conventions borrowed from the International Phonetic Alphabet—/æ/ for “short a” and no syllable breaks. This can make the pronunciation of a long word daunting for the uninitiated.</p>\n<p>Both books offer word history notes, usage notes, and—a boon to generations of frustrated dictionary users—origins for some idiomatic phrases. Oxford's extensive biographical definitions, especially for prominent political figures, are far more useful than the perfunctory offerings in some other books. <em>AHCD</em> too has more than minimal biographical information, although not as ample. A mark of the difference in their approach to the lexicon can be seen at <em>Madonna,</em> where <em>OACD</em> includes the pop icon, and <em>AHCD</em> includes the now obsolete “form of polite address” likely to be encountered by readers of historical fiction. <em>AHCD</em> features other notes—synonym paragraphs, regional notes, and notes called “Our Living Language.” These last, introduced in <em>AHD4</em>, illuminate how American English varies not only by region but by social group and over time. The note discussing <em>like</em> as a way to introduce quotations is a gem.</p>\n<p>To some extent, the books select different usage issues. <em>OACD</em> includes notes at the taboo terms <em>nigger</em> and <em>fuck,</em> where <em>AHCD</em> simply has appropriate labels. Many of <em>AHCD's</em> notes deal with grammatical and sociolinguistic questions—the verb <em>contact</em> in the sense 'to communicate with'; the current proliferation of the word <em>lifestyle.</em> Obviously, there is some overlap. The books give similar advice at <em>disinterested,</em> as they do at the fading feminine ending <em>-ess,</em> and their notes about the use of <em>hopefully</em> as a sentence adverb supplement each other. In general, <em>AHCD</em>'s notes reflect the balanced judgment of Nunberg's essay, but it is a bit more difficult to detect a consistent philosophy in <em>OACD.</em> A note at <em>they,</em> for example, embraces the growing opinion that because <em>he</em> as a gender-neutral term is sexist, <em>they</em> is the term of choice even when the antecedent is singular, but the note at <em>between</em> perpetuates the somewhat old-fashioned notion that it is invariably restricted to two items. Both books include notes on changing or controversial pronunciations, as at <em>err</em> and, of course, <em>nuclear.</em> <em>OACD's</em> are brief and to the point; <em>AHCD's</em> are more detailed. Both are pretty much on target.</p>\n<p>With 1,672 pages of A–Z text for <em>OACD</em> and 1,597 (on lightweight paper) for <em>AHCD,</em> the former comes in as a thicker, heavier book. On their jackets, <em>OACD</em> in this, its first incarnation, claims more than 400,000 entries and definitions, while <em>AHCD,</em> in a third revision of an established work, boasts 7,500 new entries. Numbers like this have come to mean little. Editors of all major U.S. dictionaries include as many entries and as much additional information as they can, given the constraints of time, space, and a need to preserve legibility. They must make difficult choices. Long entries mean fewer entries. Undefined terms, like derived forms and variant spellings, increase the official entry count, but supplementary notes, however enlightening, do not.</p>\n<p>Given these constraints, <em>OACD</em> has chosen to sacrifice etymologies (labeled “ORIGIN” in <em>NOAD</em>). Although some people couldn't care less about word origins, for those of us who do, caveat emptor. <em>OACD</em>'s word history notes do cover etymological information, but in the fifteen pages from <em>Etna</em> to <em>Ezra,</em> I found notes only at <em>eulogy</em>, <em>exaggerate,</em> and <em>expletive.</em> Although these notes are eminently readable and free of arcane etymological symbols, that's still an average of only one for every five pages. <em>American Heritage,</em> renowned for its concern with word origins, continues that tradition with both revised etymologies and expansive word histories. At <em>hacker,</em> for example, the etymology suggests that the form of the word evolved from <em>hack</em> 'to cut' or from <em>hacker</em> 'amateurish player,' while the note traces the word's semantic evolution from skillful computer programmer through skillful computer prankster to its usual present-day meaning, the skillful perpetrator of break-ins into other people's computer systems—a sense that still rankles those skillful computer programmers.</p>\n<p>With the advent of computer-aided revisions, dictionaries are less reluctant than they once were to include brand-new terminology. Any dictionary will miss some new items; neither <em>AHCD</em> or <em>OACD,</em> for example, has identity theft. But both of these books make a concerted effort (<em>earwitness, feng shui, XML</em>), athough they haven't always chosen the same terms. If <em>AHCD</em> has <em>weaponize</em> and <em>za</em> (short for pizza), <em>OACD</em> has <em>racial profiling</em> and <em>hot button.</em></p>\n<p>But the heart of a dictionary is not in etymology or neology but in its definitions. Here, too, <em>OACD</em> deliberately departs from convention—aiming, according to the preface, at “fewer meanings with sharper, crisper definitions.” Perhaps this was the motive for omitting the infinitival <em>to</em> in its verb definitions, but by doing so <em>OACD</em> loses an essential signal of verbness, without which it can take a moment for the brain to sort out whether one is dealing with a verb or a noun. In the definition at <em>hang</em> 'exhibit or be exhibited, as in a museum,' only the fact that the intransitive sense (“be exhibited”) is combined with the transitive keeps the definition from being simply “exhibit, as in a museum.” In <em>AHCD</em>'s more traditional “to display by attaching to a wall or other structure,” the <em>to</em> precludes noun-verb confusion. In addition, omitting <em>to</em> can give the reader a disconcerting sense of being ordered around: “behave or move in a listless . . . manner”; “tell a lie.”</p>\n<p>Any time that you look up the same word in two dictionaries, you are likely to find one definition more nuanced or complete or helpful or satisfying than the other. Consider the politically sensitive affirmative action, defined by <em>OACD</em> as</p>\n<blockquote>\n<p>action favoring those who tend to suffer from discrimination, esp. in relation to employment or education; positive discrimination.</p>\n</blockquote>\n<p>Mentioning both employment and education is laudable, but this still seems a bit vague; what sort of action? performed by whom? Another element of mystery is added by reference to <em>positive discrimination,</em> defined in <em>NOAD</em> but not here. (It turns out to be a British term for <em>reverse discrimination.</em>) <em>AHCD</em>'s entry for <em>affirmative action</em> strikes me as subtly but significantly more focused:</p>\n<blockquote>\n<p>A policy or a program that seeks to redress past discrimination by increasing opportunities for underrepresented groups, as in employment.</p>\n</blockquote>\n<p>This wording makes it clear that the action is institutional rather than personal and clarifies what its objective is.</p>\n<p>On the other hand, the benefits of <em>OACD</em>'s access to a corpus—a text database of the sort that has been available to British lexicographers for some time—are exemplified in its editors' handling of recently emergent senses. While <em>AHCD</em>'s definition of <em>lame</em> (“weak and ineffectual; unsatisfactory”) is certainly adequate, for those of us who strain to comprehend the language of the younger generation, <em>OACD</em> shines by making finer distinctions:</p>\n<blockquote>\n<p>(of an explanation or excuse) unconvincingly feeble.</p>\n</blockquote>\n<blockquote>\n<p>(of something intended to be entertaining) uninspiring and dull.</p>\n</blockquote>\n<blockquote>\n<p>(of a person) naive or inept, esp. socially.</p>\n</blockquote>\n<p>Often the books complement each other. At single, both have “unmarried,” but <em>AHCD</em> adds “lacking a partner: a single parent,” and <em>OACD</em> adds the new meaning that has taken off in recent years, “not involved in a stable sexual relationship.” I would hate to choose just one of these books when using both is so much more informative.</p>\n<p>In sum, if I may anthropomorphize, <em>AHCD</em> is reliable, professional, comfortable to be with, and good to look at. Definitions and notes are focused, accessible, and often beautifully written. <em>OACD</em>—innovative and exciting—is not afraid to try out new ways of presenting and clarifying information. It invites exploration. If it is also occasionally undisciplined, it is bound to improve as it matures in future revisions. I would not allow either one to be taken away from me.</p>\n<p>—<em>Enid Pearsons</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA:</h1> <p><strong>Two New Kids on the Block</strong></p> <p>I suspect other readers of VERBATIM also share a sense of excitement whenever a new American English dictionary makes an appearance. We've struck it rich this time, with two dictionaries from distinguished publishing houses: <em>The American Heritage College Dictionary, Fourth Edition (AHCD)</em> (Houghton Mifflin, 0618098488, US$26.00) and <em>The Oxford American College Dictionary (OACD)</em> (Putnam, 0399144153, US$25.95). Both are based on larger works, <em>The American Heritage Dictionary of the English Language, Fourth Edition (AHD4),</em> and <em>The New Oxford American Dictionary (NOAD).</em></p> <p>Although <em>AHCD</em> does not lack provocative new features, <em>OACD</em> is the less traditional dictionary. For example, perhaps on the theory—axiomatic among lexicographers—that hardly anyone reads front and back matter, Oxford has kept these sections minimal. The front matter contains a preface stating the book's goals, a “how-to-use” guide that consists of sample pages, and a pronunciation key. Period. But given that <em>OACD</em> features innovative grammatical labeling, explanations would have been helpful. Without access to the front matter of the larger <em>NOAD,</em> users may not realize that “in sing.” signals a count noun that is not usually pluralized in a particular sense (an <em>ear</em> for music; the <em>promise</em> of peace) or that “submodifier” labels an adverb that modifies an adjective or another adverb (as shown at <em>too</em> but—oddly—not at <em>very</em>). Actually, <em>submodifier</em> is an entry in the book, as is <em>sentence</em> <em>adverb,</em> a label that other dictionaries would do well to consider. So if a baffling label is made up of whole words, you're probably in luck.</p> <p><em>OACD</em>'s back matter has a punctuation guide, a usage guide with helpful distinctions between formal and informal English, and an instructive, easy-to-read essay on the history of English, palatable enough for curious high-school students yet appropriate for curious adults.</p>"
}