{
  "type": "Article",
  "title": "Such a Fine Pot of Curry: South Asian Influences on the English Lexicon",
  "author": "Mike Youngblood",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Such a Fine Pot of Curry: South Asian Influences on the English Lexicon</h1>\n<p><em><span data-rel=\"author\">Mike Youngblood</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Although we often celebrate the ease—some would even say predaciousness—with which the English language adds new words to its lexicon, it is with far less frequency that we celebrate and acknowledge many of the non-Western languages that have played contributory roles in shaping our wonderfully polygenetic vocabulary. With this in mind, I would like to dwell a moment on some of the common English words that derive from South Asia, one of the many regions of the world to which speakers of English owe a surprisingly large debt of gratitude.</p>\n<p>Among the contemporary nations of South Asia, the languages and cultures of what is today northern India have historically played a prominently influential role. Some commonly used words from India stand out clearly in our minds as “foreign” or “Indian” loan words, perhaps because we still perceive them to represent something peculiar and distant despite their proven usefulness and wide-ranging applications. A short list of these recognizable words would include such spiritual and philosophical words as y<em>oga, yogi, pundit, bhagwan, mantra, Brahmin, karma, maharishi,</em> and <em>nirvana. Guru</em> is another in this group of words that, while retaining a strong Indianesque flavor, resides comfortably and meaningfully in everyday English. This short list could also include familiar words relating to Indian musical instruments and styles, such as <em>sitar</em> and <em>raga,</em> as well as food words, such as <em>curry</em>, <em>vindaloo, pilaf,</em> and <em>masala.</em> Most of us would easily attribute an Indian connection to words such as these.</p>\n<p>Their Indian-ness is easy to recognize, in part, because their popular circulation is recent. Many of these words, though long available to English speakers, did not begin to enjoy wide circulation in spoken American and British English until the 1960s, when a fascination with Indian culture, music, and transcendental philosophy reached new heights in the popular youth counterculture. Yet most of the South Asian words for which we are in debt have been in wide use for a much longer time. They have insinuated themselves so neatly into the language that we rarely find ourselves cognizant of their true origin.</p>\n<p>The fact is that new words have been entering European vocabularies from India and other parts of South Asia for centuries. The region's influence on European languages, and ultimately upon English, extends as far back as the period of pre-Christian trade and military contact between South Asia and Greece and Rome (both of which were almost as keen on India in their day as Columbus was in the 1400s, when he inadvertently went to the Americas instead of India, and as Americans themselves were in the peace and love generation of the 1960s). This linguistic commingling between South Asia and Europe became even more pronounced with the rise of Persian and Arab commerce in South Asia, which picked up around the eighth century AD, and greatly expanded the exchange of goods and ideas between India and points to the west.</p>\n<p>There are all sorts of indispensable and now fully naturalized words in the English glossary that resulted from these early relations. They are predominantly terms related to the trade of the time and include such useful items as <em>candy</em> (traced to Sanskrit <em>khand,</em> meaning 'to break'), <em>ginger</em> (from Sanskrit <em>shringaveram</em>, literally 'horn body' in reference to the shape of the root), <em>mango</em> (from the Tamil word <em>maankaay</em> ), <em>opal</em> (traced to the Sanskrit <em>upalas</em> 'precious stone'), <em>pepper</em> (from Sanskrit <em>pippalii</em> ), <em>camphor</em> (from the Sanskrit word <em>karpuuram</em> ), <em>sugar</em> (Sanskrit <em>sarkaraa</em> ), and even the name <em>India</em> itself (which was <em>indos</em> to the Greeks and <em>hind</em> to the Persians, derived from association with the river Indus which flows through modern India and Pakistan).</p>\n<p>Many of these words evolved substantially before entering the English vocabulary, undergoing transformations through the passage of time as well as through space, as goods exchanged hands in various ports and markets along their westward journey. The word <em>anil</em>—not as common as candy or pepper, but it does turn up with peculiar frequency in crossword puzzles—offers a nice example of this evolution. <em>Anil,</em> the English term for blue dye derived from the indigo plant, traces to the word <em>niil,</em> meaning 'dark blue' in Hindi, Marathi, and other Sanskritic languages. The word was often used to refer to the indigo plant itself rather than just the derivative dye, and as such it was picked up by Arab traders, who combined it with the Arabic article <em>an</em> (the) to create <em>an niil</em> (the indigo). <em>An niil</em> eventually passed into Portuguese as <em>anil</em> and from there entered English with its spelling unchanged. Just for fun, we can follow the journey further. The English word <em>aniline</em> (also sometimes called <em>aniline oil</em> ) is the common name for a colorless, synthetic compound that, beginning in the nineteenth century, came into use as an artificial replacement for organic anil in the manufacture of dyes. Although this word is substantially distanced from its original links with the indigo plant, or blueness, its heritage is essentially tied to Sanskrit and early South Asian trade.</p>\n<p>The most important chapter in the saga, however, began about three hundred years or so back, with the advent of efficient and direct French, Portuguese, and British oceanic trade. This period also represents a sort of branching out in the English-language relationship with the region. While most of the early contributions came from northern India, colonial Europeans now began adopting a wealth of words from throughout the region, including the areas that we know today as Nepal, Pakistan, Bangladesh, Sri Lanka, and the Maldives. At about the same time that Rudyard Kipling penned the famous words “East is east, and West is west, and never the twain shall meet,” European traders and administrators, spreading throughout the subcontinent, began to adopt all sorts of new customs and vocabularies from their</p>\n<p>Eastern acquaintances. At one time, the local English spoken by British colonial residents in the region was so interwoven with South Asianisms, that it almost evolved into a new language of its own. (For the curious, see Yule and Burnell's classic dictionary of Anglo-Indian English, called <em>Hobson-Jobson,</em> first published in 1886). Most of these colonial words have now faded from our modern English vocabulary, but a surprising number of them have survived. These include words that were borrowed without much change in their pronunciation or meaning, as well as others that originated in South Asian words and concepts but got a little garbled in the transfer.</p>\n<p>A marvelous example of the first type is <em>pajama</em> (<em>pyjama</em> in British English). How many of us, when we talk about pajama parties, jammies, or just 'PJs,' even momentarily recognize their South Asianness? Of course we don't; PJs are deeply English. Right? The truth is, <em>pajamas</em> —literally 'leg clothing' in Urdu and pronounced 'payjaama'—are the quintessential South Asian men's garments. Not just for sleepwear, variations on the payjaama are worn daily by millions of people.</p>\n<p>Other words that have been deeply naturalized without significant change include <em>cheetah</em> (from the Hindi <em>chiitaa</em> for the same animal, which traces back to the Sanskrit word <em>chitra</em>, meaning 'spotted' or 'patterned'), <em>jungle</em> (Hindi <em>jangal,</em> from Sanskrit <em>jangala</em> 'forest'), <em>mongoose</em> (from Marathi <em>manguus</em> , meaning, as you'd expect, 'mongoose'), <em>bungalow</em> (<em>bangalo</em> in Gujarati and <em>bangalaa</em> in Hindi and Marathi, referring to a one-story house with a surrounding yard that is 'typical of Bengal'), <em>anaconda</em> (from Sinhalese <em>henakandayaa</em> 'whip snake'), <em>atoll</em> (from Maldivian <em>atolu,</em> for the islands of the Maldives), <em>bangle</em> (Hindi <em>banglii</em> 'bracelet'), <em>cashmere</em> (referring to the fine wool of Kashmir, in the Himalayas), <em>cummerbund,</em> (from Urdu and Hindi <em>kamar</em> 'waist' and <em>band</em> 'wrap'), <em>dinghy</em> (from Hindi <em>dingii</em> and Bengali <em>dingi</em> , for a small boat or raft), <em>hookah</em> (from the Urdu <em>hukkah</em> , a 'jar' pipe), <em>khaki</em> (from Urdu <em>khaakii</em> 'dust colored'), <em>loot</em> (Hindi <em>luut</em> , meaning 'plunder' or 'exorbitant profit'), and <em>mogul</em> (likening to the magnificence of the great Mughal emperors who once wielded effective control over much of the region).</p>\n<p>The second group of colonial-era words—those that share a somewhat lesser resemblance with their indigenous pronunciation or meaning—includes gems such as <em>bandanna</em> and <em>cushy</em>. Most readers in the United States would probably guess that the <em>bandanna</em> was invented by American cowboys, right? Wrong. In the middle of the nineteenth century, when John Wayne types ranged through the Old West, variations on the bandanna had already enjoyed a long popularity in England. But the word comes from a corruption of the Hindi verb <em>bandhanaa,</em> meaning 'to fasten, bind, or tie.' The English word <em>bandanna</em> originally referred only to hankies that had been tie-dyed—a technique that Europeans learned in India. What about <em>cushy</em> ? This word that we usually use as a synonym for 'soft' sounds very much like native English slang and would appear to extend from the French-derived English word <em>cushion.</em> Not at all the case. It comes from the Urdu word <em>khushii</em> , meaning 'pleasure' or 'happiness.'</p>\n<p>A brief sampling of other words of this type could include <em>juggernaut</em> (meaning, in English, some sort of an enormous vehicle or 'an unstoppable force'). This word has its origin in a south Indian festival during which an image of the Hindu deity Jagganaatha is transported in procession upon an enormous carriage. <em>Punch</em> comes from the Hindi word <em>paanch,</em> the number 'five,' and was originally used in English to refer to a beverage made from five fruits. The twin-hulled boats that we call <em>catamarans</em> take their name from the Tamil <em>kattumaram,</em> meaning 'tied wood.' The ruffians we call <em>thugs</em> can trace their appellation to the Hindi and Marathi word <em>thag</em> 'swindler.' The slang word <em>chintzy</em> (cheap or inferior quality) comes from the Hindi <em>chiint</em> (painted, spattered) via <em>chintz</em>, an English corruption used to refer to patterned textiles manufactured in India. There's also <em>calico</em> (a corruption of the Malayalam textile port <em>Kozhikode</em> ; it was <em>calicot</em> to the French, as a reference to the fabrics of that port, which was then adopted in English without the silent 't'), <em>pariah</em> (an English word for any type of social outcast, but one which comes from the Tamil word for a particular low-status community, <em>paraiyan</em> , meaning 'hereditary drummers') and even <em>cheese</em> . Cheese? No, not the dairy product. Rather, <em>cheese</em> as used in the phrase 'the big cheese.' It is said to be colonial army slang, from the Hindi and Urdu <em>chiiz,</em> meaning 'thing.'</p>\n<p>Fortunately, the story doesn't end with the colonial period . . . or even with the Beatles era. Speakers of English have continued to borrow new words and ideas from South Asia right up into the present decade. Case in point: <em>chai,</em> that magnificently spiced South Asian tea that is fast becoming the latest marketing juggernaut in neighborhood coffee houses across the United States. And, as everyone knows, the secret to a great chai, just like a great curry, or punch—or language, for that matter—lies in its unique and masterful blend of ingredients.</p>\n<p><em>[Mike Youngblood, a cultural anthropologist, collected and researched English loan words from South Asia as a hobby while living in India. He is currently completing a book on the subject.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Such a Fine Pot of Curry: South Asian Influences on the English Lexicon</h1> <p><em><span data-rel=\"author\">Mike Youngblood</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Although we often celebrate the ease—some would even say predaciousness—with which the English language adds new words to its lexicon, it is with far less frequency that we celebrate and acknowledge many of the non-Western languages that have played contributory roles in shaping our wonderfully polygenetic vocabulary. With this in mind, I would like to dwell a moment on some of the common English words that derive from South Asia, one of the many regions of the world to which speakers of English owe a surprisingly large debt of gratitude.</p> <p>Among the contemporary nations of South Asia, the languages and cultures of what is today northern India have historically played a prominently influential role. Some commonly used words from India stand out clearly in our minds as “foreign” or “Indian” loan words, perhaps because we still perceive them to represent something peculiar and distant despite their proven usefulness and wide-ranging applications. A short list of these recognizable words would include such spiritual and philosophical words as y<em>oga, yogi, pundit, bhagwan, mantra, Brahmin, karma, maharishi,</em> and <em>nirvana. Guru</em> is another in this group of words that, while retaining a strong Indianesque flavor, resides comfortably and meaningfully in everyday English. This short list could also include familiar words relating to Indian musical instruments and styles, such as <em>sitar</em> and <em>raga,</em> as well as food words, such as <em>curry</em>, <em>vindaloo, pilaf,</em> and <em>masala.</em> Most of us would easily attribute an Indian connection to words such as these.</p> <p>Their Indian-ness is easy to recognize, in part, because their popular circulation is recent. Many of these words, though long available to English speakers, did not begin to enjoy wide circulation in spoken American and British English until the 1960s, when a fascination with Indian culture, music, and transcendental philosophy reached new heights in the popular youth counterculture. Yet most of the South Asian words for which we are in debt have been in wide use for a much longer time. They have insinuated themselves so neatly into the language that we rarely find ourselves cognizant of their true origin.</p>"
}