{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Hidden Language of Baseball: How Signs and Sign-Stealing Have Influenced the Course of Our National Pastime",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Hidden-Language-Baseball-Sign-Stealing-Influenced/dp/1496214633\"><em>The Hidden Language of Baseball: How Signs and Sign-Stealing Have Influenced the Course of Our National Pastime</em></a></h1>\n<p>Paul Dickson, (Walker &amp; Company), 230 pages.</p>\n<p>Once it became clear, back in its nascent days,\nthat baseball had evolved from a “gentlemen's\ngame” to a rough-and-tumble, win-at-all-costs competition, overt attempts at communication within\nthe team went out the window. Managers were\nchallenged to develop methods by which they could\ncommunicate with their players without the opposition knowing what they were up to.</p>\n<p>Paul Dickson, author of several distinctive volumes on the national pastime including <em>The New\nDickson Baseball Dictionary,</em> explains the history,\nstrategy and chicanery of this “art form” in <em>The\nHidden Language of Baseball.</em></p>\n<p>Thanks to the intrusive nature of television, it's\nrelatively easy for fans nowadays to get a glimpse of\nthe intricacies of intra-game exchanges. The catcher\nwaggles his fingers in various configurations to tell\nthe pitcher what to throw. The third base coach goes\nthrough similar, if not as hidden, gyrations to pass on\ninstructions to the batter. Infielders prepare their\ndefensive alignments on the basis of open- and\nclosed-mouth signals. The next time you see a close-\nup shot of a conference on the mound, it's likely the\nplayers will be hiding their mouths with their gloves;\nyou never know who might be trying to read lips.</p>\n<p>While the rules forbid television monitors in\ndugouts, there's nothing to keep a team from having one of their employees watching the tube from a luxury box and conveying information.</p>\n<p>Dickson notes there are thousands of individual\nsignals (including those from the umpires) displayed\nin any given game, many of which are mere camouflage, a “beard” for the real strategies. One of the\nbiggest “no-nos” a batter can do is to “peek” down at\nthe catcher in an effort to discern what pitch is coming. Many a harsh word (occasionally followed by\nfisticuffs) has transpired from such a faux pas.</p>\n<p>While the art of sign stealing—“breaking the\ncode” to find out what the opposition is doing—is\nacceptable, there are limits, writes Dickson. It's fine\nto have the players on the bench study the opposition for “tendencies.” It's considered “cheating,” on\nthe other hand, to stash someone in the scoreboard with a set of binoculars and a “telegraphic” device\nto relay such information to the dugout.\nOne such accusation involves one of the most\nfamous home runs of all time—Bobby Thompson's\nmiraculous home run which gave the New York\nGiants the National League championship over\ntheir archrivals, the Brooklyn Dodgers, more than\nfifty years ago.</p>\n<p>As the golden anniversary of the event\napproached, Hank Schenz, an infielder acquired by\nthe Giants in midseason, claimed that on orders of\nmanager Leo Durocher, he would sit in the Polo\nGrounds scoreboard and send signals to the dugout\nvia an electric buzzer to relay the catcher's calls to\nanother confederate who would then pass along the\ninformation to the batter at home plate. Schenz\nstated that Thomson was the beneficiary of such\ninformation right before his “shot heard round the\nworld,” an assertion Thomson denied.\nInterestingly, it seems such skullduggery\noccurred more often a generation ago than it does\ntoday. One would think, with all the modern methods of “snoopery” that the reverse would be the\ncase, but Dickinson's examples are mostly from\ntimes gone by.</p>\n<p>In keeping with his position as baseball's reigning lexicographer, the author offers a detailed glossary of “signs, signals and tip-offs.” In his chapter\n“Notes on How to Really Watch as Baseball Game,”\nhe writes, “[T]he key to picking up signals at the\nballpark is to watch the players, not the ball.” The\nball moves only when put in motion by others. The\nplayers, on the other hand, are always on the move.\nPre-game meetings go over how the day's pitcher\nwill ply his craft and how the fielders will position\nthemselves accordingly.</p>\n<p>The Hidden Game of Baseball is full of anecdotal information on the mental aspect of the sport which, while perhaps less dramatic than the physical prowess of the athletes, is nonetheless crucial to\na successful team.</p>\n<p><em>[Ron Kaplan]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Hidden-Language-Baseball-Sign-Stealing-Influenced/dp/1496214633\"><em>The Hidden Language of Baseball: How Signs and Sign-Stealing Have Influenced the Course of Our National Pastime</em></a></h1> <p>Paul Dickson, (Walker &amp; Company), 230 pages.</p> <p>Once it became clear, back in its nascent days,\nthat baseball had evolved from a “gentlemen's\ngame” to a rough-and-tumble, win-at-all-costs competition, overt attempts at communication within\nthe team went out the window. Managers were\nchallenged to develop methods by which they could\ncommunicate with their players without the opposition knowing what they were up to.</p> <p>Paul Dickson, author of several distinctive volumes on the national pastime including <em>The New\nDickson Baseball Dictionary,</em> explains the history,\nstrategy and chicanery of this “art form” in <em>The\nHidden Language of Baseball.</em></p> <p>Thanks to the intrusive nature of television, it's\nrelatively easy for fans nowadays to get a glimpse of\nthe intricacies of intra-game exchanges. The catcher\nwaggles his fingers in various configurations to tell\nthe pitcher what to throw. The third base coach goes\nthrough similar, if not as hidden, gyrations to pass on\ninstructions to the batter. Infielders prepare their\ndefensive alignments on the basis of open- and\nclosed-mouth signals. The next time you see a close-\nup shot of a conference on the mound, it's likely the\nplayers will be hiding their mouths with their gloves;\nyou never know who might be trying to read lips.</p>"
}