{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Rogue Scholar: The Sinister Life and Celebrated Death of Edward H. Rulloff",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Rogue-Scholar-Sinister-Celebrated-Rulloff/dp/0472113372\"><em>Rogue Scholar: The Sinister Life and Celebrated Death of Edward H. Rulloff</em></a></h1>\n<p>Richard W. Bailey, (University of Michigan Press, 2003), xii + 281 pp.</p>\n<p>Edward Rulloff thought that he was a genius,\nand so did many of those who met him, among\nthem some of the most learned nineteenth-century\nAmericans. His brain weighed in at 59 ounces, at\n“the higher ranges of normal,” a posthumous\nembarrassment; but it was big enough to contain\nthe mind of a philologist alongside the mind of a\nmurderer. Rulloff's life was incredible—or, it was\nuntil Richard W. Bailey's thorough, precise, judicious, and utterly absorbing book made it credible,\nnot least as a walk along the fine line separating\nlearning and morality.</p>\n<p>Arthur Conan Doyle's Moriarty illustrated the\nsame theme. Moriarty was the genius behind all\norganized crime; Rulloff's crimes weren't particularly well organized, which is why he spent so much\ntime in prison. Rulloff was a thief, murderer, and\nfraud: he murdered his wife and child, then spent\nhis life on the run; he stole to survive, murdered\nagain in the course of botched robberies, and pretended to be anyone but himself, moving from place to place in perpetual incognito.\nBut there was truth to the fraud. When he wasn't breaking the laws of God and man, he studied languages and philology, as well as medicine, engineering, and the law. He studied without the benefit\nof much formal education, but his learning was\nimmense; when he represented himself as a university graduate in search of a teaching position or professorship, as he did on many occasions, he seemed\ncredible enough, until someone recognized him as\nthe infamous fugitive Rulloff, as someone always did.\nIn the end, he didn't fool anybody, partly because,\nparadoxically, he wasn't fooling. His compulsive\ngenius might as well have been a fingerprint.</p>\n<p>Some thought that Rulloff's philological work\nwas mere subterfuge, an attempt to escape justice,\nbut others defended him. In the <em>New York Tribune,</em>\nHorace Greeley supposed that Rulloff “was driven\nlogically into crime by his love of learning,” since\nphilology doesn't pay the bills. Samuel Langhorne Clemens, in the same paper, regretted that Rulloff's “vast capabilities for usefulness should be lost to the world ... For it is plain that in the person of Rulloff\none of the most marvelous intellects that any age\nhas produced is about to be sacrified ... Here is a\nman who has never entered the doors of a college\nor university, and yet, by the sheer might of his\ninnate gifts has made himself such a colossus in\nabstruse learning that the ablest of our scholars are\nbut pigmies in his presence.” Rulloff agreed with\nClemens. He was writing a philological work on the\nscale of Casaubon's Key to All Mythologies. Like\nEliot's character, he died before he could complete\nit and present it to the world as justification for all\nthat had gone before. He hoped to sell his masterwork for $500,000, sure that someone would buy it because knowledge, even philological knowledge, is\npower. Theft was merely a stopgap, a series of\nadvances he couldn't wrangle from a publisher.</p>\n<p>Crime aside, Rulloff was as dedicated a teacher\nand scholar as any on record. During one incarceration, he taught local children languages while shackled to the floor of his cell. The family with\nwhom he lodged in New York City noted his obsessive study of comparative philology more than once. He worked on his book almost to the moment\nof his execution, depending on a library donated by\nthose sympathetic to his cause. The motivation\nbehind decades of toil and trouble was fame. He\nachieved fame, of course, but even considering\nBailey's account, as a criminal, not a scholar.</p>\n<p>In a desperate attempt to survive long enough to\nfinish his book, Rulloff asked that prominent philologists examine his work and affirm that it was worth the wait, even if waiting meant justice delayed. Most\nof them didn't understand what he was up to. He\nsought William Dwight Whitney's endorsement, but\nthere's no record that he received it. From what we\nknow of Rulloff's philology, though, credentialed\nscholars who weren't confused by his theories were\nlikely to disagree with them.</p>\n<p>Rulloff was a constructivist, that is, he believed\nthat language is a human artifact, not God's prefabrication. He followed an anthropological tradition in language studies best exemplified in James\nBurnett, Lord Monboddo, in which all current language is assumed to have derived from an original language, the “language of Adam.” Properly understood, current languages could be used to reconstruct the original language and “unlock the mysteries” contained therein. The original language,\nthat is, had magical powers worth at least $500,000\nto anyone with the key.</p>\n<p>Rulloff did not follow Sir William Jones,\nRasmus Rask, or the Brothers Grimm, however:\nhe ignored the comparative method they developed, as well as its crowning achievement, the reconstruction of Proto-Indo-European. And\nwhile Whitney was drawing philology inexorably\ntowards Saussure, Rulloff subscribed to principles like the following: “In language formed upon this plan, words are not merely arbitrary signs.\nThey are signs, each of which is specially and\nappropriately significant. Their significance\ndepends upon certain artistic relations, everywhere pervading their structure.” Rulloff's system allowed etymological deductions almost impossible to comprehend: “With the return of Bacchus from India, the letter R was brought into Greece, and was there employed in the application of language. The introduction of that letter was one of the most important events in the history of the\nhuman race”; and, “From <em>amictus,</em> 'clothing,' is\nderived directly, <em>tunica, tunic,</em> and this affords,”\nhe said, “a beautiful illustration of his method.\nThus we take from the first word the letters <em>t, u,\nn, i, c, a.</em> These all being found here, the <em>n</em> of the\nsecond is plainly substituted for the <em>m</em> of the first,\nboth being liquids.”</p>\n<p>As Bailey points out, “Rulloff's 'method' was\nabsurd, but no more improbable than some of the\nideas proposed by respectable scholars in\nrespectable places.” Rulloff's “model of language\ninvoked the sacred,” much as did Noah Webster's:\nWebster also scoffed at the “New Philology” and\nwas thus enabled to trace nearly every American\nEnglish word back to Chaldean. And near contemporaries of both, like Ralph Waldo Emerson, proposed theories of language and culture consistent\nwith the language of Adam myth.</p>\n<p>It's too bad that we know so much <em>about</em>\nRulloff's manuscript, but can't consult it. Wrong as\nhe may have been about the nature of language and\nthe processes of language change, something good might have come from it. While Rulloff wanted the language of Adam for its magic, others who sought\nit cared more about disambiguation, the one-to-one\ncorrespondence of word and referent. In the quest\nfor disambiguation, circa 1614, a university educated fellow invented logarithms, instead. Who knows what unexpected benefits might have accrued from\nRulloff's method and conclusions? But without the\nmanuscript, Rulloff's legacy is one of crime and\nsensation, not philology.</p>\n<p>No brief review can capture the intricacies of\nRulloff's life and thought, let alone the world's\nresponse to them, as described in Bailey's excellent\nbook. While mediocre scholars remember to look\nunder boulders and the best among us leaves no\nstone unturned, Bailey is a prospector and pans\nevery imaginable source for golden facts.\nBeautifully narrated, unimpeachably informed,\nhistorically relevant, simultaneously critical and\nsympathetic, and artfully written, Bailey's book is\nworth its weight. Rogue Scholar is more than a\nbiography: it considers family history, social history, literature, language, educational history, capital\npunishment, crime, and justice. Its subject is sine\nqua non; so is the book.</p>\n<p>When Governor John Hoffman refused to\nintervene in Rulloff's execution, Rulloff reportedly\nsaid to his lawyer, George Becker, “I shall be\nremembered long after Governor Hoffman is forgotten. He will be remembered only as a scheming politician; I as the author of one of the grandest\ntheories on the formation of languages. You and I,\nBecker, are the two greatest men of the age. I am\ngreat on philology and you are of great weight.”\nRulloff wasn't, after all, one of the great men of his\nage, but at least, thanks to Richard W. Bailey, he is\nremembered and, at least partially, according to his\nown estimate.</p>\n<p><em>[Michael Adams]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Rogue-Scholar-Sinister-Celebrated-Rulloff/dp/0472113372\"><em>Rogue Scholar: The Sinister Life and Celebrated Death of Edward H. Rulloff</em></a></h1> <p>Richard W. Bailey, (University of Michigan Press, 2003), xii + 281 pp.</p> <p>Edward Rulloff thought that he was a genius,\nand so did many of those who met him, among\nthem some of the most learned nineteenth-century\nAmericans. His brain weighed in at 59 ounces, at\n“the higher ranges of normal,” a posthumous\nembarrassment; but it was big enough to contain\nthe mind of a philologist alongside the mind of a\nmurderer. Rulloff's life was incredible—or, it was\nuntil Richard W. Bailey's thorough, precise, judicious, and utterly absorbing book made it credible,\nnot least as a walk along the fine line separating\nlearning and morality.</p> <p>Arthur Conan Doyle's Moriarty illustrated the\nsame theme. Moriarty was the genius behind all\norganized crime; Rulloff's crimes weren't particularly well organized, which is why he spent so much\ntime in prison. Rulloff was a thief, murderer, and\nfraud: he murdered his wife and child, then spent\nhis life on the run; he stole to survive, murdered\nagain in the course of botched robberies, and pretended to be anyone but himself, moving from place to place in perpetual incognito.\nBut there was truth to the fraud. When he wasn't breaking the laws of God and man, he studied languages and philology, as well as medicine, engineering, and the law. He studied without the benefit\nof much formal education, but his learning was\nimmense; when he represented himself as a university graduate in search of a teaching position or professorship, as he did on many occasions, he seemed\ncredible enough, until someone recognized him as\nthe infamous fugitive Rulloff, as someone always did.\nIn the end, he didn't fool anybody, partly because,\nparadoxically, he wasn't fooling. His compulsive\ngenius might as well have been a fingerprint.</p> <p>Some thought that Rulloff's philological work\nwas mere subterfuge, an attempt to escape justice,\nbut others defended him. In the <em>New York Tribune,</em>\nHorace Greeley supposed that Rulloff “was driven\nlogically into crime by his love of learning,” since\nphilology doesn't pay the bills. Samuel Langhorne Clemens, in the same paper, regretted that Rulloff's “vast capabilities for usefulness should be lost to the world ... For it is plain that in the person of Rulloff\none of the most marvelous intellects that any age\nhas produced is about to be sacrified ... Here is a\nman who has never entered the doors of a college\nor university, and yet, by the sheer might of his\ninnate gifts has made himself such a colossus in\nabstruse learning that the ablest of our scholars are\nbut pigmies in his presence.” Rulloff agreed with\nClemens. He was writing a philological work on the\nscale of Casaubon's Key to All Mythologies. Like\nEliot's character, he died before he could complete\nit and present it to the world as justification for all\nthat had gone before. He hoped to sell his masterwork for $500,000, sure that someone would buy it because knowledge, even philological knowledge, is\npower. Theft was merely a stopgap, a series of\nadvances he couldn't wrangle from a publisher.</p>"
}