{
  "type": "Article",
  "title": "No Trivial Matter",
  "author": "William S. Murray",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">No Trivial Matter</h1>\n<p><em><span data-rel=\"author\">William S. Murray</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>For some years now there has been an alarming trend that has apparently gone unnoticed by our nation's leaders. Maybe we Americans have become jaded to the many cries for conservation and guardianship of the legacy and burden that we are going to pass on to our children and our children's children. There are, after all, so many well-meaning and anxious organizations that call for us to have a care as to how we're mistreating this old planet that some issues are bound to slip through the crack.</p>\n<p>But someone's got to point out the predicament we're headed for, and the problem is just getting worse at a faster rate.</p>\n<p>Of course, I'm talking about running out of quality trivia questions.</p>\n<p>I'm guessing that <em>Jeopardy</em> or <em>The Weakest Link</em> must go through seventy or eighty questions per episode. <em>Who Wants To Be a Millionaire</em> has to burn off at least thirty or forty. <em>Wheel of Fortune, Street Smarts, Win Ben Stein's Money,</em> and <em>Tic Tac Dough</em> must account for another couple of dozen each, although you could easily argue that <em>Wheel</em> 's answers aren't really to questions. Some of these programs are on the air five days a week. By my count, those seven alone are consuming nearly a thousand trivia questions per week. Liberally discounting for re-runs, that's got to be at least twenty-five thousand per year, and most likely a lot more. Year after mind-numbing year. Gone. Forever! Like the Passenger Pigeon (in itself a pretty good trivia answer).</p>\n<p>Trivia is, to some extent, a self-renewing resource. And unlike, say, oil, it doesn't take nearly so long for something that was once alive and walking around to transmogrify into a more useful product for the rest of us to use. I mean, someday someone will not so easily be able to recall how many face lifts Michael Jackson has had or what U.S. vice president thought it necessary to add an 'e' to <em>potato</em>. Still, these things do take some time, and we're burning through the good stuff at an alarming and—with the move of <em>Weakest Link</em> to a five-day-a-week daytime schedule—rapidly increasing rate.</p>\n<p>I'm not talking here about the puff questions they use on the “celebrity editions” of these shows— although, frankly, I'm often stumped just trying to identify some of the “celebrities.” Future generations can easily live without questions like “What is the capitol of North Dakota?” or “Who's buried in Grant's Tomb?” or “How many states make up the Lower Forty-Eight?” The same goes for the length of the Hundred Years War—unless, of course, they're asking who were the participating countries. No, I'm concerned about the tough ones like “What is the definition of turnbuckle?” or “Where is a dingo dog found?” or “What's a scupper?” or “Does a squid have eight or ten tentacles?” or “What does the “B” in Rutherford B. Hayes stand for?” (or even “Who was Rutherford B. Hayes?”). “What did Kane mean by 'Rosebud'?” or “What's the name of the little crease in your upper lip just below your nose?”</p>\n<p>For proof that the rapid burn rate is already having an effect, just check out any of the Jaywalking segments of <em>The Tonight Show.</em> Sure, maybe some people don't know who sewed the first American flag or the meaning of “www” in a dotcom address, but not knowing who was the host of <em>The Gong Show.</em> Come on!</p>\n<p>Truth be told, while I think I know what an aglet is, sometimes I have trouble deciding whether it was Clara Barton or Florence Nightingale who founded the Red Cross. And once in a while I can't be certain if the Congo is longer than the Nile or the Amazon, but I do know that the president with the dual middle initials was the father of some other president, probably a Bush or maybe an Adams. And that's the point. These are exactly the kind of tough questions that must be held back to help preserve our rich heritage of semi-useful knowledge.</p>\n<p>It seems to me that we have a responsibility to those who will come after us. We should preserve such quality trivia as the name of the movie where Alfonso Bedoya declared that “no stinkin' badges” need be shown and what to call that dimple in the bottom of a wine bottle.</p>\n<p>I understand that the people running our country have other things on their minds these days, but it feels as though no one has even raised this important issue, much less proposed some sort of plan for conservation. I'm pretty sure that even Dave Barry</p>\n<p>hasn't addressed this. Maybe now that Dick Cheney seems to have less to do, it's something he could tackle from his undisclosed secure location.</p>\n<p>Let's see, Sacajewea, the one on the new dollar coin: something to do with the Pilgrims?</p>\n<p><em>[William Murray is the author of It'll Never Show on Camera, a memoir from the other side of the TV screen during the so-called golden age of television. Excerpts are at <a href=\"http://www.Visibility\">http://www.Visibility</a> Group.com.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">No Trivial Matter</h1> <p><em><span data-rel=\"author\">William S. Murray</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>For some years now there has been an alarming trend that has apparently gone unnoticed by our nation's leaders. Maybe we Americans have become jaded to the many cries for conservation and guardianship of the legacy and burden that we are going to pass on to our children and our children's children. There are, after all, so many well-meaning and anxious organizations that call for us to have a care as to how we're mistreating this old planet that some issues are bound to slip through the crack.</p> <p>But someone's got to point out the predicament we're headed for, and the problem is just getting worse at a faster rate.</p> <p>Of course, I'm talking about running out of quality trivia questions.</p>"
}