{
  "type": "Epistola",
  "title": "EPISTOLAE",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLAE</h1>\n<p>Indeed this physiological response [the sneeze] is “More Than Just Ah-Choo and Bless You.” (XXVII/4) In early antiquity, perhaps as far back as Sumerian civilization, many believed a sneeze ejected the sneezer's soul. If ever-lurking evil spirits were to be prevented from capturing such dispersed souls, prompt and vigorous action was necessary. Hence local and regional deities were called on ritually to avert catastrophe, a custom that lives on in “Gesundheit and God bless you.” So did the sign of the cross repel the hemophagic Count Dracula. Randall didn't include <em>skat</em> among the many prophylactic words and phrases available. Without fail, my maternal grandfather in eastern North Carolina pronounced a strong <em>skat</em> after anyone sneezed. <em>Scat</em> seems in the beginning to have used primarily to drive away cats and cats were known in a more satanic time as famiiars of the devil, eager to capture errant and erring souls. <em>Scat</em> properly enunciated should therefore protect the sneezer from imminent danger.</p>\n<p><em>Thrash</em> and <em>thresh</em> appear to be used indiscriminately in many regions in referring to beating and flailing. (re: “To Curf and Thrash, and Vex and Dash,” XXVII/4) What then of <em>thrush?</em> More than a half-century ago, in some rural South Carolina counties, “good country people” would take lunches after church and picnic on hospital grounds before going visiting inside. That they often knew not one of the patients mattered not a whit. The nursing staff was overwhelmed and many visitors were able to satisfy their broad medical curiosities. During the week the numbers were fewer but there were still some hall ramblers. Attracted perhaps by the smell of ether, braver folk burst into the operating room and were quickly run out by vehement “Scats!” Sometimes restraining traffic at night wasn't so simple. Working in our local hospital before my last year in medical school in the summer of 1948, I was examining a child in the emergency room. She had a cottony, sticky exudate in her throat that could only be a yeast infection, known medically as <em>moniliasis</em> or <em>candidiasis</em> and to the laity as <em>thrush.</em> Intent on my examination, I was unaware a hospital rambler was looking intently over my shoulder. When I turned to her, she spoke, rather oracularly, “Hits the thrash, doc. Git a vargin that ain't never seed her paw to breath on it and hit'll go away.” Such a therapeutic entity not being immediately available, standard medical treatment had to be resorted to—with satisfactory results.</p>\n<p>(Re: <em>Cackylacky</em>) I have lived in either North or South Carolina for more than seventyyears and have not heard <em>Cackylacky</em> mentioned in either.</p>\n<p><em>[John H Felts, Winston-Salem, N.C.]</em></p>\n<p>(Re: “The Humble Origins of Chad” XXVI/2)</p>\n<p>In <em>Timpson's Book of Curious Days</em> by John Timpson (Jarrold Publishing, Whitefriars, Norwich NR3 1TR),there is an item for March 2nd.</p>\n<p>“Wot, No Respect for St Chad?” The name of St Chad, who died on this day in AD 612, came in for a certain amount of ridicule during the last World War. Anyone of that generation will remember the drawings of a bald-headed, long-nosed little chap with a question mark growing out of his head, peering over a wall. The caption read: “Wot, no ... ?” depending on what particular shortage we were complaining about at the time. He was the creation of the cartoonist “Chatt”—George Edward Chatterton—who adapted his nickname to Mr. Chad.</p>\n<p>Many people therefore have a rather bizarre picture of the real Chad, who was probably bald and may well have had a long nose, but spent little time peering over walls. He was one of England's earliest missionaries, with his headquarters at Lichfield. He became the patron saint of medicinal springs, and since many pilgrims were cured at Chad's wells, the name <em>Chadwell</em> lives of around London and elsewhere. But according to the Royalists who defended Lichfield Cathedral during the Civil War, his powers extended further than that.</p>\n<p>The attacking Parliamentarians were led by Lord Brooke, who tempted Providence before the battle by praying that, if his cause were unjust, he might die. He was not only tempting Providence, it seems, he was also tempting St. Chad. because this happened on St. Chad's Day in 1643, and after all this was his cathedral. The general had hardly got off his knees before a brace of musket bullets struck him down.</p>\n<p>And somewhere a saintly voice may have murmured: “Wot, no respect?”</p>\n<p><em>[Dempsey Hurst, Riverside, California]</em></p>\n<p>These health re-definitions have been in my file for  some time. Not original with me but I do not know the source (I found a clipping undated from <em>Chemical and Engineering News</em> saying that it arrived from an unidentified source in the nursing department at New York University.)</p>\n<blockquote>\n<p><em>Artery:</em> The study of paintings.</p>\n<p><em>Bacteria</em>: The back door to a cafeteria.</p>\n<p><em>Caesarian Section:</em> A Roman neighborhood.</p>\n<p><em>Dilate:</em> To live long.</p>\n<p><em>Nitrates:</em> Cheaper than day rates.</p>\n<p><em>Node:</em> Was aware of.</p>\n<p><em>Outpatient:</em> Someone who fainted.</p>\n<p><em>Postoperative:</em> Letter carrier.</p>\n<p><em>Terminal</em> <em>illness:</em> Getting sick at the airport.</p>\n</blockquote>\n<p><em>[Saul Ricklin]</em></p>\n<p>Sic! Sic! Sic! <em>Horribile Dictu!</em> “Moving? You know the drill—let us know right away, by phone, email, or those funny things with stamps on).” I wouldn't combine the singular forms of communication with the plural “funny things with stamps on.” I expect more from VERBATIM.</p>\n<p><em>[Ben Cohen]</em></p>\n<p><em>[We've changed our little blurb. However, we're not going to adopt the slogan “expect more from <em>VERBATIM</em>” just yet. —Ed.]</em></p>\n<p>[A] recent mailing mentioned a possible contest, “Words You Wish Existed.” This letter is not about that contest or any other; I want to know a particular word that I know exists but which I've forgotten. Perhaps you can help me.</p>\n<p>The word I'm looking for refers to the quality possessed by babies and baby animals that elicits a “cute response” in adults, something like a caregiving response in adults.</p>\n<p>The “cute response” was named by Konrad Lorenz. He noted, in pandas for example, the apparently disproportionally large heads compared to the body, the round head with the big eyes; their clumsiness and tendency to sit on their rear ends, all reminding one of a baby needing nurturing.</p>\n<p>The word is not <em>neoteny</em> or <em>neoteinia</em> from biology, meaning the prolongation of immaturity.</p>\n<p>Thank you for your help in this matter.</p>\n<p><em>[John A. Peters, MD, Scituate, Massachusetts]</em></p>\n<p><em>[Readers? Any answers? –Ed.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLAE</h1> <p>Indeed this physiological response [the sneeze] is “More Than Just Ah-Choo and Bless You.” (XXVII/4) In early antiquity, perhaps as far back as Sumerian civilization, many believed a sneeze ejected the sneezer's soul. If ever-lurking evil spirits were to be prevented from capturing such dispersed souls, prompt and vigorous action was necessary. Hence local and regional deities were called on ritually to avert catastrophe, a custom that lives on in “Gesundheit and God bless you.” So did the sign of the cross repel the hemophagic Count Dracula. Randall didn't include <em>skat</em> among the many prophylactic words and phrases available. Without fail, my maternal grandfather in eastern North Carolina pronounced a strong <em>skat</em> after anyone sneezed. <em>Scat</em> seems in the beginning to have used primarily to drive away cats and cats were known in a more satanic time as famiiars of the devil, eager to capture errant and erring souls. <em>Scat</em> properly enunciated should therefore protect the sneezer from imminent danger.</p> <p><em>Thrash</em> and <em>thresh</em> appear to be used indiscriminately in many regions in referring to beating and flailing. (re: “To Curf and Thrash, and Vex and Dash,” XXVII/4) What then of <em>thrush?</em> More than a half-century ago, in some rural South Carolina counties, “good country people” would take lunches after church and picnic on hospital grounds before going visiting inside. That they often knew not one of the patients mattered not a whit. The nursing staff was overwhelmed and many visitors were able to satisfy their broad medical curiosities. During the week the numbers were fewer but there were still some hall ramblers. Attracted perhaps by the smell of ether, braver folk burst into the operating room and were quickly run out by vehement “Scats!” Sometimes restraining traffic at night wasn't so simple. Working in our local hospital before my last year in medical school in the summer of 1948, I was examining a child in the emergency room. She had a cottony, sticky exudate in her throat that could only be a yeast infection, known medically as <em>moniliasis</em> or <em>candidiasis</em> and to the laity as <em>thrush.</em> Intent on my examination, I was unaware a hospital rambler was looking intently over my shoulder. When I turned to her, she spoke, rather oracularly, “Hits the thrash, doc. Git a vargin that ain't never seed her paw to breath on it and hit'll go away.” Such a therapeutic entity not being immediately available, standard medical treatment had to be resorted to—with satisfactory results.</p> <p>(Re: <em>Cackylacky</em>) I have lived in either North or South Carolina for more than seventyyears and have not heard <em>Cackylacky</em> mentioned in either.</p> <p><em>[John H Felts, Winston-Salem, N.C.]</em></p>"
}