{
  "type": "Article",
  "title": "Diction Slips",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Diction Slips</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>The problem arose when I corrected the paper of a student I'll call A—for <em>Argument.</em> “Why did you change that word?” asked A, pointing to a sentence on the first page. “And what does 'dict.' mean?”</p>\n<p>“It means your diction is off.” I read the offending sentence. The paper had to do with a scary overnight bicycling trip past an old graveyard. “'The road we biked on was steep and torturous.' You mean <em>tortuous</em> . No <em>r.</em> ”</p>\n<p>“What's the difference?”</p>\n<p>I tried not to sound like a pedantic English teacher I'd had in high school. “<em>Torturous</em> means painful, as in <em>torture</em>. <em>Tortuous</em> is twisted, winding—like certain roads.”</p>\n<p>She frowned. “But it was so hilly and crooked, it really was painful to pedal up it.”</p>\n<p>I sighed. “Well, maybe. Look, let's move on. Here you have 'The epigram on his tombstone read, “He who laughed last.”' What you mean is <em>epitaph</em> .” “But you told us that an epigram is a witty saying.” She began to flip through her class notes. “I actually took it down . . . somewhere.” “I probably did say that, but—”</p>\n<p>“So why can't a joke be on a gravestone?” She folded her arms.</p>\n<p>“All right, never mind. But here”—I moved on to the next page—“you talk about how <em>illusive</em> the man's ghost was. You mean he can't be tracked down easily, right?”</p>\n<p>A suspected a trap. “Maybe. ”</p>\n<p>“Then you mean <em>elusive</em> .” I explained the term. “But ghosts are illusions, so they're hard to spot.” “Yes, but—”</p>\n<p>“So he's <em>elusive</em> because he's <em>illusive</em> !”</p>\n<p>And here I draw a veil over the rest of the proceedings, as they used to say in old-fashioned novels. Let's just say that <em>A</em> got a B instead of a C. Why? Not just because I wanted to get rid of her, though that rationale may have figured partly in my calculations, but because I thought she had a point. The reason that certain words are often confused is not just that they're spelled or pronounced similarly, but rather that their meanings are entwined.</p>\n<p>For example, when someone—an English teacher correcting your paper, let's say—<em>deprecates</em> your work, he probably also <em>depreciates</em> it. That is, if he expresses disapproval of it, he may well be lessening its value by marking it down. I know this to be true because I'm an English professor, though students instinctively know it, too. Similarly, one doesn't have to be a police officer to recognize that many people who <em>flout</em> the law are just the types to <em>flaunt</em> their crimes in public. People who scorn the rules of society are often show-offs.</p>\n<p>Let's return to that epitaph on the gravestone. Grave markers sometimes <em>do</em> feature <em>epigrams,</em> which may also function as <em>epigraphs</em> in poems if they strike the right note. I've seen Oscar Wilde's “One should always be a little improbable” on a marble marker in Woodlawn, but I've also seen it heading up an odd little poem about quantum mechanics. To add further confusion: gravestones may also include <em>epithets</em> describing the deceased, such as “Dave, the Incomparable.” [For more on the confusing words <em>epitaph, epigram, epigraph</em>, and <em>epithet</em> , see the poem “Primer” in VERBATIM* XXIV/4.]</p>\n<p>But where do we draw the line? <em>Strunk and White,</em> that bastion of common sense, make a point of distinguishing between <em>compose</em> and <em>comprise</em>, though decades of sloppy diction have made a hash of the distinction. A sentence from section IV, “Words and Expressions Commonly Misused,” reads helpfully: “A zoo <em>comprises</em> mammals, reptiles, and birds”(because it embraces, or includes, them).” But a zoo is <em>composed</em> of those same three groups (and these days, here and there, butterflies). My poor student confused <em>elusive</em> and <em>illusive,</em> but just as vexing is the conjunction of <em>allusion</em> and <em>illusion.</em> I think the problem is in describing an allusion as “an indirect reference,” which makes it shadowy as an illusion. The sad truth is that, for far too many students taking required literature courses, subtle allusions might as well be illusions.</p>\n<p>Or maybe the students are just uninterested in the material, though they'd probably describe their mood as disinterested. The logical connection is clear to anyone who's ever sat in a court of law: How easy to be <em>disinterested</em> (impartial) when one is <em>uninterested</em> (couldn't care less). And when the teacher at the front of the room makes yet another indirect statement or allusion, the students have to infer or guess what the teacher <em>implies</em> or suggests (students often write <em>infer</em> for <em>imply</em>, but for some reason not vice versa).</p>\n<p>Other pairs are similarly fused causally, and some even come in quadruplets, to wit: Certain factors may <em>affect</em> the <em>effect,</em> as in turning up the thermostat and altering the temperature of the room. To perform this act is to <em>effect</em> a change, and perhaps induce a psychological <em>affect</em> of warmth. Then there are the triplets <em>insure, ensure,</em> and <em>assure,</em> which have several meanings but share one sense: 'to secure or guarantee.' That is, if the game is fixed, the outcome is assured or insured or ensured (usually the British variant). But <em>insure</em> has become entangled with the legalized gambling known as insurance and therefore has lost some of its happier persuasive import. Look at the history of what was once called life assurance, as if life were guaranteed by paying the premiums, and note how it shifted to the more grounded “life insurance”—after a forgettable period of utter realism when it was known as “death insurance.”</p>\n<p>So slow students aren't the only ones who muddle these words. The problem is further complicated by the often-linked etymology of the terms. After all, <em>assure</em> and its brethren all partake of surety. <em>Torturous</em> and <em>tortuous</em> both derive from the notion of twisting—as in the rack or as in crooked. And so on. The simple word <em>limit</em> or <em>boundary</em> is often cruelly abandoned for its more grandiose cousin <em>limitation,</em> which often implies (not infers) a drawback of some kind, though, as with <em>compose</em> and <em>comprise,</em> the two words often slew together. Yet William Safire of the <em>New York Times</em> argued for just such a distinction, practically the same day that a <em>Times</em> headline proclaimed “Term Limitations” for political offices. I might ask, if the distinction is so clear, why we have statutes of limitations. If that isn't the limit! (Safire has also taken glee in pointing out the difference between <em>nudge</em> and the Yiddish <em>noodge,</em> or to “push” versus to “pester,” but surely one nudges people because one is a noodge.)</p>\n<p>Is there any refuge from these diction slips? Well, at least they stem from attempts to broaden one's vocabulary. Most students don't confuse <em>imminent</em> with <em>immanent</em> because they don't know the second word, and the same is true of <em>energize</em> and <em>enervate.</em> So we're safe there. Maybe we can take some insurance from that.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Diction Slips</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>The problem arose when I corrected the paper of a student I'll call A—for <em>Argument.</em> “Why did you change that word?” asked A, pointing to a sentence on the first page. “And what does 'dict.' mean?”</p> <p>“It means your diction is off.” I read the offending sentence. The paper had to do with a scary overnight bicycling trip past an old graveyard. “'The road we biked on was steep and torturous.' You mean <em>tortuous</em> . No <em>r.</em> ”</p> <p>“What's the difference?”</p>"
}