{
  "type": "Article",
  "title": "Product Names",
  "author": "Mike Warburton",
  "location": "Cheshire, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Product Names</h1>\n<p><em><span data-rel=\"author\">Mike Warburton</span> <span data-rel=\"location\">Cheshire, England</span></em></p>\n<p>Today we are faced with countless products competing for shelf space in our supermarkets. Not only that, for every product, there are dozens of different brands, each with its own range of goods to tempt the confused customer. Manufacturers try to entice us by using various sneaky tactics: the promise of improved health, the simple attraction of paying less, or increasingly, how valuable our contribution to the world's environment would be if we were to make a particular purchase.</p>\n<p>Another strategy employed by companies is their imaginative—and I use this word loosely here—use of names to sell their merchandise. Advertising and marketing chiefs have been trying to impress us for years with such titles as <em>Spam, Vimto, Daz, Bovril,</em> all of which have survived the test of time. We seldom question their linguistic derivation or aptness, because they have managed to ingrain themselves into our culture. Yet how do today's product names compare? How do they originate or reflect 21st-century society? Will they even last beyond the end-of-year sales figures?</p>\n<p><em>Charmin</em> toilet rolls, or bath tissues, to be precise, have gradually infiltrated the aisles of British emporiums. But this is not a new phenomenon, as U.S. households have experienced their soft, strong, and absorbent qualities since 1928. This curious sounding product was coined by a Wisconsin employee who believed it to be, yes, you've guessed it, charming. Such a bizarre view of life suggests that the residents of Wisconsin possess more refined toilet habits than most. Or maybe he uses the smallest room for his particular method of snake-charming.</p>\n<p>There are certain dangers to beware of when inflicting new names on an innocent society. We have been p-p-picking up a <em>Penguin</em> since it was introduced in 1946 by Macdonalds. This was the company that innovated individual packets of biscuits when only tins had existed. Then in 1997, ASDA (the UK's Wal-Mart) entered the fray with its own brand, the <em>Puffin</em> . Strangely, the Puffin was also a chocolate-covered, oblong-shaped, cream filled sandwich biscuit with a similar wrapper. How would United Biscuits, which made the Penguin, react? The matter was taken to court in 1997, when ASDA were deemed to have sufficiently deceived the public. They were ordered to change the package design to differentiate. So although ASDA may have lost the battle, they seem to have won the war.</p>\n<p>The makers of the soft drink <em>Ribena</em> also suffered at the hands of the powers-that-be but managed to acquire (possibly intentional) publicity on the way. They devised the <em>Ribena Toothkind</em> range. Not only had it been scientifically proven to minimise tooth erosion, it was the only drink accredited by the British Dental Association. According to the Advertising Standards Authority, however, there was not enough medical evidence to support these claims. Maybe if Ribena's makers had put as much research into that contrived, synthetic name, the ASA might have been more sympathetic.</p>\n<p>Economic globalisation has a lot to answer for. We  had  been  happily  chomping  on  our <em>Marathon bars</em>, content in the knowledge that they would see us through the 26.2 miles of exertion if necessary. Then all of a sudden, in 1990, <em>Snickers</em> appeared as their cosmopolitan replacement. Such a practice is “mono branding,” as experts call it. It clearly benefits a worldwide manufacturer that has been turning over <em>x</em> million <em>Marathon</em> s plus <em>y</em> million <em>Snickers,</em> when the end product is just the same. But was it really a matter of international politics, or just an excuse to increase the price?</p>\n<p>And were we ever consulted?</p>\n<p>A similar demise befell the humble <em>Opal Fruit,</em> which had been “making your mouth water” for generations before being rechristened the more in-yourface, Euro-friendly <em>Starburst.</em> The <em>Opal Fruit</em> Party website is actively campaigning now to save the original identity of the multiflavoured confectionery.</p>\n<p><em>Oil of Ulay</em> is now <em>Oil of Olay</em>, a move that will appeal to all budding English bullfighters seeking perfect skin. You may have noticed that the household cleaner <em>Jif</em> has now become <em>Cif</em> in the UK, a word which had already existed in 60 countries. But how are we to pronounce this oddity: <em>Sif, Chif, Shif</em>, <em>Kif?</em> No doubt every country has its own version, which seems to defeat the object of uniformity.</p>\n<p>Those boffins from the world of cosmetics, particularly the Laboratoire Garnier stable, have been blinding us with science for years. With elaborations like <em>Plenitude, Fructis,</em> and <em>Neutralia</em> being bandied about, who are we to argue? Still, when they start creating new compounds like <em>Lip-Finity</em> and <em>Lash-Finity,</em> then the rudiments of the English language are being challenged. Will we have lips or lashes so perfect that they will last beyond the grave? It is, however, a brave lexical invention, which may spawn a family of <em>-finities,</em> as <em>Ribena</em> may have started with <em>Toothkind</em>. We may have mocked when <em>user-friendly</em> and <em>child-friendly</em> slipped into the vocabulary in the 1980's, but today their use goes unremarked.</p>\n<p>Everybody loves ice cream, but many of us love the sound of <em>Häagen Dazs</em> ice cream more than other brands, even though it may appear similar. It just sounds so . . . well, sexy . . . as they say these days, when referring to anything from a hammer drill to a food mixer. Their sensuous advertisements certainly testify to this. The choice of the words <em>Häagen Dazs</em> is the ultimate use of a product name as supreme marketing tool. It conjures up images of the exotic and the luxurious, even though it was a red-blooded American company that first concocted it more than thirty-five years ago. Yet the makers believe that taste speaks for itself, proclaiming shamelessly that “Häagen-Dazs is to ice cream as 24-carat is to gold, as Kobe is to beef, as extra virgin is to olive oil, as truffles are to the mundane mushroom.”</p>\n<p>Wall's has been the UK's leading ice cream company for more than seventy-five years, and in 1999 its products represented nineteen out of the top twenty best sellers in the impulse market. But this didn't prevent them from launching a range (within the so-called Premium Sector) with the Frenchified name <em>Carte d'Or</em>. Similarly, the name of Unilever's <em>Gino Ginelli</em> (launched in 1994) bears an uncanny resemblance to that of the Italian immigrant family, <em>Granelli</em> , makers of ice-cream since 1889. All this consumer choice seems a far cry from when you used to be confronted by the ice cream vendor who asked “Just one scoop or two?”</p>\n<p>Breakfast cereals were at one time limited to little more than <em>Scott's Porage Oats.</em> The packet which depicts a Highlander putting the shot is virtually a twentieth-century icon. Since then, we've had the brilliantly onomatopoeic <em>Rice Krispies</em> and the politically-precarious <em>Sugar Puffs.</em> But the last two decades have seen a marked increase in punchy, racy efforts to lure the hungry early riser. There is the mighty <em>Sustain</em>, the ever-so-friendly <em>Cheerios,</em> the colloquial <em>Just Right,</em> and the insane <em>Marshmallow Blasted Froot Loops</em> (not helped by the unnecessary misspelling, but that's another story).</p>\n<p>Despite a strong brand name, image is still king. Image development goes hand in hand with advertising campaigns, one of the most famous being that of Guinness. Many will say that the black stout does not require any marketing gimmicks, the product selling on its own merit. If done correctly, constant references, be they verbal or visual, can only enhance appeal and subliminally affect us all.</p>\n<p>“Guinness is Good for You” may not have been the most original of taglines, but the alliteration helps it to be stored in memory. Then the <em>Guinless</em> theme of the 1980's entertained us with its quirky humour— without Guinness, you had the affliction of being <em>Guinless</em> . Advances in media technology make us automatically associate the award-winning surfing horses commercial with the drink.</p>\n<p>A survey was conducted recently, asking British expatriates which things they missed the most while living abroad. The top three items were <em>Marmite</em> spread, <em>Paxo</em> stuffing, and <em>Bisto</em> gravy. These wellestablished names might been considered wacky at first, but if the product suits the populace, then the label could last forever, even to infinity.</p>\n<p><em>[Michael Warburton wrote about Pub Names in Vol. XXVI/3.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Product Names</h1> <p><em><span data-rel=\"author\">Mike Warburton</span> <span data-rel=\"location\">Cheshire, England</span></em></p> <p>Today we are faced with countless products competing for shelf space in our supermarkets. Not only that, for every product, there are dozens of different brands, each with its own range of goods to tempt the confused customer. Manufacturers try to entice us by using various sneaky tactics: the promise of improved health, the simple attraction of paying less, or increasingly, how valuable our contribution to the world's environment would be if we were to make a particular purchase.</p> <p>Another strategy employed by companies is their imaginative—and I use this word loosely here—use of names to sell their merchandise. Advertising and marketing chiefs have been trying to impress us for years with such titles as <em>Spam, Vimto, Daz, Bovril,</em> all of which have survived the test of time. We seldom question their linguistic derivation or aptness, because they have managed to ingrain themselves into our culture. Yet how do today's product names compare? How do they originate or reflect 21st-century society? Will they even last beyond the end-of-year sales figures?</p> <p><em>Charmin</em> toilet rolls, or bath tissues, to be precise, have gradually infiltrated the aisles of British emporiums. But this is not a new phenomenon, as U.S. households have experienced their soft, strong, and absorbent qualities since 1928. This curious sounding product was coined by a Wisconsin employee who believed it to be, yes, you've guessed it, charming. Such a bizarre view of life suggests that the residents of Wisconsin possess more refined toilet habits than most. Or maybe he uses the smallest room for his particular method of snake-charming.</p>"
}