{
  "type": "Article",
  "title": "Translators: Know Thy Culture",
  "author": "Sharon Queano",
  "location": "Ville St. Laurent, Quebec",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Translators: Know Thy Culture</h1>\n<p><em><span data-rel=\"author\">Sharon Queano</span> <span data-rel=\"location\">Ville St. Laurent, Quebec</span></em></p>\n<p>In <em>The Hours,</em> Virginia Woolf ends her life by walking into the deep waters of the river. She moves with a kind of spent grace, as though letting her mind unleash poisons in the remaining few seconds of her existence. Her husband, Leonard, will be free at last, and her tormented soul appeased. Watching that scene reminded me of Irène de Buisseret because she, too, committed suicide, and was also a writer. Her reasons for wanting to die are unknown; she was a solitary person not prone to confiding in anyone. According to Jean Delisle, the chairman of the Translation Department of the University of Ottawa, she had one close friend.</p>\n<p>Ms. de Buisseret's <em>Deux Langues, Six Idiomes</em> (Carleton Green Publishing Co. Ltd., 1975, 1989) did not catch the public's attention because of her suicide, let's be clear on that. It stands on its own merits. Her work is a triumphant demonstration of how extralinguistic knowledge, and especially knowledge of culture, can be a boon to translators. Born to a Belgian diplomat father and a Russian mother, she was trained as a lawyer in France, immigrated to Canada in 1947, became a respected professor and writer, and, in the early 70's, was Chief of the Translation Department of Canada's Supreme Court. Just when her enviable career appeared to be going well, she drowned herself in the Rideau Canal in Ottawa on April 28, 1971. She was 53.</p>\n<p>After her death, colleagues of Ms. de Buisseret tried to find a publisher for <em>Deux Langues, Six Idiomes.</em> Professor Jean Delisle said that their search took awhile, but Jeremiah Green of Ottawa agreed to publish it, reducing the original 600-page manuscript to a work of about 400 pages. Translators in Canada cheered when they heard the news.</p>\n<p><em>Deux Langues, Six Idiomes</em></p>\n<p>Ms. de Buisseret writes in the first pages, “whether bad, mediocre, good or excellent translators, we are all sick, contaminated in varying degrees,” but it would be sheer speculation to say that she was already depressed when she started <em>Deux Langues, Six Idiomes.</em> In Part I, she discusses the ills plaguing writers and the common pitfalls in translation, providing numerous examples of translation theory and its applications. She cites the works of writers, philosophers and politicians, and although some might find her quoting excessive, Ms. de Buisseret's level of intellectual sophistication shines. A voracious reader, she quotes Molière, Shakespeare—and yes, even <em>Playboy</em> with ease, and illustrates how they can be translated accurately. She reminds translators that without cultural awareness, something does get lost in their translations. She encourages perfection as she takes the reader through an enlightening re-structuring of sentences that work better. Even Ms. de Buisseret's collaborators were thinking of calling <em>Deux Langues, Six Idiomes</em> the translator's bible.</p>\n<p>The book acts as an early warning device to inexperienced wordsmiths. Consider the word <em>eventually</em> as in, “eventually, we shall negotiate.” A translator unfamiliar with the nuances of language, would translate it, “eventuellement, nous négocierons.” Ms. de Buisseret offers a better alternative: “un jour, le moment venu, nous négocierons,” explaining that in French <em>eventuellement</em> means a possibility; in English, <em>eventually</em> points to certainty.</p>\n<p>Ms. de Buisseret cleverly tackles the six varieties of the country's two official languages: British, American and Canadian for English, and universal, neo and Quebec for French. Although <em>Deux Langues Six Idiomes</em> is a manual for French to English translation, nothing about it is insufferably pedantic; it is an enjoyable journey into jargons, regionalisms, gallicisms, anglicisms, false friends and spaghetti sentences. To crystallize her ideas, she divides certain pages into two to three columns showing the sentence to be translated, how it is usually translated, and what she calls a more “svelte” translation. It is her version of quality assurance in the manufacturing process of words. In <em>Portraits de traductrices</em> (University of Ottawa Press, 2002), Professor Delisle mentioned that the author believes full immersion is the only “sovereign remedy” to all language ills and the key to understanding context.</p>\n<p>The whole gamut of translation material—literary, scientific, technical, political, religious, business and legal—dictates that a translator must have access to a myriad of specialized lexicons, data bases and terminology banks. Dictionaries alone can be a translator's worst enemies. The author covers a variety of material skillfully: New Left, Hippie, biblical, Anglo-Saxon proverbs, slang, and McLuhanism, and even includes what she calls <em>Ameryiddish</em> expressions. On page 234, for instance, how does one translate the sentence “this program has not been bar-mitzvahed yet” (source not given). On the next column, she explains the Jewish tradition of confirmation for 13-year old boys; hence in a figurative sense, she says that to be “bar-mitzvahed” means to be approved, agreed to, or ratified.</p>\n<p>Humor reigns in any discussion of language pitfalls, and Ms. de Buisseret made sure that readers would have plenty to chuckle about. Here's one: “stained-glass English,” according to the author, is language used by the English clergy. A wealthy American visiting England found a small village captivating. He donated a considerable sum of money to the local church, and it was a timely gift seeing that church's roof needed urgent repairs. The grateful Vicar wanted to heap praise on the distinguished visitor so in his next sermon, he said, “Providence indeed has sent us this timely succour.” In English, <em>succour</em> of course means 'aid, assistance.' Red in the face, the angry American walked out, thinking the Vicar said <em>sucker.</em></p>\n<p>Ms. Buisseret's book satisfies a translator's need to explore the facets of the two languages as spoken in the six selected regions of the world. The style is informal, the content effective, practical.</p>\n<p>Sadly, I realize that her suicide will always remain a mystery. Perhaps Ms. de Buisseret believed that the only way to live in the hearts and minds of her admirers, friends and colleagues was to depart. She took her own life to give life to <em>Deux Langues, Six Idiomes,</em> a sincere intellectual effort to serve, indeed delight, future generations of translators.</p>\n<p>At least that's what we hope.</p>\n<p><em>[Sharon Queano lives and works in Montreal, and does freelance writing and translating (French to English), to make her full time job more tolerable.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Translators: Know Thy Culture</h1> <p><em><span data-rel=\"author\">Sharon Queano</span> <span data-rel=\"location\">Ville St. Laurent, Quebec</span></em></p> <p>In <em>The Hours,</em> Virginia Woolf ends her life by walking into the deep waters of the river. She moves with a kind of spent grace, as though letting her mind unleash poisons in the remaining few seconds of her existence. Her husband, Leonard, will be free at last, and her tormented soul appeased. Watching that scene reminded me of Irène de Buisseret because she, too, committed suicide, and was also a writer. Her reasons for wanting to die are unknown; she was a solitary person not prone to confiding in anyone. According to Jean Delisle, the chairman of the Translation Department of the University of Ottawa, she had one close friend.</p> <p>Ms. de Buisseret's <em>Deux Langues, Six Idiomes</em> (Carleton Green Publishing Co. Ltd., 1975, 1989) did not catch the public's attention because of her suicide, let's be clear on that. It stands on its own merits. Her work is a triumphant demonstration of how extralinguistic knowledge, and especially knowledge of culture, can be a boon to translators. Born to a Belgian diplomat father and a Russian mother, she was trained as a lawyer in France, immigrated to Canada in 1947, became a respected professor and writer, and, in the early 70's, was Chief of the Translation Department of Canada's Supreme Court. Just when her enviable career appeared to be going well, she drowned herself in the Rideau Canal in Ottawa on April 28, 1971. She was 53.</p> <p>After her death, colleagues of Ms. de Buisseret tried to find a publisher for <em>Deux Langues, Six Idiomes.</em> Professor Jean Delisle said that their search took awhile, but Jeremiah Green of Ottawa agreed to publish it, reducing the original 600-page manuscript to a work of about 400 pages. Translators in Canada cheered when they heard the news.</p>"
}