{
  "type": "Article",
  "title": "HORRIBLE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBLE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“I've been arachnophobic since I was about 12,” a TV actress told an interviewer (who was clearly not triviaphobic). “It doesn't matter if spiders are spindly or hairy, if I see one, I squash it with complete impunity.” She didn't say which authority granted her this license, but at least she used one wrong word instead of two or three unnecessary ones.</p>\n<p>I am in real and present danger of being buried by a tottering mountain of “unnecessaries,” so I hope you'll indulge me while I unburden myself of a few of them.</p>\n<p>The West Indies cricket team was recently required to “<em>front up to</em> another formidable challenge,” while Britain's deputy prime minister was, in his master's absence, “<em>heading up</em> the government”—a now unavoidable redundancy which I always think has a faintly alimentary ring to it.</p>\n<p>No doubt, during his time in charge, the Deputy PM will have reason to employ one of his catchphrases: “The government's future intentions are clear.” No-one ever asks him what the government's past intentions are, which strikes me as a dreadful dereliction of democratic duty.</p>\n<p>I'd love to discover a form of therapy which could prevent TV and radio anchormen from ending an interview with “Dr. Expert, thank you very much for the moment,” as if reserving the right to withdraw their gratitude later in the light of subsequent developments. I do understand that they're only trying to sound polite. In live broadcasting, “Thank you very much” actually means <em>Goodbye</em> (or, more to the point, <em>Stop talking right now</em>). “Thank you very much for the moment,” therefore, means <em>Stop talking right now, but don't go anywhere in case I want you to start again</em>.</p>\n<p>Every now and then a word gets bored with its usual beat, and begins to attach itself to sentences in an orgy of unnecessariness. Have you noticed that, suddenly, everything is a <em>skill</em>? Schoolchildren are no longer taught to read; they are taught <em>reading skills</em>. An ageing rock musician is “still admired for his guitar-playing skills.” Or “for his guitar-playing,” to put it another way.</p>\n<p>Sometimes the border between unnecessaries and stressification is unclear, as in the case of a Glasgow restaurateur who used spoof love letters as part of a marketing gimmick, and got into trouble with some unamused potential clients. When one man threatened legal action, she told him it was “just a joke,” but laments that “he was not over-convinced.” I often hear or read <em>not over-pleased</em> and <em>not over-impressed</em>. What was originally a jokey format is well on its way to becoming—like “I support him 110%”—a minimum unit of conversational currency, beneath which intentness is insufficiently over-conveyed.</p>\n<p>No doubt the next batch of readers' own Horribiles (sent to this column via any of VERBATIM's usual addresses) will mention the phrase which has dominated British political news this year. The government's “dossier” (actually a PR handout, not a dossier, but we'll let that pass) on Iraq's troublesomely invisible weapons of mass destruction was, according to outraged civil servants, “sexed up”—that is, made to seem more interesting and urgent by means of exaggeration and by replacing conditional words with definite ones. In other words, <em>sexed up</em> is yet another way of saying that politicians are lying (being “economical with the truth”), without actually calling them liars.</p>\n<p>I have some hopes that this annoying euphemism has been so overused over such a concentrated period that it will burn out before achieving wider circulation. With any luck it'll take “sexy,” to mean exciting or of-the-moment, with it. Perhaps the saddest thing about <em>sexy</em> is that its essence is the quality of being attractive to the young—and yet it's only ever used by the middle-aged. I recently heard the editor of a newspaper's business section explaining that his mission in redesigning his pages was “To make finance sexy to younger readers.”</p>\n<p>As that bloke by the pond very nearly said, “All cliches breathe lies of tired desperation.”</p>\n<p><em>[Mat Coward's web site is <a href=\"http://home-town.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://home-town.aol.co.uk/matcoward/myhomepage/newsletter.html</a>.  Send your horribiles to him by mail to our address or c/o <a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBLE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“I've been arachnophobic since I was about 12,” a TV actress told an interviewer (who was clearly not triviaphobic). “It doesn't matter if spiders are spindly or hairy, if I see one, I squash it with complete impunity.” She didn't say which authority granted her this license, but at least she used one wrong word instead of two or three unnecessary ones.</p> <p>I am in real and present danger of being buried by a tottering mountain of “unnecessaries,” so I hope you'll indulge me while I unburden myself of a few of them.</p> <p>The West Indies cricket team was recently required to “<em>front up to</em> another formidable challenge,” while Britain's deputy prime minister was, in his master's absence, “<em>heading up</em> the government”—a now unavoidable redundancy which I always think has a faintly alimentary ring to it.</p>"
}