{
  "type": "Article",
  "title": "The Case for Small Words",
  "author": "Richard Lederer",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Case for Small Words</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>When you speak and write, there is no law that says you have to use big words. Short words are as good as long ones, and short, old words—like <em>sun</em> and <em>grass</em> and <em>home</em> —are best of all. A lot of small words, more than you might think, can meet your needs with a strength, grace, and charm that large words do not have.</p>\n<p>Big words can make the way dark for those who read what you write and hear what you say. Small words cast their clear light on big things—night and day, love and hate, war and peace, and life and death. Big words at times seem strange to the eye and the ear and the mind and the heart. Small words are the ones we seem to have known from the time we were born, like the hearth fire that warms the home.</p>\n<p>Short words are bright like sparks that glow in the night, prompt like the dawn that greets the day, sharp like the blade of a knife, hot like salt tears that scald the cheek, quick like moths that flit from flame to flame, and terse like the dart and sting of a bee.</p>\n<p>Here is a sound rule: Use small, old words where you can. If a long word says just what you want to say, do not fear to use it. But know that our tongue is rich in crisp, brisk, swift, short words. Make them the spine and the heart of what you speak and write. Short words are like fast friends. They will not let you down.</p>\n<p>The title of this essay and the four paragraphs that you have just read are wrought entirely of words of one syllable. In setting myself this task, I did not feel especially cabined, cribbed, or confined. In fact, the structure helped me to focus on the power of the message I was trying to put across. One study shows that twenty words account for twenty-five percent of all spoken English words, and all twenty are monosyllabic. In order of frequency they are: <em>I, you, the, a, to, is, it, that, of, and, in, what, he, this, have, do, she, not, on,</em> and <em>they.</em> Other studies indicate that the fifty most common words in written English are each made of a single syllable.</p>\n<p>For centuries our finest poets and orators have recognized and employed the power of small words to make a straight point between two minds. A great many of our proverbs punch home their points with pithy monosyllables: “Where there's a will, there's a way,” “A stitch in time saves nine,” “Spare the rod and spoil the child,” “A bird in the hand is worth two in the bush.”</p>\n<p>Nobody used the short word more skillfully than William Shakespeare, whose dying King Lear laments:</p>\n<blockquote>\n<p>And my poor fool is hang'd! No, no, no life! Why should a dog, a horse, a rat have life, And thou no breath at all? . . .</p>\n<p>Do you see this? Look on her, look, her lips. Look there, look there!</p>\n</blockquote>\n<p>Shakespeare's contemporaries made the <em>King James Bible</em> a centerpiece of short words—“And God said, Let there be light: and there was light. And God saw the light, that it was good.” The descendants of such mighty lines live on in the twentieth century. When asked to explain his policy to parliament, Winston Churchill responded with these ringing monosyllables: “I will say: it is to wage war, by sea, land, and air, with all our might and with all the strength that God can give us.” In his “Death of the Hired Man,” Robert Frost observes that “Home is the place where, when you have to go there,/ They have to take you in.” And William H. Johnson uses ten two-letter words to explain his secret of success: “If it is to be,/It is up to me.”</p>\n<p>You don't have to be a great author, statesman, or philosopher to tap the energy and eloquence of small words. Each winter I asked my ninth graders at St. Paul's School to write a composition composed entirely of one-syllable words. My students greeted my request with obligatory moans and groans, but, when they returned to class with their essays, most felt that, with the pressure to produce high-sounding polysyllables relieved, they had created some of their most powerful and luminous prose. Here are submissions from two of my ninth graders:</p>\n<blockquote>\n<p>What can you say to a boy who has left home? You can say that he has done wrong, but he does not care. He has left home so that he will not have to deal with what you say. He wants to go as far as he can. He will do what he wants to do.</p>\n<p>This boy does not want to be forced to go to church, to comb his hair, or to be on time. A good time for this boy does not lie in your reach, for what you have he does not want. He dreams of ripped jeans, shirts with no starch, and old socks. So now this boy is on a bus to a place he dreams of, a place with no rules. This boy now walks a strange street, his long hair blown back by the wind. He wears no coat or tie, just jeans and an old short. He hates your world, and he has left it. —<em>Charles Shaffer</em></p>\n<p>For a long time we cruised by the coast and at last came to a wide bay past the curve of a hill, at the end of which lay a small town. Our long boat ride at an end, we all stretched and stood up to watch as the boat nosed its way in.</p>\n<p>The town climbed up the hill that rose from the shore, a space in front of it left bare for the port. Each house was a clean white with sky blue or grey trim; in front of each one was a small yard, edged by a white stone wall strewn with green vines.</p>\n<p>As the town basked in the heat of noon, not a thing stirred in the streets or by the shore. The sun beat down on the sea, the land, and the back of our necks, so that, in spite of the breeze that made the vines sway, we all wished we could hide from the glare in a cool, white house. But, as there was no one to help dock the boat, we had to stand and wait.</p>\n<p>At last the head of the crew leaped from the side and strode to a large house on the right. He shoved the door wide, poked his head through the gloom, and roared with a fierce voice. Five or six men came out, and soon the port was loud with the clank of chains and creak of planks as the men caught ropes thrown by the crew, pulled them taut, and tied them to posts. Then they set up a rough plank so we could cross from the deck to the shore. We all made for the large house while the crew watched, glad to be rid of us.—<em>Celia Wren</em></p>\n</blockquote>\n<p>You too can tap into the vitality and vigor of compact expression. Take a suggestion from the highway department. At the boundaries of your speech and prose, place a sign that reads “Caution: Small Words at Work.”</p>\n<p><em>[Richard Lederer's two most recent books are <em>Sleeping Dogs Don't Lay</em> and <em>The Bride of Anguished English</em>. His next book is <em>A Man of My Words</em>, from St. Martin's Press. Visit his website at <a href=\"http://www.verbivore.com\">http://www.verbivore.com</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Case for Small Words</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>When you speak and write, there is no law that says you have to use big words. Short words are as good as long ones, and short, old words—like <em>sun</em> and <em>grass</em> and <em>home</em> —are best of all. A lot of small words, more than you might think, can meet your needs with a strength, grace, and charm that large words do not have.</p> <p>Big words can make the way dark for those who read what you write and hear what you say. Small words cast their clear light on big things—night and day, love and hate, war and peace, and life and death. Big words at times seem strange to the eye and the ear and the mind and the heart. Small words are the ones we seem to have known from the time we were born, like the hearth fire that warms the home.</p> <p>Short words are bright like sparks that glow in the night, prompt like the dawn that greets the day, sharp like the blade of a knife, hot like salt tears that scald the cheek, quick like moths that flit from flame to flame, and terse like the dart and sting of a bee.</p>"
}