{
  "type": "Article",
  "title": "Words Can't Begin To Describe What I'm Feeling",
  "author": "David Shields",
  "location": "Seattle, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Words Can't Begin To Describe What I'm Feeling</h1>\n<p><em><span data-rel=\"author\">David Shields</span> <span data-rel=\"location\">Seattle, Washington</span></em></p>\n<p>I'll be honest with you: I'm here to tell you: The big key is: The bottom line is:</p>\n<p>There's no question about it. There's no doubt about it. You got that right. I couldn't agree with you more. Obviously, the statistics speak for themselves. He's a highly touted freshman. Last week was his coming-out party. He has all the makings of a great one. He has unlimited potential. He's a can't-miss prospect. You'll be hearing a lot from him. He can play at the next level. He can play on Sundays. He's got his whole future ahead of him. He's a youngster who bears watching. He's being groomed for a future starting job. The team is really high on him. He's going to set the world on fire. He's a rookie phenom. He moves well for a big man. He's sneaky-fast.</p>\n<p>He has lightning-fast reflexes. He has great lateral mobility. He can pick 'em up and put 'em down. He has both speed and quickness. He's a cutter and a slasher. He has speed to burn. He's fleet-footed. He's a speed merchant. He can fly. He can flat-out fly. Speed kills. You can't teach speed.</p>\n<p>He's a unique physical specimen. He has a low center of gravity. He plays bigger than his size. He's built like a brick shithouse. He's a stud. He's a warrior. He's a bulldog. He has a linebacker mentality. He's fearless. He's a physical player. He's an impact player. He's a tough, hard-nosed player. He's their spark plug. He's their role player. He understands his role on this team. He lets the game come to him. He's the consummate team player. He's an unselfish player. He's a real throwback. He plays with a lot of emotion. He has a passion for the game. He always gives 110%. He plays for the name on the front of the jersey, not the name on the back of it.</p>\n<p>He's their playmaker. He's their field general. He's their floor general. He's a good table-setter. He's the glue that holds this team together. He makes the players around him better. He's a stand-up guy. The team looks to him for leadership. He's a leader on this team. He's a leader on and off the field.</p>\n<p>He's a true professional. He's a professional hitter. He just goes out there and gets the job done. I was just doing my job. I was just hoping I could make a contribution in whatever way they needed me.</p>\n<p>He's some kind of player. He's the real deal. He's legit. He can flat-out play. He's as good a player as there is in this league. He's one of the best in the business. He's in a league of his own. He's a franchise player. He's a future Hall-of-Famer. He's a first-ballot lock. You can't say enough about him. He's got ice-water running through his veins. He thrives under pressure. He always comes through in the clutch. He really comes through at crunch time. He's their go-to guy when the game's on the line. He's money. He can carry the team on his shoulders.</p>\n<p>He can take them to the promised land.</p>\n<p>He's shooting well from downtown. He's making a living behind the three-point arc. He's getting some good, open looks. He's shooting the lights out. He's in a zone. He's feeling it. He's in a groove. He's lighting it up. He's on fire. He's hot. He's locked in. He's unconscious. He blew them all away.</p>\n<p>They pay him to make those catches. That pass was very catchable. He's usually a sure-handed receiver. He usually makes that catch. He heard footsteps. He's become a little gun-shy. He's got all the skills; he just needs to put them together. He needs to bulk up in the off-season. He needs to elevate his game. He's playing out of position. He lacks the killer instinct.</p>\n<p>He's only played sparingly this season. He's the subject of trade rumors. He's being shopped around. He's on the trading block. He has a new lease on life. He's bounced around a lot. He's a journeyman. He's the player to be named later. He's lost a step. He's their elder statesman. I just want to give something back to the community. He's a great role model. He's a winner in the bigger game of life. I just want to be able to take care of myself and my family.</p>\n<p>He doesn't have that good fastball today. He's getting by with breaking stuff. He took something off that pitch. He's getting shelled. He's getting rocked. They're teeing off on him. Stick a fork in him; he's done. They need to pull the plug. He hits the showers. Today I didn't have my plus-stuff. Regardless of what kind of stuff you have on a given day, you just try to go out there and pitch to the best of your ability and give your team an opportunity to win.</p>\n<p>He got hung out to dry on that play. That was blown coverage. That was a missed assignment. They've playing in the shadow of their goalposts. He couldn't turn the corner. They're looking at third down and forever. They have to establish the running game. They have to air it out more. They have to take care of the football. That missed extra point could come back to haunt them. You gotta hit the holes they make for you. You gotta follow your blockers out there. He's been quiet so far; they need to get him some more carries in the second half. This is their deepest penetration of the half. They've got to punch it in from here. They can't cough it up here. They need to just go out and make football plays.</p>\n<p>He has all the time in the world. He has all day back there. He has all kinds of time. He has an eternity. He threw into double coverage. He threw up a prayer. He'd like to have that one back.</p>\n<p>We just couldn't execute. We weren't able to sustain anything. They got us out of our game plan early. They took us completely out of our rhythm.</p>\n<p>We got beat like a gong. They beat us like a drum. They outplayed us. We ran into a buzzsaw. We didn't execute. Turnovers absolutely killed us. We didn't get any calls. Sometimes this game just comes down to the way the ball bounces. We didn't get any breaks. The better team won. They were the better team today. Give them credit. We just didn't get the job done. We weren't mentally prepared. For some reason they've just got our number. We didn't come to play. They stepped up and made football plays. They wanted it more than we did. We have to put this loss behind us. This was a wake-up call. I tip my hat to them. We beat ourselves. We only have to look in the mirror. I don't want to point any fingers. We came up a little short. We had our chances. They wanted it more than we did. They outplayed us in every phase of the game. They just made the big plays and we didn't. We dug ourselves a deep hole. We have to put this game behind us. It's going to be a long plane ride home. The coach is on the hot seat. His head is on the chopping block. Unfortunately, there are days like this. We're in the business of winning. It's the nature of this business. It's time to move on. We have to look forward. We need a change of direction. We need a clean slate. We need someone who can take us to the next level.</p>\n<p>I feel the time has come for new leadership of this ballclub. Everyone has to be held accountable. It's all about winning and losing. I take the blame. I'm not going to stand up here and make excuses. Obviously, I'm disappointed things didn't work out. This is my responsibility, and I feel badly I haven't been able to get us going where we should be going. I want to thank our great fans. I'm looking forward to the next chapter in my life. First I'm going to spend more time with my family.</p>\n<p>I'm excited about this opportunity. I'm looking forward to the challenge. I have high expectations for this team. This franchise has a great winning tradition. We've got a good, solid foundation to build on. We're going to right the ship. We're going to get things turned around. This is a great sports town.</p>\n<p>They stumbled coming out of the gate. They got off on the wrong foot. They're finally showing signs of life. They need a late surge. It's been an upand-down-season. It's a marathon, not a sprint.</p>\n<p>This team is starting to make some noise. The players have bought into the system. He's got them headed in the right direction. He's a players' coach. He's more of a people person than an X's-and-O's guy. These guys have been busting their tails for him. He gets the most out of his players. They've turned the corner. They've raised the bar. They've gotten over the hump. They've finally gotten off the schneid. They're loaded this year. They have a strong supporting cast. There's no “I” in “team.” They've added a new wrinkle to their offense. They're finally getting the respect they deserve. They're for real. They're here to stay. They're playing with new-found confidence. They've got great team chemistry. This team is like a family. Everything's clicking. We're starting to gel. Everybody's on the same page. We're hitting on all cylinders now. Everybody's contributing.</p>\n<p>We've got the league's best offense against the league's best defense; something's gotta give. We've got an intriguing matchup. This is a pivotal game. This game is for the bragging rights. These teams flat don't like each other. There's no love lost between these two teams. There's bad blood between these two teams. It's gonna be a war out there. When these two teams get together, you can throw out their records. You have to respect their athleticism. You have to respect their quickness. They have tremendous leaping ability. They can put up big numbers. They do a great job defensively. They play tough D.</p>\n<p>They're feeling each other out. Here's the payoff pitch. He chased a bad pitch. Tough to lay off that pitch. three up, three down. This is shaping up to be a real pitchers' duel. That ball should be playable. It's a can of corn. The ball took a bad hop. Strike-'im-out, throw-'im-out double-play. Inning over. He got a good jump. That brings the tying run to the plate. He hits 'em where they ain't. He's a long-ball threat. He hit a solo-shot back in the fifth. He's seeing the ball real well. He wears them out. He made good contact. He hit that ball squarely. He hit that ball on the sweet spot. He knocked the cover off the ball. In any other ballpark, that's a home run. Chicks dig the long ball. He's sitting on dead red. He got all of it. He went yard. He hit it into the cheap seats. He flat jacked it. He went deep. He went downtown. Going, going, gone. It's outta here. See ya later. Goodbye, baseball. Kiss it goodbye. Aloha means goodbye.</p>\n<p>It's been all theirs to this point. It's theirs to lose. They're not playing to win; they're playing not to lose. They're putting the ball in the deep freeze. They've gone to the Four Corners. Now's the time to run some clock.</p>\n<p>Looks like we've got some extracurricular activity going on out there. Let's hope cooler heads prevail. They're mucking it up in the corner. He stood him up on the blue line. That's gotta hurt. He was mugged. He's gonna feel that one on Monday. Looks like we've got a player shaken up. Looks like he got his bell rung. That hit really cleaned his clock. He ran into a brick wall. He was literally run over by a freight train. He was blind-sided. He's slow getting up. He was really clotheslined. They can ill-afford to lose him. Their locker room must look like a MASH unit. X-rays are inconclusive. He left the field under his own power. We hate to speculate on the nature of the injury.</p>\n<p>There's a flag on the play. It depends where they spot it. Terrible call, terrible call. We got hosed. We got jobbed. We got robbed. Highway robbery. They're the best refs money can buy. The refs should just let them play. Bad calls even out over the course of a season.</p>\n<p>As Yogi said, it ain't over 'til it's over. It ain't over ”til the fat lady sings. They won't go quietly. We've still got plenty of football left.</p>\n<p>You can feel the momentum shifting. Big Mo. They're going for the jugular. They can smell blood in the water. They're within striking distance. Now we've got a football game. It's a whole new ballgame. This team shows a lot of character. This team shows a lot of poise. This team shows a lot of resiliency. This team shows a lot of heart.</p>\n<p>It all started out with good field position. They've marched down the field. That was a goalscorer's goal. He lit the lamp. He went high to the top shelf. He put the biscuit in the basket. He found the twine. He went upstairs. He nailed the buzzer-beater. She really stuck the landing. He hit paydirt. Nothing but net. This should be a chip shot for him. The kick splits the uprights.</p>\n<p>What an incredible turnaround.</p>\n<p>We found a way to win. A win is a win. It wasn't pretty, but we'll take it. I'm really proud of the way our guys hung in there. This is always a tough place to play. We're just glad to get out of here with a W. We're happy we could pull this one out at the end. They're tough competitors. They gave us all we could handle. They're a class act. Give them a lot of credit. I tip my hat to them. There are no easy games in this league. The game was a lot closer than the final score indicates. They weren't going to come in here and just lie down for us. We're going to use this as a building block. We'll use this win as a stepping stone to the next level.</p>\n<p>What a difference a week makes.</p>\n<p>We were really on our game. We took them out of their game. We really came to play. We brought our A-game. We knew what we had to do and went out and did it. We answered the call. This team has finally learned how to win. It was a total team effort. Obviously, this was a great win for us. It was a big win for us. We came to play. We stuck to the game plan. It was a total team effort. We wanted to make a statement. We sent a message. We came through when it counted. We're going to savor the victory tonight, then tomorrow morning we'll start looking at film.</p>\n<p>The only thing that matters in the Stanley Cup playoffs is the man between the pipes. You can't win an NBA championship without a dominant big man. You can't win in the NFL without establishing the run. Offense puts fannies in the seats; defense wins championships. You've got to have pitching if you're going to make it through the postseason.</p>\n<p>We just need to go out there and take care of business. It all just comes down to execution. You can't leave anything on the table. We have go out and leave it all on the ice. We need to bring it. We need to dig deeper than we've ever dug before. We just gotta go out tomorrow and have fun.</p>\n<p>They've battled back from the brink of elimination. They're down but not out. They're in a must-win situation. They need a win to stave off elimination. Lose and go home. There's no tomorrow. I know it's a cliché, but we just have to take it one game at a time.</p>\n<p>We gotta stick to the basics. We need to remember what got us here. You gotta dance with who brung you. This is it. This is for all the marbles. They need to keep up their intensity. They have to stay focused. They have to get after it. They have to rise to the occasion. They've got tremendous mental toughness. They're a bluecollar team. They're overachievers. They've come out of nowhere. They're a real Cinderella story. They have to stay hungry. They're loaded for bear.</p>\n<p>The city has rallied around this team. We've got die-hard fans. We feed off the energy of our fans. Our fans are our twelfth man. We've got the greatest fans in the world.</p>\n<p>We're happy to be in the postseason and now we want to go out there and do some damage. We're capable of going deep in the postseason. We're not just happy to be here. This team has a chance to do something special. Hopefully, we can steal one on the road. In the playoffs, anything can happen.</p>\n<p>Game time.</p>\n<p>The fans are on their feet. This crowd is going wild. This place is a madhouse. This place is pandemonium. You can feel the electricity. Ya gotta love these fans. You gotta love this game.</p>\n<p><em>[David Shields's new book, Body Politic: The Great American Sports Machine, is being published by Simon &amp; Schuster next year.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Words Can't Begin To Describe What I'm Feeling</h1> <p><em><span data-rel=\"author\">David Shields</span> <span data-rel=\"location\">Seattle, Washington</span></em></p> <p>I'll be honest with you: I'm here to tell you: The big key is: The bottom line is:</p> <p>There's no question about it. There's no doubt about it. You got that right. I couldn't agree with you more. Obviously, the statistics speak for themselves. He's a highly touted freshman. Last week was his coming-out party. He has all the makings of a great one. He has unlimited potential. He's a can't-miss prospect. You'll be hearing a lot from him. He can play at the next level. He can play on Sundays. He's got his whole future ahead of him. He's a youngster who bears watching. He's being groomed for a future starting job. The team is really high on him. He's going to set the world on fire. He's a rookie phenom. He moves well for a big man. He's sneaky-fast.</p> <p>He has lightning-fast reflexes. He has great lateral mobility. He can pick 'em up and put 'em down. He has both speed and quickness. He's a cutter and a slasher. He has speed to burn. He's fleet-footed. He's a speed merchant. He can fly. He can flat-out fly. Speed kills. You can't teach speed.</p>"
}