{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Pants on Fire",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Pants on Fire</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Though some vices and virtues seem culturespecific, in that a frailty that one society may view with indifference may be considered a serious failing in another, most of humanity would probably agree that telling lies is wrong—and that most people do it, at least now and then. An abundance of English words denoting lying (or at least tinkering with the truth) bespeaks a society in which veracity is praised but mendacity commonplace.</p>\n<p><em>Mendacity,</em> the (unstrained) quality of lying, comes from Latin <em>mendax,</em> 'liar,' a learned word (as was <em>prevaricate</em>) not modified by going through French first.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Both <em>mendacity</em> and <em>prevaricate</em> are attested in English writing by the early 1600s, <em>prevaricate</em> having first appeared in 1580 in an earlier and now obsolete general sense of deviating from a path (from Latin <em>varus,</em> 'knock-kneed,' whence <em>varicare,</em> 'to walk with a straddling gait').<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> With prevarication comes the mental reservation, employed by Catholics in Protestant England to save their priests or themselves from the rope or the blade: <em>Equivocate</em> —answer the king's inquisitors with the truth, but only such parts of it, and so phrased, that none shall hang for it—and whenever possible, obfuscate (from Latin <em>fuscus</em> , 'brown').<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>Yet English had plenty of terms for lying before the age of Shakespeare and the King James Bible. <em>Lie</em> itself has been around since the inhabitants of Britain spoke Old West Saxon;<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> convergence with the other <em>lie</em> (of unrelated root) has led to puns such as <em>lying like a rug,</em> while <em>liar</em> turns up in a number of picturesque expressions (<em>liar's poker, liar's paradox</em>).<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> The <em>Century Dictionary</em> defines a <em>lie out of whole cloth</em> as “a story or statement wholly fabricated”;<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> <em>fabrication</em> in the sense of a lie is first attested only in 1790,<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> whereas English authors since 1300 have been using <em>fable</em> (from Latin <em>fabula,</em> 'story')<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> in its specialized sense of 'tall tale' or 'terrible story'.<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>While lying generally meets with opprobrium, there are degrees, from the <em>white lie</em> and <em>fib</em>,<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> to the <em>whopper</em>.<sup><a href=\"#user-content-fn-11\" id=\"user-content-user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> Moreover, there are sometimes thought to be extenuating circumstances: Medieval churchmen carefully distinguished between the <em>mendacium perniciosum</em>, or pernicious lie—one told with intent to do harm—and the <em>mendacium officiosum</em>, or officious lie, which as Cullen Murphy puts it, “is to achieve some useful end or to prevent some distinct harm. (Examples might include a doctor misleading a terminally ill patient or a prisoner lying to enemy interrogators.)”<sup><a href=\"#user-content-fn-12\" id=\"user-content-user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> Most of us would regard in a similar light our lying to those seeking an innocent man they intend to kill, when they ask us which way their quarry went.<sup><a href=\"#user-content-fn-13\" id=\"user-content-user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>Yet as soon as we accept some kinds of lying as morally acceptable or at least preferable to the alternative, we find ourselves on slippery ethical ground. We may for the most part accept a doctor's <em>euphemisms</em> and <em>placebos</em> as falling within a permissible degree of deception;<sup><a href=\"#user-content-fn-14\" id=\"user-content-user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> indeed, it is from such benign clinical deceit that we get the expression <em>sugarcoated</em> (applied to what would otherwise be a bitter pill to swallow). When is a government with democratic pretensions justified in withholding the truth from its citizens? American English is full of contemptuous references to bureaucratic disinformation and cover stories, official versions and inoperative concepts. When a disingenuous state functionary is forced to admit that he <em>misspoke</em> himself,<sup><a href=\"#user-content-fn-15\" id=\"user-content-user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> we tend to regard such a disclaimer as simply bogus,<sup><a href=\"#user-content-fn-16\" id=\"user-content-user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> dismissing it as mere <em>double-talk</em><sup><a href=\"#user-content-fn-17\" id=\"user-content-user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> and <em>weasel words</em>.<sup><a href=\"#user-content-fn-18\" id=\"user-content-user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> Experience teaches many of us to be cynics: We expect our politicians to lie—but we lambaste them if we catch them at it.</p>\n<p>One might argue, of course, that popular ideals of government veracity are naïve, as are our appreciations of the shadings of truth deemed necessary by members of certain professions,<sup><a href=\"#user-content-fn-19\" id=\"user-content-user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> and that (as D. R. Olson puts it) the “person who does not clearly see the difference between an expression of intent and a promise . . ., or between a falsehood and a lie, should avoid a legal career or, for that matter, a theological one.”<sup><a href=\"#user-content-fn-20\" id=\"user-content-user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> Perhaps so, but we do expect people to tell the truth in court, and not to perjure themselves,<sup><a href=\"#user-content-fn-21\" id=\"user-content-user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> and we empower our judges to punish them summarily if they do.</p>\n<p>Moreover, in daily life we expect a reasonable degree of honesty from one another as well, and are quick to decry <em>fraud</em> and <em>fakery</em>,<sup><a href=\"#user-content-fn-22\" id=\"user-content-user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> <em>flimflams, scams</em>, and <em>con jobs</em>,<sup><a href=\"#user-content-fn-23\" id=\"user-content-user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> <em>fairy stories</em> and just plain <em>bunk</em>.<sup><a href=\"#user-content-fn-24\" id=\"user-content-user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> Nor do we regard kindly those who tell us <em>halftruths</em> or who speak with <em>forked tongue</em>,<sup><a href=\"#user-content-fn-25\" id=\"user-content-user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> those who would <em>hoax</em> us, <em>delude, deceive</em> or <em>befool</em> us, or at least <em>mislead</em> us, <em>bamboozle</em> us,<sup><a href=\"#user-content-fn-26\" id=\"user-content-user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> or try to <em>pull the wool over our eyes.</em><sup><a href=\"#user-content-fn-27\" id=\"user-content-user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup></p>\n<p>It is perhaps no accident that in <em>Roget's Thesaurus</em> the words associated with falsehood outnumber those regarding truth by nearly five to one. Almost all of us have been in situations where we were less than candid because we felt that under the circumstances telling the unvarnished truth would be harmful or at least painful to people we cared about. We are seldom proud of our lies, and are quick to feel indignation when we find that someone has lied to us. Lying undermines epistemology itself:<sup><a href=\"#user-content-fn-28\" id=\"user-content-user-content-fnref-28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> Much of what we think we know must of necessity be second hand (Fred says he saw Sam take the money; the survivor says there was an explosion before the boat sank; the Ministry of Truth's press release says that Oceania is not, and never has been, at war with Eastasia), but what knowledge can we trust beyond that of our own senses when the reports we have from other persons may or may not be true?</p>\n<p>Yet there are instances when the veracity of our interlocutors may turn out to be irrelevant. In a classic logic problem, a traveler journeys through a land inhabited by two types of people: those who always tell the truth and those who always lie. He comes to a fork in the road with no signpost and sees two people standing by the intersection. The traveler points to the left fork and says, “Is this the road to [Town X]?” One of the bystanders answers him with a word not in his vocabulary: “Rumber!”<sup><a href=\"#user-content-fn-29\" id=\"user-content-user-content-fnref-29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> The other says, “He said yes, but he's a liar.” Can the traveler determine the proper road on the basis of this exchange? Yes, because if the second speaker is telling the truth, both halves of the statement are true. If he's a liar, then both halves are lies. So he's either affirming that the incomprehensible bystander said yes but the truth was the opposite, or else lying wholly, in which case the other fellow really said no, and was telling the truth. In either case the left fork is not the way the traveler should go, and the right fork is.<sup><a href=\"#user-content-fn-30\" id=\"user-content-user-content-fnref-30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup></p>\n<hr>\n<p>The origin of the couplet “Liar, liar/Pants on fire” is obscure, its specific meaning even more so. Is the fate of the liar to burn in Hell, and thus by synecdoche his/her pants (i.e., the posterior inside them; cf. army drill sergeant usage, “Your ass is grass and I am the lawnmower”)? Or are the fiery pants merely the consequence of predictable parental chastisement? Or does the verse imply that liars will or should meet their ends by being burned to death, as suggested by a Midwestern informant who knew this rhyme as a quatrain ending “Funeral pyre,” whose third line she has unfortunately forgotten? Any readers who can shed additional light on this item should not hesitate to write in.</p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p><em>Mendacity</em> &gt;mustn't be confused with <em>mendicity</em>, which the <em>Century Dictionary</em> (p. 3707) has as 'condition of being a beggar,' a less common variant of its exact synonym, <em>mendicancy</em> (whence friars who live on alms are called <em>mendicant clergy</em>); both derive from Latin, <em>mendicus,</em> 'beggarly.' Thus in French, a <em>mendiant</em> is a beggar; but <em>mentant</em> means 'lying' (present participle of <em>mentir,</em> 'to lie'; a liar is a <em>menteux</em>). <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>The <em>Oxford English Dictionary</em> (two vols.) gives examples from 1646 for the later sense of <em>prevaricate</em>(p. 2293C) and for <em>mendacity</em>(p. 1769A), though the first example of <em>mendacious</em>is dated 1616. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>To <em>equivocate</em>is literally to 'call equal[ly]' (from Latin <em>aequus</em>'equal,' and <em>vocare</em>'to call'); an obsolete meaning is 'to resemble in sound, to be a homophone.' Secondary meanings include 'to use words in more than one sense, to deal in ambiguities,' and hence 'to say one thing and mean another, to prevaricate' (<em>OED,</em> p. 888D, where the earliest attestation is 1590). <em>Obfuscate</em> (<em>OED,</em> p. 1962D) first appears in 1536 in a passage in <em>Henry VIII</em> that accuses the pope of exercising a 'usurped auctorite' to 'obfuscate and wrest goddes holy word.' <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>The earliest <em>OED</em> citation is from 971 (spelled <em>leah</em>). <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p><em>Liar's poker</em> is played by a group of people, each of whom holds up a high-denomination bill of which only the possessor can see the serial numbers. It is a winner-take-all game like its relatives <em>liar's dice</em> and the card game <em>I doubt It,</em> where success in the game rests primarily on one's ability to bluff credibly. (I am indebted to Jane Cates for this information.) The *liar's  paradox * is also known as <em>Epimenides' paradox,</em> from one of its classic formulations: “All Cretans are liars,” said by Epimenides the Cretan. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p><em>Century Dictionary</em>, p. 3439. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>In J. Bruce's <em>Source of the Nile,</em> cited in the <em>OED</em> on p. 945C. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p><em>OED</em>, p. 945A. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>Both expressions came into currency in the nineteenth century: <em>tall tale</em> in America—the <em>OED's</em> earliest citation (p. 3229A) is 1846—and <em>story-teller</em> in Britain, first published in Richardson's seminal novel, <em>Clarissa,</em> in 1748 (<em>OED</em> p. 3073C). Gilbert and Sullivan fans will recall Major-General Stanley's patter-song admission that his daughters would have been married en masse against their wills if he “hadn't in elegant diction/Indulged in an innocent fiction/Which is not in the same category/As telling a regular terrible story” (Act I, <em>The Pirates of Penzance, or The Slave of Duty,</em> 1880; see Deems Taylor, ed., <em>Plays &amp; Poems of W. S. Gilbert,</em> Random House, 1932, p. 160). <em>Story-teller</em> also turns up (in triple recitative by Jupiter, Apollo, and Mars) in the first full-length Gilbert &amp; Sullivan operetta, <em>Thespis, or the Gods Grown Old</em> (ibid., p. 34). Gilbert's libretti also use the word <em>taradiddle</em> to refer to a lie, both in a song refrain in the 1882 operetta <em>Iolanthe, or the Peer and the Peri</em> (“taradiddle, taradiddle, tol lol lay!” ibid., p. 260) and in its own right five years later in <em>Ruddigore, or the Witch's Curse,</em> in the act I finale (“When I'm a bad Bart. I will tell taradiddles.” <em>Ibid</em>., p. 432). A <em>taradiddle</em> should not be confused with the drum riff called a <em>paradiddle,</em> which consists of four rapid strokes, right-left-right-right; a <em>double paradiddle</em> is a normal paradiddle (*<em>orthoparadiddle</em>?), followed by its mirror image. There is also a <em>triple paradiddle.</em> A percussionist once explained to me that “the triple paradiddle has the diddle in the middle.” (David D. Potter, personal communication, ca. 1964.) <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>Indeed, the <em>Century Dictionary</em> (pp. 3440) gives <em>fib</em> as a synonym for <em>white lie. Fib</em> as a verb first appeared in Dryden's <em>Amphitryon</em> in 1690, but as a noun nearly eight decades earlier (<em>OED,</em> p. 990C). <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-11\">\n<p>As a word meaning 'a thundering great big one of something' (e.g., the house specialty at Burger King) <em>whopper</em> is attested in the <em>OED</em> no earlier than 1785 (p. 3770D, which it is cross-references to <em>thumper</em>), but it had already been used in a merry song of a knavish tinker and a “comely dame of Islington” included in the 1720 edition of Thomas D'Urfey's <em>Wit and Wisdom, or Pills To Purge Melancholy</em> (“a good old Copper/But well may't Leak, for I have found/A Hole in't that's a whopper.” The entire poem is in E. J. Burford, ed., <em>Bawdy Verse: A Pleasant Collection,</em> Penguin: 1982, pp. 248–249.) In its narrower sense of an egregious falsehood, <em>whopper</em>'s first appearance in print is dated by the <em>OED</em> to 1791 (ibid.). <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-12\">\n<p>Cullen Murphy, “The Lie of the Land: Equivocations, Deceptions, Fibs, and Other Forms of Not Telling the Truth” (reproduced at <em><a href=\"http://www.slate.com\">www.slate.com</a></em>). Another category of innocuous lie was the <em>mendacium jocosum,</em> or 'joking lie,' a transparent falsehood told with humorous or ironic intent. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-13\">\n<p>On the other hand, Immanuel Kant, from whom this well-known example comes, believed that if we hold truth-telling an absolute virtue and apply his principle of the categorical imperative, we would be obliged not to lie nor even to prevaricate to the pursuers even though it would surely mean the death of their undeserving victim. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-14\">\n<p><em>Euphemism</em> comes from Greek <em>eu</em> 'good' and <em>phemi</em> 'I speak.' Placebo*, a 'medicine' with no medicinal content but only the superficial appearance of one, is Latin for 'I shall please.' <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-15\">\n<p>From Latin <em>ingenuus,</em> originally 'native-born, not foreign' and hence 'worthy of a yeoman.' Later it also came to mean 'weakly, delicate, tender'—cf. <em>ingénue</em>—because free-born folk were assumed to be less hardened to labor than were slaves (E. A. Andrews, <em>A Copious and Critical Latin-English Lexicon,</em> Harper Bros.: 1852, p. 800). <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-16\">\n<p>Eric Partridge's <em>Dictionary of the Underworld</em> (Macmillan: 1950, p. 58) gives <em>bogus</em> as a device for making counterfeit coin, with its earliest citation in America being a Painesville (OH) <em>Telegraph</em> article of 1827. Soon <em>bogus</em> came to refer to counterfeit money itself, then by extension to any counterfeit. Partridge tentatively derives the word from “<em>cal(l)ibogus</em> . . . a beverage composed of rum and spruce beer (an inferior beer, it was).” <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-17\">\n<p>Geoffrey Chaucer refers in the <em>Parson's Tale</em> (<em>Canterbury Tales,</em> ca. 1386) to people speaking with <em>double tongue</em> “suche as speken faire biforn folk and wickedly bihynde” (cited in the <em>OED</em> p. 791C), on which more at note 26 below. <em>Doubletalk</em> was originally a mixture of plain speech and gibberish; the <em>OED</em> has no reference to it as such. <em>Webster's 10th Collegiate Dictionary</em> (Meriam-Webster: 1997, p. 438) gives its earliest attestation as 1936. According to the <em>American Heritage Dictionary</em> (Houghton Mifflin, 1992: p. 555) subsequent to the publication (in 1947) of George Orwell's <em>Nineteen Eighty-Four, doubletalk</em> came to be synonymous with his Newspeak coinage <em>doublespeak</em>. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-18\">\n<p>The <em>American Heritage Dictionary</em> (p. 2023) defines a <em>weasel word</em> as one 'of an equivocal nature used to deprive a statement of its force or to evade a direct commitment,' deriving it from 'the weasel's habit of sucking the contents out of an egg without breaking the shell.' <em>Weasel</em> as a synonym for 'a prisoner who is an informer,' synonymous with <em>rat,</em> dates from the 1930s (Partridge, op. cit., p. 762). <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-19\">\n<p>Sissela Bok, for example, in <em>Lying: Moral Choice in Public and Private Life</em> (Vintage Books: 1978, p. 185) asks whether there can be “exceptions to the well-founded distrust of deception in public life.” And acknowledging that “white lies . . . are as common to political and diplomatic affairs as they are to the private lives of most people,” she nevertheless warns that “given the vulnerability of public trust, it is never more important than in public life to keep the deceptive element of white lies to an absolute minimum, and to hold down the danger of their turning into more widespread deceitful practices” (p. 186). <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-20\">\n<p>Olson, “Intelligence and Literacy,” in Sternberg and Warner, eds., <em>Practical Intelligence</em> (Cambridge University Press: 1986, p. 341), cited by Keith Stanovich in “The Fundamental Computational Biases of Human Cognition,” in Janet E. Davidson and Robert J. Sternberg, eds., <em>The Psychology of Problem Solving</em> (Cambridge University Press: in press.) Nevertheless, as Bok (op. cit, p. 10) points out, “Most thinkers who confuse intentional deception and falsity nevertheless manage to distinguish between the two in their ordinary lives.” <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-21\">\n<p><em>Perjury</em> is literally going back on one's oath, e.g. on the affirmation required of trial witnesses to tell “the truth, the whole truth, and nothing but the truth,” formerly adding “so help me God,” though this and the Bible to swear upon have quietly disappeared from American courts with the recognition of a cultural diversity that includes both atheists and people of cultures that do not recognize the Bible as Holy Writ. Nevertheless, the phrase <em>could swear on a stack of Bibles</em> remains alive and well in colloquial usage as an intensifier indicating that a story is altogether true, or at least thoroughly believed by the teller. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-22\">\n<p><em>Fraud</em> is straight from Latin and was one of Cicero's two categories of injurious human conduct, the other being malice. For a fascinating thumbnail history of the categorizing of wrongdoing from Aristotle to Dante, see <em>Hell,</em> Dorothy Sayers's translation of <em>The Inferno</em> (Penguin: 1949). <em>Fake</em> is first attested in the <em>OED</em> (p. 953A) in a citation from 1812 as underworld cant for 'do' (cf. Latin <em>facere</em>, 'to make, to do') and to have taken on the special sense of making something spurious only by midcentury. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-23\">\n<p>All three words refer originally to criminal deceptions in which the perpetrator gains the victims' confidence, only to diddle them later. Often this is accomplished by playing to a sucker's greed, as when the flimflam man obtains a substantial amount of money from the mark, under the pretext of needing it to facilitate recovery of a much larger sum in which the mark is promised a share, which subsequently disappears along with the swindler. <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-24\">\n<p>Calling a lie a <em>fairy story</em> in English is mirrored by German usage, <em>Märchen</em> meaning both 'fairy tale' and 'fib' (<em>New Cassell's German Dictionary,</em> Funk and Wagnalls: 1958, p. 311). <em>Bunk,</em> with which history was famously equated by Henry Ford, is short for <em>buncombe</em>. The <em>OED</em> (p. 295A) states that the term arose during a debate in the 16th Congress over Missouri statehood (its admission to the union as a slave state was coupled with that of Maine as a free one in 1820 in what is still known as the Missouri Compromise), during which the representative from Buncombe County, North Carolina, felt obliged to give an extended speech for the benefit of his constituents back home. The term soon became popular on both side of the Atlantic, often spelled <em>bunkum;</em> cf. <em>hokum,</em> thought by the compilers of the <em>American Heritage Dictionary</em> (p. 961) to be a fusion of <em>bunkum</em> and the first syllable of <em>hocus-pocus</em>. The cartoonist Al Capp claimed to have invented the surname of his hillbilly protagonist “Li'l Abner” Yokum by combining <em>yokel</em> with <em>hokum.</em> <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-25\">\n<p>This is what Hollywood Indians are always accusing the White Man of doing, not without justice. But the double tongue preceded the silver screen by four or five centuries: Caxton's <em>Fables of Avian,</em> which he printed in 1484 (one of the earliest instances of a proverbial expression with tongue in it cited by the <em>OED,</em> p. 3347C) says that “the felauship of the man whiche hath two tongues is nought.” The comparison to a snake's tongue is obvious, and its fabled potency as 'the stinging organ' first appears in published English writing in 1581, with at least two instances in Shakespeare dating from the 1590s (ibid.). In fairness it must be conceded that not all apparent prevarications in settlers' dealings with Native Americans were due to a malicious intent to deceive, some arising from inadequacies of linguistic and cultural translation instead. A tragic root of the hostilities that resulted in the massacre, enslavement, and subjugation of much of southern New England's indigenous population in the late seventeenth century lay in the “profound misunderstandings in how the new England native and the New England European viewed the land, and the wealth that the land represented,” according to Eric B. Schultz and Michael J. Tougias (<em>King Philip's War,</em> Countryman Press: 1999, p. 18). <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-26\">\n<p>The <em>OED</em> (p. 162A) gives the first appearance of this word in print as 1703, in a work by Colley Cibber, adding that it was one of several words (including <em>banter</em>) that had been decried by purists as colloquialisms allowed to enter and degrade the English language, and suggesting that it originated in underworld cant. <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-27\">\n<p>Nancy LaRoche et al., <em>Picturesque Expressions: A Thematic Dictionary</em> (Gale Research Company: 1980), defines this expression as 'to deceive or delude, to hoodwink or bamboozle,' adding that “attempts to account for the use of wool in this expression are unconvincing” but that “this Americanism dates from the 19th century” (pp. 350–351). It may be related to “throw dust in [someone's] eyes,” which LaRoche and her coauthors state first appeared in the 1600s (ibid.) and which appears with <em>hoodwink</em> in the Lord Chancellor's song in Gilbert and Sullivan's <em>Iolanthe</em>: “I'll never throw dust in a juryman's eyes/(Said I to myself—said I),/Nor hoodwink a judge who is not overwise….” (Taylor, op. cit., p. 254). The earliest reference to <em>hoodwink</em> in the <em>OED</em> is 1610 (p. 1327D). <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-28\">\n<p>The root of <em>epistemology</em> is the Greek verb <em>pisteuein</em> 'to trust.' <a href=\"#user-content-fnref-28\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-29\">\n<p>Nor in most of ours either: This charming nonsense word was made up by Rudolph Carnap in his contribution to the <em>International Encyclopedia of Unified Science (vol. I, no. 3, Foundations of Logic and Mathematics,</em> University of Chicago Press: 1939) as an example to illustrate the analysis of language: “On certain holidays the lake is called 'rumber'; when using this name, the people often think—even during good weather—of the dangers of storm on the lake” (pp. 5–6. The rest of the time, Carnap says, the lake is called “titisee,” a name associated with “plenty of fish and good meals.”) <a href=\"#user-content-fnref-29\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-30\">\n<p>David E. Humez, my father, first introduced me to this delightful brain-teaser in my youth, under the title “Which Way to Albuquerque.” My brother Alex and I adapted it into a Latin translation exercise, concerning a traveler interrogating two Etruscans on the road to Rome's neighbor, Alba Longa, in our primer for grown-ups <em>Latin for People/Latina pro Populo</em> (Little, Brown: 1976, pp. 86–87 ). <a href=\"#user-content-fnref-30\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Pants on Fire</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Though some vices and virtues seem culturespecific, in that a frailty that one society may view with indifference may be considered a serious failing in another, most of humanity would probably agree that telling lies is wrong—and that most people do it, at least now and then. An abundance of English words denoting lying (or at least tinkering with the truth) bespeaks a society in which veracity is praised but mendacity commonplace.</p> <p><em>Mendacity,</em> the (unstrained) quality of lying, comes from Latin <em>mendax,</em> 'liar,' a learned word (as was <em>prevaricate</em>) not modified by going through French first.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Both <em>mendacity</em> and <em>prevaricate</em> are attested in English writing by the early 1600s, <em>prevaricate</em> having first appeared in 1580 in an earlier and now obsolete general sense of deviating from a path (from Latin <em>varus,</em> 'knock-kneed,' whence <em>varicare,</em> 'to walk with a straddling gait').<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> With prevarication comes the mental reservation, employed by Catholics in Protestant England to save their priests or themselves from the rope or the blade: <em>Equivocate</em> —answer the king's inquisitors with the truth, but only such parts of it, and so phrased, that none shall hang for it—and whenever possible, obfuscate (from Latin <em>fuscus</em> , 'brown').<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p> <p>Yet English had plenty of terms for lying before the age of Shakespeare and the King James Bible. <em>Lie</em> itself has been around since the inhabitants of Britain spoke Old West Saxon;<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> convergence with the other <em>lie</em> (of unrelated root) has led to puns such as <em>lying like a rug,</em> while <em>liar</em> turns up in a number of picturesque expressions (<em>liar's poker, liar's paradox</em>).<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> The <em>Century Dictionary</em> defines a <em>lie out of whole cloth</em> as “a story or statement wholly fabricated”;<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> <em>fabrication</em> in the sense of a lie is first attested only in 1790,<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> whereas English authors since 1300 have been using <em>fable</em> (from Latin <em>fabula,</em> 'story')<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> in its specialized sense of 'tall tale' or 'terrible story'.<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>"
}