{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Hellenic Damnation and Other Afterlives",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Hellenic Damnation and Other Afterlives</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Everybody likes to see the bad guys get their just deserts, if not in this world then in the next, and the Greeks were no different. They believed in a number of divinities whose express purpose was to punish wrongdoers, notably Nemesis (her name is related to the <em>-nom-</em> of <em>nomos,</em> which meant “apportionment” in the sense of share and share alike, and later, by extension, “law,” finding its way into such words as <em>economy,</em> originally the ordering of a household [<em>oikos</em>]). Nemesis concerned herself specifically with the punishment of infractions of fairness; by contrast, the <em>Erinnyes,</em> or Furies, pursued impious murderers such as parricides and matricides (e.g., Orestes, when, in order to avenge the murder of his dad, Agamemnon, had to kill his mother, Clytemnestra, because it was she and her lover Aegisthus who had slaughtered the poor old king in his bath fresh from his victory at Troy.)<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>On the other hand, the Greeks also recognized that we do not always get our just deserts in this life, and that some things happened by fate. The Three Fates—Clotho the spinner, Lachesis the twister and measurer, and Atropos the cutter—were supposed to determine the span of people's lives, and even the Olympians were said to be subject to their activities. Fate as an abstract concept, on the other hand, was called <em>ananké.</em> At a relatively late date the Greeks also personified fortune or chance as the goddess Tyche (the verb <em>tunchano,</em> from which the noun <em>tyché</em> is derived, meant 'to happen'). One could live virtuously and bind oneself by solemn oaths, invoking the displeasure of Zeus or other gods if one misbehaved, but sometimes evil triumphed over good anyway, and there was nothing much one could do about it here on earth.</p>\n<p>But in the afterlife—ah, that was a different story. People who had lived lives of exemplary virtue went to dwell happily ever after in the Elysian Fields, something of a rural paradise; the not-so-virtuous (but not terribly evil either) were assigned to another part of the underworld called the Asphodel Fields, something like an economy-class version of Elysium. (Another version of the afterlife myth was that those who were not actually bad drank from the river of forgetfulness, called Lethe, and then were reborn as babies on earth again.) Conspicuous evildoers, however, went to Tartarus, a place of eternal and often ingenious punishments.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>When a Greek died, a coin (usually an <em>obolos,</em> the smallest domination) was put in his or her mouth to pay Charon, the ferryman who conveyed souls across the river Styx.<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> (Charon, along with some other features of the Greek underworld, survived into medieval Christian ideas of the afterlife to turn up strikingly depicted at the lower left of Michelangelo's <em>Last Judgment</em> swatting a damned sinner out of his ferryboat towards the mouth of Hell proper with his oar.) <em>Styx</em> means 'hated,' and was originally the name of a stream in Arcadia, the wild country of the Peloponnese. No coin, no passage; you had to wander around forever as a wraith on its near shore, unable to find your final resting place. (This unenviable state was replicated in the Christian “easiest room in Hell” for the unbaptized, which Roman Catholics called Limbo, and which was declared to be a fiction by the church only in the middle of the twentieth century.) Once you got across the Styx, you went past the three-headed dog Cerberus and went before the three judges of the dead—Minos, Rhadamanthys, and Aeacus—who would determine how you would spend eternity.</p>\n<p>If you had been particularly wicked, your troubles really started. Sisyphus, a trickster who contrived to talk his way out of the underworld, was dragged back down and condemned to roll a rock up a hill forever; just when it got almost to the summit it would roll back down, and he would have to start all over again. (His name is a reduplicative form of <em>sophos</em> 'wise' and is thus glossed by some scholars as 'overwise,' 'too clever for his own good,' or 'smartypants.') Tantalus, a king of Lydia in Asia Minor, committed two gross culinary sins: First he divulged the secret of the gods' feeding on nectar and ambrosia by sharing some with his friends, and then committed an even more horrible crime by killing his son Pelops, butchering his flesh, and serving him up to the gods in a stew. From his sentence—to stand in water up to his neck with a bunch of grapes above his head, both inaccessible, so that he suffered perpetual hunger and thirst—we get the English verb <em>tantalize,</em> and in Britain the noun <em>tantalus</em> for a kind of liquor cabinet with a glass front and a lock such that one can see the bottles but not get at them without the key. Another king, Ixion of the Lapiths, met an even more gruesome fate for bragging of his supposed liaison with Hera (the offspring of whom were the centaurs, half human and half horse): He was bound to a fiery wheel, which turned about forever. And the fifty Danaïds, who murdered their husbands, were condemned to draw water from a well and carry it some distance in a vain attempt to fill a cistern, for the buckets had holes in them, and all the water would leak out along the way.</p>\n<p>The tradition of Hell as primarily a river or lake of fire, so popular among latter-day Protestant preachers (e.g., Jonathan Edwards' eighteenth-century “great and bottomless pit, full of the fire of wrath”<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>), owes a lot to Phlegethon but was reinforced by the latter-day Jewish idea of Gehenna as a place of torment in the afterlife (split off from Sheol, which is simply a place of departed spirits). Some derive Gehenna from the Valley of Hinnom, which functioned as ancient Jerusalem's city dump, a place of bad smells and continuous fires from the spontaneous combustion of whatever was abandoned there.<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Images of being confined in a burning pit turn up early on in several of the apocryphal gospels which did not make it into the canonical New Testament: For example, the <em>Apocalypse of Peter,</em> which was written by Gnostic Christians early in the second century A.D.,<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> describes “men and women, gnawing their tongues without ceasing, and tormented with everlasting fire . . . the servants who were not obedient unto their masters” and says that there shall be “a river of fire, and all who are judged shall be drawn down into the middle of it,” and “wheels of fire, and men and women hung thereon . . . the sorcerers and sorceresses” (Ixion comes to mind here), all presided over by an angel named Tatirikos (that is, <em>Tartaruchos,</em> 'keeper of Tartarus'). Peter goes on to say that the blessed will enter into a field called Aneslasleja (=Elysium?), where “they shall adorn with flowers the portion of the righteous.”</p>\n<p>Peter's Apocalypse was suppressed as part of the drive to eliminate heresies, conducted by what became the mainstream church by the end of the third century and culminating in the Council of Nicea in 325 <em>A.D.</em>, over which the emperor Constantine personally presided. Nevertheless, orthodox Christian writers in the centuries to come continued to borrow freely from the Greek plan of the hereafter for their own visions of Hell. The offertory from the Roman Catholic requiem mass includes the phrase <em>Ne absorbeat eas Tartarus,</em> 'Let Tartarus not swallow them up,' and the three rivers Acheron, Styx, and Phlegethon are part of Dante's allegorical geography of the terraced pit of Hell, being crossed just before the poet and his guide, Virgil (an obvious choice because Virgil himself had described a <em>katabasis</em>—the Greek term for a descent to the underworld—by Aeneas, guided by the Sybil from Apollo's oracular shrine at Cumae, near the bay of Naples) enter, respectively, Limbo, the heretics' City of Dis (Dis was originally another name for Hades/Pluto, then for the underworld itself), and the Wood of the Suicides.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>Dante's <em>Inferno,</em> however, goes far beyond the traditional Greek ideas of the hereafter in its meticulous subdivision of categories of sin. His schema partly draws on Aristotle, who divided wrong behavior into <em>incontinence</em> (that is, uncontrolled appetite), <em>bestiality</em> (perverted appetite) and <em>malice</em> or <em>vice</em> (abuse of the faculty of reason). Another of his sources was the lawyer-turned-senator Cicero, who during the increasingly violent final years of the Roman Republic wrote that all injurious conduct derived either from <em>violence</em> or <em>fraud.</em> Dante combined this scheme to divide Hell into sins of incontinence (of which he lists four categories), violence/bestiality, and two categories of fraud/malice, to which he added two sins of wrong belief: <em>unbelief</em> (whence Limbo) and <em>heresy.</em> This gave him nine circles in all, with characteristic torments tailored to fit the particular type of sin whose perpetrators are confined there.<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Like Roach Motel tenants, once you were booked into the Greek underworld you weren't supposed to check out (at least not without having your memory banks wiped clean), but there were occasional exceptions. Theseus of Athens went down on a fool's errand with his buddy Pirithous to try to abduct Persephone and got glued to the Chair of Forgetfulness, from which he was torn loose only with difficulty a few years later when his cousin Heracles came down to fetch back Cerberus to his boss, King Eurystheus, as one of his Twelve Labors. (The story adds that part of Theseus remained stuck to the chair, which is why the Athenians said they could always tell his descendants by their small buttocks [<em>micropygia</em>].) One who famously went to the underworld and back was Orpheus, whose myth has captivated poets and musicians from antiquity because of its suggestion that music can have so powerful an effect that the laws of nature are temporarily suspended: wild beasts become tame, and even the hard hearts of Hades and Persephone are softened to the point of allowing the two lovers to ascend to the surface of the earth, again providing Orpheus doesn't look back—a test he flunks and so loses Eurydice forever. (Later he himself is killed and dismembered by Dionysus's maenads.) It has been suggested that the latter part of the Orpheus story, in which he offends Dionysus by instituting a form of sun worship in Thrace venerating Apollo Helios as the greatest of the gods, reflects a fugitive remnant of priests from Egypt who fled after the collapse of Akhnaten's short-lived attempt at converting all his country from polytheism to the worship of one god, the sun disk Aten.<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>The Egyptians had a well-developed afterlife script, and the discovery of the intact and unplundered tomb of Akhnaten's son-in-law and successor, Tutankhamen, in 1922 showed how robust their funerary practices could be when a king was involved. The dead person would be led by the ibis-headed Thoth (who in addition to his role as psychopomp was also the master of mathematics) to a hall of judgment, where twenty-eight judges would assess his or her conduct in life, and then taken before the king of the dead, Osiris, where a pan balance would weigh the heart of the deceased against the feather that was the hieroglyph for the word <em>ma'at</em> (usually glossed as 'justice').<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> The virtuous, whose heart was as light as the feather, would go to perpetual bliss in the afterlife; but to the wicked, whose heart was heavy and whose tongue had commanded injustice, would come annihilation, the death-after-death in the crocodile jaws of the monster Amemait.</p>\n<p>The view of the afterlife in ancient Mesopotamia was decidedly gloomy. The Sumerians of 2000 <em>B.C.</em> believed that the dead were ruled by Ereshkigal, sister of the love goddess Inanna, and that the old gods, the Anunnaki, served as their judges. In a coda appended to the Gilgamesh Epic, the ghost of the hero's dead friend Enkidu is allowed to visit him and describes the condition of even the virtuous as gloomy, dusty, and dark. And of those who die without people to bury or mourn them, he says “Garbage is what they eat. A dog would not eat what these people must eat.”<sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> It may come as no surprise that the Babylonians, who added this twelfth tablet to their translation of the Sumerian epic, were said to be terrified of ghosts.<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>Fear of the dead has been present in many other societies across the world as well. Twice a year the Romans celebrated the <em>Lemuria,</em> a feast on which the ghosts of deceased family members were thought to revisit their former homes, with the risk of taking the living with them; the <em>paterfamilias</em> propitiated them by walking through the house throwing beans over his shoulder instead.<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> Ghost stories are also an integral part of the folklore of Japan and China. An extreme attitude is the profound uneasiness among Navajos in the American Southwest about <em>anything</em> having to do with death and their revulsion at those disruptive acts by witches who employ “corpse powder”; at the other end of the continuum are Tibetan Buddhists, from whose universe of discourse of death and dying the malicious ghost is wholly absent.</p>\n<p>As in India, the usual outcome of death in Tibet is to be reborn in another body. (The Greek term for the transmigration of souls is <em>metempsychosis,</em> which literally means something like 'ensoulment beyond [death].') The soul is believed to remain in the vicinity of its former body for forty-nine days, during which it passes through three postmortem states of consciousness called the <em>Bardos.</em> The <em>Bardo Thodol,</em> sometimes referred to as the <em>Tibetan Book of the Dead,</em> is a series of instructions spoken to the departed by the living at the various stages of existence, starting with the moment of dying (the First, or <em>Chikhai,</em> Bardo), ranging from opting out of the cycle of rebirth altogether by embracing the white light of true reality, to protecting itself from the Second (<em>Chonyid</em>) Bardo's frightening or seductive illusions and choosing a suitable womb from which to be reborn at the end of the Third (<em>Sidpa</em>) Bardo.<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>Indeed, there seems to be no culture in which the enigmatic boundary between the dead and the living does not excite interest, whether fascination, avoidance, or denial. Tibetans appear to accommodate their passing with grace, while contemporary Americans are often at great pains to stave off even thinking about it. Thus, as C. FitzSimons Allison, an Episcopal bishop in North Carolina, has astutely observed, our modern secular society's obsession with sex is in large part a way of denying death,<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> sometimes by equating the two; perhaps it is no coincidence that a common euphemism for orgasm over the past two centuries is the <em>little death.</em><sup><a href=\"#user-content-fn-16\" id=\"user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> Of course the liaison of love and death can go beyond mere metaphor: the French charmingly refer to a fatal heart attack during intercourse as <em>la morte douce</em> (the sweet death), and surely there are worse ways to go.</p>\n<hr>\n<p><em>[Nick Humez is hard at work on the <em>VERBATIM</em> index. Watch this space!]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>For the classic version of this story, and how Orestes eventually was able to rid himself of his pursuers, see Aeschylus's <em>Oresteian Trilogy,</em> of which there are many good English translations, e.g., Philip Velacott's (Penguin, 1979). <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>The souls of the dead were conducted to the underworld by Hermes; the Greek term for this job was <em>psychopomp</em> (<em>psyche</em> meaning 'soul' and <em>–pomp</em> from <em>pempo</em> 'I escort'). This is a secondary function of gods in other societies as well, notably the Egyptian Thoth (see above) and the Norse Odin, whose eight-legged horse Sleipnir, as Ellis Davidson points out (in <em>Gods and Myths of Northern Europe</em> [Penguin, 1964], pp. 142–143 ) was a metaphor for four men carrying a dead body. My primary print source for much of the Greek material in this column is Robert Graves's perennial <em>The Greek Myths Complete</em> (Penguin, 1971). <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>Graves, §31, p. 124, n. 4. There were five rivers in the underworld altogether: In addition to the Styx and Lethe, there was a river of fire called Phlegethon, a “river of wailing” named Cocytus, and a “river of woe” called Acheron, though the latter two are considered metaphoric, and comparatively late inventions. The Romans sometimes referred to the underworld by the euphemism <em>orae Acheruntis</em> 'Acheron's shores.' In his <em>Inferno,</em> Dante gives the name Cocytus to the lowest section of Hell, containing traitors to their kindred, country, guests, and lords. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>The full text of this classic hellfire-and-brimstone homily, preached at Enfield, Connecticut, on July 8, 1741, can be found at <em><a href=\"http://www.ccel.org/e/edwards/\">http://www.ccel.org/e/edwards/</a> sermons/sinners.html.</em> Though we think of him as a quintessentially New England Puritan pastor, in the last months of his life Edwards accepted an invitation from theologically congenial Dutch Reformed divines in New Jersey to be the first president of the college that eventually turned into Princeton. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>As Sir John Harington noted in 1596 in his droll <em>New Discourse on a Stale Subject, Called the Metamorphosis of Ajax</em> (Columbia University Press, 1962, edited and annotated by Elizabeth Story Donno. See p. 146.) <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>Its full text appears in <em>The Apocryphal New Testament,</em> translated and edited by Montague Rhodes James (Oxford: Clarendon Press, 1926), pp. 505–521. It is discussed at length as an explicitly Gnostic work in Elaine Pagels, <em>The Gnostic Gospels</em> (Vintage Books, 1981), p. xv and elsewhere. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>The <em>-basis</em> of <em>katabasis,</em> like the <em>–bat</em> of <em>acrobat,</em> comes from the Greek verb <em>baino</em> 'I walk'; the prefix <em>kata-</em> meant 'from above, down from, down to.' Hoofing it up to someplace was an <em>anabasis,</em> the title of an account by Socrates' former pupil Xenophon describing the up-country advance (and harrowing retreat) of the 10,000 Greek mercenaries hired by the upstart satrap of Ionia, Cyrus, in his unsuccessful attempt to overthrow his brother, Artaxerxes, the rightful king of Persia. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>For a helpful discussion of Dante's taxonomy of the damned, see the introduction and notes by Dorothy Sayers in her postwar Inferno translation, <em>Hell</em> (Penguin, 1949). <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>Graves offers this explanation at §28, n. 3, on pp. 114–115, as provocative an hypothesis as Freud's assertion in <em>Moses and Monotheism</em> that Akhnaten's solar heresy was where Judaism got the idea of one God. Evidence to support either thesis seems to me quite circumstantial, but it would also appear difficult to <em>disprove</em> either one. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p><em>Ma'at,</em> however, meant more than simple equity, especially the higher you were in the government bureaucracy. Thus, as John A. Wilson points out in a perceptive essay on Egypt (in Frankfort et al., <em>Before Philosophy</em> [Pelican, 1963]), “The ruler who dispensed justice was urged to dispense it in relation to need, indeed, to give more than was due. The state . . . [had] a responsibility to act with initiative to meet the needs of the nation.” For some poignant examples of how tomb-village workers at the Valley of the Kings sometimes petitioned the government for a redress of their grievances, and how such letters came to be preserved at the temples at Thebes on the Nile (present-day Luxor) for several millennia, see John Romer's <em>Ancient Lives</em> (Holt, Rinehart and Winston, 1984). <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>I loosely follow David Ferry's translation <em>Gilgamesh</em> (New York: Farrar, Straus, and Giroux, 1993). <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>See, for example, S. H. Hooke, Middle Eastern Mythology (Penguin, 1963), p. 40. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>See the entry for the earlier date, the ninth of May, in Ovid's <em>Fasti.</em> (A useful facing-Latin-and-English translation is by Sir James Frazer [Loeb Library/Heinemann, 1931]). Ovid's description on the Lemuria (Book V, verses 419–492, pp. 291–297 of the Loeb edition) is thorough, but his derivation of the name quite fanciful. <em>Lemur</em> is also the name given by zoologists to a nocturnal arboreal prosimian indigenous to Madagascar. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p>A more literal translation of the title, according to <em><a href=\"http://reluctant-messenger.com/tibetan-book-of-the-dead.htm\">http://reluctant-messenger.com/tibetan-book-of-the-dead.htm</a></em>, is “liberation by hearing on the after-death plane.” Although orally recited from memory for some time previously, the <em>Bardo Thodol</em> is said to have been written down in the eighth century A.D. by the great holy man Padma Sambhava, who is credited with introducing Buddhism to Tibet. A translation with good notes but archaic diction is that of Lama Kazi Dawa-Samdup, <em>The Tibetan Book of the Dead,</em> edited by W. Y Evans-Wentz (Oxford University Press, 1960). <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p>In his <em>Guilt, Anger, and God</em> (Morehouse-Barlow, 1972), p. 91, where Bishop Allison approvingly quotes Rollo May's <em>Love and Will</em> (W. W. Norton, 1969, p. 106): “[T]he awareness of death is widely repressed in our day…. What would we have to see if we could cut through our obsession about sex? The clamor of sex all about us drowns out the ever-waiting presence of death.” Not surprisingly, the prelate ties this anxiety to the fading of once-prevalent beliefs in the resurrection of Jesus and in a general resurrection to come. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-16\">\n<p>Conversely, death has been frequently likened to the lover one sleeps with, as well as, of course, sleeping itself. “Death” is one of the largest entries in the index of <em>Bartlett's Familiar Quotations,</em> the sixteenth edition of which (Little, Brown, 1992) lists more than 500 examples within the body of the book. <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Hellenic Damnation and Other Afterlives</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Everybody likes to see the bad guys get their just deserts, if not in this world then in the next, and the Greeks were no different. They believed in a number of divinities whose express purpose was to punish wrongdoers, notably Nemesis (her name is related to the <em>-nom-</em> of <em>nomos,</em> which meant “apportionment” in the sense of share and share alike, and later, by extension, “law,” finding its way into such words as <em>economy,</em> originally the ordering of a household [<em>oikos</em>]). Nemesis concerned herself specifically with the punishment of infractions of fairness; by contrast, the <em>Erinnyes,</em> or Furies, pursued impious murderers such as parricides and matricides (e.g., Orestes, when, in order to avenge the murder of his dad, Agamemnon, had to kill his mother, Clytemnestra, because it was she and her lover Aegisthus who had slaughtered the poor old king in his bath fresh from his victory at Troy.)<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>On the other hand, the Greeks also recognized that we do not always get our just deserts in this life, and that some things happened by fate. The Three Fates—Clotho the spinner, Lachesis the twister and measurer, and Atropos the cutter—were supposed to determine the span of people's lives, and even the Olympians were said to be subject to their activities. Fate as an abstract concept, on the other hand, was called <em>ananké.</em> At a relatively late date the Greeks also personified fortune or chance as the goddess Tyche (the verb <em>tunchano,</em> from which the noun <em>tyché</em> is derived, meant 'to happen'). One could live virtuously and bind oneself by solemn oaths, invoking the displeasure of Zeus or other gods if one misbehaved, but sometimes evil triumphed over good anyway, and there was nothing much one could do about it here on earth.</p> <p>But in the afterlife—ah, that was a different story. People who had lived lives of exemplary virtue went to dwell happily ever after in the Elysian Fields, something of a rural paradise; the not-so-virtuous (but not terribly evil either) were assigned to another part of the underworld called the Asphodel Fields, something like an economy-class version of Elysium. (Another version of the afterlife myth was that those who were not actually bad drank from the river of forgetfulness, called Lethe, and then were reborn as babies on earth again.) Conspicuous evildoers, however, went to Tartarus, a place of eternal and often ingenious punishments.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>"
}