{
  "type": "Article",
  "title": "Blog This",
  "author": "Steve Lawson",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Blog This</h1>\n<p><em><span data-rel=\"author\">Steve Lawson</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>Since the late 1990s, the <em>weblog,</em> or <em>blog</em> (or,\nuncommonly, <em>'blog</em> ) has been one of the most popular methods of publishing on the World Wide Web. A\n<em>weblog</em> is a web page that is updated on a more-or-\nless daily basis with entries or <em>posts.</em> The content of a\npost can vary widely, but the typical entry contains a\nlink to another web page along with a sentence or a\nparagraph indicating why the person who wrote the\nentry chose to link to that particular page. The posts\nare date- and time-stamped and arranged in reverse\nchronological order, so the newest entry is always at\nthe top of the page. That way, frequent readers of a\nblog can start reading at the top, and stop when they\nreach the first post that they've read before. Those\ntime-related factors—frequent updates arranged in\nreverse chronological order—are the defining\naspects of the weblog. Some blogs read like diaries,\nothers like commentary on current affairs.</p>\n<p>Few new words have been coined that are based\non the original term, <em>weblog,</em> but now that <em>blog</em> has\nbeen clipped from the original, it has taken off with\nany number of derivatives. <em>Blog</em> is a synonym for\n<em>weblog,</em> but, unlike <em>weblog, blog</em> has also been\nverbed, meaning 'to create a new entry in a weblog,'\nor simply 'to write,' e.g., “Here are some photos\nfrom the wacky, New York-based BDSM-themed\nworkout that Cory blogged about earlier this week”\n, or “I talked with Dave Winer on the phone a little\nwhile ago, and I notice he's already blogged the conversation!” As the examples show, usage of the verb\nform is not yet standard; does one <em>blog</em> an event (in\nthe same way one would <em>log</em> it, or <em>note</em> it, or <em>cover</em> it\nin the journalistic sense), or does one <em>blog about</em> an\nevent (as one would <em>write about</em> or <em>talk about</em> it)?\nPeople who keep blogs are known as <em>bloggers</em> as\nin “how about we make tomorrow ... a Bloggin'\nLovefest. Devote one post to a blogger you love.”\n<em>Blogger™</em> is also the name of one of the software\ntools that allows bloggers to update their weblogs easily and save older posts automatically in an archive.</p>\n<p>With the proliferation of wireless networks in\nhotels and convention centers, it has become relatively easy for bloggers to post to their blogs using\nproperly-equipped laptops while they are actually still\nwitnessing the event they are writing about rather\nthan waiting until later to sum things up. This is\ncalled liveblogging as in “Donna Wentworth has been\nliveblogging the proceedings of iLaw Rio de Janeiro,\nBrazil on Copyright.” Liveblogged entries make up\nfor in immediacy what they lack in spellchecking.\nA particularly neat coinage is blogrolling, the\npractice of posting a list of links to other weblogs.\nSuch a blogroll list looks like a roll, or register, but\nit also recalls logrolling, the practice of mutual\nback-scratching in the world of politics or literature. When blogs were in their infancy, it was considered de rigueur for blogging to be reciprocal—\n“you blog me and I'll blog you back.” Now, there is\nmore of a blog hierarchy, with some blogs and bloggers being exceptionally well known, and others\ntoiling in (often deserved) obscurity. It can no\nlonger be assumed that the most popular weblogs\nwill reciprocate when it comes to blogrolling.</p>\n<p>The term blogerati has been used to refer to\nsome of the most prominent members of the weblog\nculture: “Perhaps I should get around to creating a\nBlogarhythm website. One that would track and predict when certain members of the blogerati are going\nto go off their rockers again.” No self-respecting blogger would refer to him- or herself as a member of the\nblogerati, and usage of the word implies a gentle (or\nnot-so-gentle) mockery. The term is, of course, based\non the Latin literati (in English use, according to the\nOED, since Robert Burton borrowed it in 1621 to\nrefer to China's learned class). The blogerati themselves may be more familiar with the word digerati,\nused to refer to the movers and shakers of digital\nbusiness and culture. Perhaps that link to digerati\nexplains blogerati's relative popularity compared to\nblognoscenti (as in “The Raging Cow strategy has\nannoyed some members of the blognoscenti”).\nBlognoscenti also seems truer to its source word,\ncognoscenti (from the Italian, used in English since\nthe late 18th century, also according the OED ), but a\nGoogle search shows many fewer uses of\nblognoscenti as compared to blogerati.</p>\n<p>The science fiction writer William Gibson\nfamously coined the term cyberspace in his novel\nNeuromancer to refer to the “virtual space” in which\nelectronic communication takes place. Some bloggers have used the term <em>blogspace</em> to refer to the\nworld of blogging, but the most popular word for that\nconcept at the moment is <em>blogosphere.</em> The word was\napparently coined by William Quick, of the <em>Daily\nPundit</em> (an achievement recognized by William Safire\nin his <em>New York Times Magazine</em> column of July 28,\n2002). Based, of course, on <em>atmosphere, stratosphere,</em>\nand similar words, the gaseous connotation of <em>blogosphere</em> seems appropriate, given the constantly changing world of weblogs, which are held together\nthrough the loose bonds of interconnected hyperlinks, and which seems to be expanding indefinitely\n(and which can be a forum for a lot of hot air).</p>\n<p>Another word for the same concept is <em>Blogistan,</em>\ncoined, no doubt, during late 2001 or early 2002 when\nall eyes were on Afghanistan, Pakistan, Uzbekistan,\nand their Central Asian neighbors. <em>Blogistan</em> gave rise\nto extensions such as “Radio Free Blogistan,” and\n“The Distributed Republic of Blogistan,” but has fallen into disuse. Perhaps this is because world affairs\nhave moved on, or perhaps it is simply because <em>blogosphere</em> seems more appropriate. Unlike the <em>blogosphere's</em> infinitely expandable universe, <em>blogistan</em>\nwould seem to have distinct (if permeable) borders.</p>\n<p><em>Blog rot</em> appears to have been coined by blogger\nBuzz Bruggeman, a term which he defined as “not\nstaying in the game and offering up great stuff on a\ndaily basis.” The <em>Laughing Librarian</em> weblog uses the\nsame term to describe a blog that peters out after a\nfew weeks or months (after trying the less-catchy\nterm <em>blog decay</em> ), pointing out that nobody can be\ngreat literally every day. As a nonce-word, <em>blog rot</em> has\nmore going for it than just assonance and the one-two\npunch of short one-syllable words; it also recalls <em>link\nrot,</em> the well-established term that describes the tendency of links on the World Wide Web to go bad over\ntime (as web pages are taken down or moved).</p>\n<p>Weblogs have become a fixture of online culture\nafter just a few years. Similarly, the language of blogging and bloggers has become noted by the linguistic establishment. <em>Weblog, blog</em> (n. and v.), <em>blogger,</em> and\n<em>weblogger</em> all have draft entries dated March 2003 in\nthe <em>OED Online.</em> For the newest permutations and\ncoinages, though, the enterprising linguist will have\nto go to the source and brave the blogosphere.</p>\n<p><em>[Steve Lawson is the Humanities Librarian at Colorado College. Steve is himself a blogger, but can't claim to be a member of the blognoscenti.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Blog This</h1> <p><em><span data-rel=\"author\">Steve Lawson</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>Since the late 1990s, the <em>weblog,</em> or <em>blog</em> (or,\nuncommonly, <em>'blog</em> ) has been one of the most popular methods of publishing on the World Wide Web. A\n<em>weblog</em> is a web page that is updated on a more-or-\nless daily basis with entries or <em>posts.</em> The content of a\npost can vary widely, but the typical entry contains a\nlink to another web page along with a sentence or a\nparagraph indicating why the person who wrote the\nentry chose to link to that particular page. The posts\nare date- and time-stamped and arranged in reverse\nchronological order, so the newest entry is always at\nthe top of the page. That way, frequent readers of a\nblog can start reading at the top, and stop when they\nreach the first post that they've read before. Those\ntime-related factors—frequent updates arranged in\nreverse chronological order—are the defining\naspects of the weblog. Some blogs read like diaries,\nothers like commentary on current affairs.</p> <p>Few new words have been coined that are based\non the original term, <em>weblog,</em> but now that <em>blog</em> has\nbeen clipped from the original, it has taken off with\nany number of derivatives. <em>Blog</em> is a synonym for\n<em>weblog,</em> but, unlike <em>weblog, blog</em> has also been\nverbed, meaning 'to create a new entry in a weblog,'\nor simply 'to write,' e.g., “Here are some photos\nfrom the wacky, New York-based BDSM-themed\nworkout that Cory blogged about earlier this week”\n, or “I talked with Dave Winer on the phone a little\nwhile ago, and I notice he's already blogged the conversation!” As the examples show, usage of the verb\nform is not yet standard; does one <em>blog</em> an event (in\nthe same way one would <em>log</em> it, or <em>note</em> it, or <em>cover</em> it\nin the journalistic sense), or does one <em>blog about</em> an\nevent (as one would <em>write about</em> or <em>talk about</em> it)?\nPeople who keep blogs are known as <em>bloggers</em> as\nin “how about we make tomorrow ... a Bloggin'\nLovefest. Devote one post to a blogger you love.”\n<em>Blogger™</em> is also the name of one of the software\ntools that allows bloggers to update their weblogs easily and save older posts automatically in an archive.</p> <p>With the proliferation of wireless networks in\nhotels and convention centers, it has become relatively easy for bloggers to post to their blogs using\nproperly-equipped laptops while they are actually still\nwitnessing the event they are writing about rather\nthan waiting until later to sum things up. This is\ncalled liveblogging as in “Donna Wentworth has been\nliveblogging the proceedings of iLaw Rio de Janeiro,\nBrazil on Copyright.” Liveblogged entries make up\nfor in immediacy what they lack in spellchecking.\nA particularly neat coinage is blogrolling, the\npractice of posting a list of links to other weblogs.\nSuch a blogroll list looks like a roll, or register, but\nit also recalls logrolling, the practice of mutual\nback-scratching in the world of politics or literature. When blogs were in their infancy, it was considered de rigueur for blogging to be reciprocal—\n“you blog me and I'll blog you back.” Now, there is\nmore of a blog hierarchy, with some blogs and bloggers being exceptionally well known, and others\ntoiling in (often deserved) obscurity. It can no\nlonger be assumed that the most popular weblogs\nwill reciprocate when it comes to blogrolling.</p>"
}