{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Mighty Fine Words and Smashing Expressions: Making Sense of Transatlantic English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Mighty-Fine-Words-Smashing-Expressions/dp/0195157044\"><em>Mighty Fine Words and Smashing Expressions: Making Sense of Transatlantic English</em></a></h1>\n<p>Orin Hardgraves, (Oxford University Press, 2003), 305 pp.</p>\n<p>Long before the spot of unpleasantness known\nas the Boston Tea Party, American English was busily diverging from its British parent. The current differences are not such that a New Yorker is likely to\nidentify the Queen's English as the language spoken\nby cross-dressers at a Wigstock festival, but they still\namount to material for a good book.</p>\n<p><em>Mighty Fine Words and Smashing Expressions</em>\nis that book. Orin Hargraves shows that, apart from\ntheir slang, Americans are more euphemistic than\nthe British, more politically correct, less ridden\nwith class and other inherited distinctions and, as\nbefits their country's global reach, more effective in\ndistributing their coinages. Each country has\nmatching prejudices: British English can seem\nsnobbish to Americans, American English philistine to Britons. In fact, Hargraves' book in some ways is less about language than it is about culture.</p>\n<p>As an American lexicographer who has lived\nextensively in England, Hargraves is well-qualified to\ndeal with culture shock. A less generously reciprocal\nand informative author might have spun out some of\nthe more colorful words and expressions into a few\nwryly humorous chapters. Not so Hargraves, whose\nbook is crammed with data, including, by my count,\n116 tables. Some of the tables are encyclopedic, not\nlexical, but either way they're so useful that they\ncould ably serve a native speaker who couldn't care\nless about what's said or done across the pond.\nAmong several appendices are credible overviews of\nAustralian, Canadian, Indian, Irish, and South\nAfrican English. Another appendix lists idioms and\nexpressions which take the cake (or take the British\nbiscuit), and gives enough material to make the reader roll in the aisles (or fall about laughing.)</p>\n<p>“About” points to Hargraves's excellent discussion not only of that word, but of parts of speech,\nincluding countability of nouns and inflections of\nverbs. He advises that “Americanizing editors can\nusually do no wrong in systematically changing\n<em>which</em> to <em>that</em> in defining clauses of British English,\njudiciously avoiding the transformation when euphony would dictate the use of <em>which</em> .” His coverage of\nwords is frequency-based, and he does not include archaic, obsolete, and dated terms, and most slang\nand informal usage. Fair enough, but one important\ntopic has gone AWOL. He does not discuss pronunciation, “which is, in the end, a technical subject, and\nfor the most part has little bearing on comprehension of the written word.” Not so fast. Most people\nhear and speak many more words than they read and\nwrite, and it would have been rewarding to have the\nauthor's acute ear and dry wit applied, for example,\nto the speech habits of ABC versus BBC anchors.</p>\n<p>Reading Hargraves' book, one can amuse oneself\nby imagining a surreal alternative planet in which the\nlexicon would entirely consist of the most cryptic,\nambiguous, or hilarious names and terms in\nAmerican and British English. A diner orders Buffalo\nwings followed by spotted dick, a homemaker washes dishes with a J-cloth and Fairy liquid, a letterwriter addresses envelopes to ME, IN, and MO as\nwell as to Beds, Bucks, and Wilts, a driver in a semi\nhits a sleeping policeman, a batter grounds out and\nthen is out Leg before wicket, in each case resuming\na fielding position as a backstop or just silly, and a\nstage-door Johnny decides to knock up an old friend.</p>\n<p>These are mainly words for country-specific\nthings, but there are also lots of different words for\nthe same thing: an American pharmacist is a British\nchemist, a British shopwalker is an American floorwalker. Yet for all the differences it's arguably true\nthat, thanks to television satellites and the Internet,\nAmerican and British English are closer than\nthey've ever been. One thinks of the language\nreforms that Noah Webster is famous for— -or and\n-er spellings rather than - our than -re ones, for\nexample—and how they commend themselves on\nthe grounds of concision and sensible phonetics.</p>\n<p>Yet there is something to be said for the quirks and\nvagaries of British English as a corrective to an\noppressively rationalized and homogenized world.\nFull disclosure: Hargraves consulted me on\npoints of Canadian English, and thanks me in his\nbook. As a Canadian and hence suffering with\nDPLS (Dual Personality Language Syndrome), I\ncan attest that his is a mighty smashing book to have\non a nearby shelf.</p>\n<p><em>[Fraser Sutherland]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Mighty-Fine-Words-Smashing-Expressions/dp/0195157044\"><em>Mighty Fine Words and Smashing Expressions: Making Sense of Transatlantic English</em></a></h1> <p>Orin Hardgraves, (Oxford University Press, 2003), 305 pp.</p> <p>Long before the spot of unpleasantness known\nas the Boston Tea Party, American English was busily diverging from its British parent. The current differences are not such that a New Yorker is likely to\nidentify the Queen's English as the language spoken\nby cross-dressers at a Wigstock festival, but they still\namount to material for a good book.</p> <p><em>Mighty Fine Words and Smashing Expressions</em>\nis that book. Orin Hargraves shows that, apart from\ntheir slang, Americans are more euphemistic than\nthe British, more politically correct, less ridden\nwith class and other inherited distinctions and, as\nbefits their country's global reach, more effective in\ndistributing their coinages. Each country has\nmatching prejudices: British English can seem\nsnobbish to Americans, American English philistine to Britons. In fact, Hargraves' book in some ways is less about language than it is about culture.</p> <p>As an American lexicographer who has lived\nextensively in England, Hargraves is well-qualified to\ndeal with culture shock. A less generously reciprocal\nand informative author might have spun out some of\nthe more colorful words and expressions into a few\nwryly humorous chapters. Not so Hargraves, whose\nbook is crammed with data, including, by my count,\n116 tables. Some of the tables are encyclopedic, not\nlexical, but either way they're so useful that they\ncould ably serve a native speaker who couldn't care\nless about what's said or done across the pond.\nAmong several appendices are credible overviews of\nAustralian, Canadian, Indian, Irish, and South\nAfrican English. Another appendix lists idioms and\nexpressions which take the cake (or take the British\nbiscuit), and gives enough material to make the reader roll in the aisles (or fall about laughing.)</p>"
}