{
  "type": "Article",
  "title": "Getting Hitched or Shacking up and Other Domestic Arrangements",
  "author": "Devorah Stone",
  "location": "Richmond, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Getting Hitched or Shacking up and Other Domestic Arrangements</h1>\n<p><em><span data-rel=\"author\">Devorah Stone</span> <span data-rel=\"location\">Richmond, British Columbia</span></em></p>\n<p>My aunt once referred to my father, with disdain, as “that man your mother lives with.”</p>\n<p>I informed her my parents are legally married. I had seen the marriage certificate.</p>\n<p>My aunt glared at me. “She still lives with him.”</p>\n<p>True, people who are legally married usually live together. However, normally when we say a couple <em>lives together</em> we mean they are not legally married. Neither church nor state sanctioned their union.</p>\n<p>The terms used by those not legally married range from the legal (<em>common law marriage)</em> to the jocular (<em>shacking up).</em> <em>Living together</em> is a neutral and nonjudgmental expression. <em>Cohabitating</em> is a clinical, sterile term used by statisticians. (It is also how animal behaviorists describe what wild boars do when they're not foraging.) A colorful phrase used in the 1920s in England—<em>married on the carpet with the banns up the chimney</em>—describes what was seen as a careless if not reckless union. It's also similar to the judgmental phrase—<em>living in sin.</em></p>\n<p>Since the 1970s, couples living together outside marriage have found new ways to introduce each other, including <em>apartmates, convivante, main squeeze, significant other, jellyroll,</em> and <em>paramour</em>. There is the silly and hardlyused acronym <em>POSSLQ</em> meaning Person of the Opposite Sex Sharing Living Quarters. Many of these terms are no longer in common use. Many people simply say, “This is my friend.” Others who simply value their privacy (and who tire of constant explanations) will use <em>husband</em> or <em>wife.</em> <em>Life partner</em> and <em>soul mate</em> are also currently popular.</p>\n<p>Now that unmarried heterosexual domestic arrangements have become commonplace, the next linguistic challenge is terms for gay unions. <em>Lover</em> used to refer to a partner in an illicit affair. Now many describe their life partners or significant others as <em>my lover.</em> When homosexual couples are unable to marry legally or formally, they often use the same expressions as unmarried heterosexual couples. Now that many same-sex couples can have their relationships registered in Vermont and New York and in some Scandinavian countries as a <em>civil union</em> or <em>registered partnership,</em> new terms should emerge.</p>\n<p>Marriage has always been seen as an entangling and final state, as expressed in a sixteenth century phrase for marriage, <em>to tie a knot with one's tongue that cannot be untied with the teeth.</em> <em>Tying the knot</em> is one of many expressions describing the wedding ceremony, along with <em>getting hitched, taking the plunge, jumping the broomstick,</em> and <em>hand in hand.</em></p>\n<p>How heterosexual married couples describe each other has also changed over the years. Men have called their wives their <em>spouse, helpmate, consort, mate, partner, lady rib, missus, my old woman, she who must be obeyed,</em> and <em>trouble and strife.</em> Before the 1600s, <em>better half</em> could mean a good close friend or lover. Now it usually refers to a wife. Rarely do women introduce their husbands this way. Interestingly, there are also fewer names to specify a husband than wife—<em>hubby, old man, brown bagger,</em> and <em>breadwinner.</em></p>\n<p>With so many changes in modern life, traditional, ritually-based formal heterosexual marriages are becoming increasingly fragile. Trend watchers are using terms to differentiate between marriages by length of union. A <em>starter marriage</em> refers to a first marriage that falls apart before the bridesmaids have unloaded their gowns at the thrift shop and the photographer has finished developing the photos. <em>Keeper marriages</em> last until the youngest child goes to college. Anything longer lasting than that is a miracle.</p>\n<p>The <em>serially monogamous</em> need new words to illustrate former and current marital partners. A <em>trophy wife</em> denotes a young second wife. A young second husband is a <em>boy toy.</em> There are no terms for first wives or husbands. There are also no standard words or expressions in English to describe a woman's husband's ex-wife or a man's wife's ex-husband. Future terms might include <em>his former, her former,</em> and <em>wex</em> and <em>hex.</em> I'd like to suggest <em>last half, the last mister,</em> and <em>she who is no longer obeyed</em> for former spouses.</p>\n<p><em>[Devorah Stone has a visual arts degree from the University of Victoria and hosts the Historical Fiction Writing and Critique forum at <em><a href=\"http://www.writersbbs.com\">http://www.writersbbs.com</a></em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Getting Hitched or Shacking up and Other Domestic Arrangements</h1> <p><em><span data-rel=\"author\">Devorah Stone</span> <span data-rel=\"location\">Richmond, British Columbia</span></em></p> <p>My aunt once referred to my father, with disdain, as “that man your mother lives with.”</p> <p>I informed her my parents are legally married. I had seen the marriage certificate.</p> <p>My aunt glared at me. “She still lives with him.”</p>"
}