{
  "type": "Article",
  "title": "Letters Can Be Words",
  "author": "Kathryn Wilkens",
  "location": "Upland, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Letters Can Be Words</h1>\n<p><em><span data-rel=\"author\">Kathryn Wilkens</span> <span data-rel=\"location\">Upland, California</span></em></p>\n<p>Who is <em>Etaoin Shrdlu?</em> I wondered.</p>\n<p>It was printed in bold vertical type on a page in my college yearbook. I thought it must be someone's name—it had a vaguely Baltic sound—because I couldn't find it in the dictionary. When I asked people on the yearbook staff, they simply laughed and exchanged knowing glances; no one would clue me in. I searched encyclopedias to no avail. I finally decided it was an obscure in-joke with the yearbook staff and I would never learn its meaning. Still, I wondered about it for years.</p>\n<p><em>Etaoin Shrdlu</em> puzzled me because it was the first time I had been unable to decipher a string of letters since I'd learned how to use a dictionary. Even before I could read, I had been fascinated by the mysterious squiggles covering pages in books. When I was introduced to the alphabet, I was happy to learn there were only 26 different squiggles to learn.</p>\n<p>Although the primary purpose of letters is to represent sounds so that speech can be written down, each letter of the alphabet also has a unique identity. Some are words by themselves: the indefinite article <em>a,</em> the first-person pronoun <em>I</em> and the vocative <em>O.</em></p>\n<p>But when you stop to think about it, every letter can stand alone as a word, not just those three. Imagine a child eating alphabet soup exclaiming, “I found a <em>K!</em> I found a <em>P</em>! I found a <em>Z</em>!” Or a Scrabble player lamenting, “If only I had a <em>U</em> to go with my <em>Q</em>.” In those cases, the letter-word is self-referential.</p>\n<p>A letter can also be a word not because of its sound or meaning, but because of its shape, size or position in the alphabet.</p>\n<p>Majuscule letter-shapes are often used to describe objects. How else would we refer to <em>A-line skirts</em> or <em>A-frame cabins</em>? Machines have <em>O-rings</em> and <em>D-rings;</em> a building has <em>I-beams</em> and <em>H-beams.</em> We talk about <em>C-clamps, G-strings, J-strokes</em> (in canoeing), <em>S-curves, U-turns,</em> <em>V-neck</em> sweaters, <em>V-8 engines</em> (and tomato juice drinks) <em>K-rations</em> and <em>Z-bars.</em> Some letters, like <em>W</em> and <em>R,</em> don't get used too often, while others are overworked because of their classic shapes. Take <em>T</em> for example; it turns up in <em>T-shirt, T-bone, T-joint, T-strap, T square, T-bar</em> and <em>T-maze.</em></p>\n<p>The letter <em>X</em> is unique because it can function as a verb, as in “He <em>Xed</em> out the line.” Its crossed shape gives us the term <em>X-stretcher.</em> It also stands for an unknown quantity or variable as in <em>X-factor</em> and <em>Generation X.</em> I don't know exactly what it stands for in <em>X-rated,</em> but everyone knows what kind of movie that is! The letter <em>X</em> is also used as a symbol or logogram. Depending on context, we read it, not as <em>ex</em> but <em>cross</em> (<em>Railroad Xing</em>), <em>by</em> (<em>2X4</em>), <em>times</em> (<em>3X4=12</em>) or <em>power</em> (<em>7X binoculars</em>). It even stands for <em>Christ</em> in the abbreviation <em>Xmas</em> because the Greek word for Christ starts with the letter <em>chi</em> which looks like an <em>X</em>.</p>\n<p>Sometimes you see the letter's name spelled out, as in “We came to a <em>tee intersection</em> on the trail,” or “The geese flew overhead in a <em>vee</em>.” An addition to a building is usually called an <em>ell</em> rather than an <em>L</em>. The letter <em>Y</em> spelled out is <em>wye.</em> Surveyors use a <em>wye level,</em> and railroad tracks may be laid in a <em>wye formation</em> at a station to enable the train to change directions.</p>\n<p>It might be the letter's size rather than its shape that gives it significance, as in the printing terms <em>em</em> and <em>en.</em> An <em>em space</em> (or <em>em dash</em>) is wider than an <em>en space</em> (or <em>en dash</em>) because <em>m</em> takes up more room than <em>n.</em></p>\n<p>Letters have acquired significance because of their location in the traditional line-up of the alphabet, with the first few letters getting the most use. <em>A, B, C, D, E, F</em> and <em>G</em> name musical notes and keys. In sizes of shoes, batteries and bras, <em>A</em> and multiples of <em>A</em> are the smallest. We talk about the <em>ABCs</em>, or basic principles, of something.</p>\n<p>We use these letters to indicate grades of eggs, beef and bonds, with <em>A</em> (or multiples of <em>A</em>) being the best. This A-is-best idea carries over into other expressions. Would you rather be an <em>A</em> student or a <em>C</em> student? Wouldn't you like to be on someone's <em>A-list?</em> If you were an actor, would you want to appear in <em>B-movies</em>?</p>\n<p>The letters standing the middle of the alphabet don't get much use, but the last three do. In geometry we talk about the <em>X-axis, Y-axis</em> and <em>Z-axis.</em> The <em>XYZ</em> indicates the end of something as evidenced by the lyrics of “Teach Me Tonight”—“Starting with the <em>ABC</em> of it, getting right down to the <em>XYZ</em> of it.”</p>\n<p>Using letters as words is not confined to the Roman alphabet. English has also borrowed Greek letter names for words. Again, many are based on the letter's shape: <em>delta</em> or <em>deltoid</em> refers to something shaped like a triangle (∆) and <em>sigmoid</em> means shaped like the Greek S, <em>sigma</em> (∑). The letter <em>iota</em> is small, so its meaning is 'a very small quantity.' We talk about the <em>alpha</em> (beginning) and the <em>omega</em> (end). <em>Alphabet</em> is the most obvious example of a word derived from the order of Greek letters.</p>\n<p>Similarly, <em>futhark</em> is another name for the Scandinavian runes. It comes from the order of the first six runic letters: <em>f, u, th, a, r</em> and <em>k.</em></p>\n<p>Finally, there are two expressions that come from the order of letters as they are lined up on machines. The first one, <em>QWERTY,</em> describes the common typewriter or computer keyboard because those letters appear across the top row.</p>\n<p>The second one is a two-word phrase that, while it has no real meaning, is instantly recognizable to people in the printing profession. It was used to indicate the compositor had made a mistake and the line should be omitted or recast. I learned this at the International Printing Museum in Orange County, California, where I attended a gala reception. I strolled around admiring the antique presses, then stopped in front of a Linotype machine. Raising my glass to sip some Chardonnay, my hand froze in midair. The crowd's murmuring faded away, as I drowned in a private sea of ecstatic revelation. “Oh my God!” I said.</p>\n<p>“What's the matter?” asked my husband.</p>\n<p>“Look!”</p>\n<p>“Oh, wow, a Linotype machine,” he said sarcastically.</p>\n<p>“I know, but look at the keys.”</p>\n<p>He read off the first two columns of keys, “<em>E-T-A-O-I-N. S-H-R-D-L-U.</em> Those are the 12 most common letters in English,” he said. “So?”</p>\n<p><em>[Kathryn Wilkens is a former English teacher. She has a master's degree in linguistics from California State University at Fullerton, and has written for The Los Angeles Times, America West Airlines Magazine, Writers' Journal, Dolls, and others.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Letters Can Be Words</h1> <p><em><span data-rel=\"author\">Kathryn Wilkens</span> <span data-rel=\"location\">Upland, California</span></em></p> <p>Who is <em>Etaoin Shrdlu?</em> I wondered.</p> <p>It was printed in bold vertical type on a page in my college yearbook. I thought it must be someone's name—it had a vaguely Baltic sound—because I couldn't find it in the dictionary. When I asked people on the yearbook staff, they simply laughed and exchanged knowing glances; no one would clue me in. I searched encyclopedias to no avail. I finally decided it was an obscure in-joke with the yearbook staff and I would never learn its meaning. Still, I wondered about it for years.</p> <p><em>Etaoin Shrdlu</em> puzzled me because it was the first time I had been unable to decipher a string of letters since I'd learned how to use a dictionary. Even before I could read, I had been fascinated by the mysterious squiggles covering pages in books. When I was introduced to the alphabet, I was happy to learn there were only 26 different squiggles to learn.</p>"
}