{
  "type": "Article",
  "title": "Seinfeldisms",
  "author": "Paul McFedries",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Seinfeldisms</h1>\n<p><em><span data-rel=\"author\">Paul McFedries</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>It has become a cliché to say that the TV sitcom <em>Seinfeld</em> was “a show about nothing.” But to anyone who loves words and appreciates good (and even bad) word play, <em>Seinfeld</em> was really a show about <em>language.</em> The absurd situations, the sight gags, and Kramer's entrances, exits, and pratfalls notwithstanding, the comedy and the commentary in <em>Seinfeld</em> was remarkably language-based. In fact, it's not a stretch to say that no other TV show before or since has been so self-consciously verbal. Yes, other shows have sprouted famous catchphrases, from Jackie Gleason's “How sweet it is!” to Star Trek's “Beam me up, Scotty” to Anne Robinson's “You are the weakest link!”</p>\n<p><em>Seinfeld</em>, too, generated its share of catchphrases, the most famous being not that there's anything wrong with that (“The Outing,” Feb. 11, 1993), and <em>yada yada yada</em> (“The Yada Yada,” Apr. 24, 1997). But the <em>Seinfeld</em> writers—co-creator Larry David in particular—went far beyond mere catchphrases. They played with the language in almost every episode. When a woman tells Jerry—who is pretending to be unfunny—that she thought he was happy-go-lucky, he replies, “I'm not happy and I'm not lucky, and I don't go. If anything I'm sad-stop-unlucky” (“The Bubble Boy,” Oct. 7, 1992). While discussing a serial killer called “The Lopper” because he cuts peoples' heads off, Kramer tells us that the police have had “some internal dissension about the name,” with an alternative being “The Denogginizer” (“The Frogger,” Apr. 23, 1998). Then there's the following exchange (“The Abstinence,” Nov. 21, 1996):</p>\n<blockquote>\n<p>JERRY: I thought the whole dream of dating a doctor was debunked.</p>\n<p>ELAINE: No, it's not debunked; it's totally bunk.</p>\n<p>JERRY: Isn't bunk bad? Like, “that's a lot of bunk.”</p>\n<p>GEORGE: No, something is bunk and then you debunk it.</p>\n<p>JERRY: What?</p>\n<p>ELAINE: Huh?</p>\n<p>GEORGE: I think.</p>\n</blockquote>\n<p>Back formations—new words formed by removing a real or imagined affix from an existing word—are also part of “Seinlanguage.” Examples include the verb <em>bobulate,</em> 'to be composed and level-headed' (from <em>discombobulate;</em> “The Parking Space,” Apr. 22, 1992) and the nouns <em>odorant</em> (from <em>deodorant</em>) and <em>perspirant</em> (from <em>anti-perspirant;</em> both appeared in “The Smelly Car,” Apr. 15, 1993). The <em>Seinfeld</em> writers also weren't shy about creating their own euphemisms. For example, a woman with silicone breast implants is <em>playing with confederate money</em> (“The Implant,” Feb. 25, 1993); the genital region is <em>below the equator</em> (“The Mango,” Sept. 16, 1993); having sex is <em>going downtown</em> (“The Label Maker,” Jan. 19, 1995); and a gay person who becomes straight is <em>changing teams</em> (“The Doorman,” Feb. 23, 1995).</p>\n<p>Turning nouns into verbs is a common neological game, and it's one that the <em>Seinfeld</em> writers enjoyed playing. The following nouns were all used as verbs in <em>Seinfeld</em> episodes: <em>bagel</em> (“The Strike,” Dec. 18, 1997: MANAGER: I could use someone for the holidays. KRAMER: Alright! Toss me an apron, let's bagel!); <em>congeniality</em> (“The Chaperone,” Sept. 22, 1994: JERRY: You know, you better be careful, you don't want to get too congenial. They'll slap that “Miss Congeniality” on you, and you'll congene yourself right out of the contest); <em>couple</em> (“The Sponge,” Dec. 7, 1995: SUSAN: Well, it's alright, I'm your fiancée. Everyone assumes you'll tell me everything. GEORGE: Where did you get that from? SUSAN: Well, we're a couple. It's understood. GEORGE: I never heard of that. SUSAN: Well, you've never been a couple. GEORGE: I've coupled! I've coupled!); <em>dictator</em> (“The Gymnast,” Nov. 3, 1994: JERRY: So, Ceaus¸escu. He must've been some dictator. KATYA: Oh yes. He was not shy about dictating. JERRY: He must have been dictating first thing in the morning. “I want a cup of coffee and a muffin!”); <em>Guggenheim</em> (“The Big Salad,” Sept. 29, 1994: JULIE: So, I guess I better get going. Gotta meet mother at the Guggenheim. Sure you don't want to go? GEORGE: No, you go Guggenheim.); <em>guile</em> (“The Truth,” Sept. 25, 1991: PATRICE: You mean that? GEORGE: Of course I mean that. I am incapable of guile. JERRY: He's never guiled); <em>kibosh</em> (“The Opera,” Nov. 4, 1992: JOE DIVOLA: I know what you said about me, Seinfeld. I know you badmouthed me to the execs at NBC, put the kibosh on my deal. Now I'm gonna put the kibosh on you. You know I've kiboshed before, and I will kibosh again); <em>lesbian</em> (“The Smelly Car,” April 15, 1993: GEORGE: The woman she's lesbianing with? Susan told me she's never been with a guy); <em>Nautilus</em> (“The Bottle Deposit,” May 2, 1996: SUSIE: It's nice having a big, strong, man around. NEWMAN: You know, those mail bags, they get mighty heavy. I, uh, I Nautilus, of course); <em>Schnapps</em> (“The Betrayal,” Nov. 20, 1997: ELAINE: George knows that you slept with Nina. That's why he was acting so weird. JERRY: How did he find out? ELAINE: He schnapped me); <em>spatula</em> ('to scratch one's back using a spatula'; “The Pie,” Feb. 17, 1994: KRAMER: I'm going home to spatula); <em>steel-toe</em> (“The Bizarro Jerry,” Oct. 3, 1996: JERRY: So how'd it go with Kevin? Did you steel-toe his ass back to Kentucky?).</p>\n<p>But what truly distinguishes <em>Seinfeld</em> from all other TV shows is the sheer wealth of new words coined by the writers. In the new-verb department, for example, we have <em>clean house,</em> 'to pick one's nose' (“The Pick,” Dec. 16, 1992); <em>de-smellify,</em> 'to remove a smell' (“The Smelly Car,” Apr. 15, 1993), <em>de-sour,</em> 'to once again enjoy something that one has become soured on' (“Friar's Club,” Mar. 7, 1996); <em>fake-erase,</em> 'to pretend to erase something' (“The Package,” Oct. 17, 1996); <em>ghost read,</em> 'to read a book for someone else'(cf. <em>ghost write;</em> “The Van Buren Boys,” Feb. 6, 1997); and <em>level-jumping,</em> 'assuming a closer friendship than actually exists' (“The Bris,” Oct. 14, 1993).</p>\n<p>The <em>Seinfeld</em> writers had an absolute mania about forging new nouns, coining more than 100 of them in the show's 180 episodes. The proverbial space limitations prevent me from giving you a complete list, but here are a few of my favorites: <em>blow-off number,</em> 'a phone number other than one's own that one gives to a suitor that one doesn't want to see again' (“The Strike,” Dec. 18, 1997); <em>“I love you” return,</em> 'the “I love you” that another person says in response to being told “I love you''' (“The Face Painter,” May 11, 1995); <em>kiss-hello program,</em> 'habitually kissing another person as part of a greeting' (“The Kiss Hello,” Feb. 16, 1995); <em>must-lie situation,</em> 'a situation in which lying is the only prudent course' (“The Hamptons,” May 12, 1994); <em>non-date personality</em>, 'the (presumably more natural) personality that one exhibits when not on a date' (“The Masseuse,” Nov. 18, 1993); <em>pull-back,</em> 'the quick movement of a person's head back from another person who is attempting a kiss' (“The Tape,” Nov. 13, 1991); <em>ribbon bully,</em> 'a person who tries to force others to wear a ribbon that symbolizes a cause, such as AIDS' (“The Sponge,” Dec. 7, 1995); <em>sexual camel,</em> 'a person who can go for long periods without sex' (“The Abstinence,” Nov. 21, 1996); <em>tap,</em> 'a tap on the shoulder to stop a person engaged in oral sex' (“The Mango,” Sept. 16, 1993).</p>\n<p>Of course, neologisms become mere “stunt” words unless they get picked up and used in other contexts. The above neologisms, clever as some of them are, haven't yet made a dent in the lexicon. There are, however, plenty of Seinfeldisms that have escaped the confines of the show and have struck out on their own:</p>\n<p><em>anti-dentite</em> n. A person who dislikes or is prejudiced against dentists. —adj. (The Yada Yada, Apr. 24, 1997): JERRY: Kramer, he's just a dentist. KRAMER: Yeah, and you're an anti-dentite. <em>The Hamilton Spectator</em>, Jan. 24, 2003: She comes back over the years as The Tooth Fairy to claim young victims after they lose their last baby tooth. It's enough to make anyone an anti-dentite. <em>Los Angeles Times</em>, June 1, 1997: And consider the anti-dentite images on the big screen.</p>\n<p><em>bad breaker-upper</em> n. A person who breaks up with other people in a mean or messy way. (The Andrea Doria, Dec. 19, 1996): ELAINE: So, I called my friend—you know, the one who set us up—I found out, he's a bad breaker-upper. <em>Dayton Daily News,</em> Jan. 3, 2003: Mitch Allan is a bad breaker-upper. <em>The Capital,</em> Dec. 31, 2002: You don't want to be labeled the bad breaker-upper.</p>\n<p><em>breakee</em> n. The person that another person breaks up with. (“The Lip Reader,” Oct. 28, 1993): JERRY: Well, if a couple breaks up and [has] plans to go to a neutral place, who withdraws? What's the etiquette? KRAMER: Excellent question. JERRY: I think she should withdraw. She's the breaker, he's the breakee. <em>University Wire</em>, July 30, 2001: When Ryan and Crowe split, she was on the cover of at least one entertainment magazine to say she was the breaker and not the breakee. <em>Rocky Mountain News</em>, May 26, 2001: It's also likely that at the time of the breakup, the breakee didn't change the locks at the house.</p>\n<p><em>conjugal-visit sex</em> n. Sex that occurs when a man or woman visits his or her spouse in prison. (“The Postponement,” Sept. 28, 1995): JERRY: In your situation the only sex you're going to have better than make-up sex is if you're sent to prison and you have a conjugal visit. GEORGE: Yeah, conjugal-visit sex. That is happening! <em>University Wire</em>, Jan. 21, 1999: I'm willing to bet [long distance relationship sex] rates right by make-up sex and falls right behind conjugalvisit sex.</p>\n<p><em>double-dip</em> v. To dip a chip, take a bite, and then dip the chip again. (“The Implant,” Feb. 25, 1993): TIMMY: Did you just double-dip that chip? GEORGE: Excuse me? TIMMY: You double-dipped the chip! GEORGE: Double-dipped? What are you talking about? TIMMY: You dipped the chip. You took a bite. And you dipped again. <em>Sacramento Bee</em> Jan. 8, 2003: It's perfect for folks who . . . like to double-dip their chips. <em>Associated Press</em>, Dec. 7, 2002: Weaver laughingly suggests posting a “No Double-Dipping” sign near dips to prevent guests at casual parties from dunking food into a dip after taking a bite.</p>\n<p><em>hand</em> n. Control, especially over a partner in a relationship. (“The Pez Dispenser,” Jan. 15, 1992): GEORGE: No everything is not going good. I'm very uncomfortable. I have no power. I mean, why should she have the upper hand. Once in my life I would like the upper hand. I have no hand, no hand at all. She has the hand; I have no hand. <em>Plain Dealer</em>, Oct. 4, 1996: It has to do with having what is called “hand” in a relationship, an all-encompassing concept that basically says you are no pushover.</p>\n<p><em>hand sandwich</em> n. A handshake in which one person places their free hand over the top of the other person's shaking hand. (Good News,  Bad  News  (“The  Seinfeld Chronicles,” July 5, 1989): JERRY: Shake is bad, but what if it's the “two-hander”? The hand on the bottom, the hand on the top, the warm look in the eyes? GEORGE: Hand sandwich. <em>The Observer</em>, Oct. 6, 2002: Major is equally expert in one-to-one magnetism, according to the senior women confiding how he entranced them with his 'hand sandwich' grip. <em>The Times</em>, Aug. 28, 1996: [LBJ's] two hands covered my right in a hearty hand sandwich.</p>\n<p>“<em>it's not you it's me</em>” <em>routine</em> n. Breaking up with a person using the excuse, “It's not you, it's me.” (“The Lip Reader,” Oct. 28, 1993): GWEN: It's not you, it's me. GEORGE: You're giving me the “it's not you, it's me” routine? I invented “it's not you, it's me.” Nobody tells me it's them not me, if it's anybody it's me. <em>BusinessWorld</em>, Dec. 20, 2001: She gave me that “it's not you, it's me” routine. <em>Birmingham Post</em>, July 12, 1999: The “It's not you, it's me,” routine is a line below contempt but it's handy when you can't be bothered to list everything.</p>\n<p><em>low talker</em> n. A person who talks extremely quietly. (“The Puffy Shirt,” Sept. 23, 1993): JERRY: You can't believe this woman. She's one of those low talkers. You can't hear a word she's saying. <em>Courier Mail,</em> Jan. 30, 2003: If he'd been the subject of a <em>Seinfeld</em> episode, David Caruso would have been the “low-talker.” <em>Phoenix New Times</em> , May 30, 2002: Schicker is a low talker, a problem possibly exacerbated by the large metal ring through his bottom lip.</p>\n<p><em>master of your domain</em> euphemism. Able to refrain from masturbation. (“The Contest,” Nov. 18, 1992): KRAMER: Oh. So, did you make it through the night? JERRY: Yes, I'm proud to say I did. KRAMER: So, you're still master of your domain. <em>Ottawa Sun</em>, Feb. 27, 1999: Brad Roberts is not the master of his domain. While discussing autoeroticism . . . Roberts slips his own hands into his pockets. <em>Alice Magazine</em>, May 2000: Weird Science . . . that eighties classic (about two boys who were, uh, still masters of their domain).</p>\n<p><em>mimbo</em> n. A male bimbo. (“The Stall,” Jan. 6, 1994): JERRY: Elaine, he's a male bimbo, he's a mimbo. <em>Washington Post</em>, Jan. 26, 2003: And if a boy doesn't want to become an Abercrombie &amp; Fitch mimbo, well, there are thousands of other companies desperate to help him self-actualize. <em>Brandweek</em>, April 22, 2002: [A] Norwegian TV station is counter-programming with a pair of meteorological mimbos.</p>\n<p><em>pre-emptive breakup</em> n. A breakup performed before the other person can break up with you. (“The Pez Dispenser,” Jan. 15, 1992): KRAMER: Break up with her. GEORGE: What? KRAMER: You break up with her. You reverse everything that way. JERRY: A pre-emptive breakup. <em>New York Times</em>, March 17, 1998: Mr. Shear's new songs are on the folky side.  Some—like “The Last in Love,” about a pre-emptive breakup— are two-character vignettes. <em>Tulsa World,</em> May 12, 1999: I'm not saying to pull a preemptive breakup, but just try not to think it's life or death if it doesn't work out.</p>\n<p><em>regift</em> v. To give as a gift something that one received as a gift. —<em>regifter</em> n. (“The Label Maker,” Jan. 19, 1995): JERRY: Are you even vaguely familiar with the concept of giving? There's no grace period. GEORGE: Well, didn't he regift the label maker? <em>Omaha World-Herald,</em> Aug. 2, 2002: Angela thinks some of the presents may have been regifted once or twice already. <em>Wilmington Star-News,</em> Dec. 3, 1995: Call it tacky, rude, maybe even thoughtless, but “regifting” is about as ritualistic as giving away that lump of jellied fruit every year.</p>\n<p><em>separatée</em> n. A person who is separated (cf. divorcée). (“The Fusilli Jerry,” Apr. 27, 1995): ESTELLE: Georgie, I'm a divorcee. GEORGE: No, you're not a divorcée. You're just separated. You're a separatée. <em>Real Estate Weekly</em>, June 16, 1999: The imaginative “Suddenly Single” Program . . . positions The Envoy Club as a sympathetic heartbreak  hotel  offering  distraught divorcees and/or separatées an aromatherapy candle . . . and a session with a psychic.</p>\n<p><em>shushee</em> n. A person who is being shushed. (“The Apartment,” April 4, 1991): JERRY: Can you knock on someone's door and tell them to keep it down? You're really altering your whole self-image. I mean, what am I, Fred Mertz now? What's happening to me? Can I do this? Am I a shusher? I used to be a shushee. <em>Orange County Register</em>, Feb. 6, 2000: The shush from behind is a most efficacious shush because the shushee has to spend the rest of the performance feeling your eyes searing through the back of his head.</p>\n<p><em>spongeworthy</em> adj. Worthy of having sex with, particularly when it requires the use of a contraceptive sponge. (“The Sponge,” Dec. 7, 1995): JERRY: I thought you said [sex] was imminent. ELAINE: Yeah, it was, but then I just couldn't decide if he was really spongeworthy. <em>New York Observer</em>, Jan. 19, 2001: Who knew that women were deeming men “spongeworthy” as early as the 1840's? <em>Chicago Tribune</em>, Dec. 15, 2002: Barbie needs: Either a female condom or a contraceptive sponge. . . . The ultimate question: Is Ken “spongeworthy”</p>\n<p><em>unshushables</em> n. People who refuse to stop talking even after having been shushed. (“The Apartment,” April 4, 1991): JERRY: Some people you can't shush in a movie theater. There's always that certain group of people, isn't it. They're talking and talking, and everyone around them is shushing them and shushing them. They won't shush. They're the unshushables. <em>New York Times</em>, Sept. 20, 1998: Then there are “unshushables,” Jerry Seinfeld's term, derived from Yiddish, for those in a movie theater who just never shut up.</p>\n<p>A few newspaper citations doesn't mean that any of these terms are dictionary-bound, not by a long shot. But it is remarkable that, five years after the show went off the air, so many Seinfeldian coinages have embedded themselves in people's vocabularies. This is a testament to the creativity of the <em>Seinfeld</em> writers, although we shouldn't discount the power of syndication, where in some markets the show can still be seen three or four times a day. Not that there's anything wrong with that.</p>\n<p><em>[Paul McFedries is the proprietor of The Word Spy <a href=\"http://www.wordspy.com\">http://www.wordspy.com</a>, a website devoted to new words. He is currently working on a book about new words that will be published in 2004.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Seinfeldisms</h1> <p><em><span data-rel=\"author\">Paul McFedries</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>It has become a cliché to say that the TV sitcom <em>Seinfeld</em> was “a show about nothing.” But to anyone who loves words and appreciates good (and even bad) word play, <em>Seinfeld</em> was really a show about <em>language.</em> The absurd situations, the sight gags, and Kramer's entrances, exits, and pratfalls notwithstanding, the comedy and the commentary in <em>Seinfeld</em> was remarkably language-based. In fact, it's not a stretch to say that no other TV show before or since has been so self-consciously verbal. Yes, other shows have sprouted famous catchphrases, from Jackie Gleason's “How sweet it is!” to Star Trek's “Beam me up, Scotty” to Anne Robinson's “You are the weakest link!”</p> <p><em>Seinfeld</em>, too, generated its share of catchphrases, the most famous being not that there's anything wrong with that (“The Outing,” Feb. 11, 1993), and <em>yada yada yada</em> (“The Yada Yada,” Apr. 24, 1997). But the <em>Seinfeld</em> writers—co-creator Larry David in particular—went far beyond mere catchphrases. They played with the language in almost every episode. When a woman tells Jerry—who is pretending to be unfunny—that she thought he was happy-go-lucky, he replies, “I'm not happy and I'm not lucky, and I don't go. If anything I'm sad-stop-unlucky” (“The Bubble Boy,” Oct. 7, 1992). While discussing a serial killer called “The Lopper” because he cuts peoples' heads off, Kramer tells us that the police have had “some internal dissension about the name,” with an alternative being “The Denogginizer” (“The Frogger,” Apr. 23, 1998). Then there's the following exchange (“The Abstinence,” Nov. 21, 1996):</p> <blockquote>\n<p>JERRY: I thought the whole dream of dating a doctor was debunked.</p>\n<p>ELAINE: No, it's not debunked; it's totally bunk.</p>\n<p>JERRY: Isn't bunk bad? Like, “that's a lot of bunk.”</p>\n<p>GEORGE: No, something is bunk and then you debunk it.</p>\n<p>JERRY: What?</p>\n<p>ELAINE: Huh?</p>\n<p>GEORGE: I think.</p>\n</blockquote>"
}