{
  "type": "Article",
  "title": "As the Word Turns: Jane's World",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As the Word Turns: Jane's World</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>Jane Austen the word fancier can't fully be savoured by those who know her only via Merchant-Ivory.</p>\n<p>Devotees of America's summer pastime should rejoice that she introduced <em>baseball</em> to English literature via <em>Northanger Abbey.</em> Not coined, though; unknown to the <em>OED,</em> it had cropped up in the 1744 <em>Little Pretty Pocket Book.</em></p>\n<p>I used innocently to assume that <em>at the hop</em> 'dance' was a 1950s rock 'n rollism owed to Danny &amp; The Juniors. In fact, it entered English in 1739. Jane, not cited by <em>OED,</em> has it twice, once in a youthful letter and again in <em>Sense &amp; Sensibility.</em></p>\n<p>Her three volumes of <em>Juvenilia</em> show how Jane was enriching the language from her early teens, e.g. the adverb <em>deedily,</em> re-used in <em>Emma;</em> after her, it shows up only in an 1859 academic treatise.</p>\n<p>Likewise, <em>sweep</em> 'driveway.' <em>OED</em> begins its history with <em>Sense &amp; Sensibiity,</em> but it had already appeared in her novelette <em>Catherine.</em></p>\n<p>She is the first accredited user of the verb <em>coddle,</em> in <em>Emma,</em> having a quick impact on the <em>Antiquities</em> (1816) of her (ultimately) admirer, Sir Walter Scott.</p>\n<p>Scott's “tituppy misses” betrays another Austen debt, namely her <em>tituppy</em>, applied to a gig in <em>Northanger Abbey.</em></p>\n<p>In a letter criticising her niece Anna's fictional efforts, Jane denounces the phrase <em>vortex of dissipation</em>: “I cannot bear the expression; it is such thorough novelistic slang.” Shades of her own Marianne Dashwood (<em>S&amp;S</em>) condemning <em>to set one's cap at</em> as “a most odious expression,” albeit Jane had ventured it in her precocious <em>Lesley Castle.</em></p>\n<p><em>Vortex of dissipation</em> had been used twice, by Maria Edgeworth in her <em>Moral Tales, Breakfast</em> (1802), and in Dr James Fordyce's <em>Sermons to Young Women</em> (1766), a volume Mr Collins ostentatiously picks up and reads in opposition to novels in <em>Pride &amp; Prejudice.</em></p>\n<p>Not always an enemy of slang, Jane took <em>in for it'</em> (i.e. 'in trouble') from Restoration playwright Farquar via Richardson's <em>Pamela.</em> <em>Pin-money</em> was similarly a stage word of the time. Her <em>Penguin Juvenilia</em> editors (Doody &amp; Murray) miss the precision of her application of <em>toad-eater</em> in <em>Lesley Castle</em> to a woman; Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785) defines it as 'a poor female relation, or reduced gentlewoman.'</p>\n<p>Grose notes <em>row</em> 'disturbance' as Cambridge student argot; the earliest <em>OED</em> attestation is 1787; Jane was soon on to it, in her potted <em>History of England.</em></p>\n<p>She has an apparent monopoly on the noun <em>coze</em> 'chat' (<em>Mansfield Park</em>): does this clarify the later <em>cozer/cozey</em> (male &amp; female stool pigeons), surmised as Yiddish in Eric Partridge's <em>Dictionary of the Underworld</em> (1950)?</p>\n<p>Jane seems to have invented (in her <em>Letters</em>) <em>I am a honey</em>, not in OED; <em>mamalone</em> (Turkish-style headgear); <em>nidgetty</em> (pertaining to midwives); and <em>epigrammatism</em> (later picked up by Poe, 1849), in her own retro-assessment of <em>Pride &amp; Prejudice.</em></p>\n<p>Also epistolary are the unknown <em>talobert</em> (“... the talobert skin made me laugh a good deal.”) and a Kentish coachman who “really drove <em>as fast as Cax.</em>” This mystery word would make sense if read as <em>Caz,</em> since that leads to the expression <em>as good as caz</em> (<em>caz</em> 'cheese'), meaning to achieve complete success at something, attested in Henry Vaux' <em>New &amp; Comprehensive Vocabulary of the Flash Language</em> (1812).</p>\n<p>R.W. Chapman, authoritative editor of her <em>Letters,</em> wished to emend <em>distinguished kindness</em> to <em>distinguishing.</em> But Fanny Burney (<em>Cecilia</em>) has <em>distinguished politeness</em> and the poet Rowe (<em>Ulysses</em>) <em>distinguished hatred;</em> the French letter-ending <em>sentiments distinguées</em> might also play a part.</p>\n<p><em>Querulous serenity</em> (<em>P&amp;P</em>) seems a unique oxymoron; I imagine Carol Shields in her lovely <em>Jane Austen</em> (2001) is paying stylistic homage when she describes Jane in Cassandra's sketch as exuding “a querulous air of sad reasonableness.”</p>\n<p>To adapt the last sentence of <em>Northanger Abbey,</em> “I leave the tendency of this essay to be settled by whomsoever it may concern.”</p>\n<p><em>[Barry Balwin remarks “A nod to Mike Myers for the title—clear demonstration of Austen's Powers.”]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As the Word Turns: Jane's World</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>Jane Austen the word fancier can't fully be savoured by those who know her only via Merchant-Ivory.</p> <p>Devotees of America's summer pastime should rejoice that she introduced <em>baseball</em> to English literature via <em>Northanger Abbey.</em> Not coined, though; unknown to the <em>OED,</em> it had cropped up in the 1744 <em>Little Pretty Pocket Book.</em></p> <p>I used innocently to assume that <em>at the hop</em> 'dance' was a 1950s rock 'n rollism owed to Danny &amp; The Juniors. In fact, it entered English in 1739. Jane, not cited by <em>OED,</em> has it twice, once in a youthful letter and again in <em>Sense &amp; Sensibility.</em></p>"
}