{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“Men who have sex twice a week or more,” according to a newspaper's healthy living page, “have 50 per cent less chance of dying than those having sex less often, say doctors at the University of Bristol.” In other words, if a man has enough sex, he will live forever—which is precisely what teenage boys have been saying for thousands of years.</p>\n<p>Many of us find the language of numbers difficult. In the last issue, I noted that the phrase <em>up to</em> was losing its sense, and several readers pointed out that <em>from</em> is going the same way. A supermarket promotion, for instance, boasts of a range of meals which “Cost from 99p per person.” Presumably, this category would include a meal which cost £300 per person. Perhaps it was a spokesman for the same retail chain who defended his company's stock diversity policy by insisting that “we carry over about twenty different types of cheese.”</p>\n<p>But then, what does meaning matter? As the British prime minister told his party conference last year: “<em>Reform</em> is a word. It has no meaning in itself.” This is, it often seems, the credo of most broadcast journalists. A BBC radio reporter, covering a pro-hunting demonstration, concluded his report by sharing with listeners the following profound thought: “The question is whether much of the radical change taking place in the countryside is both inevitable and unavoidable.”</p>\n<p>One broadcaster, forced to apologise for using inappropriate language on his local radio show, told the press: “I was 65 in August and perhaps this was nature's way of telling me that I was not up to speed with modern connotations to survive in the current broadcasting climate.” Isn't nature clever?</p>\n<p>The so-called <em>greengrocer's comma</em> continues to irritate or amuse many VERBATIM readers. Julie May of Los Angeles spotted “one of those street repair warning signs made up of lightbulbs on a major street in Santa Monica, which says: ROAD REPAIRS AHEAD—EXPECT DELAY''S.” As she says, “I am used to the all-too-often misuse of apostrophes for plurals, but two of them at once (or is it a quotation mark?) is a new one on me.” (Julie, are you sure you didn't mean to type <em>apostrophe's</em>?). This column is always delighted to hear of reader's own Horribiles, sent via any of VERBATIM's usual addresses.</p>\n<p>Some phrases are such notorious traps that they would be best avoided altogether by public servants; I'm thinking, amongst others, of a British government report on drug abuse which gave unintended reassurance by warning that “the misery this causes cannot be underestimated.” This particular mistake is now so common that I fear it is well on its way to becoming standard usage.</p>\n<p>I wonder if the same civil service author was involved in writing the leaflets which were dropped on Iraq during the winter, giving details of the terrible consequences likely to befall servicemen who defended their country against Western invaders. “The leaflets,” said one newspaper, were “part of a white propaganda war being masterminded by British experts.” Would I be right in thinking that one's own side never engages in <em>black</em> propaganda?</p>\n<p>Quite apart from the fact that assigning moral values to colours in this context seems astonishingly unhelpful to the cause of world peace, I must admit that I've never before heard of “white propaganda.” Since propaganda itself is not an automatically pejorative word, the opposite of <em>black propaganda</em> ought, surely, to be <em>propaganda</em>.</p>\n<p>Still, governments do sometimes get things right. The UK's minister for School Standards has reportedly “urged parents to take part in a talent competition in the new year to find and stretch the country's most intelligent youngsters.” When I was at school we would often get hold of revoltingly brainy kids by their arms and legs and pull from each end as hard as we could, with the aim of teaching them some manners; I'm very pleased to learn that this is now government policy.</p>\n<p><em>[Have <em>Horribiles</em> for this column? Send them to <a href=\"mailto:editor@VERBATIMmag.com\">editor@VERBATIMmag.com</a>. Mat Coward also writes for <em>The Fortean Times</em> and <em>Organic Gardening.</em> His web site is <em><a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>.</em>]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“Men who have sex twice a week or more,” according to a newspaper's healthy living page, “have 50 per cent less chance of dying than those having sex less often, say doctors at the University of Bristol.” In other words, if a man has enough sex, he will live forever—which is precisely what teenage boys have been saying for thousands of years.</p> <p>Many of us find the language of numbers difficult. In the last issue, I noted that the phrase <em>up to</em> was losing its sense, and several readers pointed out that <em>from</em> is going the same way. A supermarket promotion, for instance, boasts of a range of meals which “Cost from 99p per person.” Presumably, this category would include a meal which cost £300 per person. Perhaps it was a spokesman for the same retail chain who defended his company's stock diversity policy by insisting that “we carry over about twenty different types of cheese.”</p> <p>But then, what does meaning matter? As the British prime minister told his party conference last year: “<em>Reform</em> is a word. It has no meaning in itself.” This is, it often seems, the credo of most broadcast journalists. A BBC radio reporter, covering a pro-hunting demonstration, concluded his report by sharing with listeners the following profound thought: “The question is whether much of the radical change taking place in the countryside is both inevitable and unavoidable.”</p>"
}