{
  "type": "Article",
  "title": "Let There Be Light",
  "author": "Larry Tritten",
  "location": "San Francisco, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Let There Be Light</h1>\n<p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p>\n<p>As someone who tends to drink low calorie\nbeer, it occurred to me recently that some brands\nare marketed as light beer and others as lite beer.\nThe difference between the two is a matter of stylistic ambience, and I by far prefer the former. To\nbe sure, the word lite is inescapable when one is\nbuying low calorie products. The makers of many of\nthem obviously consider purposely misspelled\nwords appealing to consumers (or possibly to trademark lawyers), although it is a practice whose\ncharm is lost on me. Light is an Old English word\nthat has a certain buoyancy and even subliminal\nsense of zest, but lite is a mutated neologism that is\nto the written word what a siren is to melody.</p>\n<p>Yet the word lite is one of the milder subversions\nof the integrity of the written word that consumers\nare exposed to. Misspelling words for effect is a\nubiquitous practice among the purveyors of products\nand services in America. Whether it exists to the\nsame extent in other countries I don't know. Most of\nthe tricks one can perform with words have descriptive terms, such as metaphor, metonymy, synecdoche,\nand so on, but I am unable to find a term that defines\nmisspelling words for effect, and I suspect the reason\nis that the practice was virtually nonexistent until\nmerchants and advertisers pioneered and refined it.</p>\n<p>As advertising techniques go, it is exceeded in popularity only by anthropomorphism, i.e., humanizing products—peanuts, toilet bowls, blobs of dough, you\nname it. Yet making the language do pratfalls for our\namusement is a concept that seems to me essentially\ngauche and irritating. Walk down an aisle in any\nsupermarket and you can see the language doing not\njust pratfalls, but half gainers, nose dives, and flip\nflops. You can see it skid, lurch, and plummet. Korn\nfor corn. Cheez for cheese. Kleen for clean.</p>\n<p>If I seem a little too stuffy in my attitude, let me\nmake it clear (not kleer) that I'm all for having fun\nwith words. Metaphors and similes, the actors and\nmusicians of language (to indulge in a bit of\nmetaphoric anthropomorphism), delight me. But\nthere is a poetic urge implicit in the use of metaphors and similes. Misspelling a word for\neffect seems to me no more congruous with stylistic integrity than putting a lampshade on one's head\nat a party is in tune with theatrical integrity.\nMetaphors and similes do arabesques, glissades,\nand entrechats, not pratfalls.</p>\n<p>My lurid imagination conjures up a dreamlike\nimage: William Strunk and E.B. White, the authors\nof the perennially popular <em>Elements of Style,</em> wheel\ntheir cart up to the checkout stand in a supermarket, and the cart contains <em>Ry Krisp, Rice Krispies,\nCheez It</em> snack crackers, <em>Kleenex, Quik</em> chocolate\nmilk, <em>Cookie Stix, So-Dri</em> paper towels, <em>Chicken in\na Biskit</em> snack crackers, <em>Wisk</em> detergent, <em>Kozy\nKitten</em> cat food, <em>Reddi Wip, Ty-D-Bol</em> toilet cleaner,\n<em>Diet Rite</em> cola, <em>Brite</em> floor cleaner, <em>Star Kist</em> tuna\nand <em>Sun Kist</em> orange juice, <em>Kool-Aid,</em> Morningstar\nFarms <em>Chik</em> patties and nuggets, and <em>Kleen Guard</em>\nfurniture polish. Looking over that list, with its preponderance of words with the letter <em>k,</em> I find myself\nremembering something said by Willie, one of the\ntwo old vaudeville comics in Neil Simon's play, <em>The\nSunshine Boys:</em> “Words with a <em>k</em> in it are funny. You\ndidn't know that, did you? If it doesn't have a <em>k</em> it's\nnot funny.”</p>\n<p>The pervasive use of the letter <em>k</em> in the words\nin the above lists substantiates this. Clearly the\nnames of the products are skewed to amuse the\nconsumer who, it must be assumed, with his good\nnature invoked, will automatically respond by\nfavoring the product and thus buying it. I understand the premise, but personally remain unamused. I don't think it's because my sense of\nhumor is deficient. In fact, I've always had a weakness for anthropomorphism and find such things as\na gentrified peanut who wears a monocle, gloves,\nspats, a silk top hat, and carries a cane, to be lethally amusing. but a name like <em>Reddi Wip</em> makes me\nwince rather than smile, and all of those ostensibly\nwhimsical <em>ks</em> are no more entertaining to me than\na swarm of typos (the writer's blood enemy), which\nis exactly what they resemble.</p>\n<p>On the plus side of the matter, I was heartened\nto observe while touring the aisles of a supermarket\nthat those products using the word <em>lite</em> were outnumbered three to one by those using the original\nspelling of the word. Like an explorer in an exotic realm, I encountered other sights ranging from the\nfanciful to the outré. Contemplating Clamato\ntomato cocktail, with its hybrid moniker that incorporates a misspelling, I thought of a passage from\n“Conversations With Helmholtz” in Woody Allen's\ncollection, Getting Even: “I explained to Dr.\nHelmholtz that I could not order the Lobstermato\n(a tomato stuffed with lobster) in a certain restaurant. He found that a particularly asinine word and\nwished he could scratch the face of the man who\nconceived it.” An apt reaction, I think.</p>\n<p>Elsewhere on the shelves I came across Olde\nTyme Stix, and marveled at the combination of\nChaucerian English and new wave word boggling. I\nwondered how the crew behind Cap'n Crunch had\nfailed to give him a an alliterative k word name,\nwhich seems more fitting for someone whose cargo\nis sweetened corn and oat cereal in a box designed\nto entice children. And I pondered the niceties of\nketchup vs. catsup, learning subsequently in my\netymological inquiry that ketchup is the proper\nword, its misleading k notwithstanding.</p>\n<p>There will be those who, reading this, think I\nshould liten up and go with the flow, so to speak.\nBut it isn't that I don't think language should be\nplayful, I just think that in its playfulness it should\nexhibit the intelligence of a comedian like George\nCarlin rather than the goofiness of a clown with a\nputty nose and big shoes. Suppose the inclination to\nblight the language in the way described were contagious and spread into other areas of usage. Imagine a literature that included titles like Long\nDay's Journey Into Nite, Tropic of Kaprikorn, and\nLite in August. The next time you reach for a product whose misspelled name communicates its\nmeaning with all of the style of a drunk performing\nwith a hula hoop, then think about such a world and\ntell me to liten up again.</p>\n<p><em>[Larry Tritten has written for The New Yorker, Vanity Fair, National Lampoon, and Spy.]</em></p>\n<h1></h1>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Let There Be Light</h1> <p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p> <p>As someone who tends to drink low calorie\nbeer, it occurred to me recently that some brands\nare marketed as light beer and others as lite beer.\nThe difference between the two is a matter of stylistic ambience, and I by far prefer the former. To\nbe sure, the word lite is inescapable when one is\nbuying low calorie products. The makers of many of\nthem obviously consider purposely misspelled\nwords appealing to consumers (or possibly to trademark lawyers), although it is a practice whose\ncharm is lost on me. Light is an Old English word\nthat has a certain buoyancy and even subliminal\nsense of zest, but lite is a mutated neologism that is\nto the written word what a siren is to melody.</p> <p>Yet the word lite is one of the milder subversions\nof the integrity of the written word that consumers\nare exposed to. Misspelling words for effect is a\nubiquitous practice among the purveyors of products\nand services in America. Whether it exists to the\nsame extent in other countries I don't know. Most of\nthe tricks one can perform with words have descriptive terms, such as metaphor, metonymy, synecdoche,\nand so on, but I am unable to find a term that defines\nmisspelling words for effect, and I suspect the reason\nis that the practice was virtually nonexistent until\nmerchants and advertisers pioneered and refined it.</p> <p>As advertising techniques go, it is exceeded in popularity only by anthropomorphism, i.e., humanizing products—peanuts, toilet bowls, blobs of dough, you\nname it. Yet making the language do pratfalls for our\namusement is a concept that seems to me essentially\ngauche and irritating. Walk down an aisle in any\nsupermarket and you can see the language doing not\njust pratfalls, but half gainers, nose dives, and flip\nflops. You can see it skid, lurch, and plummet. Korn\nfor corn. Cheez for cheese. Kleen for clean.</p>"
}