{
  "type": "Article",
  "title": "God-Damns",
  "author": "Barry Baldwin",
  "location": "Alberta, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">God-Damns</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Alberta, Canada</span></em></p>\n<p>Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785) is not ony a source of scatology as shown in VERBATIM (XXVII/2). His inventory of religious slang has something to offend just about everyone and provides a bean feast for historians and philologists.</p>\n<p>In what follows, all quoted definitions are Grose's own. Working from the outsiders in, we start with the Jews. Despite a common view that there was little anti-Semitic content in eighteenth-century English because the Scots were a more obvious target, Jews continued to suffer from traditional Christian antipathy and gentile jealousy of their supposed business acumen. Though not admitting the verb, Grose's denotation of the noun <em>Jew</em> (his <em>Levite</em> is more generally contemptuous of priests and parsons of all sects) is blatant: “an over-reaching dealer, or hard, sharp, fellow; an extortioner; the brokers behind St Clement's Church in the Strand were formerly called Jews by their brethren the taylors.” The topographical precision is notable, as in the entry for <em>Duffers</em>— Arthur Dailey spiv types who sold local Spitalfields goods at inflated prices, claiming that they were expensive smuggled items. Another sly activity graphically stigmatised is <em>Queer Bail</em> : “insolvent sharpers, who make a profession of bailing persons arrested: generally styled <em>Jew bails,</em> from that branch of business being chiefly carried on by the sons of Judah. The lowest sort of these, who borrow or hire clothes to appear in, are called Mounters, from their mounting particular dresses suitable to the occasion.”</p>\n<p>Two further rubrics accuse them of outright criminality. <em>Reader Merchant:</em> “pickpockets, chiefly young Jews, who ply about the Bank to steal the pocket-books of persons who have just received their dividends there”; nowadays they would be said to hang around bank machines. <em>Sweating</em> : “a mode of dimishing the gold coin, practised chiefly by Jews, who corrode it with <em>aqua regia.</em> ”</p>\n<p>A continental influence shows up in <em>Dutch Smous</em> (a German Jew) and in <em>Swindler,</em> said by Ernest Weekley, in his <em>An Etymological Dictionary of Modern English</em> (1921) to be 'picked up in 1762 from German Jews in London.' Jews were also called <em>Porkers</em>. Did this at all influence the Cockney rhyming slang <em>Pork Pies/Lies/Telling Porkies</em>?</p>\n<p>By way of dark modernity, the second definition of <em>Jew</em> in the <em>Dictionary of the Greek Language, by</em> George Babiniotis, reads 'a person who minds above all his own interests—stingy, avaricious.' Though unoffended by this, an Athenian judge in 1998 ordered that the dictionary be withdrawn until its second definition of <em>Bulgarian</em> as 'pejorative and insulting—applied to a sports fan or player from Thessaloniki' was expunged.</p>\n<p>Roman Catholics were also outsiders. Lord Chesterfield might joke to an English Jesuit, “It is to no purpose for you to aspire to the honour of martyrdom; fire and faggot are quite out of fashion,” but as late as 1874 the <em>Times</em> could editorialise over news of the conversion of Lord Ripon thus: “A statesman who becomes a convert to Roman Catholicism forfeits at once the confidence of the English People. Such a move can only be regarded as betraying an irreparable weakness of character.”</p>\n<p>Grose's words and phrases poke fun at particular aspects of alleged Catholic behaviour rather than indulge in blanket theological condemnation. No less than three separate terms (<em>Breast Fleet, Brisket Eater,</em> and <em>Craw Thumper</em>) allude to their beating of breasts when confessing their sins. <em>Church Latin</em> produced “a celebrated writer's explanation of <em>Hocus-Pocus</em> as 'a ludicrous corruption of <em>hoc est corpus,</em> used by the popish priests in consecrating the host.' Grose, though, did not see such a source for <em>All My Eye and Betty Martin,</em> unlike John Camden Hotten, whose slang dictionary (1859) elucidates it as 'a vulgar phrase constructed from the commencement of a Roman Catholic prayer to St Martin, <em>O mihi, beate Martine.</em> ' Eric Partridge and other modern philologists dismiss this as too ingeniously complicated.</p>\n<p>Both converts and converters suffer from <em>Pot Converts</em> 'proselytes to the Romish church, made by the distribution of victuals and money.' A tendency to drink is suggested by <em>Bumper:</em> 'a full glass. Some derive it from a full glass drunk to the health of the Pope—<em>au bon pere.</em>' <em>Pope's Nose</em> (the rump of a turkey), still common in parts of North America, but omits the interchangeable variant <em>Parson's Nose.</em></p>\n<p>An Irish element operated at two different levels. <em>Holy Father</em> (cf. <em>Odds Plut and her Nails</em> for a Welsh equivalent): 'a butcher's boy of St Patrick's Market, Dublin, or other Irish blackguard; among whom the exclamation, or oath, <em>By The Holy Father</em> (meaning the pope) is common.' Irish Presbyterians, on the other hand intoned the expletive <em>Sorrow Shall Be His Slops</em>. There were also <em>Irish Legs:</em> 'thick legs, jocularly styled the Irish arms. It is said of the Irish women that they have a dispensation from the Pope to wear the thick end of their legs dowwards.' This need not be taken too seriously. <em>Irish</em> had been a common derogatory prefix to pretty well anything since the late seventeenth century, e.g., Grose's <em>Irish Beauty</em> 'a woman with two black eyes.'</p>\n<p>In a note on <em>Boswell's Life</em> (vol. 3, p. 429), Giuseppe Baretti fulminated apropos the Gordon Riots, “So illiberal was Johnson made by religion that he calls here the chapel a mass-house.” Actually, the Italian is demonstrating his own ignorance of English vernacular. In Grose, <em>Mess John</em> is a collateral term for Scottish Presbyterians, while <em>Steeple House</em> was applied to the Anglican Church by Dissenters (their meeting places and preachers being in turn <em>Schism Shops</em> and <em>Schism Mongers</em>) and (in West Yorkshire) to Quakers. Likewise, <em>Crop,</em> an old term of reference to the Roundhead close tonsures, was reapplied to Presbyterians, while <em>Chop Churches</em> (simoniacal dealers in livings, or other ecclesiastical prefements) knew no sectarian bounds.</p>\n<p>Did Baretti know the <em>Pantile Shop</em> (a Presbyterian, or other Dissenting meeting-house, frequently covered in pantiles; called also a cockpit)? Or the <em>Calves' Head Club:</em> 'a club instituted by the Independents and Presbyterians, to commemorate the decapitation of King Charles I. Their chief fare was calves' heads; and they drank their wine and ale out of calves' skulls.' King Charles fared linguistically no worse than his adversary Cromwell—<em>Oliver's Skull</em> denoted a chamber-pot.</p>\n<p>Grose's definiton of <em>Quaker,</em> 'a religious sect, so-called from their agitations in preaching,' would not have sat well with the Society of Friends, which disdained the very nickname. Nor the cognate <em>Autem Quaver</em>—<em>Autem</em> (church) features in several such diversely targeted compounds: <em>Autem Bawler</em> (parson); <em>Autem Cacklers</em> and <em>Prickears</em> (Dissenters of every denomination); *Autem Cackle Tub * (a conventicle or meeting-house for Dissenters); <em>Autem Dippers</em> (pickpockets who practise in churches; also churchwardens and overseers of the poor). The strange-looking <em>Aminidab</em> (a jeering name for a Quaker), not in the <em>Oxford English Dictionary</em> might mean 'dab-hands' (<em>Dab</em> in Grose means 'an adept') at saying Amen.</p>\n<p>Denoting Methodists as <em>belonging to the New Light</em> looks complimentary in print, but could of course be sarcastically voiced, and the phrase occurs several times in Smollett's account of Humphry Clinker's comic flirtations with that sect. A particular branch of South Wales Anabaptists suffers from burglarious reputation under the word <em>Jumpers,</em> while Anabaptists are unambiguously branded as pickpockets under their own entry and that for <em>Dippers.</em> Defining a Non-Conformist as <em>Shit Sack</em> looks a good deal less than kind, but Grose's exegetic anecdote (far too long to quote) is perhaps more amused than cruel, its butt being the preacher who befouls himself in terror at a musical blast mistaken by himself and his congregation as the Last Trump.</p>\n<p><em>Parson Palmer</em> 'a jocular name, or term of reproach, to one who stops the circulation of the glass by preaching over his liquor, as it is said was done by a parson of that name whose cellar was under his pulpit.' If Parson Palmer belonged to the eighteenth century, he might be one of the two divines of that name in Boswell's <em>Life</em> (the <em>Oxford Dictionary of the Christian Church</em> has no preVictorian Palmers), namely the Reverend Thomas Fysche Palmer (1747–1802), a Unitarian minister eventually transported to New South Wales for sedition; his Scotch connections would help along any English canard. Of course, it might not be a proper name at all, but an expression analogous to Mr. Palmer (one who palms a bribe).</p>\n<p>Hard to say who has the darker etymological fate, Dr. Lob or Dr. Sacheverel. <em>Lob's Pound</em> 'a prison. Dr. Lob, a dissenting preacher, who used to hold forth when conventicles were prohibited, had made himself a retreat by means of a trapdoor at the bottom of his pulpit. Once being pursued by the officers of justice, they followed him through divers subterraneous passages, till they got into a dark cell, from whence they could not find their way out, but calling to some of their companions, swore they had got into <em>Lob's Pound</em> .' Just to rub it in, this dungeondrear term also became slang for 'vagina.'</p>\n<p><em>Sacheverel</em>: 'the iron door, or blower, to the mouth of a stove: from a divine of that name, who made himself famous for blowing the coals of dissention in the latter part of the reign of Queen Ann.' This was Henry Sacheverel (1674–1724), whose fiery High Chuch oratory earned him impeachment and a three-year ban on preaching in 1709. But there was worse in store for the booming cleric. <em>Piss Pot Hall</em> 'a house at Clopton, near Hackney, built by a potter chiefly out of the profit of chamber-pots, in the bottom of which the portrait of Dr Sacheverel was depicted.'</p>\n<p>A mixed bag of both general and particular sexually charged expressions serves as pleasant transition to the Anglican Church. An <em>Abbess</em> is a brothel keeper; <em>Abbots</em> too, in other such dictionaries. <em>Nunnery</em> retained its Elizabethan sense of 'bawdy-house;' so, I add, lest secular professors snigger, did <em>Academy.</em> The curious and obscure <em>Nose Gent</em> denoted a 'nun.' Eric Partridge connected it with <em>Nazy-Nab</em> (drunken coxcombe), but I fancy we need something more sexual, and the term may suggest a whore good at sniffing out potential customers; Grose has many colloquial examples of <em>Nose</em> both as noun and verb, along with his <em>Eve's Custom House</em> (where Adam made his first entry—i.e., 'vagina') and <em>Family of Love</em> (lewd women; also a religious sect). This equation of religion and sex, of course, serves a long-standing pornographic fantasy, evidenced, for example, in the anonymous novel <em>Autobiography of a Flea.</em></p>\n<p>Grose's <em>Monks</em> and <em>Friars</em> (printing terms for black and white) rather let down the erotic side. Still, we can harken back to James le Palmer's marginalia to his fourteenth century <em>Omne Bonum</em> encyclical: “Note, you mendicant friar-sycophants, daily consorting with women, how gravely you sin by such scandalous behaviour.”</p>\n<p>The attitudes captured by Grose support the admission by the <em>Penguin Dictionary of EighteenthCentury History</em> that the period from 1689 to 1833 “has been castigated as the bleakest era in the history of the Church of England.” Protestations of clerical poverty (Johnson mentions “a clergyman of small income who brought up a family which he fed chiefly with apple dumplings”) cut little ice with the poor outside the church door, who would have tittered at Johnson's anecdote, <em>Apple Dumpling</em> being slang for 'the female bosom.'</p>\n<p>The grasping cleric was immortalised as a <em>Turnpike Man</em> 'a parson; because the clergy collect their tolls at our entrance in and exit from the world.' Collins writes in <em>Pride and Prejudice</em> that “the rector of a parish must in the first place make such an agreement for tythes as may be beneficial to himself.” Also as a <em>One-In-Ten,</em> along with sardonic compliments to their <em>Priest Craft</em> (the art of awing the laity, managing their consciences and diving into their pockets) and the <em>Parson's Barn</em> (never so full but there is still room for more). A similar spirit animates Grose's definition of <em>Church Warden</em> (a Sussex name for a shag, or cormorant, probably from its voracity), while lack of faith in the Church's long-term benefits is manifest in <em>Church Work</em> (said of any work that advances slowly).</p>\n<p>Those who evaded their tithes were said <em>To Pinch On The Parson's Side.</em> Few apparently did elude the <em>Black Fly</em> 'the greatest drawback on the farmer, i.e. the parson who takes tithe of the harvest.' Meanwhile, their City counterparts would be lamenting the hypocrisy of the <em>Finger Post</em> 'a parson, so called because he points out a way to others which he never goes himself.'</p>\n<p>Clerical venality is colourfully skewered by the explanation of <em>Patrico/Pater Cove</em> as 'the fifteenth rank of the canting tribe; strolling priests that marry people under a hedge without gospel or common prayer book; also any minister or parson.' There was also a <em>Hedge Priest</em> 'an illiterate unbeneficed curate, a patricio.' The latter was also known as a <em>Puzzle Text.</em> Sacerdotal stupidity was more than a</p>\n<p>joke. Johnson was so vexed by a young clergyman's nescience that he complained, “His ignorance is so great, I am afraid to show him the bottom of it.”</p>\n<p>Men of the cloth also suffered in popular parlance for their forbidding uniform. A visitation from the clergy was known as <em>Crow Fair</em> or <em>Review of the Black Cuirassiers,</em> though the latter looks more literary than everyday. A parson was also a <em>Pudding Sleeves,</em> no doubt an intellectual as well as a sartorial slight, given Grose's <em>Pudding-headed Fellow</em> for an ignoramus. Another parsonical dress term was <em>Mr. Prunella</em>, clerical garments 'frequently being made of this fabric.' Likewise, <em>Japan,</em> a black cloth, produced <em>Japanned</em> (to be ordained). A more obscure classification (or am I just being a puzzle-text?) is <em>Shod-All-Round,</em> 'a parson who attends a funeral is said to be shod all round, when he receives a hat-band, gloves and scarf; many shoeings being only partial.'</p>\n<p>The eighteenth century shared the universal antipathy to <em>Long Winded</em> (a parson) sermons. Preachers with a Fidel Castro-like pulmonary power were known as <em>Cushion Thumpers, Tub Thumpers,</em> and <em>Spoil Puddings,</em> their pulpits being dubbed <em>Clack Lofts, Hum Boxes,</em> and <em>Prattling Boxes.</em> On the other hand, those divines who hastened over their services were branded <em>Chop And Changers</em> and <em>Postillions of the Gospel.</em> On balance, this undermines Johnson's contention that congregations preferred sermons to prayers, “it being much easier for them to hear a sermon than to fix their minds on prayer”; Grose includes the <em>Religious Horse</em> 'one much given to prayer, or apt to be down on his knees.'</p>\n<p>Grose is a model of concise condemnation. Cautions: “1. Beware of a woman before; II. Beware of a horse behind; III. Beware of a cart sideways; IV. Beware of a priest every way.”</p>\n<p>NB: <em>God-Damn</em> 'an Englishman'. This engaging equation is derived in the <em>OED</em> from the French <em>Goddam,</em> with examples from texts from 1431 to 1893. The Larousse French dictionary, however, fixes the latter's origin in 1787. These illustrious lexicons cannot both be right.</p>\n<p><em>[Barry Baldwin's semiregular column, As the Word Turns, will return in the next issue.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">God-Damns</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Alberta, Canada</span></em></p> <p>Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785) is not ony a source of scatology as shown in VERBATIM (XXVII/2). His inventory of religious slang has something to offend just about everyone and provides a bean feast for historians and philologists.</p> <p>In what follows, all quoted definitions are Grose's own. Working from the outsiders in, we start with the Jews. Despite a common view that there was little anti-Semitic content in eighteenth-century English because the Scots were a more obvious target, Jews continued to suffer from traditional Christian antipathy and gentile jealousy of their supposed business acumen. Though not admitting the verb, Grose's denotation of the noun <em>Jew</em> (his <em>Levite</em> is more generally contemptuous of priests and parsons of all sects) is blatant: “an over-reaching dealer, or hard, sharp, fellow; an extortioner; the brokers behind St Clement's Church in the Strand were formerly called Jews by their brethren the taylors.” The topographical precision is notable, as in the entry for <em>Duffers</em>— Arthur Dailey spiv types who sold local Spitalfields goods at inflated prices, claiming that they were expensive smuggled items. Another sly activity graphically stigmatised is <em>Queer Bail</em> : “insolvent sharpers, who make a profession of bailing persons arrested: generally styled <em>Jew bails,</em> from that branch of business being chiefly carried on by the sons of Judah. The lowest sort of these, who borrow or hire clothes to appear in, are called Mounters, from their mounting particular dresses suitable to the occasion.”</p> <p>Two further rubrics accuse them of outright criminality. <em>Reader Merchant:</em> “pickpockets, chiefly young Jews, who ply about the Bank to steal the pocket-books of persons who have just received their dividends there”; nowadays they would be said to hang around bank machines. <em>Sweating</em> : “a mode of dimishing the gold coin, practised chiefly by Jews, who corrode it with <em>aqua regia.</em> ”</p>"
}