{
  "type": "Article",
  "title": "Translating the Language of Birds",
  "author": "William Young",
  "location": "Arlington, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Translating the Language of Birds</h1>\n<p><em><span data-rel=\"author\">William Young</span> <span data-rel=\"location\">Arlington, Virginia</span></em></p>\n<p>Many hobbyists who look for wild birds call themselves <em>birders</em> rather than <em>birdwatchers</em>. In addition to being able to identify species by plumage, skilled birders tend to be familiar with bird songs and calls. Vocalizations sometimes provide the only reliable information for identifying a species in the field.</p>\n<p>Birders who are not musically gifted (including me) face the difficult task of learning and remembering vocalizations for hundreds of species. The challenge is daunting because a particular species may utter multiple territorial songs, contact calls and regional dialects. An effective learning technique is to translate the vocalizations of a species into familiar words or phrases. Just as many people cannot remember lyrics to popular songs without singing the melody, many birders cannot remember bird songs and calls without thinking of mnemonic phrases. Because of the difficulty of translating sounds into words, birdsong mnemonics can feature vastly different (and creative) interpretations of the same song.</p>\n<p>Some birds are named for their vocalizations. One of the most familiar is the cock, named after the first syllable of its song. The common cuckoo of Eurasia and Africa is named for the song used in countless clocks. (The song of the roadrunner, one of America's indigenous cuckoos, is a similar <em>coo coo coo coo coo coo,</em> not <em>meep meep</em> as in the cartoons). Among the many species named for their vocalizations are the <em>boobook owl, chachalaca, <em>c</em>hickadee, chiffchaff, chowchilla, curlew, dickcissel,</em> <em>hoopoe, kiskadee, pauraque, pipit, towhee, veery, whip-poor-will, willet, and wompoo pigeon.</em></p>\n<p>Ornithologists classify birds and decide on scientific names for species, while ornithology organizations decide on accepted common names. Non-ornithologists often get to know species from vocalizations and use songs or calls to create colloquial names. The willet, which was named for its song, also is known by the colloquial names <em>bill-willie, pill-willet, pill-will-willet, and will-willet.</em> In Australia, a colloquial name for the magpie-lark is <em>peewit.</em></p>\n<p>Many bird names describe a vocalization rather than represent the actual sound. Examples include the <em>laughing gull, whistling kite, piping plover, whooping crane, chipping sparrow, plaintive cuckoo, melodious blackbird, musician wren, snoring rail,</em> and <em>dark chanting goshawk.</em> <em>Cisticolas,</em> which are small, brownish songbirds found mostly in Africa, are accomplished vocalists. The adjectives used in their species names include <em>bubbling, chattering, chirping, churring, croaking, piping, rattling, siffling, singing, tinkling, tink-tink, trilling, wailing, whistling,</em> and <em>zitting.</em></p>\n<p>The Northern mockingbird mocks and mimics the songs of other species, as reflected in its scientific name, <em>Mimus polyglottos.</em> <em>Babblers</em> are named for their babbling, <em>trillers</em> for their trilling, <em>whistlers</em> for their whistling, <em>screamers</em> for their screaming and <em>chats</em> for their chattering. The mourning dove is named for its mournful cooing, but the mourning warbler is named for its funereal plumage. The song of the Eastern whipbird resembles a whipcrack. Bellbirds and the bell miner sound like ringing bells. The trumpeter swan trumpets. The <em>c</em>icadabird sounds like a cicada. The saw-whet owl sounds like a saw being sharpened. The call of the gray catbird in America sounds like a mewing cat, while the unrelated catbirds in Australia sound like alley cats in heat. Some nouns of assemblage are based on bird vocalizations, such as a <em>chattering of choughs</em> and a <em>murmuration of starlings.</em></p>\n<p>Not all bird names based on vocalizations accurately reflect how the birds sound. Warblers in America generally do not warble. They were named for their physical similarity to unrelated European warblers that warble. Some birds are named for a vocalization of a species in the same genus or family, even though they themselves do not make such vocalizations. Not all cuckoos say <em>coo-coo,</em> just as not all birds called <em>kingfishers</em> hunt for fish. A flycatcher called the Eastern wood-pewee says <em>pee-a-wee.</em> But in Central America, the closely related greater pewee sings <em>Jo-se Ma-RI-a.</em> The Eastern phoebe, another flycatcher, spits out its <em>phoe-be</em> song. But the song of the closely related black phoebe sounds more like <em>pee-wee.</em> In Australia, the olive-backed oriole sings <em>or-i-ole,</em> but this is a coincidence that has nothing to do with the bird's name.</p>\n<p>The translation of a song into words may be influenced by the location and culture of those listening. The white-throated sparrow is common in many parts of North America. A familiar interpretation of its song is <em>Old Sam Peabody Peabody Peabody.</em> In Canada, the interpretation is more likely to be <em>Oh Sweet Canada Canada Canada.</em> The song of the short-billed pigeon, found in Central and South America, sounds like <em>who-COOKS-for-YOU</em> to people speaking English and <em>dos TON-tos SON</em> ('they are two fools') to Spanish speakers. <em>Dos tontos son</em> is the Spanish name for the species.</p>\n<p>The use of familiar words or phrases in some mnemonics involves a sacrifice of accuracy so that birders can more easily remember the songs. David Sibley's <em>North American Bird Guide</em> portrays one of the songs of the black-throated green warbler as <em>zoooo zeee zo zo zeet.</em> Richard Walton's recordings of North American birdsongs describe it as <em>trees, trees, murmuring trees.</em> Sibley's description is more accurate but harder to remember. Walton describes the slow song of the black-throated blue warbler as <em>beer beer beer beeee.</em> Some birders portray it as <em>I'm so la-zy.</em> The latter, while less precise, helps birders to remember more easily the slow, lazy quality of the song.</p>\n<p>The <em>beer</em> uttered by the black-throated blue warbler is one of many food and drink references in birdsong. The olive-sided flycatcher, which is in the same genus as the pewees, says <em>Quick, free beer!</em> or <em>Quick, three beers!</em> The song of the white-eyed vireo is sometimes portrayed as <em>Pick up the beer check quick.</em> For the nonalcohol crowd, there are the Eastern towhee, who tells us <em>Drink your tea;</em> the Carolina wren, who loudly sings <em>teakettle, teakettle, teakettle;</em> and the <em>s</em>ong sparrow, whose complex song Richard Walton describes as <em>Maids maids maids pick up the tea kettle kettle kettle.</em> The flight call of the American goldfinch sometimes is portrayed as <em>potato chip.</em> The barred owl hoots <em>Madame, who cooks for you?</em> One guide to North American birds describes the song of the Acadian flycatcher as “an explosive <em>peet-suh</em>” (perhaps topped with hearts of napalm).</p>\n<p>In Southern Queensland, naturalist Glen Threlfo helped me to learn the songs of three common Australian “walking” birds in the rainforest. He said the brown pigeon asks <em>Didja walk? Didja walk? <em>The Wonga pigeon says <em>walk walk walk walk walk.</em> And the loud but elusive noisy pitta screams <em>walk to work.</em> Richard Walton uses a similar teaching technique to Threlfo's; he groups similar vocalizations and explains the differences. The American robin has the clear pleasant song c</em>heerily, cheer-up, cheerily.</em> Walton describes the scarlet tanager as sounding like “a robin with a sore throat.” The tanager's song has a similar length and rhythm to the robin's but sounds burry.</p>\n<p>A familiar characterization of birdsong is <em>tweet,</em> as reflected in the cartoon character Tweety Pie and the lyrics to the song “When My Sugar Walks Down the Street.” Few little birdies actually say <em>tweet tweet tweet.</em> One that does is the prothonotary warbler, which became a topic of controversy during the Alger Hiss trial in the 1950s. Its song sounds like <em>tweet tweet tweet tweet tweet.</em> The yellow warbler's song comes close with <em>sweet sweet sweet a little more sweet.</em></p>\n<p>Bird vocalizations sometimes include a familiar name. The Northern bobwhite was named for its two-note <em>bob-white</em> call. In Costa Rica, I heard the three-note call of the spotted-bellied bobwhite that sounds like <em>rob-ert-white.</em> The California quail screams <em>Chicago</em>, while the long-tailed manakin says <em>Toledo.</em> The chestnut-sided warbler says <em>see see see see Miss Beech-er.</em> The gray-cheeked fulvetta sometimes says <em>sweet sweet Georgie.</em> The white-crowned sparrow is sad that <em>Poor JoJo missed his bus.</em> If JoJo missed a school bus, he might be chastised by his teacher, who is in the ovenbird's song: <em>teacher, TEACHER, TEACHER.</em> The song starts softly and becomes loud.</p>\n<p>Some bird vocalizations sound like the melodies of popular songs. In Australia, part of the song of the grey butcherbird sounds like the melody portion of <em>Little Green Apples</em> with the lyrics “And if that's not lovin' me . . .” The three-note song of the spotted pardalote sounds like the first three notes of XTC's song <em>Melt the Guns</em> (although some Australians claim the bird is saying <em>tough titty</em>).</p>\n<p>Birds sometimes seem to be talking to birders. The red-eyed vireo says <em>Here I am. Where are you?</em>; the statement and question reflect the two distinct parts of the song. The song of Australia's green catbird is the ungrammatical <em>Heeere I aaaare.</em> The Swainson's warbler says <em>look look look look at me.</em> The black-breasted wood quail asks <em>Where are you? Where are you?</em> while the common yellowthroat asks <em>Which is it? Which is it?</em> <em>Which is it?</em> A rufous-browed peppershrike I heard in Costa Rica seemed to say <em>I'M-A-RU-FOUS-PEP-PER-SHRIKE.</em></p>\n<p>The Skutch and Stiles guide to Costa Rican birds describes the song of the male stripe-breasted wren as <em>who's to SEE/me, little me/who's to SEE/me, little me.</em> The slashes represent places where the male slows down to allow the female to join in a duet. Similarly, the male riverside wren sings <em>victory/we-do-it/victory/we-do-it.</em> To celebrate, the king rail sometimes says <em>hip hip hurrah!</em> In Australia, the grey whistler sometimes says <em>TIC TAC TOE,</em> while the MacLeay's honeyeater screams <em>a free TV.</em></p>\n<p>Some birds make comments that sound negative or antisocial. The common potoo whines <em>POO-or me, O, O, O, O</em>. The inca dove says <em>no hope.</em> The brown quail complains <em>not faair, not faair,</em> while the marbled wood-quail is a killjoy, saying <em>burst the bubble, burst the bubble.</em> In Australia, the little friarbird sometimes protests <em>Ow, ow, don't pull my hair-air.</em> The helmeted friarbird says <em>poor devil,</em> while America's red-headed woodpecker says <em>queer, queer.</em> In tropical America, the bright-rumped attila says <em>beat-it, beat-it, beat-it naow.</em> Australia's little wattlebird threatens <em>fetch the gun, fetch the gun.</em> The late Graham Pizzey, author of the most comprehensive field guide of Australian birds, portrays the song of the crested shrike-tit as <em>knock at the door—whack!</em> Once when I was staying at Graham's home, a Willie-wagtail sang outside my bedroom window around 3 <em>A.M.</em> and seemed to say <em>I'm trying to an-NOY you.</em> For pure negativity, one cannot beat the fish crow, who likes to say <em>uh-uh.</em></p>\n<p>When words fail, birders resort to analogous sounds to describe vocalizations. The gang-gang cockatoo and Montezuma oropendola sound like creaking hinges. The black-and-white warbler sounds like a squeaky wheel, while the field sparrow sounds like a ping-pong ball bouncing on a table. The pine siskin makes a sound resembling a needle dragged across a phonograph record, while the rufous whistler can sound like a stuck record. The female emu booms like the drum at a college football game. The sooty owl sounds like a falling bomb. The spangled drongo sounds like an alarm clock buzzer. The sharp-tailed sparrow sounds like a piece of hot iron plunged into cold water. Brown-headed nuthatches sound like squeeze toys, while red-breasted nuthatches sound like toy trumpets. Masked plovers sometimes sound like someone dragging a shovel across concrete. The clapper rail can sound like an old car engine, while the malleefowl sounds like an accelerating sports car with a manual transmission. The eclectus parrot makes a sound like an old-fashioned car air-horn. The alarm call of noisy miners sounds like a beeping car alarm. Eastern kingbirds sound like electrical sparks. Pizzey compares the song of the pheasant coucal to water glugging from a bottle and the song of the white-tailed nightjar to an axe repeatedly striking a hollow log.</p>\n<p>Some vocalizations resemble sounds made by people and other animals. The call of the Australian raven sounds like Phyllis Diller's laugh. European starlings make a wolf whistle. The shining bronze-cuckoo sounds like someone whistling to a dog, while the rufous piha sounds like a whistle to beckon a person. The barking owl barks like a dog. Wood ducks sound like a puppy whose foot has been trod on. The Henslow sparrow makes a weak hiccup. Bush stone-curlews wail like banshees. Pizzey likens the song of Tasmania's yellow wattlebird to coughing and vomiting. The trumpet manucode sometimes sounds like he is clearing phlegm from his throat. In Costa Rica, I heard a group of prong-billed barbets whose <em>ha-ha</em> call in unison sounded like a Hollywood laugh track. Some penguins bray like asses. A group of Australian magpies can sound like an orchestra tuning up. The nightingale wren sounds like he is randomly blowing a reed instrument, while the flight call of the cotton pygmy-goose sounds like someone playing a kazoo. The rainbow bee-eater sounds like the frequent whistles blown by referees during Olympic waterpolo matches. The tawny frogmouth utters a monotonous <em>oom oom oom . . .</em> , resembling a Buddhist chant. A call of the marbled frogmouth sounds like the <em>woo woo woo woo</em> noises made by Curly of the Three Stooges.</p>\n<p>One cannot begin to understand a Beethoven symphony by reading a pile of music books and not listening to the actual work. Likewise, one cannot learn about bird vocalizations by reading mnemonics and not hearing the actual birds. Shelley wrote in his famous poem about a skylark, “I have never heard praise of love or wine that panted forth a flood of rapture so divine.” I doubt Shelley would have been so effusive had he merely read about the skylark's song in the new Collins guide to European birds: “A variety of calls, all rather dry rolling sounds, e.g., 'prreet', 'prrlyh', 'prrüt-üt,' and 'prreeh-e.' Sometimes, often when anxious, a more piping 'p(r)eeh.'”</p>\n<p>Birds use their language to communicate information about territory, sexual availability, threats, and other aspects of their existence. In <em>The Minds of Birds,</em> Alexander Skutch theorizes that birds have an aesthetic sense and may sing for the delight of hearing themselves. The language of birds is marvelously complex and can be both beautiful and entertaining. I'm glad I have learned something about this language so that I can eavesdrop on so many remarkable conversations.</p>\n<p><em>[William Young is a writer who lives in Arlington, Virginia. His other interests include anagrams and limericks.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Translating the Language of Birds</h1> <p><em><span data-rel=\"author\">William Young</span> <span data-rel=\"location\">Arlington, Virginia</span></em></p> <p>Many hobbyists who look for wild birds call themselves <em>birders</em> rather than <em>birdwatchers</em>. In addition to being able to identify species by plumage, skilled birders tend to be familiar with bird songs and calls. Vocalizations sometimes provide the only reliable information for identifying a species in the field.</p> <p>Birders who are not musically gifted (including me) face the difficult task of learning and remembering vocalizations for hundreds of species. The challenge is daunting because a particular species may utter multiple territorial songs, contact calls and regional dialects. An effective learning technique is to translate the vocalizations of a species into familiar words or phrases. Just as many people cannot remember lyrics to popular songs without singing the melody, many birders cannot remember bird songs and calls without thinking of mnemonic phrases. Because of the difficulty of translating sounds into words, birdsong mnemonics can feature vastly different (and creative) interpretations of the same song.</p> <p>Some birds are named for their vocalizations. One of the most familiar is the cock, named after the first syllable of its song. The common cuckoo of Eurasia and Africa is named for the song used in countless clocks. (The song of the roadrunner, one of America's indigenous cuckoos, is a similar <em>coo coo coo coo coo coo,</em> not <em>meep meep</em> as in the cartoons). Among the many species named for their vocalizations are the <em>boobook owl, chachalaca, <em>c</em>hickadee, chiffchaff, chowchilla, curlew, dickcissel,</em> <em>hoopoe, kiskadee, pauraque, pipit, towhee, veery, whip-poor-will, willet, and wompoo pigeon.</em></p>"
}