{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Sententiæ Antiquæ",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Sententiæ Antiquæ</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>Old saws cut clean.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Like any tool that has had a lifetime or even multiple generations of use, they seem to fit our mental grasp with just the right weight and balance, and for that reason have the virtue of being memorable even when we forget more quotidian items (the name of the fellow who always nods off ten minutes into our class; the clever place we stashed our spare keys). And more than memorable: We snicker at the sententious farewell speech Shakespeare puts in the mouth of Polonius to his son Laertes, who is anxious not to miss his boat, for who of us has not heard much the same sort of thing from our own elders when they've reached a time of life when their wisdom seems to have boiled down to a mere potpourri of clichés?</p>\n<p>But almost every cliché was a truism once, and even a novel one. The Roman who invented <em>e pluribus unum</em> to describe a singularity made of multiple ingredients surely could not have predicted that his felicitous coinage would be stamped onto every bronze penny in a republic two millennia distant and an ocean away (let alone that its inhabitants would put on it a spin that was political rather than culinary).<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Such phrases are often the only Latin some of us ever learns, while for others they may be the gateway to an addiction to classical languages that a lifetime cannot shake.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>Civic mottoes, many in Latin, are elements of the heraldry of public life, the verbal part of coats-of-arms or government seals familiar if you live in that jurisdiction but less apt to be so if you're from somewhere else. Most Mainers recognize <em>Dirigo</em> ('I guide') as their state motto, whereas if you ask someone <em>from away,</em><sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> the answer is likely to be “Vacationland,” which has adorned the state's license plates for half a century. Going the other direction is dodgier yet: How many readers can name the respective states (if not their own, or an adjacent one) whose mottos are <em>Per aspera ad astra</em> ('through difficulties [literally, the rough stuff] to[wards] the stars'), <em>Crescit eundo</em> ('it grows in its going/as it goes'), <em>Si quaeris peninsulam amoenam circumspice</em> ('If you seek an unspoiled peninsula, look around you') or <em>Ense petit placidam sub libertate quietem</em> ('by the sword it seeks peaceful rest under liberty')?<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> (A notable exception is Virginia's <em>Sic semper tyrannis</em> ('Thus ever to tyrants'), from its having been shouted by John Wilkes Booth as he leapt from the presidential balcony at Ford's Theatre, broke his leg, and limped offstage after shooting Abraham Lincoln.) With national mottoes we are more familiar: the Great Seal of the United States, reproduced on the back of the one-dollar bill, bears the <em>e pluribus</em> motto in the scroll on the eagle's mouth, while the obverse of the seal has the phrases <em>Annuit coeptis</em> ('He/it has favored [our] undertakings') and <em>Novus ordo seclorum</em> ('A new order of the ages') above and below the curious pyramid surmounted by the eye of providence.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Another source of Latin tags is the legal profession, both its maxims and its shorthand for various types of actions and writs. Article I of the United States Constitution states that the “privilege of the writ of <em>habeas corpus</em> shall not be suspended, except when in cases of rebellion or invasion may require it,” and also stipulates that “no … <em>ex post facto</em> law shall be passed,” abuses to which the former colonies, still smarting from the high-handedness of royal governors, were especially sensitive. (<em>Ex post facto</em> means 'after the fact,' such a law having the effect of creating a retroactive criminal liability for an act not illegal at the time it was performed; <em>habeas corpus</em> means literally 'Let him have the body,' and is the formula which begins several type of common-law writs whose purpose is to bring a person before a judge or court rather than indefinitely detaining such people without trial.<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>) Another type of writ is called <em>mandamus</em> 'we command'; issued by a superior court, it compels an official act or duty to be performed.</p>\n<p><em>Stare decisis</em> 'to stand in respect to things decided' refers to the doctrine of following the precedent of prior courts' decisions insofar as they do not conflict with fundamental principles of justice. <em>Nolle prosequi</em> 'to wish not to prosecute' refers to an declaration by a plaintiff or prosecutor that a legal action already filed is being dropped; the tenth edition of Merriam-Webster's <em>Collegiate Dictionary</em> dates the original expression to 1681 and the verb to <em>nol-pros</em> from the late 1870s. <em>Nolo</em> <em>contendere,</em> on the other hand, is a plea entered by a defendant to concede that one will not fight an indictment while declining to admit guilt,<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> an option sometimes exercised by draft resistors and war-tax protestors when brought to trial during the Vietnam War.</p>\n<p>Legal maxims include <em>Salus populi suprema (est) lex</em> ('the well-being of the people is the highest law'),<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> <em>De minimis non curat lex</em> ('the law does not sweat the small stuff'),<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> <em>Paribus sententiis reus absolvitur</em> ('When the votes are equal, the perp walks'),<sup><a href=\"#user-content-fn-11\" id=\"user-content-user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> and the (often rhetorical) question <em>Cui bono?</em> ('To what good? “ i.e. “Where's the benefit of it?')<sup><a href=\"#user-content-fn-12\" id=\"user-content-user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> What such sayings have in common is their affirmation of general principles by which the laws are to be interpreted; they may be thought of as meta-legalities rather than laws unto themselves.</p>\n<p>The medical profession has also greatly enriched English with Latinisms, a holdover from when Latin was the lingua franca among university students all across Europe. (In consequence, to this day most medical terminology remains either Latin or Latinized Greek.)<sup><a href=\"#user-content-fn-13\" id=\"user-content-user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> <em>Primum non nocere</em> (commonly translated as 'First do no harm') is actually a Latin gloss from the Greek of Hippocrates, who wrote in his <em>Epidemics</em> that “As to diseases, make a habit of two things—to help, or at least to do no harm.”<sup><a href=\"#user-content-fn-14\" id=\"user-content-user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> Hippocrates is also the source for the Latin tag <em>Vita brevis, ars longa</em> ('Life is short, art is long')<sup><a href=\"#user-content-fn-15\" id=\"user-content-user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> Nor have the doctors a monopoly, for lay writers as well have given us maxims about medicine and health, such as Cicero's V<em>alere malo quam dives esse,</em> “I would rather have health than wealth.”<sup><a href=\"#user-content-fn-16\" id=\"user-content-user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> Some are distinctly skeptical about the profession: Elsewhere Cicero complains how <em>medici, causa morbi inventa, curationem inventam putant</em> ('Doctors, having found the cause of a disease, think they've found the cure too'),<sup><a href=\"#user-content-fn-17\" id=\"user-content-user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> while Quintilian, a century later, would sharply observe that <em>medicina mortuorum sera est</em> ('Medicine is too late for the dead').<sup><a href=\"#user-content-fn-18\" id=\"user-content-user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup></p>\n<p>Not surprisingly, yet another source for Latin mottos is the church. Until the Protestant Reformation, both liturgy and scriptural readings in European churches were exclusively in Latin; in Catholic countries they continued to be so until the Second Vatican Council, convened by Pope John XXIII in the early 1960s. And although Anglican parishioners have heard services in their own tongue since the Tudors, several parts of the liturgy are to this day still known to Episcopalians by their Latin openings, such as the <em>Venite</em> ('O come [let us sing unto the Lord]'),<sup><a href=\"#user-content-fn-19\" id=\"user-content-user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> the <em>Magnificat</em> ('[My soul] doth magnify [the Lord]'),<sup><a href=\"#user-content-fn-20\" id=\"user-content-user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> the <em>Nunc Dimittis</em> ('[Lord,] lettest thou [thy servant] depart [in peace]'),<sup><a href=\"#user-content-fn-21\" id=\"user-content-user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> and the <em>Sursum Corda</em> ('Lift up your hearts'),<sup><a href=\"#user-content-fn-22\" id=\"user-content-user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> as well as the names for parts of the ordinary of the mass (the <em>Kyrie,</em> <em>Gloria, Sanctus,</em> and <em>Agnus Dei</em>). Familiar too are many quotations from St. Jerome's <em>Vulgate,</em> his Latin version of the Bible, dating from the late fourth century A.D.: <em>De profundis clamavi</em> ('Out of the depths have I cried [unto Thee]'),<sup><a href=\"#user-content-fn-23\" id=\"user-content-user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> <em>Cantate Domino canticum novum</em> ('O sing unto the Lord a new song'),<sup><a href=\"#user-content-fn-24\" id=\"user-content-user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> <em>In te Domine speravi, non confundar in æternum</em> ('In Thee, o Lord, have I trusted; let me not be confounded forever').<sup><a href=\"#user-content-fn-25\" id=\"user-content-user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> Bits of liturgical Latin pop up in our conversation too, as when we say <em>mea culpa</em> ('my fault'), though most Protestants, at least, may be unaware of its traditional context as part of the Catholic general confession.<sup><a href=\"#user-content-fn-26\" id=\"user-content-user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup></p>\n<p>And there is an abundance of Latin tags from literature. We all speak of being wary of Greeks bearing gifts, and many of us can readily quote the original: Virgil's <em>Quidquid id est, timeo Danaos et dona ferentis</em> (literally, 'Whatever it is, I fear the Greeks, especially the ones bearing gifts').<sup><a href=\"#user-content-fn-27\" id=\"user-content-user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup> Again, say <em>Jacta est alea</em> and many will not only translate it accurately as 'The die is cast' but also recall who said it (Julius Caesar as he crossed the Rubicon).<sup><a href=\"#user-content-fn-28\" id=\"user-content-user-content-fnref-28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> We may react to something disagreeable and newfangled by exclaiming <em>O tempora, o mores!</em> ('O the times, o the customs!')<sup><a href=\"#user-content-fn-29\" id=\"user-content-user-content-fnref-29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> And those who believe themselves right though clearly outnumbered will sometimes still say <em>Victrix causa deis placuit, sed victa Catoni</em> ('The winning side pleased the gods, but the losing one pleased Cato').<sup><a href=\"#user-content-fn-30\" id=\"user-content-user-content-fnref-30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup></p>\n<p>While the percentage of educated westerners who have actually studied Latin has declined over the last century and a half, dictionaries of classical quotations (and websites to the same purpose) have arisen to bridge the gap. The most charming of these is surely the signature pink pages in the middle of the larger Larousse dictionaries, between the regular vocabulary and the proper names section. Headed <em>Locutions latines et étrangères</em> 'Latin and foreign expressions,' the <em>pages roses</em> include a fair sampling of the Latin tags a reader might expect to encounter, with occasional snippets of Italian, German, and English; thus <em>alma mater</em> 'fostering mother'<sup><a href=\"#user-content-fn-31\" id=\"user-content-user-content-fnref-31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">31</a></sup> is preceded by <em>all right,</em> phoneticized as “[ôl ra-itt]” and glossed as <em>Locution anglaise: Tout va bien, tout est en état, vous pouvez allez en avant</em> 'English expression: all goes well, all is as it should be, you may go forward.' Or as the Italians might put it, <em>va bene</em> 'it goes well.'</p>\n<p><em>Errata/Corrigenda</em></p>\n<p>A reader in France, Olivier Kaiser, has kindly called my attention to a minor howler in “Pants on Fire” (VERBATIM XXVIII/2): 'Liar' in French is not <em>menteux</em> but <em>menteur.</em> (That's if he's a man; the feminine is <em>menteuse.</em> And that's the truth.)</p>\n<hr>\n<p><em>[Want to see your favorite subject receive the full-on, multifootnoted Humez treatment? Send suggestions for future Classical Blathers to <a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.</em>]</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>In this they resemble new brooms, whose clean sweep is proverbial, or at least has been so since the 13th century, according to <em>Bartlett's Familiar Quotations</em> (16th ed., ed. Justin Kaplan. Boston: Little, Brown and Company, p. 775:11). Of equal antiquity is <em>The Oxford English Dictionary</em>'s earliest reference to <em>saw</em> in the sense of 'sententious saying;' an early reference in the <em>Oxford English Dictionary</em> is from a manuscript of proverbs attributed to king Ælfred dated 1275. In Langland's <em>Piers Plowman</em> (1362) a character is scolded for inadequate acquaintance with the Bible since “On Salamones sawes seldom [thou] bi-holdest.” <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>The phrase—actually <em>e pluribus unu</em>s—is from Virgil's <em>Moretum,</em> line 104. He is describing a salad rather than a <em>satura,</em> a culinary mélange whose closest modern-day equivalent is probably the Italian <em>antipasto;</em> the <em>Century Dictionary</em> (ed. William Dwight Whitney, New York: Century Company, 1895, p. 5349) states that the Latin expression <em>per saturam</em> meant “in the gross, confusedly,” and hence that the term <em>satura</em> came to refer to “a species of poesy, orig. dramatic and later didactic, peculiar to the Romans,” the spelling <em>satire</em> and its obsolete variant <em>satyre</em> arising because of a confusion with the word <em>satyr</em> (ibid.). <em>Menippean satire,</em> named after its supposed originator, a Syriac Greek named Menippus (fl. 250 B.C. and reputedly born a slave, according to the <em>Century Cyclopedia of Names,</em> ed. Benjamin E. Smith; New York: Century Publishing Co., 1894, p. 676), was a satiric mixture of prose and poetry, a famous example of which is the <em>Satyricon</em> of Petronius, <em>arbiter elegantiarum</em> ('standard-setter of high taste') to the emperor Nero until implicated in Piso's assassination conspiracy (as was Seneca; see note 15 below) and forced to commit suicide in 66 A.D. (ibid., p.799). Its longest surviving section, the <em>cena Trimalchionis</em> 'Trimalchio's feast,' lampoons a rich and oafish freedman's ostentatious banquet (roast sow stuffed with sausages being just one of innumerable items on the menu) in a masterful exercise in repeatedly arousing readers' disgust, only to pull us back from the brink of actually vomiting. (I here draw closely upon “Nausea in the Cena Trimalchionis,” an unpublished monograph written by my brother Alexander for a graduate seminar on Petronius at the University of Rochester in the spring semester of 1966. See also our discussion of satire in Humez and Humez, <em>A B C Et Cetera: The Life and Times of the Roman Alphabet,</em> Boston: David R. Godine, 1985, pp. 103–109.) <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>Along with sword-and-sandal flicks, of course. A surprising number of my colleagues from various classics departments have confessed to me that like mine, their interest in Latin and Greek was kindled or at least exacerbated at a tender age by such films as <em>Spartacus, Ben-Hur, Jason and the Argonauts, Helen of Troy,</em> and even the egregious 1955 <em>Ulysses</em> (whose greatest moment is surely Odysseus's surprised inquiry of Circe, “Why—what are all these pigs doing here? ”What indeed?) <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>This expression for a person who was not born and brought up in the state is unique to Maine, as far as I know, but any reader with attestations from elsewhere is urged to come forward. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>In order, these are the mottoes of Kansas, New Mexico, Michigan, and Massachusetts. <em>Ad aspera per astra</em> was proposed to the Kansas state senate by its secretary, John J. Ingalls, who claimed to have seen it in the office of a lawyer under whom he had clerked as a young man. Its meaning is essentially the same as the expression <em>per ardua ad astra,</em> the motto of the Irish family of Mulvany and, since 1913, of the Royal Flying Corps and its successor, the RAF; it appears to have been an amalgam of two quotes from the <em>Aeneid</em>: XII:892–3 has <em>ardua pennis astra sequi,</em> 'to follow on wings through difficulties to the stars' while XI:641 has <em>sic itur ad astra,</em> 'that's how to get to the stars.' New Mexico's <em>crescit eundo</em> is possibly from Virgil's description of the evils of rumor in <em>Aeneid</em> V.173–188; Michigan's motto is an obvious steal from a Latin tag applied to Sir Christopher Wren at St. Paul's Cathedral in London, which translates as 'If you would seek his monument, look around you.' The Massachusetts motto is a truncation of a line by Algernon Sydney (1622–1683) alluding to tyranny; yet taken together with the image of the Indian bowman on the state shield, it would appear to be a thinly veiled allusion to the Bay Colony's sanguinary victory over its native inhabitants during King Philip's War in the 1670s. For other Latin state mottoes, see <em><a href=\"http://www.fact-monster.com/ipka/A0801718\">www.fact-monster.com/ipka/A0801718</a></em> or <em><a href=\"http://www.geocities.com/A-thens/Aegean/7013/statemottoes\">www.geocities.com/A-thens/Aegean/7013/statemottoes</a>.</em> <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>A discussion of the symbols and mottoes of the Great Seal can be found at <em><a href=\"http://greatseal.com/mottoes\">http://greatseal.com/mottoes</a>.</em> <em>Annuit</em> <em>coeptis</em> and <em>novus ordo seclorum</em> are both adapted from Virgil, the latter possibly from <em>Eclogues</em> IV:5 (<em>seclorum nascitur ordo,</em> 'a (new) order of ages/worlds is born'), the former almost certainly from <em>audacibus annue coeptis</em> ('favor bold undertakings') a phrase Virgil uses both in his <em>Georgics</em> (I:40) and his <em>Aeneid</em> (IX:625). The seal was adopted on June 20, 1782, by the Continental Congress, Charles Thomson (its secretary from 1774 to 1789), having recommended both of the mottoes on the obverse. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>It would appear to be no accident that the framers did not merely restrict the suspension of <em>habeas corpus</em> to states of emergency, but specifically limited it to instances of armed struggles conducted on U.S. soil. To those who long for greater rigor and efficiency in the apprehension and punishment of social deviants, rescinding civil liberties that coddle offenders often seems irresistibly seductive. But to achieve this end in a nation predicated on a set of explicitly formulated procedural rights, it may be expedient to resort to modes of discourse that are usual and customary only in time of war, whence last year's marketing of a bill broadening federal authority to search and seize to Congress as the “Patriot Act.” <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p><em>Web 10,</em> as it is affectionately called even by its detractors, is the source for most of the definitions adapted for this paragraph. <em>Nol-pros</em> as verb turns up in fiction as well, e.g. in the title story of John Trotwood Moore's <em>Tom's Last Forage</em> (Nashville, TN: Cokesbury Press [1926]), a sentimental tale of a former Confederate officer's Reconstruction-era relationship with his faithful ex-slave turned aide-de-camp. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>According to H. A. Riley's <em>Dictionary of Latin Quotations</em> (London: Henry G. Bohn, 1886), this saying was purportedly “derived from the Laws of the Twelve Tables at Rome,” but that “Aristotle has a similar maxim.” <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>Riley (<em>op. cit.</em>) cites this only as “Legal Maxim,” but cites as an interesting example “The theft of a pin, for instance.” Judge Henry A. Shute genially gives it in lieu of further self-identification at the entry under his own name in the appendix listing the names and glossing the subsequent lives of the inhabitants of his home town of Exeter, New Hampshire who appear in his <em>Real Diary of a Real Boy</em> (Chicago: Reilly &amp; Lee Co., 1906). <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-11\">\n<p>A saying of the 17th-century British jurist Sir Edward Coke, according to Riley <em>(op. cit.</em>), but the principle goes back to fifth-century B.C. Athens: In <em>The Furies</em> of Euripides its origin is given as a precedent set by Athena herself when she descended to cast the tie-breaking vote in favor of the acquittal of Orestes for matricide. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-12\">\n<p>Unattributed by Riley (<em>ibid.</em>), though he follows it with a converse seldom heard nowadays: <em>Cui malo?</em> ('To what harm?') However, Cicero asks the question in his defense of Milo (<em>Pro Milone</em> XII.32), <em>Cui bono fuerit?</em> ('Of what good was it?') <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-13\">\n<p>Those outside the profession, of course, may regard its use of Latin as a deliberate technique of mystification; Sganarelle, Molière's willy-nilly physician, exploits Géronte's ignorance to deliver a preposterous string of Greco-Roman terminology (e.g., “the head, which we call in Greek <em>nasmus</em>”—<em>nasmos</em> is indeed real Greek, but actually means 'a flowing current or spring') and pseudo-quotations from Hippocrates to convince the old man of his erudition and curative powers (<em>Le Médecin malgré lui,</em> act II, scene 6.) A very helpful introduction to basic medical Latin and its Greek borrowings can be found in chapters 12 and 13 of the third edition of Tamara Green's <em>Greek and Latin Roots of English</em> (New York: Rowman and Littlefield, 2003). While intended primarily as a textbook, it is a useful reference work as well, not least for its concise glossaries of Latin and transliterated Greek terms. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-14\">\n<p><em>Epidemics,</em> book 1, chapter 11. This translation is from page 71 of the 16th edition of <em>Bartlett's Familiar Quotations,</em> edited by Justin Kaplan (Boston: Little, Brown, 1992). <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-15\">\n<p><em>Ibid.;</em> the entire quote is from Hippocrates' <em>Aphorisms,</em> section 1, in which it begins the first item, the rest of which reads 'the occasion instant [or: the opportunity fleeting], the experiment perilous, and the decision difficult.' The Latin gloss got a boost from Seneca, who uses <em>Vita brevis est, ars longa</em> as the opener for his essay “On the Brevity of Life” (<em>De Brevitate Vitæ</em>). As it turned out, his own life proved briefer than statistical expectancy, for Nero made him commit suicide along with Petronius (see note 2 above). <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-16\">\n<p>Slightly adapted from his <em>De Officiis</em> II.78. <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-17\">\n<p><em>Tusculan Disputations</em> III.10 <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-18\">\n<p>In his <em>Declamatio Maior</em> XII, where Quintilian employs it metaphorically in the broader sense of 'Better never than late.' <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-19\">\n<p>Psalm 95 in the King James Bible. (The numbering of the psalms in the Catholic Bible is slightly different.) <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-20\">\n<p>Luke 1:46–55. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-21\">\n<p>Luke 2:29–32. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-22\">\n<p>The preface to the <em>Sanctus.</em> <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-23\">\n<p>Psalm 130. <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-24\">\n<p>Psalm 98. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-25\">\n<p>The opening of Psalm 71, and the final words of the <em>Te Deum.</em> <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-26\">\n<p>The full phrase is <em>Mea culpa, mea culpa, mea maxima culpa</em> ('My fault, my fault, my most grievous fault'); this is accompanied by striking one's chest. (The French term for this is <em>battre son coulpe;</em> in the <em>Song of Roland,</em> the title character, Charlemagne's nephew, does this at the point in the story when he knows he is mortally wounded.) <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-27\">\n<p><em>Aeneid</em> II.49; the speaker is the priest Laöcoön, who correctly distrusts the wooden horse left for the Trojans to take inside their walls. Unfortunately, he and his sons are promptly strangled by a huge snake (the subject of a well-known sculpture from the School of Pergamum, now in the Vatican). <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-28\">\n<p>“Crossing the Rubicon” has itself become proverbial. This stream marked the boundary between Italy proper and Cisalpine Gaul, inside which a general was not to lead his army without express permission of the Senate; to do so amounted to a declaration of civil war. Another phrase attributed to Julius Caesar is based on a mistranslation fostered by Shakespeare, <em>Et tu, Brute?</em> ('You too, Brutus?') What Julius actually was reported to have said was more poignant, and in Greek: <em>Kai su, o teknon?</em> ('Thou too, my bairn?') <a href=\"#user-content-fnref-28\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-29\">\n<p>Cicero, at the beginning of the first of his two speeches against the conspirator Cataline. <a href=\"#user-content-fnref-29\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-30\">\n<p>From Lucan's epic poem about the civil war between Pompey and Julius Caesar, the <em>Pharsalia</em> (I.128). Marcus Porcius Cato, great-grandson and namesake of the austere Cato the Censor who nagged the Senate into the Third Punic War by ending every speech with <em>Delenda est Carthago</em> ('Carthage must be destroyed'), had backed the Pompeian side; it cost him his life. <a href=\"#user-content-fnref-30\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-31\">\n<p>Nowadays used almost exclusively to refer to one's college, it was formerly applied by poets to refer to their country, according to the <em>Nouveau Petit Larousse Illustré Dictionnaire Encyclopédique</em> (Paris: Larousse, 1951), pink page 1117. <a href=\"#user-content-fnref-31\" data-footnote-backref=\"\" aria-label=\"Back to reference 31\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Sententiæ Antiquæ</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>Old saws cut clean.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Like any tool that has had a lifetime or even multiple generations of use, they seem to fit our mental grasp with just the right weight and balance, and for that reason have the virtue of being memorable even when we forget more quotidian items (the name of the fellow who always nods off ten minutes into our class; the clever place we stashed our spare keys). And more than memorable: We snicker at the sententious farewell speech Shakespeare puts in the mouth of Polonius to his son Laertes, who is anxious not to miss his boat, for who of us has not heard much the same sort of thing from our own elders when they've reached a time of life when their wisdom seems to have boiled down to a mere potpourri of clichés?</p> <p>But almost every cliché was a truism once, and even a novel one. The Roman who invented <em>e pluribus unum</em> to describe a singularity made of multiple ingredients surely could not have predicted that his felicitous coinage would be stamped onto every bronze penny in a republic two millennia distant and an ocean away (let alone that its inhabitants would put on it a spin that was political rather than culinary).<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Such phrases are often the only Latin some of us ever learns, while for others they may be the gateway to an addiction to classical languages that a lifetime cannot shake.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p> <p>Civic mottoes, many in Latin, are elements of the heraldry of public life, the verbal part of coats-of-arms or government seals familiar if you live in that jurisdiction but less apt to be so if you're from somewhere else. Most Mainers recognize <em>Dirigo</em> ('I guide') as their state motto, whereas if you ask someone <em>from away,</em><sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> the answer is likely to be “Vacationland,” which has adorned the state's license plates for half a century. Going the other direction is dodgier yet: How many readers can name the respective states (if not their own, or an adjacent one) whose mottos are <em>Per aspera ad astra</em> ('through difficulties [literally, the rough stuff] to[wards] the stars'), <em>Crescit eundo</em> ('it grows in its going/as it goes'), <em>Si quaeris peninsulam amoenam circumspice</em> ('If you seek an unspoiled peninsula, look around you') or <em>Ense petit placidam sub libertate quietem</em> ('by the sword it seeks peaceful rest under liberty')?<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> (A notable exception is Virginia's <em>Sic semper tyrannis</em> ('Thus ever to tyrants'), from its having been shouted by John Wilkes Booth as he leapt from the presidential balcony at Ford's Theatre, broke his leg, and limped offstage after shooting Abraham Lincoln.) With national mottoes we are more familiar: the Great Seal of the United States, reproduced on the back of the one-dollar bill, bears the <em>e pluribus</em> motto in the scroll on the eagle's mouth, while the obverse of the seal has the phrases <em>Annuit coeptis</em> ('He/it has favored [our] undertakings') and <em>Novus ordo seclorum</em> ('A new order of the ages') above and below the curious pyramid surmounted by the eye of providence.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>"
}