{
  "type": "InterAlia",
  "title": "INTER ALIA: Ersatz Languages",
  "html": "<link rel=\"type\" href=\"InterAlia\"><h1 data-rel=\"title\">INTER ALIA: <em>Ersatz Languages</em></h1>\n<p><em>Gordon S. Jones, Draper, Utah</em></p>\n<p>Some years ago, I asked S.I. Hayakawa, the\nnoted linguist, what the technical term was for what\nI called “ersatz languages.” Sam was Senator Sam\nthen, known as “Sleeping Sam,” because of his\nhabit of going to sleep on the floor of the U.S.\nSenate. Anyway, Sam said he really didn't know,\nthough he was, of course, familiar with them. He\nsuggested that I get in touch with the people that\npublish VERBATIM. They would know what to\ncall them if anyone did.</p>\n<p>This answer was not as much help as you might\nexpect, since my reason for asking was that I was\nthinking of writing an article for VERBATIM about\nersatz languages. The upshot was that I didn't write\nthe article, and then Melanie Falcon did\n(“Everything You Always Wanted to Know About\nPig Latin But Were Afraid To Ask,” XXVII/1).\nWhat I wanted to write about, and am now\nwriting about, is Horse Latin, a much more dignified and useful language, the one we spoke in our\nfamily as children and in which we still converse\nfrom time to time.</p>\n<p>In Horse Latin, one inserts the syllable <em>ib</em> before\neach vowel sound in a word. <em>Horse Latin</em> itself\nbecomes, then, <em>Hiborse Libatibin,</em> the silent <em>e</em> meriting no notice. The <em>i</em> is always long, and almost always\nstressed. <em>Bibooks, mibusibic,</em> the <em>ibarts,</em> and (especially) the <em>nibeighbibors,</em> all were discussable and\ndiscussed in Horse Latin. Whereas Pig Latin makes\nonly the one minor change no matter how long the\nword, so that <em>ansubstantiationtray</em> is immediately\nrecognizable to the uninitiated, <em>tribansibubstibantibiibatibon</em> is a total muddle, making Horse Latin\nmuch more satisfactory as a “secret” language.</p>\n<p>Not that Horse Latin is perfect. As the last\nexample demonstrates, Horse Latin does tend to\nlead to long words, and one can easily go astray in\nthe middle of sesquipedalian constructions\n( <em>sibesquibipibedibalibiban cibonstribuctibons</em> ).\nAnd words using the letter <em>i</em> a lot, or (even worse) the syllable ib can get overly involved. I once wrote\na little poem about ibexes, irises, ilexes, and ibises,\nthat was a marvel in Horse Latin! Luckily for you, I\nhave forgotten it now.</p>\n<p>A regular feature of our family reunions is the\nsinging (with great gusto) of “The Garbageman's\nDaughter,” and then its repetition (with even more\ngusto) in Horse Latin (“Thibe Gibargibagemiban's\nDibaughtiber”). My staid eldest sister once joined\nme in belting this one out to a transfixed (not to say\nhorrified) group of my friends at a party at our\nhouse in Virginia. That may have been the high\npoint of my experience with this happy tongue.</p>\n<p>Although her article was devoted to the decidedly less satisfactory Pig Latin, Ms. Falcon does mention Horse Latin (or at least a dialect of it), misidentifying it as “Oppish.” As it happens, I speak fluent\nOppish as well as Horse Latin, and I can tell you that\nMs. Falcon's informant seriously misled her. Rather\nthan inserting the op syllable after each consonant in\na word, in fact Oppish inserts the syllable before\neach vowel sound. No wonder Ms. Falcon could not\npronounce umbrella. It should actually be the easily\nmanaged opumbropellopa, or in the true dialect, the\n(equally unintelligible to the non-Horse Latin speaker) ibumbribelliba.</p>\n<p>When I first ran into Oppish, it was called\n“Hoppigopinsopon topalk,” after the Higginson\nfamily of Denver, Colorado ( Copoloporopadopo ),\nwho claimed to have invented it. Though only experienced then in the ib dialect of Horse Latin, I was immediately able to understand the native Op\nspeakers, and after taking a few minutes to re-wire\nmy brain, able to speak it as well. (My cousin's family speaks a dialect they call Chicken Latin, which uses the syllable ik instead of ib or op. The i is kept\nshort, as in chicken, which make it difficult to pronounce, in my opinion.)</p>\n<p>I am grateful to Ms. Falcon for breaking the ice\nin VERBATIM on ersatz languages, and hope that\nshe will accept these few notes on the subject in the\nspirit in which they are meant.</p>\n<p>Ibi ibalsibo hibope thibat wibe wibill sibee\nmibore ibartibicibles ibin Hiborse Libatibin ibin\nthibese pibagibes.</p>\n<p><em>[Mr. Jones lives (and loves words) in Draper, Utah.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"InterAlia\"> <h1 data-rel=\"title\">INTER ALIA: <em>Ersatz Languages</em></h1> <p><em>Gordon S. Jones, Draper, Utah</em></p> <p>Some years ago, I asked S.I. Hayakawa, the\nnoted linguist, what the technical term was for what\nI called “ersatz languages.” Sam was Senator Sam\nthen, known as “Sleeping Sam,” because of his\nhabit of going to sleep on the floor of the U.S.\nSenate. Anyway, Sam said he really didn't know,\nthough he was, of course, familiar with them. He\nsuggested that I get in touch with the people that\npublish VERBATIM. They would know what to\ncall them if anyone did.</p> <p>This answer was not as much help as you might\nexpect, since my reason for asking was that I was\nthinking of writing an article for VERBATIM about\nersatz languages. The upshot was that I didn't write\nthe article, and then Melanie Falcon did\n(“Everything You Always Wanted to Know About\nPig Latin But Were Afraid To Ask,” XXVII/1).\nWhat I wanted to write about, and am now\nwriting about, is Horse Latin, a much more dignified and useful language, the one we spoke in our\nfamily as children and in which we still converse\nfrom time to time.</p> <p>In Horse Latin, one inserts the syllable <em>ib</em> before\neach vowel sound in a word. <em>Horse Latin</em> itself\nbecomes, then, <em>Hiborse Libatibin,</em> the silent <em>e</em> meriting no notice. The <em>i</em> is always long, and almost always\nstressed. <em>Bibooks, mibusibic,</em> the <em>ibarts,</em> and (especially) the <em>nibeighbibors,</em> all were discussable and\ndiscussed in Horse Latin. Whereas Pig Latin makes\nonly the one minor change no matter how long the\nword, so that <em>ansubstantiationtray</em> is immediately\nrecognizable to the uninitiated, <em>tribansibubstibantibiibatibon</em> is a total muddle, making Horse Latin\nmuch more satisfactory as a “secret” language.</p>"
}