{
  "type": "Article",
  "title": "Teacherese",
  "author": "Tim Kane",
  "location": "Chula Vista, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Teacherese</h1>\n<p><em><span data-rel=\"author\">Tim Kane</span> <span data-rel=\"location\">Chula Vista, California</span></em></p>\n<p>If you were <em>FEPed</em> out of <em>ELD</em> because of <em>decoding with automaticity,</em> should you be concerned? What about if your <em>multiple intelligence</em> requires <em>differentiation</em> or <em>scaffolding</em> with more <em>realia?</em> Confused how to react? These are easily understood phrases—if you happen to speak Teacherese.</p>\n<p>The vocabulary we teachers throw around every day is often daunting to the average listener. Some of this lies with the desire to elevate teaching above the stereotype of the elderly lady writing addition problems on the chalk board. The quandary lies in the teacher's knack for developing new vocabulary on the fly, while constantly modifying existing phrases to meet new political demands. Take <em>CART</em>—a specialized bit of acronym specific to my district. <em>CART</em> stands for <em>Collaboration And Reflection Time,</em> and it means that teachers at a grade level have time to meet during school while various curriculum experts work with the students. The term, however, has taken on a life of its own. We now refer to the curriculum experts as “CART teachers.” Additionally, our school has added an extra hour of collaboration time on a different day, and because of our compulsive need to name things, we have dubbed this “a la CART.” Now you begin to see the eccentric process by which new terms are created in the teacher world, and also why it is almost impossible to track down the true origin of any such word or phrase.</p>\n<p>Today, having a student take a test sounds much more complex than it used to. For one, tests are called <em>assessments,</em> and students don't take assessments; assessments are <em>administered</em> by the teachers. (Somewhere an English teacher is groaning at the use of passive voice.) This is in response to a political move to standardize education in the U.S., otherwise known as <em>standards-based education.</em> The <em>standard</em> is the newest term for what a student is required to learn. Every standard has a <em>benchmark</em> that must be reached to show that a student has acquired a certain subset of knowledge. Put these together and you have the <em>benchmark assessment,</em> which is a fancy way of saying test. These are cosmetic modifications.</p>\n<p>You might hear a teacher say, “I graded the assessment using a four point rubric.” What in heavens name is a <em>rubric?</em> Having only known the term from within the context of teaching, I found the etymology quite bizarre. <em>Rubric</em> originally referred to a red colored earth, often used as a pigment in ink. When law titles were written in red ochre, they became known as <em>rubrics,</em> and this developed into the meaning 'an authoritative rule or direction. 'Finally, when teachers took over the term, it transformed into an instrument through which they could assign a grade to an assessment. The rubric often has a point value—zero to four or zero to five being quite typical. Each point on the rubric has certain criteria that must be met to reach that “grade.” This has led to the process of creating <em>anchor papers</em>—student examples of work that meet each point value. The idea here is to take the subjectivity out of grading. Ironically, when grading papers, we still use the classic red pen, harkening back to the original meaning of <em>rubric.</em></p>\n<p>The queerest use of language comes when teachers discuss the process of teaching. Gone is the genteel lady reading stories to kindergarteners. Today's teachers are versed in the latest psychological research into the learning process. For example, Howard Gardner from Harvard University theorizes that the human brain has more than one way of being intelligent, hence his book <em>Multiple Intelligences.</em> Modern teachers have latched onto this idea as though it were a sacred dogma. You may hear teachers talking about reaching all the multiple intelligences. According to Gardner there are seven of these intelligences. The primary three that most teachers acknowledge are <em>visual, auditory</em> and <em>kinesthetic</em>—one who learns through physical actions. This has lead to the term <em>TPR</em> (total physical response) where a concept is taught through motion. When faced with different levels of ability in a classroom we <em>differentiate</em> the lesson, meaning we teach it differently to different groups of students based on their mode of learning.</p>\n<p>Teachers are interested in building <em>schema,</em> <em>scaffolding</em> the instruction, and using <em>realia.</em> (Apparently constructing a building is a popular metaphor for a teaching a child.) By building <em>schema,</em> the teacher hopes to create new knowledge for the student to build upon. <em>Schema</em> refers to prior or background knowledge, and so when tackling a new subject, we sometimes <em>gift</em> students with the <em>prior knowledge</em> that they will need in order to understand the subject. <em>Scaffolding,</em> originally a temporary structure to support workers, here is used metaphorically to prop up a student's brain. We give students temporary support, a scaffold, to help them accomplish a complex task that they would be unable to do on their own. <em>Realia</em> actually derives from the world of museums where it refers to a museum piece patrons could touch and explore with their hands. Used interchangeably with <em>models, specimens</em> and <em>objects,</em> <em>realia</em> is often never mentioned in a museum context. The teacher, however, has seized the concept as a way to show students real things in the classroom. <em>Realia</em> differs from the term <em>manipulative,</em> which does not represent the real world. <em>Manipulatives</em> are touchable objects used solely in mathematics to help <em>kinesthetic learners.</em> <em>Realia</em> is synonymous with the idea of a model, so it's not surprising that we teachers <em>model</em> our instruction. <em>Modeling</em> is just how it sounds, minus the catwalk. When a new behavior is introduced (from going to the library to adding decimals), each step is modeled correctly for the students.</p>\n<p>Most of our concern with language lies with reading, specifically reading with <em>fluency.</em> <em>Fluency</em> is the speed and ease at which a student can read a given piece of text. To become fluent, you must first learn to <em>decode.</em> The association with code breaking is quite apt here. To <em>decode a text</em> means that you can make meaning out of the various letters. If you realize that each letter has a sound, you have developed <em>phonemic awareness.</em> This leads to <em>phonics</em>—an understanding that each group of letters makes the same sound pattern. Finally, when you can read a word automatically, with little effort at decoding, then you are said to have <em>automaticity.</em> Politically this method of teaching reading is in vogue. Previously the focus was on <em>whole language</em> development, and some of its trappings still survive. <em>Whole language</em> views reading as a natural, real-world experience. Rather than break the words into <em>phonic</em> chunks or <em>phonemes,</em> it stresses the whole text. The emphasis on the real world has led to classrooms with <em>text-rich environments</em>—having many things around the room for students to read, from books to wall decorations to pictures with captions.</p>\n<p>Finally we are left with the hundreds of acronyms teachers create to save time and befuddle onlookers. A great many of these acronyms concentrate on students who do not speak English as their primary language. These students are sometimes called <em>Second Language Learners</em> from the term <em>ESL,</em> 'English as a Second Language.' <em>ESL</em> is out of vogue, replaced by the equally ambiguous <em>ELD,</em> 'English Language Development.' Second language learners have become <em>English Language Learners, ELL</em> or sometimes just <em>EL</em>. The <em>EL,</em> 'English Learner,' has also replaced the <em>LEP,</em> 'Limited English Proficient.' Still alive is the <em>FEP</em> student, a 'Fluent English Proficient' student. This is the goal of an <em>ELD</em> program, so when a student becomes proficient, the term becomes a verb and the student is <em>FEPed</em> out of the program. The idea of <em>Bilingual Education</em> (<em>BE</em>), where instruction is in both English and a second language, is currently slipping out of vogue to be replaced with the <em>English Only</em> or <em>EO</em> classroom. The EO class is also called <em>English Immersion,</em> the idea being to immerse the student in English so that he may better acquire the language. This runs contrary to the idea of <em>BIC</em>S and <em>CALPs</em>. <em>BICS</em> stands for 'Basic Interpersonal Communicative Skills' and it is the everyday language a student uses to communicate —playground talk. <em>CALP</em> stands for 'Cognitive Academic Language Proficiency' and refers more to the academic use of the language.</p>\n<p>When you hear a teacher talking about using <em>TPR</em> and <em>realia</em> to reach the kinesthetic learners, you needn't be put off. All the teacher means is that the kids will be acting out various birds while looking at samples of feathers and eggs. A far cry from the traditional image of an elementary school teacher. And perhaps that's the underlying purpose of Teacherese. By giving the jargon a pseudo-scientific and political edge, it reinforces that teaching is a professional occupation. That's not to say we don't have fun with our vocabulary. Here's one for you. When students are reading a non-fiction text, we have them make a Facts, Questions, and Responses chart. This is abbreviated <em>FQR</em>. Just think about how that acronym might be pronounced.</p>\n<p><em>[Tim Kane is a teacher of sixth grade. He is currently completing his second novel.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Teacherese</h1> <p><em><span data-rel=\"author\">Tim Kane</span> <span data-rel=\"location\">Chula Vista, California</span></em></p> <p>If you were <em>FEPed</em> out of <em>ELD</em> because of <em>decoding with automaticity,</em> should you be concerned? What about if your <em>multiple intelligence</em> requires <em>differentiation</em> or <em>scaffolding</em> with more <em>realia?</em> Confused how to react? These are easily understood phrases—if you happen to speak Teacherese.</p> <p>The vocabulary we teachers throw around every day is often daunting to the average listener. Some of this lies with the desire to elevate teaching above the stereotype of the elderly lady writing addition problems on the chalk board. The quandary lies in the teacher's knack for developing new vocabulary on the fly, while constantly modifying existing phrases to meet new political demands. Take <em>CART</em>—a specialized bit of acronym specific to my district. <em>CART</em> stands for <em>Collaboration And Reflection Time,</em> and it means that teachers at a grade level have time to meet during school while various curriculum experts work with the students. The term, however, has taken on a life of its own. We now refer to the curriculum experts as “CART teachers.” Additionally, our school has added an extra hour of collaboration time on a different day, and because of our compulsive need to name things, we have dubbed this “a la CART.” Now you begin to see the eccentric process by which new terms are created in the teacher world, and also why it is almost impossible to track down the true origin of any such word or phrase.</p> <p>Today, having a student take a test sounds much more complex than it used to. For one, tests are called <em>assessments,</em> and students don't take assessments; assessments are <em>administered</em> by the teachers. (Somewhere an English teacher is groaning at the use of passive voice.) This is in response to a political move to standardize education in the U.S., otherwise known as <em>standards-based education.</em> The <em>standard</em> is the newest term for what a student is required to learn. Every standard has a <em>benchmark</em> that must be reached to show that a student has acquired a certain subset of knowledge. Put these together and you have the <em>benchmark assessment,</em> which is a fancy way of saying test. These are cosmetic modifications.</p>"
}