{
  "type": "Article",
  "title": "I before E?",
  "author": "Pat Sheil",
  "location": "Sydney, Australia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">I before E?</h1>\n<p><em><span data-rel=\"author\">Pat Sheil</span> <span data-rel=\"location\">Sydney, Australia</span></em></p>\n<p>There is a school of thought, admittedly not a large one, but a school nonetheless, that argues that being classed as a complete dunderhead in one's school years is an almost certain guarantee of great success later in life.</p>\n<p>Of course, nine times out of ten a prepubescent dunderhead is a dunderhead for life. Be that as it may, it has reassured generations of morons to learn that Henry Ford and Thomas Edison were considered academic basket cases for their entire scholastic careers, only to go on and put hundreds of runs on the board, to the eternal credit of goofballs everywhere.</p>\n<p>As a less-than-ideal student, I too took solace from these exceptions that proved the rule. Whether or not I've since transcended my fundamental ignorance is not for me to judge, but I have, I think, come up with an elegant explanation of my greatest academic failing—a complete inability to spell words of more than one syllable.</p>\n<p>You see, I was cursed with a surname that breaks the first spelling rule, flogged into the backsides of dyslexic dunderheads everywhere. I refer, of course, to that axiom of the grade three blackboard, “I before E except after C.”</p>\n<p>Presented as it was as self-evident truth to a boy of sensitive nature and half-formed intellect, I naturally found this edict perplexing and indeed, a trifle offensive. As a living, breathing violation of the rules,I was at once on the outer, English-wise. My very existence was an affront to the by-laws of the language. I was born a dunderhead, and so I would remain.</p>\n<p>I was behind the eight ball.</p>\n<p>Eight ball?</p>\n<p>Yes, eight ball! With a blinding flash, in a rare synthesis of mathematics and literature stumbled upon during a routine recital of my eight times table, I realised that I'd been had. <em>I before E</em> my arse!</p>\n<p>At once I realised that The Rule had been devised by evil men determined to baffle rather than enlighten, crusty pedants who would have us believe that English can be regulated, just as 3B could be stood to attention in the playground before being marched off to Scripture class. By God, they'd get their comeuppance, or my name wasn't . . . a spelling mistake!</p>\n<p>At night I would compile long lists of exceptions to their dictum, each one a jewel to be treasured. I remember sitting by the weir, wrapped in my eiderdown, staring up at the Pleiades, musing on what kind of society would perpetrate such heinous crimes on the mind of a young lad.</p>\n<p>The time came for a showdown. One day, having failed a spelling test, I addressed my tormentor:</p>\n<p>“I will not feign disappointment at my failure to win this preposterous eisteddfod. If you will pardon the sleight sir, you reign over us like a cruel sheik, while we are mere villeins to be inveigled and kept under constant surveillance. But we are neither, and you are nothing but a beige cardigan, your very being a disgrace to your species.</p>\n<p>You, with ice in your veins, heir to an ancient Zeitgeist and a discredited science, would deign to crush the flowering prescience of youth? Ha!</p>\n<p>Call me an atheist if you will, but I reiterate, your weird pronouncements are the height of absurdity and carry no weight.</p>\n<p>Why, I would as soon listen to the man in the vermeil coat, his reindeer pulling a sleigh and its freight of kaleidoscopic dreams!”</p>\n<p>Of course, this was just a feint—I was feeling feisty, and the true blow was yet to come. Turning to my astonished classmates, I continued in similar vein.</p>\n<p>“Raise your steins, neighbours! He is but a poltergeist! We have ripped his veil asunder and seen him for what he is! We shall eat Madeira cake tonight and burn their Pleistocene manuals of repression at our leisure! This is a seismic shift! Seize the day!”</p>\n<p>To a rousing cheer, I was carried upon a dozen shoulders into the middle distance, only to be expelled some hours later.</p>\n<p>But this was a trifle next to my triumph of the morning. I realised shortly thereafter that the greatest dunderhead of them all, Albert Einstein, was similarly cursed, and twice in two syllables to boot.</p>\n<p>He'd done all right.</p>\n<p>Since that glorious day, I have been completely at ease with my iconoclastic label. The way I see it, if it's good enough for Einstein, good enough for our sovereign, and good enough for even the Deity Himself, then it's quite sufficient for Pat Sheil.</p>\n<p><em>[Pat Sheil is an Australian journalist, specialising in subjects others have seen fit to leave well alone. His most recent books include the muckraking <em>Olympic Babylon: The True Story of the Olympic Games,</em> and a life-threatening guide to high-octane cuisine, <em>Cooking with Fat</em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">I before E?</h1> <p><em><span data-rel=\"author\">Pat Sheil</span> <span data-rel=\"location\">Sydney, Australia</span></em></p> <p>There is a school of thought, admittedly not a large one, but a school nonetheless, that argues that being classed as a complete dunderhead in one's school years is an almost certain guarantee of great success later in life.</p> <p>Of course, nine times out of ten a prepubescent dunderhead is a dunderhead for life. Be that as it may, it has reassured generations of morons to learn that Henry Ford and Thomas Edison were considered academic basket cases for their entire scholastic careers, only to go on and put hundreds of runs on the board, to the eternal credit of goofballs everywhere.</p> <p>As a less-than-ideal student, I too took solace from these exceptions that proved the rule. Whether or not I've since transcended my fundamental ignorance is not for me to judge, but I have, I think, come up with an elegant explanation of my greatest academic failing—a complete inability to spell words of more than one syllable.</p>"
}