{
  "type": "Article",
  "title": "War Is Hell, Naming Them Ain't Too Easy Either",
  "author": "Kathleen E. Miller",
  "location": "Alexandria, Virgina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">War Is Hell, Naming Them Ain't Too Easy Either</h1>\n<p><em><span data-rel=\"author\">Kathleen E. Miller</span> <span data-rel=\"location\">Alexandria, Virgina</span></em></p>\n<p>When historians sit down to write about a war, they must consider the political and economic causes of the conflict, but rarely what to call it. The major wars of the United States of America have come down to us already named. The name that stuck, however, was never the only option. Our seven major wars, fought between 1775 and 1975, fall somewhat neatly into three naming categories based on power, purpose, and politics.</p>\n<p>“To the victor belong the spoils” (originally a statement about political good-ole'-boy favoritism) is a “philosophy” of power that gives us what I'll call the <em>Winner's Pick</em> category (“spoils system” is already taken.) In these cases history and revisionism give us the victor's view of the conflict—name and all. The second category is one of <em>official designation</em> based on purpose. This involves the wars on such a grand scale that the entire world seemed involved. The third is an example of <em>political euphemism,</em> where something that wasn't “officially” a war has one popular name reflecting what it was, and a government name reflecting what it wasn't.</p>\n<p><strong>The Winner's Pick</strong></p>\n<p>On April 19, 1775, shots rang out at the battles of Lexington and Concord, sparking what most of our history books call the <em>Revolutionary War.</em> But that depended on what side you were on. Fought between the British and the colonies of America for six years, it is usually portrayed as a righteous fight of an oppressed people against the errors of their king. It has also, however, rather irreverently been referred to as the <em>Rebellion against the King</em> by a “bunch of slave-owning aristocratic white males who didn't want to pay their taxes.” Several colonies declared themselves to be in open <em>rebellion.</em> John Hancock, president of the Continental Congress, worried about a <em>civil war</em> when he had Congress declare the “necessity of taking up arms” (7. 6. 1775). King George III continued the <em>rebellion</em> motif (8. 23. 1775), while the <em>loyalists</em> (mostly Canadians, and a surprisingly large contingent of the populations of New York and New Jersey), clung to the <em>Civil War</em> idea. Most of the arguing was over what it was, rather than what to call it, but as more and more colonists jumped on the kick-out-the-king bandwagon, <em>The Revolution</em> and our <em>Revolutionary War</em> began to hold more sway. The colonials triumphed at the Battle of Yorktown, prompting Cornwallis's surrender on October 19, 1781. During the waning years of the war and the few years after, history books sported titles about the <em>Present War,</em> the <em>American War,</em> and the <em>American Revolution.</em></p>\n<p>The “United States” had been in existence since the signing of the Declaration of Independence in 1776; and, now that the war was over, it was truly a free and independent country. Years after the last battle, however, another name for the conflict would appear— the <em>War for Independence</em>—a title that makes it clearly more an overthrow of an unwanted government than an insurrection or rebellion. Had the United States lost, our history books would have covered the <em>Rebellion against the King</em> or the <em>American Insurrection,</em> but victory and revisionism make it a glorious <em>Revolution</em>—loyalists be damned.</p>\n<p>The next war that fits in the <em>Winner's Pick</em> category has no fewer than forty-six appellations. It was our bloodiest war (per capita), claiming the lives of more than 200,000 Americans as they fought one another from 1861 to1865. Commonly referred to as the <em>Civil War,</em> the reasons behind it, and what to call it, are still a bone of contention to many. The official record calls it the <em>War of the Rebellion.</em> Contemporary headlines in northern papers read simply, <em>The Rebellion.</em> The victor, the Army of the United States of America (the North, the Union Army, the Yankees) fought for their commander in chief, Abraham Lincoln. It was his politics and election in 1860 that prompted many southerners to fear that their way of life was at risk. In December 1860 South Carolina left the union with its Ordinance of Succession. In February 1861 the states that followed South Carolina's example formed their own government—the Confederate States of America—with Jefferson Davis at its head. The <em>War of Succession</em> started that April.</p>\n<p>Many of the names for it come from the defeated (the Confederates, the Rebels, the Southrons). Clinging to the idea that they were wronged, they bandied designations about that made the North look like “bad guys.” They called it the <em>War of Northern Aggression,</em> the <em>Yankee Invasion,</em> the <em>War for Southern Freedom,</em> the <em>War for States Rights, Mr. Lincoln's War,</em> and the <em>War To Suppress Yankee Arrogance.</em> Less inflammatory but still partisan titles included: the <em>War of the North and South,</em> the <em>War for The Union,</em> the <em>War for Nationality,</em> and the <em>War for Constitutional Liberty.</em> As it was technically a rebellion of a “new” government against the established one, it also carried the appellation of the <em>War for Independence,</em> often with the qualification, the <em>Second War for Independence</em> (the second war to carry that name, as we shall later see.)</p>\n<p>Poetic terms also cover the <em>Civil War.</em> It has been called the <em>Uncivil War, <em>the</em> Brother's War,</em> the <em>Old Confederate War,</em> and my personal favorite, the <em>Late Unpleasantness.</em> The war ended when Gen. Robert E. Lee capitulated to Ulysses S. Grant at the courthouse at Appomattox on April 9, 1865. The reunion of the North and the South allows such designations as the <em>War Between the States</em> and the <em>American Civil War.</em> A contemporary poet (Walt Whitman) wrote in 1872 that “<em>The Four Years' War</em> is over—and in the peaceful, strong, exciting, fresh occasions of to-day, and of the future, that strange, sad war is hurrying even now to be forgotten.” He was wrong; “even now” there are pockets of the South where Confederate flags still wave, the topic is still heatedly debated, and people speak simply of The War.</p>\n<p><strong>Official Designation</strong></p>\n<p>Gavril Princip, of the radical Serbian group “Black Hand,” shot Archduke Franz Ferdinand, heir to the Austrian throne, on June 28, 1914, sparking a chain of events that would lead to the <em>European War.</em> Eventually the Allies (mostly the Big Four—England, France, Italy, and, starting in 1917, the United States) battled the Central Powers—Germany, Austria, Turkey, Hungary, and Bulgaria. Other countries too numerous to name here were involved as well, even Japan, giving Asia representation in the fight and, therefore, allowing the war to gain the appellation the World War. Another contemporary name was the <em>Great War</em> (which was also a designation of the <em>French Revolution</em> and <em>Napoleonic Wars</em>).</p>\n<p>Descriptive phrases involving the purpose of the war rather than an encompassing name ranged from the <em>War To End All Wars</em> (possibly from the title of a book by H.G. Wells), the <em>War To Make the World Safe for Democracy</em> (a phrase of Woodrow Wilson), the <em>War against Militarism,</em> the <em>War for the Cause of Civilization,</em> and the <em>War for the Freedom of Europe.</em> It ended in 1918, and as early as that it was referred to as the <em>First World War,</em> mostly by cynics who rightly guessed that it wouldn't be the last. In 1919, Woodrow Wilson addressed his secretary of war, Newton Baker, with a letter suggesting the war be called the <em>World War.</em> The War Department concurred, and on October 7, 1919, directed: “The war against the Central Powers of Europe . . . will hereafter be designated in all official communications and publications as 'The World War.'”</p>\n<p>The cynics were proved right when the <em>Second World War</em> broke out with Hitler's invasion of Poland in September 1939. As early as 1919, the <em>Manchester Guardian</em> wrote of <em>World War 2.</em> Now it was upon us; a <em>Second European War.</em> The Axis, Germany, Italy, and Japan were at war with the Allies, Britain, and France, with the United States joining after the attack on Pearl Harbor in 1941. As usual, names were thrown around. Thousands of letters arrived on FDR's desk suggesting such names as the <em>War of: Deliverance, Democracy, Freedom, Individual Liberty, Liberty, the Ages</em> and <em>the People.</em> The president himself preferred the <em>War for Survival,</em> which he spoke of at a press conference in 1942. The newspapers chimed in with <em>Hitler's War,</em> the <em>Nazi War,</em> the <em>Nutsy War,</em> and the <em>Little War That Wasn't There.</em> Austrian Prime Minister John Curtin thought the <em>People's War</em> best fit the situation in which the world found itself.</p>\n<p>The war came to its end when the Japanese surrendered to Gen. Douglas MacArthur, supreme commander of the Allied Powers, on the deck of the battleship <em>Missouri</em> on September 2, 1945. By mid-September an official name was declared. The secretary of war, Henry Stimson, and the secretary of the navy, James Forrestal, would send a letter to Harry Truman quoting Wilson's 1919 letter to Baker. The secretaries wrote that “as a matter of simplicity and to insure uniform terminology, it is recommended that 'World War II' be the officially designated name for the present war.” Truman approved the suggestion on September 11, 1945. But eventually, “as a matter of simplicity,” both the world wars would be shortened to <em>WW.</em></p>\n<p><strong>Political Euphemism</strong></p>\n<p>Our next two “wars” had to do with the country and political system that would be our arch-nemesis for the next fifty years: the Soviet Union and its policy of global communism. Incidentally, this “battle” between the United States and the U.S.S.R. has a name as well. It is called the <em>Cold War,</em> a 1945 phrase attributed to both George Orwell (<em>OED</em>) and Herbert Baynard Swope, to differentiate what was going on with Russia from a “shooting war,” namely, taunting and threats. (<em>Cold War II,</em> more than likely coined in the mid-70s by Richard Whalen, referred to the period directly after denténte, when things started to heat up again.)</p>\n<p>From 1950 to 1953, U.S. troops were stationed in South Korea, in an attempt to halt the Northern Korean Communist regime (lead by Kim Il Sung, installed by the U.S.S.R.) from swallowing the entire country. Calling it war officially was never an option. For the Korean conflict to be a war, it would have required a “Declaration of War” from the Congress of the United States. That never occurred, so we call it the <em>Korean Conflict</em> or simply, <em>Korea.</em></p>\n<p>War, according to the <em>American Heritage Dictionary of the English Language,</em> is “a state of open, armed, often prolonged conflict,” which this—three years and over 33,000 KIAs—certainly was. The American populace considered it such and it was, almost instantaneously, referred to as the <em>Korean War.</em> Another name for it is the <em>Forgotten War</em> (again, not the only one with this title), a reflection of the veterans of the conflict feeling that more importance was bestowed on the soldiers of other wars than they were awarded, and a phrase that was uttered as early as 1952 by Eisenhower himself, “I hope and believe that our fighting men in Korea shall never harbor the thought that they might be fighting a forgotten war.”</p>\n<p>At the exact same time that the United States was engaging in a war in Korea, the president was sending “advisors” into another Asian country— <em>French Indochina.</em> If anything falls into the definition of war it is this—<em>Vietnam</em> (twenty-five years long, claiming 47,410 U.S. lives). Again, as in <em>Korea,</em> it was an American attempt to contain the spread of communism (following the “containment policy” of George F. Kennan). Ho Chi Minh declared independence from the colonial power of France in 1945. In an ironic twist, he first came to the United States for support; basing his declaration largely on Jefferson's Declaration of Independence. But, when support was not garnered, he eventually turned to the Soviet Union. The United States stuck with France, and upon the French defeat at the Battle of Dienbienphu in 1954, America firmly sealed its support against a communist takeover of Vietnam. The early stages consisted of nothing more than a steady influx of “advisors.” A ten-year imbroglio ensued.</p>\n<p>In August 1964, two U.S. ships—the <em>Maddox</em> and the <em>Turner Joy—</em> came under fire in the Tonkin Gulf and the decisions, Washington and President Johnson made from that point forward drove the United States into <em>America's Longest War.</em> Again, U.S. troops were dedicated to a fight that was never officially declared a war—this “quagmire”—the <em>Vietnam Conflict.</em></p>\n<p><strong>Well, What about . . .</strong></p>\n<p>I spoke earlier of “seven major wars” and how they “fall somewhat neatly” into three categories. I have given you only six. That's because this war doesn't fit “neatly” anywhere. Fought between the United States and Britain between 1811 and 1815, its name does not reflect who won, why the war took place, or any “official” title. the <em>War of 1812</em> started with a naval battle off the coast of Virginia on May 16, 1811, and “ended” with the Battle of New Orleans (1. 6. 1815), fought a mere fifteen days after the treaty ending the war was signed.</p>\n<p>For the British, it was simply an extension of the <em>Napoleonic Wars.</em> For the United States, however, it went through several designations before we settled on a name. It has been called the <em>War of Faulty Communications</em> and the <em>Unnecessary War,</em> large because the final battle occurred after the war was over and the beginning hung on a communiqué received too late. Opponents of the war (mainly New Englanders) called it <em>Mr. Madison's War;</em> blaming it on the president's politics, or the <em>War of Iniquity.</em> Contemporarily it was also called the <em>Second War for Independence,</em> making the <em>Civil War'<em>s claim that it was the second a little late. Like <em>Korea,</em> it wasn't a popular or played-up war and also carries the same appellation— the</em> Forgotten War.</em> The most frequent term, though, as late as 1938, when the “Last Surviving Widow of the War of 1812” (Carolyn Poulder King, aged 89) died, was the <em>Second War with England.</em></p>\n<p><strong>And now</strong></p>\n<p>Since the end of Vietnam in 1975, we have engaged in several “conflicts”: the <em>Gulf War,</em> the <em>Wars</em> in <em>Nicaragua, Somalia,</em> and <em>Bosnia,</em> and now <em>Afghanistan—the War against Terror.</em> Time will tell what names history has in store for these.</p>\n<p><em>[Kathleen E. Miller holds a master's degree in military history from the George Washington University. She is the research assistant for William Safire's “On Language” column in the New York Times Magazine and lives in Alexandria, Virginia.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">War Is Hell, Naming Them Ain't Too Easy Either</h1> <p><em><span data-rel=\"author\">Kathleen E. Miller</span> <span data-rel=\"location\">Alexandria, Virgina</span></em></p> <p>When historians sit down to write about a war, they must consider the political and economic causes of the conflict, but rarely what to call it. The major wars of the United States of America have come down to us already named. The name that stuck, however, was never the only option. Our seven major wars, fought between 1775 and 1975, fall somewhat neatly into three naming categories based on power, purpose, and politics.</p> <p>“To the victor belong the spoils” (originally a statement about political good-ole'-boy favoritism) is a “philosophy” of power that gives us what I'll call the <em>Winner's Pick</em> category (“spoils system” is already taken.) In these cases history and revisionism give us the victor's view of the conflict—name and all. The second category is one of <em>official designation</em> based on purpose. This involves the wars on such a grand scale that the entire world seemed involved. The third is an example of <em>political euphemism,</em> where something that wasn't “officially” a war has one popular name reflecting what it was, and a government name reflecting what it wasn't.</p> <p><strong>The Winner's Pick</strong></p>"
}