{
  "type": "Article",
  "title": "What's So T about a T-Shirt? A textual and etymological analysis of T-shirts",
  "author": "Keith J. Hall",
  "location": "Singapore",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">What's So T about a T-Shirt? A textual and etymological analysis of T-shirts</h1>\n<p><em><span data-rel=\"author\">Keith J. Hall</span> <span data-rel=\"location\">Singapore</span></em></p>\n<p>The history of the T-shirt is the history of the twentieth century in microcosm: from unspoken to outspoken, from humble origins to a symbol of rebellion, to the badge of the cool jet-setter.</p>\n<p>So what's in a T-shirt for the language lover? The name itself looks interesting, but a quick check shows that the etymology is more descriptive than romantic. The “T” simply refers to the shape of the shirt when it is laid out flat. But fortunately for this article, the T-shirt has many additional levels of verbal relevance. In fact, it is probably the most verbal item of clothing worn by human beings.</p>\n<p>Historically, the T-shirt originated in Europe. It was discovered there by American soldiers during World War I. They found that the cotton undershirt was cool and comfortable beneath their woolen uniforms. The T-shirt returned to the United States with the soldiers, and quickly established itself as standard underwear for laborers.</p>\n<p>The first literary reference to the T-shirt was in F. Scott Fitzgerald's 1920 novel, <em>This Side of Paradise</em>. His character Amory sets out for New England with “six suits winter underwear, one sweater or T shirt, one jersey, one overcoat, winter, etc.” The name <em>T shirt</em> is not explained. It sounds rather heavier than a modern T-shirt, but that's another story.</p>\n<p><em>T-Shirt</em> entered dictionaries in the 1920s, but a few more developments were needed before the T-shirt stepped onto the world stage, both as a fashion item and as an item of interest to linguists.</p>\n<p>In the 1950s, the T-shirt was transformed from a humble piece of underwear into outerwear. And not just outerwear, but outerwear with an image and a message. This unlikely transformation was achieved through a number of classic movies. In “The Wild One” (1953), Marlon Brando and Lee Marvin wore white T-shirts, black leather jackets and blue jeans. They created the classic biker image. The T-shirt's image as a symbol of rebellion was further reinforced in “A Streetcar Named Desire,” “Rebel without a Cause” and “West Side Story.” But the T-shirt's message was still implicit, not linguistic.</p>\n<p>All that changed in the 1960s when the Protest Movement produced a generation with something to say. The T-shirt was seen as a tabula rasa, just waiting to be emblazoned with messages of protest: <em>Ban the Bomb, Make Love Not War,</em> etc. This is where the T-shirt took on its modern significance as a “Text-shirt.”</p>\n<p>In the final decades of the twentieth century, the T-shirt industry underwent explosive growth. This was fueled by big clothing companies, which saw the market potential of T-shirts, and by improvements in printing technology, with mass production and diversification.</p>\n<p>Even though the T-shirt has become a “Trendy-shirt,” it is still primarily of interest as a “Text-shirt”. This is shown clearly by the fact that the most relevant classification of T-shirts is by their printed message. All other classifications (e.g., color, fit, etc.) are secondary.</p>\n<p>As a compulsive T-shirt reader and a born classifier, I cluster T-shirts into the following main groups. The classification is unashamedly opinionated and is designed to stress the T-ness of each group.</p>\n<p><em>Travelers:</em> These are the familiar souvenir T-shirts, ostensibly from Australia, Beijing, Chiang Mai, Colorado, Dallas, Ecuador, Fifth Avenue New York, Florida, Germany, Havana, Italia, Jamaica, Knightsbridge, Langkawi, Las Vegas, London, Massachusetts, Norway, Oregon, Paris, Phuket, Queensland, Roma, Saigon, Salt Lake City, San Francisco, Texas, Thailand, Uruguay, Vietnam, Wales, etc. (though mostly manufactured in Southeast Asia). For the linguist, this is the least interesting category of T-shirt. The most common variety simply states a place name, often accompanied by a flag or a relevant picture of an iconic object, like a tuk-tuk (for Manila), Michelangelo's <em>David</em> (Italy), Sydney Harbour Bridge, or the Tower Bridge (London). Very familiar destinations simply get abbreviations, like “NYC” or “USA.” And others are just implied, as in “I came, I saw, I hiked the Canyon.”</p>\n<p>Presumably many people choose this class of T-shirt to tell others about the interesting places they have visited. But of course, the problem is the reader's suspicion that many people wear T-shirts advertising places that they have never visited. This seems to be especially true of “NYC” and “USA” T-shirts. The situation is analogous to the number of people who wear tennis shoes or basketball tops, but who never actually play tennis or basketball. True travelers must be very frustrated by all the pseudotravelers wearing exotic T-shirts. But the unfortunate truth is that most people don't really care where you have been. Having said that, it does have to be admitted that a “Singapore” T-shirt earns more respect in London than it does in Kuala Lumpur. Other reasons for wearing these Travelers T-shirts are nationalism (e.g. the many recent variations on “USA” T-shirts) or insecurity/identity-confirmation (e.g. “Canada” and “Australia” T-shirts). It is also claimed that expatriates living in countries where political tensions can run high (e.g. China) should own a “Norway” T-shirt, since Norway never features in global politics. When US-China relationships are tense, you simply wear your “Norway” T-shirt. “Canada,” “Australia,” or “New Zealand” would also serve the same purpose.</p>\n<p>T-shirts from famous sports teams can also be worn by Travelers. For example, visitors to Cincinnati often buy a Reds T-shirt as a souvenir. Souvenir shops in airports all over the world cash in on this situation by ensuring that they are well-stocked with T-shirts from the local sports teams.</p>\n<p><em>Trademarks:</em> These are all the famous brands, like Adidas, Asics, Benetton, Calvin Klein, Carlsberg, Champion, Coca Cola, Disneyland, D&amp;G, DKNY, Esprit, Fendi, Fubu, Ford, Gotcha, Hanes, Harley Davidson, Hello Kitty, Kappa, Le Coq Sportif, Lee Cooper, Levi's, Mambo, Mizuno, Nautica, New Balance, Nike, Oakley, Omo Plus, Puma, Quiksilver, Reebok, Rip Curl, Sharp, Stussy, Tiger Beer, Umbro, Versace, Vodaphone, Volkswagen, Wilson, Xerox, and Yves St Laurent. Companies that can sell their advertising to consumers and then get them to wear it all around town must feel smug! Famous sports teams also fit into this category, since their T-shirts are often marketed more as brand names than as sports accessories. Common examples include Chicago Bulls, Liverpool Football Club, Manchester United, and New York Yankees. Famous movies, for example, <em>Star Wars</em> and <em>Titanic</em>, and cartoon characters, for example, Mickey Mouse, Pokemon, and Snoopy, have also been turned into trademarks.</p>\n<p>People wearing these branded T-shirts probably want to show that they belong to a group by wearing a recognizable identification label. Depending on the wearer's interests, the T-shirt group could project an image of being mass-market (e.g., Coca Cola), rebellious (e.g., Harley Davidson), trendy (e.g., Nautica), unconventional (e.g., Mambo) or exclusive (e.g., Yves St Laurent). Of course, some wearers may have simply received a free Carlsberg T-shirt when they bought a case of beer.</p>\n<p><em>Trademark violations:</em> These are often more interesting than the genuine article. Some have colors or features that the originals never thought of, and some have very amusing misspellings. In Hong Kong I saw a <em>Charmie Broom</em> T-shirt, complete with a picture of Charlie Brown! But don't mistake <em>Miki House</em> (Japan) for a Disney-pirate; it is a real brand name. <em>Nike</em> has many look-alikes, sometimes with names like <em>Mike</em> or <em>Enik</em> plus the familiar swoosh logo. Similarly, there are <em>Hand Ten</em> T-shirts with the familiar <em>Hang Ten</em> footprints logo, and <em>Dokkeb,</em> which is presumably a corruption of <em>Dockers.</em> <em>Esprit Spirit</em> also sounds suspiciously fake.</p>\n<p>Wearers of these famous fakes are probably bargain hunters who have been on vacation in Asia, where the recycling of famous brand names and logos has become almost an art form.</p>\n<p><em>Threatening:</em> These T-shirts carry aggressive slogans like “All Out War,” “Kill,” “Army,” “Marines,” “Ordnance Specialist,” “Fear is in the eye of the beholder—Don't let it be you,” “Destroy No Dead,” and “Sniper: One Shot One Kill.” “Hard Penis” is also threatening in a different way; though the young lady wearing the T-shirt looked neither threatened nor threatening. Some pop groups also fall into this category, for example, <em>Megadeth.</em></p>\n<p>The motivation for wearing T-shirts like these is probably a mixture of mild aggressiveness and a desire to shock the reader. But people who are really threatening don't need to wear such T-shirts. Their aggressiveness is manifest in their behavior and body language.</p>\n<p><em>Trivial:</em> These T-shirts often have short, generic messages, like “American Cowboy,” “Athletics,” “Active Outdoors Gear,” “Air Cargo,” “Butterfly,” “Canoe Proficiency Instructor,” “Chill Out,” “Cowgirls Wanted,” “Cute Girl,” “Deep Blue Sea,” “Diesel Project,” “Exhaust,” “Famous,” “Fancy Dress,” “Fleet,” “Fitness Encounter '94,” “get it going,” “Golf and Country Resort,” “Good job runners!” “Graphic Art Simplity” (sic), “Highjump,” “Hollywood Ranch Market,” “Hot Summer,” “I Love Rock,” “It's Feeling!!!” “Jewel Mania,” “Love and Happenings,” “Make the team,” “Mezzo Piano,” “Modern Explorer,” “Monkey Business,” “Natural Style,” “Nature,” “Nautical,” “Navigate: No Problem Yachting,” “Peace,” “Phys Ed Department,” “Property of Athletic Dept,” “Replay,” “Rocker Lady!” “Rodeo Girl,” “Save the Rain Forest,” “Save the World,” “Snow Time,” “Soccer League, “South Coast Voyage,” “Southern Athletic,” “Sports,” “Spring Bloom,” “Style Altered Images,” “Sunlight Plants Winds,” “Surf,” “Surf Origins,” “Surf Factory,” “Surplus Dept Utility Outfitter,” “Sweat + Sacrifice = Success,” and “Sweet Memories,” “The athletic relays,” and “Urban Modernity.”</p>\n<p>People probably wear T-shirts like these because they like the mood evoked by the message. The Japanese will often tell you that such words give you “a comfortable feeling,” which is as good an explanation as any.</p>\n<p>For linguists and crossword fanatics there is the very appropriate message “Dictionary People.” Or you can choose highly tantalizing text like “Babie Soldie,” “Gainly Gagwritey,” “alimits ident,” “9SVN6 XXX Varsity,” and “happyok.” T-shirts can also have amusingly meaningless messages like “Lets Sport: All Round Sportive Sports Club” (sic) and “Feel the best basic: U2 Sporty.” Some of these nonsense messages are quite long and creative, for example, “Mercy Euthanasia High Mass—LaGirl—I think, I think I am, therefore I am,” “California Spirit of 02—The Spirit of 1849—The Winner of There,” “Best 1 Happy tegether—2002—Let's go to the paty” (sic), “Hello—PiYo.'s Summer Frend—What are you doing now” and “Rocker Lady! BSA Triumph Rock'n Roll Baby Face Hardy.” I hasten to add that these Spellcheck-defying messages are all from real T-shirts. I could never invent such unlikely text.</p>\n<p>These nonsense messages are common in Asia, where English text gets lifted from anywhere and boldly reprinted on T-shirts. One favorite in Singapore had the impressive message “Unaffected Clothing: Comfortable &amp; Finest Quality &amp; Material —Casual Comfortable Washable.” Another claimed to be “Weather Tested Water Proven.” Further eye-popping examples include “Seven from heaven—To keep you fair ano cooleri, easy to remove once transfer cools, for cotton clithing, canvas bags, vivid, washable colours placemats, use with heat press needed and gifts,” “Puree Bear: The more art is directed, limited and worked upon, he freer it becomes.” (Excuse all the typos, but they are reproduced here exactly as printed on the T-shirts.) Others simply print part of a novel or car repair manual. As a chemist by training, my personal favorite is a T-shirt that had the entire Periodic Table of the elements printed on the front. And for mechanics, there are Volkswagen T-shirts with extensive text plus two different cross-sections of the engine with about thirty engine parts labeled.</p>\n<p>People who wear these T-shirts probably see the text more as a design than as words. The situation is analogous to Westerners who like to wear T-shirts with Chinese or Japanese characters printed on them. And I have certainly seen T-shirts with inaccurate Japanese text, which can be just as funny as the mock-English quoted above. The message here is obvious: Never buy a T-shirt that you can't read! Young men in Asia wearing T-shirts with messages like “Elle” and “Comme ca du Mode—Fille” could also heed this advice.</p>\n<p><em>Tongue-in-cheek:</em> These are the humorous messages, both intentional and unintentional. Intentional humor includes “If at first you don't succeed, redefine success,” “I smell inside” (with Intel graphics), “Beam me up, sporty,” “Don't Trust Anyone Over 30,” “Skateboarding Ruined My Life,” “No brain, no headache,” “Australia—16777 km, it's a bloody long way,” “Booze &amp; Brain—Poles Apart,” “*&amp;%#,” and “New World Odor.” But T-shirts with what appears to be unintentional humor are typically much funnier. In Japan I saw “Shibuya T: Made in Tokyo Toilet.” Even knowing that Shibuya is a fashionable Tokyo suburb doesn't help.</p>\n<p>Residents of Surfers Paradise, a seaside beach resort in Australia, must be bemused by “The Surfers Paradise, a tiny island in the Ocean.” Other favorites of accidental humor include “I'm a Mess,” “Assitalia,” “Junk Have Balls,” “Fruity Tart,” “Sex Jeans &amp; Co,” “Sexy Graffiti,” “Sexy Rock,” “Hardcore Superstar,” “Look Deeper—Streetwear Forever,” “Accidentally Chic,” “Hysteric Angel,” “Easy Tiger,” “Live Fast—Die Pretty,” “GREY: Say it with colour,” “My Shoes Made Me Do It,” and “I'm addicted to surfing” (referring to the cyber variety, not the aqueous one). And one has to assume that messages like “Extra Denim,” “Jeans,” and “Khakis” belong to T-shirts with an identity crisis.</p>\n<p>One subclassification is humorous T-shirts that appear to be a direct, literal translation of a Chinese proverb by a translator with limited English capability. Examples include “Hard time don't last, hard man do,” “Friendship . . . will last forever if not ask to lend money,” and “Flower Made Paradise, Its Environment.” The meaning of these messages becomes more apparent with rereading.</p>\n<p>People who wear T-shirts with deliberate humor are understandable enough. They like the joke and want you to laugh along with them. Basically they are mild extroverts, trying to catch other people's attention. But the wearers of T-shirts with accidental humor are presumably not aware of the joke themselves. So others are likely to laugh at them, rather than with them. Of course, seeing a plump girl wearing a “Little Elephant” T-shirt is slightly sad. However, I have seen a happy (and definitely nonreptilian) person wearing a “Happy Gekko” T-shirt. So we shouldn't conclude that messages on T-shirts are always a direct expression of the wearer's personality.</p>\n<p><em>Text-free:</em> This class of T-shirts has no explicit message, though sometimes the implicit meaning can be quite clear (for example, if the wearer is rippling his muscles, revving up his motor bike, and ogling your girlfriend). As in the 1950s, this can still be a message in its own right! But it has limited academic interest for linguists.</p>\n<p>And then there are T-shirts that bridge two or more categories. They can be called “Hybrid T-shirts” (with apologies to rose lovers). One familiar example is the hackneyed “My Uncle went to London &amp; all he bought me was this lousy T-shirt,” a (feeble) attempt to bring humor to the tourist T-shirt. Slightly more successful is “Singapore is a FINE city,” referring to the fact that almost everything is a finable offence in Singapore. Singapore also has many T-shirts that make amusing use of the local version of English (called <em>Singlish</em> and featuring the word “lah” at the end of most statements), with messages like “Relax lah,” “No Sweat Lah,” and “Okay Lah.” <em>Hard Rock Cafe</em> and <em>Planet Hollywood</em> T-shirts have successfully become Hybrid Travelers–Trademark T-shirts.</p>\n<p>As we have seen, T-shirts have a lot more T than just their shape. They are now so common that we hardly notice them. But they are a subject of real interest and amusement for the observant linguist. Shakespeare wrote that “the apparel oft proclaims the man” (Hamlet I.3.72). Obviously he had never heard of the T-shirt, but his words have proven to be surprisingly apt.</p>\n<p><em>[Keith Hall has a Ph.D. in chemistry from the University of Western Australia and has worked as a research &amp; development manager in Australia, Europe and Asia. His diverse interests include English church architecture, bell ringing, and Buddhist pilgrimages. His greatest personal achievement is being a recognized origami master.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">What's So T about a T-Shirt? A textual and etymological analysis of T-shirts</h1> <p><em><span data-rel=\"author\">Keith J. Hall</span> <span data-rel=\"location\">Singapore</span></em></p> <p>The history of the T-shirt is the history of the twentieth century in microcosm: from unspoken to outspoken, from humble origins to a symbol of rebellion, to the badge of the cool jet-setter.</p> <p>So what's in a T-shirt for the language lover? The name itself looks interesting, but a quick check shows that the etymology is more descriptive than romantic. The “T” simply refers to the shape of the shirt when it is laid out flat. But fortunately for this article, the T-shirt has many additional levels of verbal relevance. In fact, it is probably the most verbal item of clothing worn by human beings.</p> <p>Historically, the T-shirt originated in Europe. It was discovered there by American soldiers during World War I. They found that the cotton undershirt was cool and comfortable beneath their woolen uniforms. The T-shirt returned to the United States with the soldiers, and quickly established itself as standard underwear for laborers.</p>"
}