{
  "type": "Article",
  "title": "Searching for the First Words",
  "author": "Rosemarie Ostler",
  "location": "Eugene, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Searching for the First Words</h1>\n<p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p>\n<p>Have you ever wondered, as you studied an artist's rendering of our remote ancestors, what they actually said to each other as they strode across the veldt? If so, you are not alone. Thinking people have speculated about the nature and form of early language since classical times. In the centuries after the Renaissance, searching for the original language was practically a cottage industry. Until the mid-nineteenth century, all serious linguistic scholars had a theory about the first language.</p>\n<p>One important issue was the question of which language was current in the Garden of Eden. Most people voted for Hebrew, the language of the Old Testament. The story of the Tower of Babel seemed to suggest that everyone on earth spoke Hebrew until Jehovah ”confounded their speech.” Another popular candidate was Aramaic, also a Biblical language.</p>\n<p>For those not persuaded by the Babel argument, there remained plenty of other choices. Syriac, Chaldean, Greek, and Latin, all known to be ancient, were obvious possibilities. More recent languages were proposed too. Loyal nationalists tended to support their own country's speech; German, Italian, and Gaelic were heavy favorites in the Adamitic stakes. An Antwerp physician named Jan van Gorp (also known as Johannes Goropius Becanus), wrote a 1569 treatise arguing that Flemish contained as many primitive features as Hebrew, if not more. He supported his claim with dozens of freewheeling etymologies deriving various European languages from Flemish. In spite of the relaxed etymological standards of the time, other scholars greeted van Gorp's derivations with incredulity. Constructing fantastic word histories became known as <em>goropizing.</em></p>\n<p>The scramble to claim the original language, and by implication the Garden of Eden itself, inspired a Swedish former military officer named Andreas Kempe to publish a satirical pamphlet in 1688 called <em>The Languages of Paradise.</em> In it he describes a fictional beer-drinking party where the participants begin discussing the problem of which language was spoken in Paradise. (An unusually serious topic for a beer party, but they didn't have the option of talking about televised sports.) Predictably, several people mention Hebrew, but the author's alter ego, Simon Simplex, reminds them of the story of Magog, Noah's grandson. According to the Bible, Magog migrated to “the isles of the Gentiles,” which many Swedes of the time took to be Sweden. Since this event occurred before the confusion of tongues at Babel, the language of Magog's descendants—that is, Swedish—must be the original Edenic tongue.</p>\n<p>Kempe was following the standard scholarly Swedish line with this proposal, but then he added an unusual twist. He concluded that although God spoke Swedish, Adam responded in Danish. He doesn't say what Eve spoke, but the serpent tempted her in French. According to Kempe, it's not surprising that Eve fell. French, the traditional language of seduction, “works with the whole body in such a way that even the wisest person can be deceived.”</p>\n<p>People continued to argue furiously about the language of Eden for another hundred years. As late as 1799, J.G. Hasse located the Garden of Eden in Eastern Prussia, based on the discovery of amber deposits there. The philosopher Fichte claimed that German was the best candidate for Ursprache because it was a “pure” language of ancient roots, unlike the Romance languages, which relied heavily on Latin for their vocabulary. Two Irish authors, Rowland Jones and James Parsons, insisted that Gaelic was the closest language to the original. Noah Webster agreed. He believed that Irish was one of the oldest tongues, if not absolutely the first. In <em>Dissertations on the English Language,</em> he connects it with such ancient languages as Phoenician, Hebrew, Punic, and Gothic.</p>\n<p>Not everyone agreed that the original language was still extant. Some people believed that it had long ago disintegrated, or at least become unrecognizable. Their goal was to recreate it. Most followed the Goropian model, combing through living languages or remnants of recently obsolete ones to discover the primordial utterances. The idea was to get back to the basics of the uncorrupted original speech.</p>\n<p>Rules of etymology during this era were fairly loose. Frenchmen Charles de Brosses and Antoine Court de Gébelin, working independently, both went on the assumption that all vowels were interchangeable with all other vowels, and all consonants were interchangeable with all others at the same point of articulation. The bilabial consonants <em>m, b,</em> and <em>p,</em> for example, were all treated as the same sound. This approach allowed for plenty of scope when constructing word histories. The goal of both researchers was to work backward toward the original words and syllables. To this end, De Brosses filled twelve volumes with extended etymologies and Court de Gébelin filled nine.</p>\n<p>De Brosses, president of the French Academy of Inscriptions and Belles-Lettres, thought that the germs of speech were physical. He believed that language evolved naturally through the shape of the vocal organs, combined with external factors like the climate and the nature of the thing being named. Primitive language users in cold climates would have spoken in monosyllables and used mostly consonants. They would choose “rough” sounds like <em>r</em> for rough objects, but would round their mouths when discussing a round object. To get to the roots of the first language, De Brosses tried to discover the true character of each word as opposed to its conventional meaning.</p>\n<p>Like de Brosses, Court de Gébelin thought that language evolved naturally, with a basis in onomatopoeia and human physiology. His project was compiling a dictionary of primitive universal word roots. He believed all the roots were monosyllables, with each sound designating an object in nature. <em>A,</em> for instance, which requires a wide-open mouth, is an expansive character. It sits at the beginning of words, as he says, “like a monarch before his subjects.” It expresses strong feelings of sadness, pleasure, and the like. As the French verb 'have,' it denotes superiority and dominance. As the French preposition 'to' it expresses possession. Every syllable had an intrinsic purpose in Court de Gébelin's view. If he could figure out what it was, he could recover the original linguistic unity of the world before Babel.</p>\n<p>Here is an example of how Court de Gébelin treated monosyllables. He claimed that <em>tar</em> and its variants <em>tor,</em> <em>ter,</em> and <em>tro</em> signified 'force' in early European languages, with the collateral notions of roughness and rapidity. From this word stem he derived <em>torrent, target, terror, troop, trillion,</em> and Latin <em>taurus</em> 'bull,' French <em>trancher</em> 'to cut,' <em>trois</em> 'three' (because many primitive peoples only had names for numbers up to three, so three signified a crowd), <em>entre</em> 'between' (because one between two makes a third), <em>très</em> 'very' (which has force behind it), <em>trop</em> 'too much,' <em>intrigue</em> (which implies difficulties), and a number of others even further from the original, such as <em>extravagant</em> and <em>transcendent.</em></p>\n<p>Rather than tracing each word's known history, Court de Gébelin focused on the sounds that he considered significant. Almost any word with a <em>t–r</em> combination was swept into the mix. This intuitive, free-form method of word comparison was common in the eighteenth century. Researchers molded words to fit their theory, rather than the other way around. Nonetheless, Noah Webster, who had several offbeat theories of his own and appreciated a good one, called Court de Gébelin's work “the most curious etymological analysis ever exhibited perhaps in any language.”</p>\n<p>Webster was deeply interested in the question of the original language. He especially admired another linguistic theorist of the time, an Englishman named John Horne Tooke. (Horne Tooke was born John Horne. He changed his name in honor of his friend and patron, William Tooke.) Horne Tooke was a lifelong radical. At one point he was jailed for seditious libel because he noisily supported the cause of the American colonies. He created the Constitutional Society to agitate for parliamentary reform. He also campaigned for a seat in Parliament and eventually gained one.</p>\n<p>Horne Tooke laid out his theory of early language in <em>The Diversions of Purley,</em> a two-volume work of more than a thousand pages. The scene is set at Purley, William Tooke's country estate, where a few of Horne Tooke's friends are gathered. The talk turns to the original form of language (still evidently a popular party topic), and Horne Tooke's friends feed him leading questions. He responds to these at complicated length. The book includes many detailed etymologies.</p>\n<p>Horne Tooke believed that every word was either a representation of an idea or object, or an abbreviation of one. He reduced all of language to a group of original nouns and verbs. Other parts of speech—prepositions, conjunctions, auxiliary verbs, adverbs, and adjectives—were simply abbreviated versions of the original nouns and verbs. For instance, he believed that all uses of <em>from</em> derived from the Old English noun <em>Frum,</em> meaning 'beginning.' Therefore, all uses of <em>from</em> in English could be paraphrased as beginning: <em>figs came from Turkey</em> means 'the beginning place of figs is Turkey'; <em>the lamp hangs from the ceiling</em> means 'the place of the lamp's beginning to hang is the ceiling'; <em>from morn till night</em> means 'beginning in the morn.'</p>\n<p>Horne Tooke would have liked to narrow down the original words to nouns only, but he couldn't manage it. For years, he worked on a third volume that was supposed to round out his system, but he was evidently unsatisfied with it. He burned the manuscript, along with much of his correspondence, shortly before he died.</p>\n<p>Scots minister Alexander Murray approached the issue of original syllables from the opposite direction, starting not with etymologies but with the syllables. He proposed nine primordial words, all of which conveyed some aspect of striking, pressing, force, or motion. They were <em>ag, bag, dwag, gwag, lag, mag, nag, rag,</em> and <em>swag.</em> Murray then elaborated these elements into a multitude of descendant words. He believed that speakers began by compounding the monosyllables, then gradually softened the resulting words until they dwindled into the prepositions, auxiliary verbs, and other parts of speech found in modern language.</p>\n<p>Oddly, the last part of Murray's two-volume <em>History of the European Languages</em> is much less radical than what comes before it. He discusses some of the regular sound correspondences among European languages that Indo-Europeanists were starting to notice. He also remarks that the chance resemblance of a few words is no guarantee that two languages are connected.</p>\n<p>Murray, Horne Tooke, and other late eighteenth-century researchers considered their work scientific and their methods rational. However, by the 1850s, they looked increasingly eccentric, not to say downright cranky. Up-to-date philologists worked by meticulously comparing languages, sound by sound. They claimed sound/meaning correspondences across languages only when those correspondences obviously formed a regular pattern: Greek <em>mater,</em> Latin <em>mater,</em> Sanskrit <em>matar,</em> English <em>mother.</em></p>\n<p>Little by little, Indo-Europeanists were piecing together the first concrete evidence of a “parent” tongue. When they finally did reconstruct part of this extinct language, they still had gone back only a few thousand years in time. Reaching for the Garden of Eden began to seem irrelevant and absurd. The Paris Linguistics Society put the final kibosh on old-style origins research in 1866 with Article II of its bylaws: “The Society will accept no communication dealing with either the origin of language or the creation of a universal language.”</p>\n<p>They must've heard the one about the devil speaking French.</p>\n<p><em>[Rosemarie Ostler recently published her first book, <em>Dewdroppers, Waldos, and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century.</em> (Oxford, <em>2003</em>)</em>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Searching for the First Words</h1> <p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p> <p>Have you ever wondered, as you studied an artist's rendering of our remote ancestors, what they actually said to each other as they strode across the veldt? If so, you are not alone. Thinking people have speculated about the nature and form of early language since classical times. In the centuries after the Renaissance, searching for the original language was practically a cottage industry. Until the mid-nineteenth century, all serious linguistic scholars had a theory about the first language.</p> <p>One important issue was the question of which language was current in the Garden of Eden. Most people voted for Hebrew, the language of the Old Testament. The story of the Tower of Babel seemed to suggest that everyone on earth spoke Hebrew until Jehovah ”confounded their speech.” Another popular candidate was Aramaic, also a Biblical language.</p> <p>For those not persuaded by the Babel argument, there remained plenty of other choices. Syriac, Chaldean, Greek, and Latin, all known to be ancient, were obvious possibilities. More recent languages were proposed too. Loyal nationalists tended to support their own country's speech; German, Italian, and Gaelic were heavy favorites in the Adamitic stakes. An Antwerp physician named Jan van Gorp (also known as Johannes Goropius Becanus), wrote a 1569 treatise arguing that Flemish contained as many primitive features as Hebrew, if not more. He supported his claim with dozens of freewheeling etymologies deriving various European languages from Flemish. In spite of the relaxed etymological standards of the time, other scholars greeted van Gorp's derivations with incredulity. Constructing fantastic word histories became known as <em>goropizing.</em></p>"
}