{
  "type": "Article",
  "title": "Going But Not Quite Gone",
  "author": "Susan Elkin",
  "location": "Sittingbourne, Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Going But Not Quite Gone</h1>\n<p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p>\n<p>If someone gives you short shrift in a new-fangled way, it probably puts you on your mettle because you don't want to eat humble pie or be hoist with your own petard. These are common, easily understood expressions—but what about <em>shrift, newfangled, mettle, humble pie,</em> and <em>petard?</em></p>\n<p>It's actually very odd how often we unthinkingly use words without knowing what they mean. We're confident that getting away with an exploit <em>scot-free</em> is to achieve something vaguely risky without incurring any penalty, payment, or injury, but what exactly was, or is, a <em>scot</em> (as opposed to a <em>Scot,</em> which is a native of Scotland)? It was an English municipal tax or the payment or levying of it, and it comes from an old Norse word <em>skot,</em> meaning 'a shot or contribution.'</p>\n<p>Words are organic. They develop. They are born, they live, and they die. The life cycle of a word can span a millennium or more; but sometimes it achieves near-immortality by living on in the language idiomatically, the lexical equivalent of a biological throwback. “My teenage children are beginning to <em>kick against the traces,</em>” you might hear a parent say. Kicking against the what? A <em>trace</em> was one of two straps, chains or lines of a harness for attaching a horse to a vehicle, and the word comes via Old French from the Latin word <em>tractus,</em> which is the past participle of the verb <em>trahere</em> 'to pull or to draw.' A lad (or lass) who is kicking over the traces is therefore resisting restraint. Still in the realms of bestial metaphor, he or she might just as easily be <em>kicking against the pricks</em> , or not responding to being prodded by the sort of spurs or goads used to control domestic animals in the past.</p>\n<p>So what was <em>short shrift</em>? Remember <em>Romeo and Juliet</em> ? The nurse has to find a plausible way of getting Juliet out of the house with minimum supervision and fuss as cover for her secret marriage to Romeo. “Have you got leave to go to shrift today?” she asks in perfectly balanced iambic pentameter. <em>Shrift</em> was the confession of sins and the granting of absolution, so it meant a convenient private appointment with a priest. The past participle of this delicious word was <em>shriven</em> and the associated adjective <em>shrove</em>. In Britain, the Tuesday before the first day of Lent (<em>Mardi Gras</em> in most of Europe and the U.S.) is still called <em>Shrove Tuesday</em> because it was the day on which it really was essential to get a sin-free clean slate with which to begin the Lenten fast.</p>\n<p>Anyone who got <em>short shrift</em> received little time and sympathy from the priest and so felt put out. That's what getting short shrift still means. Someone who gives it to you is not giving you the time and attention you think you deserve.</p>\n<p><em>New-fangled</em> is a nice word too. Laden with negative connotations, it means, of course, modern and unnecessarily complicated or gimmicky. It stems from the Old English word <em>fangen</em>, the past participle of <em>fon</em> 'to take or seize.' Thomas Wyatt's early sixteenth-century poem “They Flee From Me” describes his former lover leaving him to “use newfangleness.”</p>\n<p><em>Mettle</em>—that you might be put on—is just an alternative to <em>metal</em>, meaning 'strength' or 'defensive,' but <em>humble pie</em> and that <em>petard</em> that you, like Hamlet, might be hoist with, are interesting.</p>\n<p><em>Obliged to eat humble pie</em> means you have no choice but to abase or humble yourself by apologising. The expression is really a pleasing pun on an obsolete word. <em>Humples</em> were the offal of deer, and anything made with them was very lowly, or humble, food. So if you put yourself in the wrong, you must swallow your pride as if you were eating this unglamorous dish.</p>\n<p>A <em>petar</em> or <em>petard</em> comes from the jolly Early French word <em>peter,</em> which means 'to fart.' It was a case for carrying explosives for military detonation and later it came to mean a firework with a loud report. To be 'hoist' with it means in effect that you've blown yourself up with your own bomb or your suffer from a misfortune you were planning for someone else. Hamlet, through whom Shakespeare coined the phase, meant that Rosencrantz and Guildenstern, who are in the pay of King Claudius to despatch Hamlet to a watery grave in the middle of the North Sea, would be outwitted and themselves drown instead.</p>\n<p>While we're on the subject of Hamlet, what about that useful old suffix <em>–monger</em> from Old English <em>manger</em>, itself from the Latin <em>mango, mangonis</em> 'a dealer, especially in slaves.' It now means a trader or dealer, or a person who attempts to stir up something petty or disreputable. That's why Hamlet, in his simulated madness, pretends to think that the obnoxious Polonius is a fishmonger. Old trade names, such as <em>fishmonger</em> and <em>ironmonger</em> have all but died out now, but we still use the suffix in coinages like <em>war-monger</em> or <em>lie-monger</em>.</p>\n<p>One of the interesting things about the <em>mangere</em>-derived <em>monger</em> is that, surprisingly, it has no etymological kinship with the two separate meanings of 'mangle.' A <em>mangle</em> , a machine with rollers for pressing the water out of laundry, comes from the Dutch word <em>mangel</em> via High German and Middle High German and originally from Latin <em>manganum</em> from the Greek <em>manganon</em> 'a pulley block.' <em>Mangle</em> , on the other hand, meaning 'to hack, crunch, or spoil,' comes from an Old French verb <em>maynier</em> 'to maim.'</p>\n<p>Another delightful word which survives idiomatically, but not otherwise, is <em>fettle.</em> If you're <em>in fine fettle,</em> you're fit and ready for action. It originates in the Middle English verb <em>fetten</em> 'to shape or prepare,' which in turn developed from the Old English word <em>fetel</em> 'a girdle.' So the sense is that if you're appropriately belted, you're ready for anything, but don't try taking your <em>filthy lucre</em> (from the Latin <em>lucrum</em> 'a gain' and related to <em>lucrative</em>) and asking for a <em>fetel</em> in your local department store.</p>\n<p>If you do, you might end up with a <em>pig in a poke</em>, the most attractive thing about which is the monosyllabic alliteration. What use would a pig be to anyone if it were small enough to fit in a pocket? A <em>poke</em> —which often had female sexual connotations because of its hollowness—is an old form of the word <em>pocket,</em> and both are related to <em>pouch,</em> from the Middle English <em>poket</em> and Early French <em>pokete.</em></p>\n<p>While on the subject of alliterative plosives, do you ever describe anyone or anyone as <em>plain as a pikestaff</em> ? If so, do you actually know what a pikestaff was? It was a spiked walking stick for use in picking your way across slippery ground; in other words, a practical safety device, not a objet d'art. It was also the staff of a foot soldier's pike, a weapon consisting of a long rod with a pointed steel head. An unlovely item, its name derives from Early French <em>piquer</em> 'to pick' and originally, rather charmingly, from the Latin word for 'woodpecker,' <em>picus.</em></p>\n<p><em>Ramshackle</em> is a faintly onomatopoeic word meaning 'badly constructed, in need of repair or falling down.' It is the past participle, and only surviving part, of the obsolete verb to <em>ransackle</em> although we still have the parent verb to <em>ransack</em>.<em>Ransackle</em> took a <em>–le</em> suffix because it was a frequentative. To <em>ransackle</em> was 'to ransack often,' just as to <em>suckle</em> was 'to suck repeatedly' and to <em>sparkle</em> was 'to spark again and again.'</p>\n<p>“I believe in the quick and dead” states the Apostles' Creed. <em>Quick</em> meant living, from Old English <em>kwic</em> 'alive.' That's why, until recently, a mother or midwife would talk of an unborn baby <em>quickening</em> once the pregnant woman felt foetal movement. It also accounts for the expression <em>It cuts me to the quick,</em> meaning that the speaker is so deeply hurt that it's as if living flesh were damaged.</p>\n<p>These leftover words have long histories, of which we only see the barest traces.</p>\n<p><em>[Susan  Elkin's  most  recent  article  was “Epithets” in XVII/2.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Going But Not Quite Gone</h1> <p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p> <p>If someone gives you short shrift in a new-fangled way, it probably puts you on your mettle because you don't want to eat humble pie or be hoist with your own petard. These are common, easily understood expressions—but what about <em>shrift, newfangled, mettle, humble pie,</em> and <em>petard?</em></p> <p>It's actually very odd how often we unthinkingly use words without knowing what they mean. We're confident that getting away with an exploit <em>scot-free</em> is to achieve something vaguely risky without incurring any penalty, payment, or injury, but what exactly was, or is, a <em>scot</em> (as opposed to a <em>Scot,</em> which is a native of Scotland)? It was an English municipal tax or the payment or levying of it, and it comes from an old Norse word <em>skot,</em> meaning 'a shot or contribution.'</p> <p>Words are organic. They develop. They are born, they live, and they die. The life cycle of a word can span a millennium or more; but sometimes it achieves near-immortality by living on in the language idiomatically, the lexical equivalent of a biological throwback. “My teenage children are beginning to <em>kick against the traces,</em>” you might hear a parent say. Kicking against the what? A <em>trace</em> was one of two straps, chains or lines of a harness for attaching a horse to a vehicle, and the word comes via Old French from the Latin word <em>tractus,</em> which is the past participle of the verb <em>trahere</em> 'to pull or to draw.' A lad (or lass) who is kicking over the traces is therefore resisting restraint. Still in the realms of bestial metaphor, he or she might just as easily be <em>kicking against the pricks</em> , or not responding to being prodded by the sort of spurs or goads used to control domestic animals in the past.</p>"
}