{
  "type": "Article",
  "title": "Say It with Words",
  "author": "Martin Gani",
  "location": "Como, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Say It with Words</h1>\n<p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p>\n<p>Let's be frank. To say <em>I love you</em> is magical yet arduous. The phrase is dense with commitment, renders the utterer vulnerable, carries huge, long-term risks, more often than not leads to irrational behaviour, emotions unhealthily ride a roller-coaster, Nirvana looms tantalizingly on the horizon, legal responsibility sooner or later ensues, marriage materialises in its definitive, irreversible guise: 'Till death do us part.' Much pain is endured to disentangle the emotional, and financial, mess if the chemistry (or biology) is later found to be incompatible. Even so where would we be without it? At this moment somebody somewhere is probably saying <em>I love you</em>. A journey into how this universal sentiment is conveyed in different cultures is as fascinating as the notion of love itself.</p>\n<p>As articulated by English speakers, <em>I love you</em> sounds as simple as the simple present tense in which the sentiment is packaged. Perhaps the pragmatic nature of Anglo-Saxons is hidden in this subject-verb-object structure but there is also room for mystery: <em>I love</em> may be followed by a pause to create suspense, the object of desire that is still to follow may well be <em>Kevin</em> or <em>Megan</em> or <em>chocolate</em>. <em>I</em> precedes all, one may argue this is a clear indication of all-important self-importance or self-centredness, <em>I</em> comes before <em>love</em> and certainly before <em>you.</em> <em>Love</em> stuck in the middle between <em>I</em> and <em>you</em> plays the kingmaker. A little shift accordingly shifts the balance of power.</p>\n<p>The French declare love with, <em>je t'aime</em> (I you love). The only analogy with English is that the same three fundamental words are again in contention. The utterance is rendered less strenuous by reducing the syllables to two, <em>I</em> and <em>you</em> are not separated by <em>love,</em> and to pronounce <em>je</em> the mouth pouts as if blowing a kiss; <em>you</em> and <em>love</em> unite as <em>t'aime.</em> Now if that's not the utmost in romance, I don't know what is.</p>\n<p><em>Ich liebe dich</em> say the Germans, repeating exactly the same syntax as English. From the land of pragmatism and efficiency, nothing different could have been expected. A closer analysis, however, reveals that considerably more effort goes into articulating these Teutonic sounds; we're now faced with four syllables, and the rounded, crisp sounds of English turn harder. An invisible warning seems to have been attached to them: love is not an easy field to venture into. <em>Dich</em> positioned at the end impersonates an exhalation, as if the courageous German speaker is relieved to have come to the end of the endeavour.</p>\n<p>The Italians and Spanish speakers express romantic love for one another with <em>ti amo</em> and <em>te quiero,</em> respectively. Both do away with <em>I</em> since the verb clearly indicates the doer. This interesting disappearance of <em>I</em> and placing the object of love first, some argue, throws some light on the passionate, dramatic, explosive, even decentralised, self-denying nature of amorous exchanges in these cultures. But eye-catching differences do exist. Italians aren't too shy to use <em>amo</em> (I love) but Spanish-speakers apparently are: <em>quiero</em> is really 'I want.' Saying <em>I love you</em> (<em>te amo</em>) is considered stuffy, old-fashioned; a cold-blooded interpretation may be “I want to play it safe.” Love, after all, carries too many responsibilities. In the meantime, <em>te quiero,“</em> we'll see what the future holds.” How did Romans speaking Latin, the ancestor of Italian, Spanish and French, say it? <em>Amo te</em> (I love you), just like the Anglo-Saxons. For some reason, the descendants of Latin turned it around and put <em>you</em> before <em>love.</em> Whether this was done for grammatical, phonetic, or aesthetic reasons, we'll never know, but the fact remains: Anthony expressed his adoration for Cleopatra with <em>amo t</em>e and not the other way round.</p>\n<p>Turks when enamoured take the plunge into this unsteady realm with the six-syllabled whisper <em>seni seviyorum</em> (you I'm loving). As any grammar book will tell you, present progressive is good for temporary actions taking place within a limited time span, “Kevin is courting Megan,” “Megan is dating Steve,” —for now, is understood. Turks therefore seem to wisely treat falling in love as a transient condition. Their neighbours the Greeks, however, fall in line with the rest of humanity when they say, <em>s'agapo</em> (you I love). Three two-letter syllables melted into one breath are all that's needed to get it over with, as if the Greek hero or heroine had better things to do than linger with wordy trivialities. After all, they've had Aphrodite for more than two millennia, what's probably going through their minds is “Isn't it time we moved on to discuss the fruits of love rather than dwell on its communication?”</p>\n<p>If you're positive you're in love in Japan and feel impelled to disclose it, then take a deeeep breath and go, <em>watashiwa anatao aishiteimasu</em> (I love you). Needless to say, you'll be one of a very small number of true extroverts with a hefty dose of lionheartedness to execute this mammoth job. Even when the moon, mood, lights, bank balance and hormone levels are at optimum level, the Japanese, more so than others, will have much trouble unequivocally stating “I love you.” They might hint at it by craftily taking their love interest to a karaoke establishment and attempting to sing an old, old, David Cassidy song, “I Think I Love You.” That will, however, be an uncharacteristically bold strategy; they will more probably opt for the equivocal, <em>suki desu,</em> better known as the lifesaver “I like you,” which can be interpreted as “I'm too timid to say more,” “the consequences of being in love terrify me,” or “I don't know what I want but let's keep it friendly for the present.” Incidentally, “I Think I Love You” first appeared in 1971, but again topped the charts in 1992, sung by Bee Hive, and again in 2002, voiced by KC. That should provide sociologists with enough material for an entire conference.</p>\n<p>In Russia it's best to give voice to your amorous, engaging announcement before downing several vodkas and masticating chunks of steak in your stroganoff, as all your mouth, tongue, and lip muscles as well as articulation skills will be needed to get out <em>ya tebya lyublyu,</em> which in plain language is “I love you.” To formulate the all-important love-word, <em>lyublyu,</em> the lips sculpt a double kiss in quick succession, challenging French for romantic efficacy. The Russians of course have no difficulty dining, vodkaing, and romancing simultaneously. What's more, Russia is severely cold, Siberia is icy, so, for most of the year a dip into a heart-warming love serenade can only comfort all concerned. Once you cross over from the Russian Federation into the People's Republic of China, the heart is warmed over tea and several hundred steaming dishes. The Chinese declare their love to their potential loved-one-to-be with the sounds I can best decipher as <em>wall I knee.</em> As conceived by my non-Chinese, English-speaker ears, the threesome sounds wonderfully illogical, and so akin to love in all its irrationality. I wonder if the Chinese find it arduous to say these magic words.</p>\n<p><em>[Martin Gani wrote about English in Italy in Vol. XXVII/3.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Say It with Words</h1> <p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p> <p>Let's be frank. To say <em>I love you</em> is magical yet arduous. The phrase is dense with commitment, renders the utterer vulnerable, carries huge, long-term risks, more often than not leads to irrational behaviour, emotions unhealthily ride a roller-coaster, Nirvana looms tantalizingly on the horizon, legal responsibility sooner or later ensues, marriage materialises in its definitive, irreversible guise: 'Till death do us part.' Much pain is endured to disentangle the emotional, and financial, mess if the chemistry (or biology) is later found to be incompatible. Even so where would we be without it? At this moment somebody somewhere is probably saying <em>I love you</em>. A journey into how this universal sentiment is conveyed in different cultures is as fascinating as the notion of love itself.</p> <p>As articulated by English speakers, <em>I love you</em> sounds as simple as the simple present tense in which the sentiment is packaged. Perhaps the pragmatic nature of Anglo-Saxons is hidden in this subject-verb-object structure but there is also room for mystery: <em>I love</em> may be followed by a pause to create suspense, the object of desire that is still to follow may well be <em>Kevin</em> or <em>Megan</em> or <em>chocolate</em>. <em>I</em> precedes all, one may argue this is a clear indication of all-important self-importance or self-centredness, <em>I</em> comes before <em>love</em> and certainly before <em>you.</em> <em>Love</em> stuck in the middle between <em>I</em> and <em>you</em> plays the kingmaker. A little shift accordingly shifts the balance of power.</p> <p>The French declare love with, <em>je t'aime</em> (I you love). The only analogy with English is that the same three fundamental words are again in contention. The utterance is rendered less strenuous by reducing the syllables to two, <em>I</em> and <em>you</em> are not separated by <em>love,</em> and to pronounce <em>je</em> the mouth pouts as if blowing a kiss; <em>you</em> and <em>love</em> unite as <em>t'aime.</em> Now if that's not the utmost in romance, I don't know what is.</p>"
}