{
  "type": "Article",
  "title": "INTER ALIA: Words in the North and the South",
  "author": "Gifford Bull",
  "location": "Lake Ridge, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">INTER ALIA: <em>Words in the North and the South</em></h1>\n<p><em><span data-rel=\"author\">Gifford Bull</span> <span data-rel=\"location\">Lake Ridge, Virginia</span></em></p>\n<p>John Rieves and Miss Jennie Crumpton were an elderly couple in Starkville, Mississippi, and they were interesting and admirable people. We loved them both. They were a little frail and so we tilled their garden for them, and they knew we were gardeners, too.</p>\n<p>About 5:30 one morning the phone rang and it was John Rieves.</p>\n<p>“Gifford. You like English peas?”</p>\n<p>“Sure do.”</p>\n<p>“Well, we've picked all we can use and we've froze all we can freeze, and we given away all the family wanted. We're going to cut 'em down. If you want some, come on out.”</p>\n<p>We knew that John Rieves meant now, not some time later, so we dressed and drove out Reed Road to the Crumptons. Miss Jennie was fixing breakfast and I already knew where the garden was, so I went on down and started picking peas. After a while, John Rieves came down to join me. At his age, John Rieves was quite bent over and walked with a stick. I was starting to pick from the top of the pea vines, but John could see the bottom ones better. He would point with his stick and say, “Gifford! You missed one. Look, here's another one.”</p>\n<p>I said, “In Yankee Land, where I come from, we just say <em>peas</em> and we know they will be green peas. Here if you ask for peas you'll get Crowder peas, or maybe black-eyed peas.” This led to a discussion of the way words were used differently in the North and the South, and John Rieves, a pretty good word man himself, had something to say about that.</p>\n<p>You have to know that <em>carry</em> has different connotations in the North and in the South. In the North <em>carry</em> largely means you pick it up in your hands, or at least in your arms. “Carry your bags to your car for you, mam?” “The groom carried his new bride over the threshold.” “I liked her looks when I carried her books in Kalamazoo.” <em>Carry-on</em> <em>luggage</em> on the airline is held in your hand, or nowadays, by extension, it's pulled down the aisle behind you, but then you lift it up into the overhead luggage bin. In the South, the word can have quite an extended meaning. “I'll carry you to the airport.”  In both places, however, you might say, “The raft was carried downstream,” or “the wind blew the papers into the air and carried them away,” or “He was carried away by his emotions.”</p>\n<p>Then he told me this story.</p>\n<p>In World War I, John Rieves enlisted in the Army and was assigned to the field artillery. He was sent to Massachusetts for training, not as one of a whole contingent of Mississippi boys but all by himself. His Massachusetts mates were entranced by his Mississippi accent, and teased him. John Rieves, always ready with words, gave as good as he got.</p>\n<p>His little squad was practicing marching when they came to the top of a hill.</p>\n<p>“Halt!” called the sqad leader. “Cadet Crumpton! You've just come up this hill, and you look down the other side, and there's a whole bunch of the enemy down there. What'cha gonna do?”</p>\n<p>“Well,” said John Rieves, “First thing I'd do is train the guns on the enemy, and then carry the horses and the caissons to the rear.”</p>\n<p>All the rest of the squad collapsed on the ground, hooting with laughter.</p>\n<p>“You're going to carry the horses? Do you know how heavy a horse is?”</p>\n<p>Didn't stop John Rieves for a minute.</p>\n<p>“I said <em>carry</em> 'em. I didn't say, <em>tote</em> 'em!”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">INTER ALIA: <em>Words in the North and the South</em></h1> <p><em><span data-rel=\"author\">Gifford Bull</span> <span data-rel=\"location\">Lake Ridge, Virginia</span></em></p> <p>John Rieves and Miss Jennie Crumpton were an elderly couple in Starkville, Mississippi, and they were interesting and admirable people. We loved them both. They were a little frail and so we tilled their garden for them, and they knew we were gardeners, too.</p> <p>About 5:30 one morning the phone rang and it was John Rieves.</p> <p>“Gifford. You like English peas?”</p>"
}