{
  "type": "Article",
  "title": "Speak of the Devil: Dangerous Names",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Speak of the Devil: Dangerous Names</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>Common wisdom (or lack of it) holds that speaking certain words aloud—especially names—can be perilous, either to the speaker or to the person or deity or creature named.</p>\n<p>According to the <em>Oxford Dictionary of Phrase and Fable,</em> expressions like “Talk of the devil, and you'll see his horns” and “Talk of the devil and he is bound to appear” are at least as old as 1650; Mathew Prior's 1701 poem “Hans Caravel” contains a variation: “Forthwith the devil did appear,/ For name him, and he's always near.” The current shortened version, “Speak of the devil,” usually has a more benign meaning: an implication that just after you say someone's name, he or she may enter the room—which could get you in trouble if you were saying something unkind, but probably will not cause you to burn eternally in Hell. Ozzy Osbourne's 1982 album <em>Speak of the Devil</em> makes reference to the earlier, scarier meaning: the idea that you can call up the devil by speaking his name.</p>\n<p>In Goethe's famous play “Faust,” the title character's first experience with the supernatural occurs when he reads a book and “pronounces mysteriously the sign of the spirit.” A spirit appears, saying it has been “compelled” to do so. (Both quotes are from Anna Swanwick's translation.) Similarly, in the 1988 movie <em>Beetlejuice,</em> if you say the name of the eponymous devil-like creature three times (the similarity of his name to Beelzebub is no coincidence), he will appear. And the characters in the Harry Potter books hesitate to say the name <em>Voldemort</em> aloud, and instead use euphemisms like “he who must not be named” or “you-know-who,” for safety's sake.</p>\n<p>(Many people believe that saying something bad out loud can make it come true—I'm sure we have all known people who whisper the word <em>cancer</em> as if saying it out loud will cause an outbreak. The practice of whispering <em>cancer</em> is common enough that one charity's slogan is “Let's not whisper about breast cancer, let's roar.”)</p>\n<p>The slumber party game of “Bloody Mary” hinges on a similar principle: you enter a darkened room (often a bathroom), say <em>Bloody Mary</em> three times, and look in a mirror, at which point Bloody Mary's face reflects back at you and scares you to death or claws your face off or something of that sort. (Just who is this “Bloody Mary”? The original Bloody Mary was the English queen Mary Tudor, who burned nearly 300 people at the stake during her mid-16th century reign. But the Bloody Mary being summoned in the game seems to be a different character, sometimes known as <em>Mary Worth</em> or <em>Mary</em> <em>Wolf,</em> whose face has been horribly disfigured.)</p>\n<p>Conversely, some religious people consider the name of the God of the Israelites too sacred to be spoken aloud; it was therefore replaced in prayers and rituals with other words such as <em>Adonai</em> 'My Lord' or <em>Elohim</em> 'God.' Some Orthodox Jews will go so far as to replace the <em>o</em> in <em>God</em> with a dash on any written or published work (<em>G-d</em>) so that it's all right for the paper to be destroyed. This practice, which seems to be relatively recent, stems from a belief that the name of God itself contains power, and that destroying it in its written form is dangerous. Depending whom you ask, the rule pertains to any version of the name of God, or only the tetragrammaton (<em>YHVH</em> or <em>YHWH</em>, pronounced <em>Yahweh</em> or sometimes <em>Jehovah</em>), or only the tetragrammaton in Hebrew characters.</p>\n<p>Other names, when spoken aloud, do harm to the one named rather than the one calling him or her up. In the Grimm fairy tale, bad things of one sort or another happen to Rumpelstiltskin when the miller's daughter speaks his name. In watered-down versions, he loses the child the woman owes him and runs in circles or has a temper tantrum and pulls out his hair; in Grimm-er versions, he gets so angry that he breaks himself in half. In the early nineteenth century, in Germany, Jacob and Wilhelm Grimm recorded the name of the dwarf in this tale as <em>Rumpelstilzchen;</em> other German variations include <em>Hipche Hopche,</em> <em>Doubleturk,</em> <em>Holzrührlein</em> <em>Bonneführlein,</em> <em>Nägendümer</em>, and <em>Kugerle.</em> Similar tales in other languages use other names, of course: <em>Kruzimuegeli</em> in Austrian, <em>Ropiquet</em> or <em>Ricdin-Ricdon</em> in French, <em>Tarandando</em> in Italian, <em>Panczimanczi</em> in Hungarian, <em>Gilitrutt</em> in Icelandic, <em>Kinkach Martinko</em> in Russian, <em>Purzinigele</em> in Tyrolese, and <em>Marie Kirikitoun</em> in Basque. Variations from the British Isles include <em>Tom Tit Tot</em> in English, <em>Trwtyn-Tratyn</em> in Welsh, <em>Trit-a-Trot</em> in Irish, and <em>Whuppity Stoorie</em> in Scottish.</p>\n<p>The idea that a name can have power over the thing named is widespread enough that an old English superstition (from West Sussex, to be precise) holds that it's bad luck to say a child's name before the baptism.</p>\n<p>Wizards or magic-users in the role-playing game <em>Dungeons and Dragons</em> can summon a magical being if they know its “true name.” Once summoned, the being sometimes becomes the wizard's slave, to some extent. Not so in the case of “Hastur the Unspeakable,” also known as “He Who Must Not Be Named,” a lizard-like creature with 200 tentacles. According to the <em>Advanced Dungeons and Dragons Deities &amp; Demigods Cyclopedia,“</em> Any time the name Hastur is spoken, there is a 25% chance that Hastur will hear and send 1-4 Byakhee [giant bat-like creatures] to slay the speaker. If the Byakhee are defeated, there is a 25% chance that Hastur himself will appear to destroy the blasphemer.”</p>\n<p>The silliest example of a dangerous name has got to be <em>Macbeth.</em> Many theater folk consider it bad luck to say it anywhere backstage, and will instead use “The Scottish Play” or “The Bard's Play.” (If you do accidentally say it, one antidote has you leave the room, turn around three times, break wind, spit, and then knock on the door and ask permission to re-enter. Or you can just quote a line from <em>Hamlet,</em> Act 1, Scene iv, “ Angels and ministers of grace defend us.”)</p>\n<p>The supposed bad luck surrounding <em>Macbeth</em> is rooted in a 19th century superstition that the witches' song in the first act of the play (“Double, double, toil and trouble/Fire burn and cauldron bubble …”) had the power to cast evil spells. At that time, it was not the name of the play thought to be evil, but the tune of the witches' song. This bad feeling eventually extended to any of the music of the play or quotations from it.</p>\n<p>Nevertheless, the play remained popular with audiences, so that by the 1930s, a troupe in dire financial straits might put on “The Scottish Play” as a sure-fire money-maker. The troupe might still go under, however, so via backwards logic, <em>Macbeth</em> came to be associated with ill-fortune.</p>\n<p>According to Richard Huggett's <em>The Curse of Macbeth and Other Theatrical Superstitions</em> (Picton, 1981), some believe that it's the last line of the play (Malcolm's “ So, thanks to all at once and to each one, /Whom we invite to see us crown'd at Scone”) that holds the danger, and so this line would be left out at the dress rehearsal or perhaps at all rehearsals. Producer Emile Littler believed so strongly in this that the actors were not even allowed to know the last line (or <em>tag line</em>) of any play until the first performance, when a uniformed attendant would release it just in time for the final scene. Forbidden tag lines included “And now our evening work is done /We hope you've all had lots of fun “ <em>(Cinderella)</em> and “And that's the story of Robin Hood/We know you'll come back to this wood” <em>(Robin Hood)</em>. One actor in a production of <em>Aladdin</em> remembers not being allowed to recite the tag line even on the first performance, so that the last line was “di dum, di-dum, di-dum, di-dum, /Dumdiddi, dumdiddi, dumdiddi, DUM!”</p>\n<p><em>[Jessy Randall recently wrote for <em>VERBATIM</em> on the subject of pregnancy words, in XXVII/2.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Speak of the Devil: Dangerous Names</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>Common wisdom (or lack of it) holds that speaking certain words aloud—especially names—can be perilous, either to the speaker or to the person or deity or creature named.</p> <p>According to the <em>Oxford Dictionary of Phrase and Fable,</em> expressions like “Talk of the devil, and you'll see his horns” and “Talk of the devil and he is bound to appear” are at least as old as 1650; Mathew Prior's 1701 poem “Hans Caravel” contains a variation: “Forthwith the devil did appear,/ For name him, and he's always near.” The current shortened version, “Speak of the devil,” usually has a more benign meaning: an implication that just after you say someone's name, he or she may enter the room—which could get you in trouble if you were saying something unkind, but probably will not cause you to burn eternally in Hell. Ozzy Osbourne's 1982 album <em>Speak of the Devil</em> makes reference to the earlier, scarier meaning: the idea that you can call up the devil by speaking his name.</p> <p>In Goethe's famous play “Faust,” the title character's first experience with the supernatural occurs when he reads a book and “pronounces mysteriously the sign of the spirit.” A spirit appears, saying it has been “compelled” to do so. (Both quotes are from Anna Swanwick's translation.) Similarly, in the 1988 movie <em>Beetlejuice,</em> if you say the name of the eponymous devil-like creature three times (the similarity of his name to Beelzebub is no coincidence), he will appear. And the characters in the Harry Potter books hesitate to say the name <em>Voldemort</em> aloud, and instead use euphemisms like “he who must not be named” or “you-know-who,” for safety's sake.</p>"
}