{
  "type": "Article",
  "title": "The Verbal Ape: How Evolutionary Pressures Set the Stage for Language Purists",
  "author": "August Rubrecht",
  "location": "Mondovi, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Verbal Ape: How Evolutionary Pressures Set the Stage for Language Purists</h1>\n<p><em><span data-rel=\"author\">August Rubrecht</span> <span data-rel=\"location\">Mondovi, Wisconsin</span></em></p>\n<p>After one of my performances at a storytelling festival, a couple came up to say they enjoyed my stories. It is important to note that I tell many of them in the vernacular of my native Ozarks. The woman simply complimented me, but her husband tempered his compliments by saying, “I can't get over how you have a Ph.D. in English, and yet you butcher the language that way.”</p>\n<p>I said, “Oh no, I don't butcher it, I just slap it around a little. Got to show it who's boss.”</p>\n<p>His culture had taught him which usages were “good,” implicitly tagging the rest “bad.” Though culture supplied the details, I don't think it had to teach him the principle. There are good empirical and theoretical reasons to conclude that a tendency to adopt and try to enforce linguistic conformity stems from the same source that gives rise to humans' innate language capacity—our evolutionary heritage.</p>\n<p>You may be able to find some empirical evidence inside your own head. Even if you have now developed the same level of usage tolerance as our editor, don't you recall times when you have thought something like, “Now, why would so-and-so call a <em>bedstead</em> a <em>bedframe</em>? Doesn't she know the right word?” If you're a Northerner, haven't you thought, “I just don't see how Southerners can make two syllables out of the word <em>that</em>”? Or if a Southerner, “Those people up north clip their words off too short”? Even though I try to be a principled tolerator, I still sometimes find myself wishing folks from the lower Hudson Valley could see their way clear to pronounce the vowel in <em>dog</em> and <em>fawn</em> some other way. Nobody ever taught me to disparage the pronunciation. I liked the classmate I first heard it from, so my feeling cannot be explained as personal antipathy transferred to an innocent diphthong. It just welled up.</p>\n<p>Also, the tendency appears too early in a child's development to be readily explained as being a result of culture. My son learned his English here in Wisconsin, modeling at least as much on his day-care providers and playmates and on his older sister as on my wife and me. When he was about two, before he could differentiate between /f/ and /p/, he could already consistently pronounce /aI/ before /r/. I don't. I would lead him to our wood stove and say, “Ward, come help me stir the fahr.”</p>\n<p>He would look up indignantly and correct me with “No, <em>pye</em>-er!”</p>\n<p>I am happy to report he soon learned /f/, and by age four he could not only tolerate my pronunciation but articulate it as well, when he chose to. The point again: nobody needed to teach him to show disapproval for a pronunciation different from his. It was tolerance that had to be taught.</p>\n<p>Evolutionary theory offers a number of reasons for why we should be expected to carry this tendency in our genes. The most obvious is simply the need for accurate communication. Members of all social species warn others in their group of outside danger, and many use different calls or other signals to distinguish between airborne and earthbound threats. If a few members of a monkey troop misunderstand the simian equivalent of “Snake!” to mean “Hawk!” and dive into the bushes instead of standing up to see which way to dodge, they are likely to get eliminated from the gene pool early. If they regularly give the wrong cry, they endanger their fellows, and that whole troop will (as evolutionary biologists put it) suffer a selective disadvantage compared with troops with dependable communications. Such selective pressures may cause a species to develop hard-wired signals—the dances of honeybees or the laughter of human beings, for example—but not necessarily. Survival does not require the message to take a particular form, only that it be understood. So a species that evolves a tendency to follow, and if necessary enforce, group norms will be well served even if different groups develop different norms.</p>\n<p>Our human tendency to follow and enforce group norms goes far beyond the requirements of accurate communication, of course. Priests carry out rituals. Diplomats follow protocols. School principals impose dress codes. Suburbanites insist their neighbors keep their lawns mowed. Hostesses hope guests will use salad and seafood forks during the appropriate courses. And linguistic purists expect the rest of us not to split infinitives.</p>\n<p>As culturally bound as each example is, the list as a whole points to a profound human universal: the need to define and unify “our” people. This is the second reason we should expect human communities to promote linguistic conformity. Until agriculture permitted the rise of cities, our human and prehuman ancestors lived in small groups. Harsh conditions exerted evolutionary pressure by killing many individuals before they reached breeding age and preventing many that did from raising enough offspring to sustain their lineages. Within each village or nomad troop, some members succeeded better than others at finding food or building shelters or forming alliances. Here is where biology ushered in culture as the dominant survival strategy for our species. Selective pressures favored not only the innately successful individuals, but also those born with a tendency to imitate the successful. The process worked in more than one way. By imitating a few of the behaviors, such as weaving fibers, knapping flint, and keeping track of seasons, the imitators picked up cultural solutions to survival problems, directly increasing the likelihood they would survive and procreate. By imitating other behaviors, such as dressing and dancing and speaking a certain way, imitators symbolically associated themselves with the successful, increasing their own chances of attracting desirable mates with whom they could produce viable offspring. There was another benefit as well. Without group support individuals could not thrive, so selective pressures favored those who maintained strong social bonds. People form group bonds by many means—exchanging work, sharing food, and playing together, for example—but some of the most important ways they reaffirm and reinforce those bonds are by dressing and acting and talking alike. At first people do these things voluntarily; then the choice develops into an obligation, and nonconformists are ridiculed or punished. Eventually some behavior patterns, especially those of speech, turn into habits people cannot change even if they want to. At this point these behavioral norms serve to separate as well as unify; they allow group members to distinguish fellow members, who deserve support, from outsiders, who do not.</p>\n<p>Obviously, the tendency examined here promotes linguistic diversity as well as conformity—diversity between speech communities and conformity within them. In fact, when regional or social subgroups form, they often take pains to cultivate differences, including linguistic ones, that set them off as distinct. But this is not the place to explore the forces promoting linguistic diversity.</p>\n<p>A well-known insider/outsider anecdote—the archetypal one, in fact—is told in the twelfth chapter of Judges. The Gileadites, at war with the Ephraimites, could identify an enemy soldier trying to pass through a checkpoint by a simple linguistic test, explained in verse 6: “Then said they unto him, Say now Shibboleth; and he said Sibboleth: for he could not frame to pronounce it right. Then they took him and slew him at the passages of Jordan: and there fell at that time of the Ephraimites forty and two thousand.” I often meditate on this passage when confronted by those who inform me I have violated some current shibboleth. It reminds me how much I would rather have someone correct my pronunciation than slay me for it. I should even feel flattered, I guess; after all, in expecting me to conform to their norms, they imply I belong in their group, and they are reaching out to me. I don't feel flattered, though, and the reason is suggested in the phrase <em>their norms.</em></p>\n<p>In stressing so far only the role played within groups by cooperation and bonding, I have told only half the story. As small-group animals, human beings do not ordinarily run in undifferentiated herds, like wildebeests. We maintain hierarchies, like wolves and baboons. Within those hierarchies we scramble to rise higher, or at the very least to avoid falling lower. This ambition for status implies a third reason for linguistic conformity. For our human and prehuman ancestors, the drive for status was a deadly serious matter because high rank meant access to scarce resources. In lean and perilous times, low-status individuals died or failed to reproduce. Thus, evolutionary pressures ensured that competition would play as big a role in our relationships as cooperation. Even though in industrialized nations starvation and predation pressures are largely off now, and even that of disease is vastly lessened, our inherited competitive drive remains. Not only do we make sure to wear appropriate clothes to show we belong, we put on the finest we can afford to show we belong at the top. Or if we desire to rise to the top of a punk group, we wear the grungiest and most outlandish costume we can put together. The aim is the same: to exhibit the values of our group to an extreme degree. In discourse, we try to attain prestige by talking like those who already have it. If we already have it, we try to maintain it by insisting that our kind of talk is the kind others should imitate, and then reminding them when they try that they haven't quite got it right. Is it any wonder we use the expression <em>put down</em> to describe how we feel when someone corrects our English?</p>\n<p>If I am right, then, it is only natural for human beings to correct the language of others. What we have to remember is that civilized life requires natural impulses to be channeled and sometimes curbed. The small groups we evolved in have coalesced into supergroups with complex, confusing overlaps. Instead of belonging to a village or tribe, where religious, occupational, recreational, and family life all go on within a single speech community, most of us associate closely with several distinct groups and interact peripherally with a far larger number. It is foolish to expect the parochial uniformity our remote ancestors enjoyed—or endured. Under these conditions our best course is to channel our corrective efforts toward promoting clear and frequent communication. We need to practice linguistic tolerance and cultivate it among our fellows. We need to curb our tendency to put others down. Fortunately, our evolutionary heritage has bestowed upon us a vast capacity for shaping behavior through culture. We can do it.</p>\n<p><em>[August Rubrecht shared his reminiscences of the DARE project in <em>VERBATIM</em> XXIII/4 and discussed why we have got 'have got' in XXIV/1.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Verbal Ape: How Evolutionary Pressures Set the Stage for Language Purists</h1> <p><em><span data-rel=\"author\">August Rubrecht</span> <span data-rel=\"location\">Mondovi, Wisconsin</span></em></p> <p>After one of my performances at a storytelling festival, a couple came up to say they enjoyed my stories. It is important to note that I tell many of them in the vernacular of my native Ozarks. The woman simply complimented me, but her husband tempered his compliments by saying, “I can't get over how you have a Ph.D. in English, and yet you butcher the language that way.”</p> <p>I said, “Oh no, I don't butcher it, I just slap it around a little. Got to show it who's boss.”</p> <p>His culture had taught him which usages were “good,” implicitly tagging the rest “bad.” Though culture supplied the details, I don't think it had to teach him the principle. There are good empirical and theoretical reasons to conclude that a tendency to adopt and try to enforce linguistic conformity stems from the same source that gives rise to humans' innate language capacity—our evolutionary heritage.</p>"
}