{
  "type": "Article",
  "title": "Everything You Always Wanted To Know about Pig Latin But Were Afraid To Ask",
  "author": "Melanie Falcon",
  "location": "Burnaby, British Columbia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Everything You Always Wanted To Know about Pig Latin But Were Afraid To Ask</h1>\n<p><em><span data-rel=\"author\">Melanie Falcon</span> <span data-rel=\"location\">Burnaby, British Columbia</span></em></p>\n<p>'Oday ouya easkspay Igpay Atlinay'?</p>\n<p>Thousands of people all over the world do—speak Pig Latin, that is. Pig Latin is a constructed or “play,” language that has been popular for years among children—and adults.</p>\n<p>It's generally used as a secret language in an effort to hide the actual message being relayed from anyone not in the know. Children use it to communicate in their own private language and many adults, who once spoke Pig Latin as children, revert to it when they want to discuss something in front of their offspring that they don't want them to understand.</p>\n<p>The <em>Oxford English Dictionary</em> defines Pig Latin as “an invented language formed by systematic distortion of the source language.”</p>\n<p>As in most constructed languages the basis of Pig Latin is formed by transposing the letter order of a word and adding a meaningless syllable. When translating words that begin with a consonant, the first letter is dropped and an “ay” is added at the end: the word <em>frog</em> becomes <em>ogfray</em>, <em>good</em> becomes <em>oodgay</em>, and so on. Words that begin with a vowel are transformed by adding “way” to the end and <em>out</em> translates into <em>outway</em>.</p>\n<p>There is an infinite variety of play or “little” languages, but Pig Latin is considered the most popular and is in general use, in one form or another, throughout the world . Some of the other common “little” languages include “oppish,” “eggy peggy” and “ong.”</p>\n<p>“Oppish” appears to be the most complex of the three languages as “op” is added after each consonant in a word, making a simple word such as <em>umbrella</em> into a tongue-twisting <em>umopbopropeloplopa</em>. “Eggy peggy” requires inserting “egg” at the beginning of a word: <em>Well</em> become <em>weggell,</em> and <em>this</em> changes into <em>theggis.</em> In “ong” you just add “ong” after every syllable.</p>\n<p>But how and when did the whole Pig Latin craze get started? There are many theories about its origins, but no one seems to have a definitive answer.</p>\n<p>Some scholars speculate that this form of constructed language has been around since the First World War, or even earlier, under a variety of names, including <em>Dog Latin</em> and <em>Hog Latin.</em></p>\n<p><em>The Cat's Elbow and Other Secret Languages</em> (Alvin Schwartz, Farrar Straus &amp; Giroux, 1985) cites the play language as “so easy to learn even a pig could learn it, hence: <em>Pig Latin.</em>”</p>\n<p>One humorous, and anonymous, web site description credits the origins of Pig Latin to have been: “discovered by a hunter in the Amazon jungle. He was wounded by a poisonous snake. Almost dead, a tribe of pigmy warriors found him and nurtured him back to health. But the hunter was not ready to go back to civilization: he stayed and worked and learned how to live in peace with animals. During his five years with the pigmy tribe he learned to speak their language. He went back to the States and, by habit, started talking the pigme (sic) language.”</p>\n<p>However obscure its origin, documented references to the use of Pig Latin in North America date back as early as the 1920s. Author Raymond Chandler is credited with the first use of the term in written form in a 1937 edition of <em>Dime Detective Magazine,</em> where he has one of his characters announcing “Don't give me any of that pig Latin.” In 1956 author Beverly Cleary referred to Pig Latin in a story in <em>Fifteen</em> magazine.</p>\n<p>Over the years, more and more references cropped up: World War II musician/comedian Spike Jones included a Pig Latin version of “Jingle Bells” on one of his Christmas albums and U.S. political hopeful Peter Vallone gave his Democratic acceptance nomination speech in Pig Latin in 1998.</p>\n<p>Pig Latin has also contributed more words to general slang than all other “little” languages combined. Who could forget Fred Flintstone's admonition to his friend Barney Rubble to “ixnay, Barney, ixnay,” in other words, “nix, Barney, nix Barney!” or “Keep your mouth shut, Barney!”</p>\n<p>No matter where, or how, it started, Pig Latin appears to be here to stay, particularly on the Internet. There are literally dozens of web sites that will instantly translate any text into Pig Latin with a single click, and entire web pages can be likewise converted. Or, you can do a web-based search in Pig Latin, if you choose.</p>\n<p>You can also hear synthesized voice translations, read the Bible or Book of Genesis, peruse a list of famous left-handed people, enjoy ezine humor or email friends and family, all in Pig Latin.</p>\n<p>In March 2001 a Canadian company, Pulse Media Network, associated with the University of Toronto, Ontario, introduced a software program in Pig Latin that music lovers could use to take advantage of free music downloads. The program was used to disguise the popular Napster web site files by altering the MP3 files of band names so that fans could still download free music after a ban required Napster to pay royalties for the music it had been making freely available.</p>\n<p>The program was pulled after a week or so, but the company reported more than 100,000 downloads the first morning it was offered.</p>\n<p>So if you are thinking of learning another language, you might want to consider adding Pig Latin to your repertoire, just for fun.</p>\n<p><em>[Melanie Falcon is a freelance writer with more than twenty years of journalism experience. She lives in Canada and has been fluent in Pig Latin for many years.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Everything You Always Wanted To Know about Pig Latin But Were Afraid To Ask</h1> <p><em><span data-rel=\"author\">Melanie Falcon</span> <span data-rel=\"location\">Burnaby, British Columbia</span></em></p> <p>'Oday ouya easkspay Igpay Atlinay'?</p> <p>Thousands of people all over the world do—speak Pig Latin, that is. Pig Latin is a constructed or “play,” language that has been popular for years among children—and adults.</p> <p>It's generally used as a secret language in an effort to hide the actual message being relayed from anyone not in the know. Children use it to communicate in their own private language and many adults, who once spoke Pig Latin as children, revert to it when they want to discuss something in front of their offspring that they don't want them to understand.</p>"
}