{
  "type": "Article",
  "title": "Famous Last Words",
  "author": "Paul Bayliss",
  "location": "Liverpool",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Famous Last Words</h1>\n<p><em><span data-rel=\"author\">Paul Bayliss</span> <span data-rel=\"location\">Liverpool</span></em></p>\n<p>I heard a story recently about a man who,\nknowing that his days were numbered, wrote out a\nspeech to be delivered at his funeral. It was nothing\nespecially spiritual or philosophical, just a final\ngoodbye to friends and family. His best friend was\ngiven the somewhat unpleasant task of delivering\nwhat were, in many respects, last words from\nbeyond the grave. It has to be said, it must have\nbeen a friend he could trust—he didn't have much\nopportunity of a comeback if he was misquoted.\nIt seemed very odd to me but, more than that,\nit seemed to me to be cheating. The utterance of\none's last words should be spontaneous and off the\ncuff. The most famous last words manage to combine a stunning insight into the mysteries of life, combined with an element of well-timed humour.</p>\n<p>Taking time to prepare beforehand rules out any\nchance of delivering inspired words of heroism or\nphilosophical genius, or, even better than that,\nwords spoken with an element of tragic yet comic\ntiming. Just as it's always amusing to see people\nfalling over, it's always a pleasure to hear about a\nstranger snuffing it in darkly humorous situations.\nMany famous last words will, of course, be\napocryphal. Some will have been embellished\ndown the years while others will have been spoken\nby the soon-to-be-departed hours or even days\nbefore their final curtain. Others may never have\nbeen said at all but, sadly, the person quoted won't\nbe able to defend him or herself. They'll just have\nto live with it from beyond the grave.</p>\n<p>Captain Oates'renowned words “I am just going\noutside and may be some time” are recognised as\none of the most courageous final utterances.\nSuffering terribly with gangrenous feet on Captain\nScott's doomed expedition to the South Pole in\n1912, Oates had already asked his companions to\nleave him behind and save themselves. They\nrefused to do so, but as he rose to leave the tent on\nthe morning of March 17th and made his heroic\nannouncement, his colleagues knew that he was\nwalking to his death.</p>\n<p>There are many other examples of stoicism in\nthe face of the ultimate adversity. Roman gladiators would reportedly salute the Roman Emperor with “Hail Caesar, those who are about to die\nsalute you,” a remarkably generous tribute under\nthe circumstances, whilst the writer and politician\nErskine Childers kindly advised the firing squad at\nhis execution “Come close boys, it will be easier for\nyou.” Similarly, Joachim Murat, French cavalry\ncommander and king of Naples, said to the men\njust about to pull the trigger, “Soldiers, save my\nface; aim at my heart. Farewell.” Vanity to the last\nand most probably in vain as well.</p>\n<p>However for leniency in the face of outright\nprovocation, it would be hard to beat Richard I,\nwho offered forgiveness to the young man who had\njust shot him with an arrow before ordering his\nattendants to “Take off his chains, give him a hundred shillings, and let him go.” Young offenders\ngetting away with it even then.</p>\n<p>Those who can inject their last words with a\ntouch of gallows humour deserve our utmost admiration. Voltaire, when asked to renounce the Devil, retorted quite succinctly from his deathbed, “This\nis no time for making new enemies,” whilst\nAnaxagoras, Greek philosopher and school-teacher,\nwill be revered by schoolboys everywhere for his\nresponse of “Give the boys a holiday” when asked\ndid he have any final wishes.</p>\n<p>It is, however, famous last words with an element of comic timing that prove to be the most memorable. Scottish essayist Thomas Carlyle's last\nwords were reportedly “So this is death, well ...”\nWhether Carlyle was about to come up with a\nmemorable insight into death we shall never know.\nIt probably wouldn't have been as funny as the\nwords he managed to get out. In a more public\narena, John Palmer, the eighteenth-century English\nactor, managed an inspired theatrical exit from this\nmortal coil. Appearing on stage in the play The\nStranger, Palmer's last line, and indeed last words,\nwere the prophetic “There is another world and a\nbetter place.” Little did he know that the other\nworld wasn't so much around the corner than a\ncouple of seconds away and hurtling straight\ntowards him.</p>\n<p>It would take a fine effort to upstage Palmer's\nimpeccable timing, but politician Henry Temple\nmanaged to do so, 67 years later. Obviously not\nwishing to accept a particularly gloomy prognosis\nfrom his doctor, Temple's last words, uttered with a\ntragically ironic authority, were “Die, my dear doctor? That's the last thing I shall do.”</p>\n<p>I've given some thought to my final verbal\noffering to the world since hearing about this man's\nfuneral speech. As well as obviously hoping that\nthey will be a long way off, I've decided that, without resorting to rather unsporting preparation\nbeforehand, there's not a great deal one can do to\nprepare those last words. Unless you're in front of a\nfiring squad or the like you're unlikely to know for\ncertain that this really, really is it.</p>\n<p>I'd like to think my final words would be short\nand sweet, to the point and tinted with an element\nof courage. My personal favourite famous last\nwords are in fact a single word. Cicero, when faced\nby his assassins, didn't mince his words. “Strike” he\nsaid. They did. A famous last word.</p>\n<p><em>[Paul Bayliss is fresh from graduating in\nPolitics at Leeds University as a mature student.\nHis other love is cricket, a game that he plays, he\nsays, to a decidedly average standard.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Famous Last Words</h1> <p><em><span data-rel=\"author\">Paul Bayliss</span> <span data-rel=\"location\">Liverpool</span></em></p> <p>I heard a story recently about a man who,\nknowing that his days were numbered, wrote out a\nspeech to be delivered at his funeral. It was nothing\nespecially spiritual or philosophical, just a final\ngoodbye to friends and family. His best friend was\ngiven the somewhat unpleasant task of delivering\nwhat were, in many respects, last words from\nbeyond the grave. It has to be said, it must have\nbeen a friend he could trust—he didn't have much\nopportunity of a comeback if he was misquoted.\nIt seemed very odd to me but, more than that,\nit seemed to me to be cheating. The utterance of\none's last words should be spontaneous and off the\ncuff. The most famous last words manage to combine a stunning insight into the mysteries of life, combined with an element of well-timed humour.</p> <p>Taking time to prepare beforehand rules out any\nchance of delivering inspired words of heroism or\nphilosophical genius, or, even better than that,\nwords spoken with an element of tragic yet comic\ntiming. Just as it's always amusing to see people\nfalling over, it's always a pleasure to hear about a\nstranger snuffing it in darkly humorous situations.\nMany famous last words will, of course, be\napocryphal. Some will have been embellished\ndown the years while others will have been spoken\nby the soon-to-be-departed hours or even days\nbefore their final curtain. Others may never have\nbeen said at all but, sadly, the person quoted won't\nbe able to defend him or herself. They'll just have\nto live with it from beyond the grave.</p> <p>Captain Oates'renowned words “I am just going\noutside and may be some time” are recognised as\none of the most courageous final utterances.\nSuffering terribly with gangrenous feet on Captain\nScott's doomed expedition to the South Pole in\n1912, Oates had already asked his companions to\nleave him behind and save themselves. They\nrefused to do so, but as he rose to leave the tent on\nthe morning of March 17th and made his heroic\nannouncement, his colleagues knew that he was\nwalking to his death.</p>"
}