{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>When I was a girl in Winston-Salem, North Carolina, the <em>Journal–Sentinel</em> used to carry the syndicated columns of Sidney J. Harris. Every once in a while (not too often so as not to try his editors' patience) he would run a column he called “Things I Learned While Looking Up Other Things.”</p>\n<p>This, then, could be called “Things I Found While Looking For What Was Supposed to Be In This Space,” or even, “Things I Meant to Put In Previous Issues But Forgot To.”</p>\n<p>For instance, for some time I have been meaning to bring to your attention the <em>Pun American Newsletter,</em> which is published in Deerfield, Illinois. Our international readers need not be scared off by the “American” in the title (although they may, quite rightly, be scared of puns, especially ones like “The midget said it is better to have loved a short girl than to never have loved a tall”), as the puns themselves seem to know no borders (or shame). If you like puns, you'll like <em>Pun American,</em> if you don't like puns, shudder and move on. To subscribe (US$11.95 for six four-page issues) or to request a sample, write to <em>Pun American,</em> 1165 Elmwood Place, Deerfield, IL 60015.</p>\n<p>Another publication you should be aware of is the recent <em>100 Words Every High School Graduate Should Know</em> (Houghton Mifflin, softcover 2003, 0-618-37412-4, $4.95)<em>.</em> Edited by the lexicographers of American Heritage, this is an expansion of a very popular press release (and very attractive poster) put out to promote the publication of the <em>American Heritage College Dictionary</em> in 2002. Despite its inauspicious, marketing-brainstormed birth, it is a very attractively-designed book that makes (as the marketers no doubt knew it would) a nice present—and it's even slim enough to fit in a large format envelope. You may argue over the inclusion or omission of certain words (<em>yeoman</em> to me seems fairly inessential, at least for high-schoolers who aren't humming Gilbert and Sullivan, but we all know the <em>y</em> section of the alphabet has mighty slim pickings) but the book as a whole is interesting and any project that encourages students to learn more words (instead of pointlessly haranguing them about the words they do use) is certainly worthwhile.</p>\n<p>If you are interested in the internal workings of VERBATIM, you have probably noticed the new names on the masthead. We have been fortunate enough to add to our board Joan Houston Hall, of the landmark <em>Dictionary of American Regional English</em> (and, if as a VERBATIM reader, you do not have the four volumes now published, or at least visit them regularly in your library, you are really missing out) as well as Michael Adams, a professor of English at Albright College in Pennsylvania, and himself the editor of <em>Dictionaries,</em> the Journal of the Dictionary Society of North America (and familiar to VERBATIM readers from his articles in XXIV 1 &amp; 2 about Slayer Slang). We are also lucky in that Arnold Zwicky, noted linguist (and a past president of the Linguistics Society of America) and Simon Winchester have agreed to join our board as well, and will be added to the masthead as soon as the official letters have gone out.</p>\n<p>In other “internal workings” news, we have now  heard the final word from the Internal Revenue Service, and we (or rather, Word, Inc., the corporate parent of VERBATIM) are an official nonprofit organization. As such, we are going to begin applying for grants to fund pet projects, especially those that encourage more writers to write for us and those that help new readers find us. If you know of grants you think we should be applying for, please let us know.</p>\n<p>It was highly gratifying, and not a little flattering, to learn how many VERBATIM subscribers purchased <em>Weird and Wonderful Words</em> (Oxford, 2002, hardcover, 0-19-515905-5, $16.95) last year, either for themselves or as a present for someone else. Oxford permitted me (in fact, even encouraged me) to skulk around further in the dusty and cobwebby corners of the <em>OED</em> and other dictionaries, and <em>More Weird and Wonderful Words</em> has just been published (Oxford, 2003, hardcover, 0-19-517057-1, $16.95). The cartoonist for this volume is Danny Shanahan, of the <em>New Yorker,</em> and he approaches his task with, well, inhuman glee. (And he sketches a mean Abraham Lincoln.) In response to comments made on the first book, this new one has pronunciations! (And a reassurance to those of you have heard my frequent mispronunciations—these were written by noted orthoepists Constance Baboukis and Enid Pearson, late of Random House. )</p>\n<p>If you have heard me mispronounce something, perhaps you were listening to your radio. Perhaps you were even listening to <em>The Next Big Thing,</em> a radio show hosted by Dean Olsher and distributed by Public Radio International. The (long-suffering) Mr. Olsher regularly invites callers to phone in with new words that they particularly admire, and I inform them of their choice's chances of making it into the dictionary. (The dictionary in question is <em>The New Oxford American Dictionary,</em> for which I serve as editor.) Mostly, the chances are 'slim,' and 'fat,' as the old joke goes, but hope (and neologism) springs eternal. The words are interesting and the callers are, too. If you would like to check out the show (and possibly call in with your new word), stations and times are listed at <em><a href=\"http://www.nextbigthing.org\">http://www.nextbigthing.org</a>.</em></p>\n<p>If you would like to hear me mispronounce something in person, I am available for speaking engagements. Or, of course, you could just pick up the phone and call our offices—especially if you would like to enquire about or extend your subscription, send a gift subscription, enter a change of address, or just suggest a topic that you would like to read about (or write about) in VERBATIM.</p>\n<p>Speaking of subscriptions, and their renewal—unlike many other magazines, which mail you renewal notices every twenty minutes, it seems, VERBATIM can only afford to send you renewal notices twice—once just before your subscription expires, and once just after. (If we find ourselves in funds, we may do an additional “please come back” mailing once or twice a year to those whose subscriptions have expired.) Please renew promptly, if you're inclined to renew (and we hope you are!).</p>\n<p>This issue is dated “Early Winter,” as the first issue of this volume, XXVIII/1, was dated “Winter,” and we figured that two issues, separated by an entire year, both dated “Winter,” would earn us the eternal enmity of those librarians kind enough to keep us in their institutions' collections. Early winter is traditionally a time for resolutions, and ours for 2004 is to have every issue come out On Time. On Time, for purposes of this resolution, means that you should be reading the Spring issue of Volume XXIX before April, the Summer issue before July, the Autumn issue before September, and the Winter issue before the end of calendar 2004.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>When I was a girl in Winston-Salem, North Carolina, the <em>Journal–Sentinel</em> used to carry the syndicated columns of Sidney J. Harris. Every once in a while (not too often so as not to try his editors' patience) he would run a column he called “Things I Learned While Looking Up Other Things.”</p> <p>This, then, could be called “Things I Found While Looking For What Was Supposed to Be In This Space,” or even, “Things I Meant to Put In Previous Issues But Forgot To.”</p> <p>For instance, for some time I have been meaning to bring to your attention the <em>Pun American Newsletter,</em> which is published in Deerfield, Illinois. Our international readers need not be scared off by the “American” in the title (although they may, quite rightly, be scared of puns, especially ones like “The midget said it is better to have loved a short girl than to never have loved a tall”), as the puns themselves seem to know no borders (or shame). If you like puns, you'll like <em>Pun American,</em> if you don't like puns, shudder and move on. To subscribe (US$11.95 for six four-page issues) or to request a sample, write to <em>Pun American,</em> 1165 Elmwood Place, Deerfield, IL 60015.</p> <p>Another publication you should be aware of is the recent <em>100 Words Every High School Graduate Should Know</em> (Houghton Mifflin, softcover 2003, 0-618-37412-4, $4.95)<em>.</em> Edited by the lexicographers of American Heritage, this is an expansion of a very popular press release (and very attractive poster) put out to promote the publication of the <em>American Heritage College Dictionary</em> in 2002. Despite its inauspicious, marketing-brainstormed birth, it is a very attractively-designed book that makes (as the marketers no doubt knew it would) a nice present—and it's even slim enough to fit in a large format envelope. You may argue over the inclusion or omission of certain words (<em>yeoman</em> to me seems fairly inessential, at least for high-schoolers who aren't humming Gilbert and Sullivan, but we all know the <em>y</em> section of the alphabet has mighty slim pickings) but the book as a whole is interesting and any project that encourages students to learn more words (instead of pointlessly haranguing them about the words they do use) is certainly worthwhile.</p>"
}