{
  "type": "Article",
  "title": "You've Got Game",
  "author": "Gloria Rosenthal",
  "location": "Valley Stream, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You've Got Game</h1>\n<p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p>\n<p>One of the joys of being a word person is converting others to word-personhood. Holidays are perfect opportunities to make word-lovers out of\nyour friends and relations through the giving of\nwordy presents, especially exciting word games.</p>\n<p>The following list includes “brand new this\nyear” games (marked *), “within the last few years”\ngames, and “classics we love but need a reminder”\ngames. I've played every game listed here so I know\nwhereof I praise.</p>\n<p>Age categories are exactly as stated in the rules\n(whether “12 to adult” “12 and up”, etc.). We've covered everything from stocking stuffers to eight days\nof gifts. Please note that prices often vary from one\nretailer to another, especially from these “suggested\nretail prices.” To seek discounts, check toy and bookstores, or Google the name of the game and you will\nbe directed to company websites, <em>amazon.com,\nboardgames.com,</em> and more.</p>\n<p>Here, then, are my favorite games grouped, not\nby preference, but by price for your convenience.\nThese games made the list because they are eminently playable with easy-to-understand rules and\ngood packaging containing high-quality components.\nA few games are not technically “word games” but\nare related in a way sure to please “wordy” people. In\nshort, these are the games you want to grab when\nsomebody says, “Let the games begin.”</p>\n<p><em>Apples to Apples Crate Edition</em>* ; 12 to adult, 4\nto 10 players, $29.95. New this year: an elegant\nwooden “crate” of <em>Apples to Apples,</em> a game where\nplayers match characteristics on green cards to a\nperson, place, thing or event on red cards. The\nbeautifully crafted crate holds more than 1,000\ncards from the original game and two expansion\nsets. And <em>Apples</em> is the only game where you can go\nonline and create your own cards that fit into the\ngame exactly like those already there. (I did it and\nhave a whole set on Broadway theater.)</p>\n<p><em>Oxford Dilemma;</em> 12 and up, 2 to 6 players;\n$29.95. One of two worthwhile spelling games on\nthis list. This one has a board, money, cards with three levels of spelling difficulty on each, bonus\nwords, a scholarship fund, and a dreaded Eight Ball\ncausing bankruptcy. But wait! You can stay in the\ngame by taking out a student loan. A variation of play,\nwhen a player must first identify the word to be\nspelled by its definition alone adds another dimension. So what two words fit this definition: a great game to give as gifts? All right, spell Oxford Dilemma.</p>\n<p><em>Quickword</em>; teen to adult, 2 or more players.\n$25.00. Blue, green, pink and gray cards describe\neach play. Colors determine the various challenges:\nlist all the words you can think of relating to a specific category (e.g. “superstitions”); write words for\nsix different categories beginning with the letter\nindicated by a spinner; write words beginning with\nthe letter designated by the spinner, plus the letters\non the card, and more. Everybody ponders and\nwrites at the same time and every game is different,\ndepending on color, card, luck, skill and speed\n(timer included).</p>\n<p>VisualEyes*; 8 and up, 2 to 8 or more players,\n$25.00. Can you see pictures of a smashed bottle\nand a calendar page and think: “broken date?” Not\nso easy when you're picking these images out of\neighteen different pictures on extra large dice, all\non view for all to see. You must make the connection before anyone else does, or before time runs out. A clock may represent hands, time, face, minutes, or hours but a doorway may not be accepted as enter. That's why VisualEyes is hilariously unpredictable. Each time you play, you see something\nelse in the dice. Part of the fun is discovering what\nthe pictures represent to different players. Play\nnice, don't fight.</p>\n<p>WordXchange, 10 and up, 4 players or 4 teams\nof players, $24.99. Here we have lettered tiles,\nwhite plastic racks (called easels ) on which to build\nyour words and an elegant black velvet bag to hold\nthe pretty blue tiles. You make words by putting\ntogether letters from the board, the bag or opponents'easels and rearrange them, anagram-like. We don't normally condone lawlessness but the “stealing” feature in this game is fetching, in every sense\nof the word. It is fun, brain-tweaking and fast (an\ninnovative, stand-up digital timer is watching you).\nAnd it all comes packaged in a book-like box with a\nmagnetic closing. Neat!</p>\n<p><em>Wordrich*,</em> all ages 9 to 99, 2 to 4 players,\n$24.95. In my quest for new and different word\ngames I found <em>Word Rich</em> and struck it rich. A\npouch holds letter discs in red (hearts), blue\n(spades), green (clubs) and yellow (diamonds).\nThe gameboard has spaces for right-side-up discs\nand face-down discs. Players try to make a word\nby selecting one disc from the pouch and picking\nletters from the board. Select a face-down disc for\nbonus points but beware! There is a penalty for\nnot using a bonus letter once picked. Scoring is\nslightly complicated but will soon settle in your\nbrain and have you striving for extra points in a\nBasic Flush or a Royal Flush (both requiring letters in same suit and other requirements). You might call this <em>Scrabble</em> meets poker.</p>\n<p><em>A TO Z;</em> 8 and up, 2 to 4 players or teams,\n$24.95. Each player has a plastic board with letters\nof the alphabet from A to Z in place. The object is\nto fill your board with chips as you call off names of\nitems in a specific category (determined by roll of a\ndie and cards). If you have to name things found in\na doctor's office, you would announce all you can\nthink of in that category such as nurse and magazines, and cover the <em>n</em> and <em>m</em> on your board. Time of\neach move is determined by another die and 15 or\n30 seconds is clocked on a—take warning!—noisy\nflip-over timer. You might roll other choices; cover\nany single letter or remove chips from another player's board, foiling a near win, perhaps. Fill your card and Bingo! (Oops! wrong game), you've won.</p>\n<p><em>Imatchination;</em> 10 to adult, 2 to 6 teams, $24.95.\nTake the word <em>life,</em> for example, a word the die\n“told you to play” so you write every phrase you can\nthink of (in time allotted): <em>that's life; life of the party,\nget a life.</em> It's fun and easy. But—there is often a\n“but” in word games—you and your teammate must\nmatch each other exactly to gain the right to move\non the board; three matches = three moves. There\nis some leniency: <em>Los Angeles</em> and <em>L.A.</em> are matches,\nbut not <em>erase</em> and <em>eraser</em>. Make those matches, earn\nthose moves, reach that finish line.</p>\n<p><em>Syzygy,</em> 9 to adult, 1 to 12 players, $24.95. If\nyou've ever been tempted to construct crossword\npuzzles, you might want to buy this game for yourself, as well as for gifts. Each player draws nine tiles and starts creating his or her own crossword. The first player to use all nine tiles yells “draw!” and all\nplayers draw another tile to be added to their personal crosswords. Rearranging of letters is not only allowed, it is encouraged. The game proceeds until\nall tiles are used and one player announces “done!”\nIllegal words (as specified in most words games)\nand misspelled words are removed and the player\nwith the least number of “leftover letters” is the\nwinner. This game is fast, furious and so much fun\nthere will not be a “cross word” spoken.</p>\n<p><em>Starters</em>, 8 to adult, 2 to 8 players and teams,\n$19.99. Was there ever a word game where the\nplayers received bonus points for the shortest\nword? Well, there is now and furthermore, if the\nwords are of equal length, the word with more vowels is declared shorter. Each player starts with three\n“Starters” (letter cards) and must write down the\nshortest word using these letters, not necessarily\ncontiguous, but in the same order as drawn. After\nthe word is announced, another player can beat it\nby coming up with a shorter word. Just for the fun\nof it, what is the shortest word you can think of\nusing the “Starters” in this order: a g g? We think\nyou will be agog when you find an answer to that.</p>\n<p><em>Who Said That?</em>* 2 to 6 adult players, $19.95\n.Why are we including a game of quotations in an\narticle about word games? Well, really, what better\nway to honor our language than remembering who\nsaid what? This game features some of the best\nquotes in entertainment, sports, the news, history,\npolitics and more! If a player correctly names the\nsource, he or she moves two spaces on the board.\nIf you're stumped, a hint is available on every card\nwith the loss of one space in your move for that\nhelp. “You're shagadelic, baby!” is right there on\nthe box. Who said that?</p>\n<p><em>Couldju</em>, 12 and up, 4 or more players, $19.95.\n“Coodju” spell uncouth backwards? How about\nskipping every other letter in occasional? Other\nspelling twists are: normal (go ahead, spell armadillo ), consonants only, vowels only, and more. The\ntoss of one die tells you how you are to spell the\nword and the other gives you various point advantages. Cards list the five words you are to spell plus a bonus word and a one-minute timer keeps you\nspelling. All right, now, spell “I WANT THAT\nGAME,” vowels only.</p>\n<p><em>Buzzword*,</em> 10 and up, 4 or more players in\nteams, $14.99. In another game on the list,\n<em>Imatchination,</em> players are required to come up\nwith phrases relating to a certain word. Here we\nhave another variation on the theme. The buzzword is at the top of the card followed by ten clues,\neach leading to a phrase incorporating that word. In\nthe case of the buzzword <em>apple,</em> a clue is New York's\nnickname ( <em>The Big Apple</em> ). Scoring is done on an\nerasable scoreboard, marker included, as is a sand\ntimer. Instructions tell you to “give a hearty\nBuzzzz!” when time runs out, which is happening\nright here. Buzzzz!</p>\n<p><em>Quiddler,</em> 8 and up, 1 to 8 players, $12.99. Word\ncard games are great; at home, in bed (terrific solitaire here) on a plane, anywhere. Cards have letters, letters make words, players gets points. The\nfirst round starts with three cards per player and\neach round adds another card to your hand until\nyou're playing with ten cards in the final round. The\ncalligraphy on the cards is very unusual, and the\nrules state that “The letters shown in the center of\nthe cards were inspired by Celtic manuscripts from\n500–800 AD.”</p>\n<p><em>Spill and Spell,</em> 8 to adult, 1 or more players,\n$11.99. The name says it all. Spill the dice out onto\nthe playing surface and spell words. But wait—do it\nin crossword style while a timer is taunting you.\nScoring is quick and easy and longer words add up\nto higher scores. Rules suggest a variation: pick a\ncategory: sports words, slang words, movie titles,\neven people you know. If your words fall into the\nchosen category, the score is doubled for that word\n(or words, if you're really hot!).</p>\n<p><em>A Play on Words*,</em> 8 to adult, 2 to 4 players,\n$10.00. All word card games are not alike! In this\ngame a <em>Challenge</em> card dictates how many: (three\nfour-letter words) and what kind: <em>Pure</em> (all in one\ncolor) or <em>Mixed</em> (at least two colors) are to be laid\ndown. The value of each card is listed on the card,\nalong with bonus points, and that's a plus when\nadding up scores. The first player to play all the\ncards in his or her hand also gets the points of\ncards left in opponents' hands. An extra feature: a\nscore sheet is printed in the rules to be easily\ncopied. Make many copies. You will be playing\nthis game often!</p>\n<p><em>My Word</em>, 12 to adult, 2 to 6 players, $9.99.\nMy word! Here is yet another version of a word\ncard game, summed up in the opening of the rules:\nEarn points by quickly finding words from Letter\nCards being dealt to the center of the table. Calling\nout words as cards are landing on the table makes\nthis game unique and keeps the brain continually\nperking. They call this “Fast and Fun Wordplay.”\nTake our word for it, it is.</p>\n<p><em>PDQ</em>*, 8 and up, 1 or more players, $9.99.\nWe did not think another word card game would be\ndifferent enough to include but we were wrong.\nThree letter cards are dealt and all players (at the\nsame time) try to think of words using those letters,\nin the same order, left to right or right to left (which\nin itself is unique and adds to the brain tweaking).\nFirst player to shout out a correct word keeps the\ncards, which count in scoring. There are excellent\nvariations and we really NJY this game!</p>\n<p>Old favorites:</p>\n<p><em>Scrabble Deluxe</em>, 8 to adult, 2 to 4 players,\n$29.99. You know Scrabble (unless you're from\nanother planet), but this deluxe version, with a\nrotating turntable, is a glorious “new” gift. Also,\nScrabble Folio (travel) 8 to adult, 2 to 4 players\n$19.99. Everything you ever wanted in a Scrabble\nset to take with you in a great compact version.\nScattergories, 12 to adult 2 to 6 players, $22.99.\nAnother category-naming game has players making\nlists (TV shows, breakfast foods, etc) of words starting with the same letter determined by a spin.</p>\n<p><em>Taboo</em>, 4 or more players, 12 to adult $22.99.\nCan you describe the contents of this article without saying: word, game, gift, price, players? In\nTaboo you must convey the card's Guess Word\nwithout using any of five taboo words.</p>\n<p><em>Upwords</em>, 2 to 4 players, ages 10 to adult,\n$12.99. If you ever wished you could place a letter\non top of a Scrabble word to change, e.g., groom to\nbroom, play this game where you create new words\nout of words already on the board.\nThere must be something in this list for everyone on your list—and perhaps a few that you'll hint for, as well.</p>\n<p>[Gloria Rosenthal reviews board games year-\nround and hosts an annual word-lovers weekend at\nMohonk Mountain House in New Paltz, New York.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You've Got Game</h1> <p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p> <p>One of the joys of being a word person is converting others to word-personhood. Holidays are perfect opportunities to make word-lovers out of\nyour friends and relations through the giving of\nwordy presents, especially exciting word games.</p> <p>The following list includes “brand new this\nyear” games (marked *), “within the last few years”\ngames, and “classics we love but need a reminder”\ngames. I've played every game listed here so I know\nwhereof I praise.</p> <p>Age categories are exactly as stated in the rules\n(whether “12 to adult” “12 and up”, etc.). We've covered everything from stocking stuffers to eight days\nof gifts. Please note that prices often vary from one\nretailer to another, especially from these “suggested\nretail prices.” To seek discounts, check toy and bookstores, or Google the name of the game and you will\nbe directed to company websites, <em>amazon.com,\nboardgames.com,</em> and more.</p>"
}