{
  "type": "Article",
  "title": "A Hoagie By Any Other Name",
  "author": "Dave Wilton",
  "location": "Albany, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Hoagie By Any Other Name</h1>\n<p><em><span data-rel=\"author\">Dave Wilton</span> <span data-rel=\"location\">Albany, California</span></em></p>\n<blockquote>\n<p>“I wanna shake off the dust of this one-horse\ntown. I wanna explore the world. I wanna watch\nTV in a different time zone. I wanna visit strange,\nexotic malls. I'm sick of eating hoagies! I want a\ngrinder, a sub, a foot-long hero! I want to live,\nMarge! Won't you let me live? Won't you, please?”\n—Homer Simpson</p>\n</blockquote>\n<p>One of the amusements offered by my frequent\ntravels to Europe is seeing The Simpsons\ntranslated into different languages. Homer speaking French or German is something to behold. But\nsometimes I wonder if all of the humor translates\nalong with the words. The above-quoted passage is\none of the best jokes ever seen on that show—at\nleast to my inner linguist. But even in Britain,\nwhere they don't bother to dub the original\nAmerican voices, probably only a few get the joke.\nYou see a hoagie, a grinder, a sub, and a hero are\none and the same thing. They are simply regional\nnames for a sandwich served on a large Italian roll\nand filled with Italian meat, cheese, lettuce, tomato, onion, and sprinkled with olive oil and spices.\nVariations on the basic recipe are made by filling\nthe sandwich with other things, such as tuna salad,\nroast beef, ham and cheese, meatballs, and all manner of other ingredients. Subs can be served either\nhot or cold. All the exotic things that Homer associates with travel are simply roses by another name.\nAnd Homer is just scratching the surface of the\nlexical diversity of the sandwich. In addition to the\nnames he cites there are: poor boy, torpedo, Italian\nsandwich, rocket, zeppelin or zep, blimpie, garibaldi, bomber, wedge, muffuletta, Cuban sandwich,\nand spuckie. Most of these names are associated\nwith a particular region of the United States. The\nnames also fall into several distinct patterns of origin, from the shape (sub, torpedo, rocket, zeppelin, blimpie, and bomber), from the size (hero, hoagie),\nfrom ethnic association (Italian sandwich, Cuban\nsandwich), from the type of bread used (muffuletta,\nspuckie), or from the fact that the sandwich is a\ncheap meal (poor boy).</p>\n<p>Where I grew up, in the town of Toms River on\nthe New Jersey Shore, we knew the sandwich as a\nsub, short for submarine sandwich, so called\nbecause the long, tubular shape resembles the submersible vessel. Sub is the general name for the\nsandwich, found throughout the United States and\nnot associated with any particular region. The name\ndates to the mid-1950s, although there is at least\none claim (made in 1967) that the word existed as\nearly as 1928.</p>\n<p>It is often asserted that the name submarine\nsandwich began in New London, Connecticut,\nafter the naval submarine base there, but there is\nno evidence to support this contention. Sub, the\nsandwich, is not associated with Connecticut in particular. (Although the Subway® chain of sandwich\nshops got its start in 1965 as Pete's Super Submarine Shop in Bridgeport, about 70 miles from\nNew London.) And if the 1928 claim were true, it\nwould seem unlikely as that citation is from\nPhiladelphia.</p>\n<p>Torpedo, related to sub, is found throughout the\nU.S. It is often used to refer to a small or half-sized\nsub, a torpedo roll being a smaller piece of bread.\nI learned my first exotic name for the sandwich,\nhoagie, during my earliest school days. We had subs\nat home. We ate subs at local restaurants (sub-shops). But for some reason the school cafeteria\nserved hoagies. That's the name given to the sandwich in Philadelphia (also known for that otherfamous sandwich, the Philly cheesesteak, which can\nbe considered a variant on the basic sub theme).</p>\n<p><em>Hoagie</em> permeated outward from Philadelphia,\nattenuating in use as it traveled, until by the time it\nreached Toms River it was known only in the school\ncafeterias. (Whoever wrote the cafeteria menus for\nthe Toms River school system was probably from\nPhiladelphia.) <em>Hoagie</em> is common throughout\nPennsylvania and much of southern New Jersey.\nMy portion of the Jersey Shore lacked a strong\nPhilly influence. Even today the main road from\nToms River to Philadelphia, Route 70, is a two-lane\ncountry highway for much of its length. As a boy, I\nrooted for the Mets, not the Phillies, even though\nVeterans Stadium was much closer, as the crow\nflies, than Shea. Our beaches were filled with visitors from Bergen County and New York, who came down the Garden State Parkway. Philadelphians\nwent to beaches further south: Long Beach Island,\nWildwood, and Ocean City. Hence, <em>hoagie</em> was\nsomewhat of foreign term to the Jersey Shore of\nmy childhood.</p>\n<p>The word <em>hoagie</em> first appears in print in 1945,\nwith alternate spellings like <em>hoogie</em> and <em>hoggie</em>\nappearing as early as 1941. How it got its name is an\noften debated topic.\nThe most commonly touted explanation is that\nit comes from the name of Hog Island,\nPhiladelphia. In the early part of the twentieth century there was a shipyard on Hog Island (now the\nsite of the Philadelphia airport). During the First\nWorld War, Italian-American shipyard workers, or\n<em>hoggies</em> as they were known, would bring large\nsandwiches to work with them. The early spelling\nof <em>hoggie</em> makes this hypothesis attractive, but\nthere is a gap between the shipyard's years of operation and the earliest attestation of the sandwich\nname in 1941. The shipyard operated full-bore\nfrom 1917–20, after which production rapidly\ndeclined before it closed completely in 1925. That\nleaves only a handful of years for the name to catch\non in the city's consciousness and a gap of some fifteen years before the name is found in print. If the\nname can be antedated further, the Hog Island\nhypothesis will seem more likely, but for now this\nexplanation seems doubtful.\nA variant on the above is that it comes from\n<em>Hogan,</em> a nickname for Irish workers at the shipyard. This has the same problem of dating, plus it seems unlikely that an Irish name would be associated with the Italian sandwich.</p>\n<p>A second and more likely explanation is that an\nenterprising restaurateur coined it. Al De Palma,\nthe self-proclaimed “King of the Hoagies,” claims\nto have coined hoggie. In 1928, while working as a\njazz musician, De Palma saw some fellow musicians\neating a submarine. Impressed with the size of the\nsandwich, De Palma remarked that, “you had to be\nhog to eat one.” When the Depression hit, De\nPalma couldn't find work as a musician and in 1936\nopened up a sandwich shop. Recalling the sandwich and his remark from eight years before, he\nmade and sold hoggies in the shop. He was quite\nsuccessful, eventually opening a chain of hoagie\nshops and earning himself his sobriquet.\nDe Palma's claim and story is consistent with\nthe date of the name's appearance. He opened his\nsandwich shop in 1936 and the term ( hoggie )\nappears in advertising copy by 1941.</p>\n<p>Eames &amp; Robboy include De Palma's account\nas a footnote in their 1967 American Speech article.\nThey do not, however, give his name. But various\nother accounts of the tale do and from these one\ncan determine who the “King of the Hoagies” was.\nThese other accounts often confuse various details\nof the story, however. The WaWa (a Philadelphia-\narea chain of convenience stores) website, for\nexample, places the 1928 incident among Italian\nshipyard workers on Hog Island instead of among\njazz musicians—a chronological impossibility. But\nthe account in Eames &amp; Robboy is in De Palma's\nown words and presumably more reliable. De\nPalma's account is also interesting because he\nclaims the sandwich was called a submarine as far\nback as 1928. The earliest known written citation of\nthat term is from 1950. Of course, he is recalling\nthe incident some forty years after the fact and his\nmemory could be faulty.</p>\n<p>Other suggestions as to the origin of hoagie\ninclude: hoke sandwich, favored by hoboes who\nwere on the hoke; a reference to the pork or hog\nmeat in the sandwich; honky sandwich, called that\nby blacks who saw whites eating them; and hookey\nsandwich, favored by kids skipping school who\nwould buy them from sidewalk vendors. None of\nthese seem very likely.</p>\n<blockquote>\n<p>“To a New Yorker like you, a hero is some sort\nof weird sandwich, not some nut that takes on three\nTigers.”\n—Oddball (Donald Sutherland), <em>Kelly's Heroes</em></p>\n</blockquote>\n<p>Another term that I identified in childhood was\n<em>hero.</em> Toms River is on the outskirts of New York\nCity's cultural sphere of influence. Like <em>hoagie,</em> the\nword <em>hero</em> penetrated into the local vocabulary just\nfar enough to become familiar.</p>\n<p><em>Hero</em> is attested to as early as 1947 and is distinctly a New York name for the sandwich. The most\ncommon etymological explanation is that it is so\ncalled because of its large size. It's often claimed that\n<em>New York Herald Tribune</em> food columnist\nClementine Paddleford coined the name in the\n1930s, claiming the sandwich was so large “you had to\nbe a hero to eat it.” Alas, no one can find any record\nof this in any of Paddleford's columns, or any use of\nthe term before 1947. But it does seem likely that the\nname comes from the size of the sandwich.</p>\n<p>An alternate explanation is that it is a folk etymology of <em>gyros</em> (pronounced <em>yee-roh;</em> phonetics\nexperts and those fluent in Greek may feel free to\npick at my representation of the proper pronunciation. The unvoiced <em>s</em> represents the Greek spelling.\nThe <em>s</em> is often dropped in English, presumably\nbecause English-speakers take it to be a plural\nform. My Microsoft® Word spell-checker, for\nexample, keeps objecting to formulations like “a\ngyros” and “gyros isn't.”). Non-Greek New Yorkers\ntook the unfamiliar word and made it into the\nfamiliar <em>hero.</em> It's a plausible explanation from a\nphonological standpoint, but not from a cultural\none. The <em>hero</em> is a distinctly Italian sandwich, not a\nGreek one. And there is no way that someone could\nmistake cold cuts on an Italian roll for a gyros,\nwhich is lamb and tzatziki sauce in a pita. Besides,\n<em>gyros</em> isn't attested in English until 1968 and\nappears to be a later addition to the American bill\nof fare. It certainly was a later addition to mine. I\nnever saw a gyros until the Army sent me to\nGermany in 1986. (Toms River had restaurants\nowned by Greek-Americans, but none that served\nGreek cuisine.) Due to the large number of Turkish\nGastarbeiter in Germany, we knew them by the\nTurkish name, <em>döner kebab,</em> anglicized by us G.I.s\ninto <em>donburger.</em></p>\n<p>New York State, as opposed to the city, offers\nsome other regional variants. Around Buffalo, subs\nare sometimes known as bombers. The name\nbomber is not limited to Buffalo and is found scattered throughout the U.S. The term in Westchester\nCounty and the Hudson Valley is wedge.\nI can recall one other name for the sandwich\nfrom my early childhood, blimpie ®. The eponymous chain of sub shops served blimpies. Other\nestablishments served subs; Blimpie served blimpies. The chain was founded in Hoboken, New\nJersey in 1964 and one of the early franchises was\nin Toms River. After early childhood, the term disappeared from my vocabulary. The local Blimpie\nshop closed and I've never seen one since—\nalthough the chain is still in existence and second\nonly to Subway® in number of franchises. The\nname was chosen by the chain's founders, a combination of blimp, from the shape of the sandwich,\nand the –ie ending from hoagie.</p>\n<p>Blimpie is etymologically unrelated to zeppelin\nor zep (1960), another name for the sandwich, common in eastern Pennsylvania. With Lakehurst\nNaval Air Station, site of the Hindenburg crash and\nhome of the Navy's lighter-than-air aviation program, right outside Toms River on Route 70, you\nwould think that this name would have caught on in\nmy hometown. But no, blimpie had to pull double\nduty in representing the area's aviation history.\nSo my childhood was subs, with the occasional\nhoagie or hero or a trademarked blimpie. I was a\nlittle better off than Homer Simpson in that I\nknew a few of the terms. My first real linguistic\nshock happened on a church choir trip to New\nEngland, where in Rhode Island I encountered\nmy first grinder.</p>\n<p>Grinder is the term of art throughout most of\nNew England, with the notable exception of\nBoston where it is less common. The name probably comes from the chewing or grinding your\nteeth do when consuming the sandwich. It dates\nto at least 1946. Many people make a distinction\nbetween grinders and other subs in that they use\ngrinder to mean a hot sub, but this is not the original sense. The original grinders were the familiar\ncold cut subs we know and love. Hot sandwiches\nare often known as oven grinders. And you occasionally see the alliterative <em>guinea grinder</em> that\nassociates the sandwich with its Italian-American\nheritage, however derogatorily.</p>\n<p>Boston has its own local name for the sandwich,\n<em>spuckie</em> (also <em>spukie, spooky,</em> and <em>spucky</em> ). The\nname comes from <em>spucadella,</em> a type of Italian\nsandwich roll. This local Southie name appears to\nbe dying, being replaced by the generic <em>sub.</em>\nAfter being surprised by <em>grinder,</em> I was better\nprepared when I encountered my next lexical variation on the sandwich. I joined the army in 1985\nand they sent me to Fort McClellan, Alabama for\nmy officer's basic course. I quickly discovered that\nthe stuff they served at breakfast that looked like\nCream of Wheat wasn't and the green vegetables\nthat looked like spinach weren't. Upsetting as grits\nand collard greens were to my Yankee notions of\nproper food, I did delight in the discovery of hush-puppies. But while these foods were strange and\nnew to me, I also discovered a new name for a\nfamiliar sandwich, the <em>poor boy.</em></p>\n<p>The <em>poor boy</em> got its start in New Orleans and\nspread out across the South from there. It's attested to as early as 1931. The name most likely comes\nfrom the fact that subs are cheap, but filling meals\nfor “poor boys.”\nThe best-substantiated claim for the coinage of\n<em>poor boy</em> is that of Clovis and Benjamin Martin,\nbrothers who opened a sandwich shop on the New\nOrleans waterfront in 1921. They claim to have\ninvented the sandwich and its name, which were\nquickly copied by their competitors. Their justification for the name is that it is a hearty sandwich for\nthe workingman who doesn't make much money.\nIn Puerto Rico there is a similar sandwich,\nknown as the <em>niño pobre.</em> Whether the sandwich\nand its name emigrated from New Orleans or\nwhether it came to that city from the Caribbean is\nnot known. The same sandwich is available elsewhere in Latin America under the name <em>obrero</em>\n'laborer.' The Martin brothers profess to have been\nunaware of these Spanish variants.</p>\n<p>Being from New Orleans, some insist that the\n<em>poor boy</em> has a French origin. Two theories contend.\nOne is that it is from <em>pour le bois,</em> a meal taken into\nthe woods by lumberjacks. The second is that it is\nfrom <em>pourbois,</em> a tip or gratuity. Street urchins would knock at convent doors seeking a pourbois,\nand the nuns would give them a sandwich.\nThere are two Southern variants of the poor\nboy that are not subs in the strictest sense. The first\nis also a New Orleans creation, the muffuletta. The\nmuffuletta takes its name from the bread, a Sicilian\ndialectical name. Unlike the long, tubular shape of\na sub, the muffuletta is round. The muffuletta was\nadded to the menu of New Orleans cuisine in 1910,\nwhen the Central Grocery on Decatur Street started serving them.</p>\n<p>The second Southern variation is the Cuban\nSandwich. While it has the familiar tubular shape\nof a sub, it is Cuban rather than Italian in origin\nand, properly made, contains a different combination of meats and is flattened in a sandwich press.\nFound mainly in Miami and southern Florida (no\nsurprise), the sandwich has been part of the local\ncuisine since 1901.</p>\n<p>In a few places subs are called rockets. In\nMadison, Wisconsin they have been known as\ngaribaldis. And there are undoubtedly other local\nnames for the venerable sandwich.</p>\n<p>Why so much lexical diversity in a sandwich?\nProbably because no one can lay claim to inventing\nit. Slicing an Italian roll and filling it with meat,\ncheese, lettuce, and tomatoes hardly requires culinary expertise or inventiveness. It was undoubtedly\ncreated de novo many times across the United\nStates and given a different name each time. Many\nof the more regional names appear to be going by\nthe wayside as American culture becomes more\nand more homogenized, but hoagie, hero, grinder,\nand poor boy remain strong and so far are resisting\nbeing overtaken by sub, even as garibaldi, wedge,\nbomber, zeppelin, rocket, and spuckie fade from the\nAmerican lexicon.</p>\n<p>[Dave Wilton is the proprietor of\nWordOrigins.com, and his next book, on mistaken\netymologies, is due out from Oxford University\nPress in 2004.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Hoagie By Any Other Name</h1> <p><em><span data-rel=\"author\">Dave Wilton</span> <span data-rel=\"location\">Albany, California</span></em></p> <blockquote>\n<p>“I wanna shake off the dust of this one-horse\ntown. I wanna explore the world. I wanna watch\nTV in a different time zone. I wanna visit strange,\nexotic malls. I'm sick of eating hoagies! I want a\ngrinder, a sub, a foot-long hero! I want to live,\nMarge! Won't you let me live? Won't you, please?”\n—Homer Simpson</p>\n</blockquote> <p>One of the amusements offered by my frequent\ntravels to Europe is seeing The Simpsons\ntranslated into different languages. Homer speaking French or German is something to behold. But\nsometimes I wonder if all of the humor translates\nalong with the words. The above-quoted passage is\none of the best jokes ever seen on that show—at\nleast to my inner linguist. But even in Britain,\nwhere they don't bother to dub the original\nAmerican voices, probably only a few get the joke.\nYou see a hoagie, a grinder, a sub, and a hero are\none and the same thing. They are simply regional\nnames for a sandwich served on a large Italian roll\nand filled with Italian meat, cheese, lettuce, tomato, onion, and sprinkled with olive oil and spices.\nVariations on the basic recipe are made by filling\nthe sandwich with other things, such as tuna salad,\nroast beef, ham and cheese, meatballs, and all manner of other ingredients. Subs can be served either\nhot or cold. All the exotic things that Homer associates with travel are simply roses by another name.\nAnd Homer is just scratching the surface of the\nlexical diversity of the sandwich. In addition to the\nnames he cites there are: poor boy, torpedo, Italian\nsandwich, rocket, zeppelin or zep, blimpie, garibaldi, bomber, wedge, muffuletta, Cuban sandwich,\nand spuckie. Most of these names are associated\nwith a particular region of the United States. The\nnames also fall into several distinct patterns of origin, from the shape (sub, torpedo, rocket, zeppelin, blimpie, and bomber), from the size (hero, hoagie),\nfrom ethnic association (Italian sandwich, Cuban\nsandwich), from the type of bread used (muffuletta,\nspuckie), or from the fact that the sandwich is a\ncheap meal (poor boy).</p> <p>Where I grew up, in the town of Toms River on\nthe New Jersey Shore, we knew the sandwich as a\nsub, short for submarine sandwich, so called\nbecause the long, tubular shape resembles the submersible vessel. Sub is the general name for the\nsandwich, found throughout the United States and\nnot associated with any particular region. The name\ndates to the mid-1950s, although there is at least\none claim (made in 1967) that the word existed as\nearly as 1928.</p>"
}