{
  "type": "Article",
  "title": "Witty Dutch Neologisms",
  "author": "Jacqueline Schaalje",
  "location": "Givatayim, Israel",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Witty Dutch Neologisms</h1>\n<p><em><span data-rel=\"author\">Jacqueline Schaalje</span> <span data-rel=\"location\">Givatayim, Israel</span></em></p>\n<p>One of the easiest ways to make a Dutch neologism, apart from pilfering the domineering English language, is to take two old words and stick them together. In Dutch, compounds are a common occurrence, much more so than in English. Whereas the English 'front door' consists of two words, in Dutch you write <em>voordeur</em> (there are other doors, like <em>zijdeur</em> ('side door') and <em>achterdeur</em> ('back door'), and other useful words like <em>keukendeur</em> ('kitchen door') and <em>tussendeur</em> ('connecting door')—this to reassure readers who may have been left wondering: “But what about the other doors?)” The diphthong <em>eu</em> is pronounced as in the French <em>neuf.</em> There are tens of compounds for Dutch doors, clearly demonstrating what a rich source of language renewal this field is.</p>\n<p>Without trying to detract from the expediency and occasional beauty of compounds, it is plain to see that the proclivity to rehash words into longer and longer compounds can be abused by Philistines and bureaucrats who love making Dutch even more cumbersome. In the Philistine category there is <em>blitztrip,</em> a melding of the German word <em>blitz,</em> and <em>trip,</em> borrowed from English; it means a short trip that was used by the newspapers to describe Bush's lightning tour in Africa. It can also be used to deride the voyages of holiday-starved Americans stretching themselves over the globe. Back in the old days, nice chubby Americans in sun hats and shorts 'did' Europe in five days: one day they were in the Uffizi in Florence, the next day they visited Legoland in Denmark. Well, they do not go to Europe anymore, and that idea can be found in <em>blitztrip</em> too: <em>blits,</em> a homonym of <em>blitz,</em> means 'fashionable.'</p>\n<p>These compounds come from officialdom: <em>euthanasiecriteria</em> ('euthanasia criteria') and <em>toetsingscommissie</em> ('controlling committee'), which, besides forming a hazard for semiliterates and Dutch learners, are ugly. Both words are intricate inventions to describe new juridical procedures that deal with euthanasia. (As some readers probably know, this is legal in Holland, but falls under strict rules that could save the lives of persons who are not absolutely sure that their suffering is insufferable; and in some cases do just that: the law both protracts and protects patients who have requested their doctor to <em>euthanaseren</em> them. This last one is the new verb.)</p>\n<p>Luckily, some new finds do indeed enrich the language, and are witty, as the title of this article promises.</p>\n<p>High-tech is always good for some new words. That is to say, <em>Internet</em> and <em>SMS</em> are not new anymore, but new applications are still being invented as we speak. <em>Muisklikactivisme,</em> 'mouseclick activism,' is an apt term that denotes the lazy, but potentially very effective political activity that spares one from climbing barricades and shouting oneself hoarse. Just a one-click act is enough to sign a petition on the web site of Amnesty International against stoning a woman to death, just to give a rather sad example, or beef up the account of your favourite fundraiser. However, dabbling in on-line politics could get you a <em>muisarm</em> (frp, 'mouse' and 'arm'). This does not refer to an ergonomic gadget as in English, but to the injury itself, or <em>RSI</em> (Repetitive Strain Injury), that is caused by too much mousing. Invented several years ago, it is now an established word that is used by doctors and laypersons alike.</p>\n<p>As some redundant Internet techniques were discarded in the last years, some ended up on the <em>internetkerkhof,</em> or 'Internet graveyard,' which neatly expresses how widespread the 'high-tech failure' was, or <em>dotcomflop,</em> sometimes shortened to <em>dotflop.</em> An <em>elfseptemberexcuus</em> 'eleven September excuse' explains why the bubble burst, and why some other conventional branches, like tourism, have flopped as well: 9/11 did them in. But whether high-tech shares are going up or down, a <em>digibeet</em> has trouble understanding all of that. I have checked whether this coinage also occurs in English, by googling <em>digibete,</em> which is also the Dutch spelling of the adjective of <em>digibeet.</em> The result is that the English version crops up here and there, but most mentions are Dutch. Of course, that does not make a decisive claim about where the word originated.</p>\n<p>It is a bad time for phone companies, and some have to work even harder than others, as witnessed by the funny <em>belkabouter,</em> 'call dwarf'—a small company that tries to wriggle into the market that is dominated by giant corporations.</p>\n<p>Telecommunications has also influenced this tongue-twister: <em>spraakwaterschade</em> contains the word <em>spraakwater;</em> itself an older amalgam of 'speech' and 'water,' respectively, which means an alcoholic drink that boosts one's inclination to speak. Combine this with 'damage' and the picture is clear: a mobile phone that has been rendered dysfunctional by a wetted tongue.</p>\n<p>A <em>belbios</em> alludes to these old-fashioned institutions where you reserve a ticket for the movies (<em>bios</em> is 'cinema'). Surely this word would have long been replaced by <em>SMS-bios</em> or <em>internetbios,</em> but they lack that nice ring. (Note that in Dutch, <em>internet</em> is written with a small <em>i.</em> But it is just as revered.)</p>\n<p>Some of these compound neologisms sound like they have escaped from a cryptogram. Dutch cryptograms, in fact, abound with compounds. Maybe the high occurrence of traffic neologisms is explained by the long hours that many Dutch commuters need to overcome by thinking out crypto words while they are in a traffic jam. A <em>kijkersfile</em> is a congestion (<em>file</em>) caused by too many watchers (<em>kijkers</em>) of an accident. <em>Flitspaalgedrag</em> means the kind of submissive 'behaviour' (<em>gedrag</em>) just before arriving at the point on the highway where the presence of speed monitoring cameras (<em>flitspaal,</em> literally: 'flash pole') is suspected.</p>\n<p>The Dutch worry a lot about noise caused by modern transportation. <em>Fluisterasfalt</em> is a special type of asphalt with double density that absorbs the noise: <em>fluister</em> means 'whisper.' Three provinces and 33 municipalities have staged a revolt against national hub Schiphol which promised that its new fifth runway would be a <em>milieubaan,</em> or 'environmental strip.' They were promised by the Airport Authority that it would only be used infrequently in order to allow its citizens intermittent peace between take-offs and landings: they feel cheated because the runway is just as often grated by planes as the others. This probably says something, too, about what an eroded concept 'environment' has become.</p>\n<p>As much as the Dutch hate noise, they are fascinated by motherhood, and children are an unexpected fashion accessory. On the topic of large families, <em>duomoeder,</em> or 'duo mother' is the modern version of it: it refers to a lesbian couple with children. A <em>zwelrok</em> is a particularly disgusting-sounding term. It stands for a 'swell skirt,' not to be confused with a 'nice skirt' although it may be also that. It is one of these maternity garments that pregnant women needed until the naked-belly fashion made them redundant. A <em>zwangerschapsstring</em> might be the only maternity patent that will survive these wicked times: this 'pregnancy string' has a large cloth to cover the bulge on the front and a mere strip behind.</p>\n<p>The Dutch queen is the victim of one of the meanest cryptic neologisms. As she has not filed a complaint yet with its inventor, a TV satirist, there may be something in it. <em>Beacontrictor</em> is a play with Her Majesty's first name <em>Beatrix.</em> Politicians, who have not managed to survive more than four years in the cabinet, while her reign goes on and on, attest that she does not eat them for breakfast. She is just a control freak.</p>\n<p>Lest Dutch learners think they can make their own Dutch words—once you get the knack of the basic ones—by combining a noun and a modifier, this is predictably not so when the modifier is an adjective. Let's go back to our handy door example. In the case of <em>glazen deur</em> 'glass door,' the space is necessary. Let us hope that one of the most frequently used phrases (some say exploited) in the last year, <em>preventieve oorlog,</em> 'preventive war,' will stay synonymous with the intervention in Iraq.</p>\n<p>Another technique should be fairly simple to get for a Dutch learner with a command of English: pick any English word, preferably from computers, and stick a Dutch suffix on it. Tip: try verbs first; in Dutch the infinitive ends with <em>–en.</em> Thus we get c<em>omputeren, printen, scannen</em> (the double <em>n</em> is for the pronunciation) and <em>branden</em> 'burning CDs.' <em>Surfen</em> is an older verb, used for 'windsurfing' as well.</p>\n<p>This way of making verbs is inexhaustible. Also words from fitness are borrowed from English, like <em>steppen</em> (used in its new meaning of 'working out on steps,' and the old meaning of 'riding a scooter') and <em>stretchen</em> to describe a stretch class. <em>Speeddaten</em> is something one does after the required shape has been attained in order to keep up with this exhausting new sport.</p>\n<p>These verbs can even be conjugated according to Dutch grammar rules, but this—for some unfathomable reason—still sounds a bit funny, and in order not to become a laughing stock it is best to go for the infinitive. Conveniently, Dutch uses the form of 'I am going to' a lot, so an uttered “ik ga steppen” would not surprise anybody.</p>\n<p>New Dutch verbs can also be made from abbreviations, like the official word <em>wobben.</em> This is taken from <em>wob,</em> also found as the endearing diminutive <em>wobje,</em> which stands for <em>Wet Openbaar Bestuur,</em> 'Act Public Rule'—in practice it means a nasty investigation into expense invoices that can throw a civil servant's career into the dungeon. In order to explicate that things get personal, <em>wobben</em> is used in combination with a pronoun, i.e. <em>iemand</em> <em>wobben</em> is 'to <em>wob</em> someone.'</p>\n<p>This article is not going to be complete without mentioning Harry Potter. But this time it is the Dutch translator Wiebe Buddingh' who is going to be credited. His name is the first one that I have seen with an apostrophe at the end, but this slight eccentricity may be forgiven him because he has done a wonderful job with J.K. Rowling's text.</p>\n<p>In the vast majority of cases, English books, films, cartoons and other spin-offs from the overpowering Anglo-Saxon culture are translated with the English names and catchwords intact; that is why it is such a surprise to learn that Buddingh' has translated the Potter equivalents in full. In no other case in recent years have the names in a foreign book been Dutchified so completely. In, let us say, the 1950s, this was quite usual, when globalisation was still held in check and Dutch and English were not in a major culture clash. As of now, other European countries, like Germany and France, still dub their foreign television shows. Literature, including children's books, gets the same treatment. So in the French and German translations of the Potter books we find laughable specimens of Muggle handiwork: “L'Ecole Des Sorciers Hogwarts” and “Harry und seine Qidditch Mannschaft.”</p>\n<p>Buddingh' himself has stated in an interview that his independent approach, which was supported wholeheartedly by his publisher, seemed the right thing to do: “In translation certain inventions or jokes get lost, but by translating the names it is possible to add a new joke.” And before the joke sinks in a reader can have a few delightful seconds of bafflement. It's free!</p>\n<p>In the best cases completely new words have been invented, like <em>dreuzel</em> for <em>Muggle.</em> This combination of the Dutch diphthong <em>eu</em> (like in <em>deur</em>) and <em>zel</em> is brilliant. There are some other Dutch words with <em>euzel</em> that, although they are not intentionally negative in connotation, have something distasteful about them, like <em>reuzel,</em> 'goose fat,' and <em>peuzel,</em> 'eating with relish,' like a giant with a sweet tooth for humans. And another rule applies: in order to detract even more from a pejorative, you could say that the more consonants are heaped at the beginning of a word, the more slowly the word comes into gear. <em>Dreuzel</em> is a perfect example of this: it resembles <em>treuzel:</em> a slow person. Lastly, its similarity to the English word <em>drizzle</em> is probably not accidental: if <em>drizzle</em> is not real rain, but an ineffective drip, the <em>dreuzels</em> are lacklustre compared to wizards.</p>\n<p>Another examples: <em>zwerkbal</em> for <em>quidditch.</em> <em>Zwerk</em> is an archaic word for 'sky.' In fact, it had become so obsolete that Buddingh' has—thanks to Rowling—staged a full-blown revival! Needless to say, the combination with <em>-bal</em> did not exist yet. Another nice one is (there are hundreds) <em>Wegisweg</em> for <em>Diagon Alley.</em> The Dutch word is really a phrase that has been contracted into a compound, playing upon a pun (<em>weg</em>) for both 'road' and 'gone.' So the road is gone, in other words, which sounds appropriately mysterious for a magic bazaar. <em>Weg is weg</em> has a second meaning: 'gone is gone,' and in this it resembles a commercial slogan that is published during the sales season: <em>op is op,</em> sometimes written as <em>op = op,</em> which means that supply is limited. Buddingh' has turned it into <em>weg is weg;</em> this has a slightly sinister feel to it, it makes you think of shopping but it ends with a vanishing.</p>\n<p>Some translations are more literal, like <em>de gouden snaai,</em> seemingly a straightforward translation of 'the golden Snitch,' but here too there is an innovation, because, although the verb <em>snaaien</em> does exist, <em>snaai</em> does not exist as a noun. Although there are many verbs in Dutch that are made by attaching the suffix <em>-en</em> to the noun, and vice versa, there are others that do not allow it; for whatever reason history has allowed only one form to survive. Purists would say that because Buddingh' introduced <em>snaai</em> as a noun, this does not mean that intellectuals can now say and write “I have just returned from my <em>snaai</em> in the super,” but they could use it in a humorous way. And if we readers want to see the Potter words in another five years, we should start using them.</p>\n<p>The most interesting conclusion that can be drawn from all this, is not just that English words are a rich source for new Dutch words. That is hardly new or inspiring. But when it means that the basically rather rigid Dutch language can be made more flexible and colourful by allowing new words to spin off into nouns and verbs and adjectives, it could really be a way to enrich the language and create more possibilities for expressing subtle nuances. This is exactly what Dutch needs in order to survive next to his big brother, English. In addition, the Potter books, glory to one wizard translator, prove that fantastic stories and ideas can be expressed in Dutch with as much success as in English, without sounding queer or old-fashioned, as some authentic Dutch products tend to do that lack a skilful author and that cause consumers of culture so often to resort to something English. The proof will be in the pudding: when J.K. Rowling learns Dutch.</p>\n<p><em>[Jacqueline Schaalje is a correspondent for a Dutch newspaper in Israel, and has published in some American magazines, mainly about history. She has an MA in English.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Witty Dutch Neologisms</h1> <p><em><span data-rel=\"author\">Jacqueline Schaalje</span> <span data-rel=\"location\">Givatayim, Israel</span></em></p> <p>One of the easiest ways to make a Dutch neologism, apart from pilfering the domineering English language, is to take two old words and stick them together. In Dutch, compounds are a common occurrence, much more so than in English. Whereas the English 'front door' consists of two words, in Dutch you write <em>voordeur</em> (there are other doors, like <em>zijdeur</em> ('side door') and <em>achterdeur</em> ('back door'), and other useful words like <em>keukendeur</em> ('kitchen door') and <em>tussendeur</em> ('connecting door')—this to reassure readers who may have been left wondering: “But what about the other doors?)” The diphthong <em>eu</em> is pronounced as in the French <em>neuf.</em> There are tens of compounds for Dutch doors, clearly demonstrating what a rich source of language renewal this field is.</p> <p>Without trying to detract from the expediency and occasional beauty of compounds, it is plain to see that the proclivity to rehash words into longer and longer compounds can be abused by Philistines and bureaucrats who love making Dutch even more cumbersome. In the Philistine category there is <em>blitztrip,</em> a melding of the German word <em>blitz,</em> and <em>trip,</em> borrowed from English; it means a short trip that was used by the newspapers to describe Bush's lightning tour in Africa. It can also be used to deride the voyages of holiday-starved Americans stretching themselves over the globe. Back in the old days, nice chubby Americans in sun hats and shorts 'did' Europe in five days: one day they were in the Uffizi in Florence, the next day they visited Legoland in Denmark. Well, they do not go to Europe anymore, and that idea can be found in <em>blitztrip</em> too: <em>blits,</em> a homonym of <em>blitz,</em> means 'fashionable.'</p> <p>These compounds come from officialdom: <em>euthanasiecriteria</em> ('euthanasia criteria') and <em>toetsingscommissie</em> ('controlling committee'), which, besides forming a hazard for semiliterates and Dutch learners, are ugly. Both words are intricate inventions to describe new juridical procedures that deal with euthanasia. (As some readers probably know, this is legal in Holland, but falls under strict rules that could save the lives of persons who are not absolutely sure that their suffering is insufferable; and in some cases do just that: the law both protracts and protects patients who have requested their doctor to <em>euthanaseren</em> them. This last one is the new verb.)</p>"
}