{
  "type": "Article",
  "title": "Prewarned Is Prearmed",
  "author": "Orin Hargraves",
  "location": "Westminster, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Prewarned Is Prearmed</h1>\n<p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p>\n<p>Since learning some time ago that a friend of mine has a pronounced negative reaction to abuses (as he sees them) of the prefix <em>pre-</em> in word formations, I have made a special point of bringing these to his attention whenever I find them. Evoking petty indignation is a cheap thrill, but after a certain age, thrills of any kind are a welcome diversion. Somewhat to my surprise and consternation, I have found over the years that I agree to an extent with my friend. There is abuse of <em>pre-;</em> it doesn't always belong with the words it is attached to; and perhaps worst of all from a lexicographic point of view, its behavior is not adequately documented in dictionaries.</p>\n<p>Two points can be identified where the troubles began—one for my friend, one for me— and each of these illustrates a problematic use of <em>pre-.</em> My friend first effused disdain when he came across the term <em>predelinquent.</em> “What does <em>pre-</em> actually mean here?” he demanded. As a lexicographer, I sought refuge in the dictionary; but I found no comfort there. <em>Predelinquent</em>, though having considerable currency in sociologese and legalese (e.g., <em>predelinquent</em> <em>boys/homes/behavior/crimes</em>), has not yet made its way into general dictionaries, and it doesn't even make the “list words” at <em>pre-</em> in most dictionaries.</p>\n<p>Consider some lexicographic treatments of <em>pre-.</em> Here's the entry from the <em>10th Merriam-Webster Collegiate:</em></p>\n<blockquote>\n<p><em>prefix</em></p>\n<p>1\ta (1) : earlier than : prior to : before Precambrian prehistoric</p>\n<p>(2) : preparatory or prerequisite to: premedical</p>\n<p>b : in advance : beforehand: precancel prepay</p>\n<p>2\t: in front of : anterior to: preaxial premolar</p>\n</blockquote>\n<p>Where does <em>predelinquent</em> fit in? Does it describe preparation or prerequisites for true delinquency? Does it characterize delinquency in advance of the real thing, and if so, how do you tell the difference? Is a <em>predelinquent</em> the young thug who got there first? I examined a couple of other reliable dictionaries for their treatment of <em>pre-,</em> the <em>New Oxford Dictionary of English</em> (<em>NODE</em>) and the <em>Random House Unabridged</em> <em>Dictionary</em> (<em>RHUD</em>). <em>NODE</em> has a cursory treatment:</p>\n<blockquote>\n<p><em>prefix</em> before (in time, place, order, degree, or importance): <em>pre-adolescent | precaution | precede</em></p>\n</blockquote>\n<p>Would this suggest that the <em>predelinquent</em> is less important, or less serious, than the true delinquent? Or merely earlier in time or place? None of the choices really seems to capture what is intended when courts, or mental health professionals, characterize a youth or behavior as <em>predelinquent.</em> <em>RHUD</em> has by far the most complete treatment of <em>pre-:</em></p>\n<blockquote>\n<p>a prefix occurring originally in loanwords from Latin, where it meant “before”<em>(preclude; prevent);</em> applied freely as a prefix, with the meanings “prior to,” “in advance of,” “early,” “beforehand,” “before,” “in front of,” and with other figurative meanings <em>(preschool; prewar; prepay: preoral; prefrontal).</em></p>\n</blockquote>\n<p>By including the slippery “with other figurative meanings,” <em>RHUD</em>'s definition might be said to include the meaning of <em>pre-</em> in <em>predelinquent,</em> but the wording does not really capture it specifically. I think <em>predelinquent</em> belongs in a small class of words with a similar use of <em>pre-,</em> where it means 'at risk of becoming X' or 'likely to develop into an X state,' where X represents the affixed-to adjective or noun denoting something undesirable. Other examples include <em>precancerous</em> and <em>preeclampsia,</em> words that get full definitions rather than list treatment in dictionaries.</p>\n<p>My own objections to <em>pre</em>- began on other grounds, with the use of the term <em>preowned.</em> Observers of usage will have noted that the range of application for this adjective is quite restricted. You don't shop for <em>preowned</em> clothing, and nobody ever bought a <em>preowned</em> Chevy Cavalier, but there is a considerable market in <em>preowned</em> Cadillacs and other luxury cars. <em>Preowned</em> jewelry and Rolex watches also show up frequently in WWW word searches. No one is really deceived that <em>preowned</em> is just a refined way of saying 'used' or 'second-hand.' (Who wants a second-hand Rolex, anyway?) This is what I think of as the <em>pre-</em> of privilege, a euphemistic use that arrogates exclusivity to the things or people affected by it, and is cherished by said people on that account, though it is not terribly impressive to others. It contravenes the sensible rule of language that things should be called by their proper names.</p>\n<p>Some other uses of <em>pre-</em> fall generally into these two classes: those like <em>predelinquent</em> that, while having some claim to legitimacy, are not properly treated in dictionaries, and those, like <em>preowned,</em> that constitute one of various abuses of the prefix. Herewith, some other examples:</p>\n<p>(1) Consider this sentence from a recent British newspaper: “One of the main aims is to have a creche where mothers can drop off their babies in emergencies without having to pre-book.” Uh, shouldn't that just be <em>book?</em> Surely the idea of 'beforehand' is implicit in the verb <em>book,</em> and there is no reason for attaching the prefix to it. The same rule applies to certain uses of other <em>pre-</em> words, which are often used in place of their unadorned attachments needlessly. <em>Prearrange</em> is a case in point: one of the meanings of <em>arrange</em> is 'to prepare or plan,' and these are things that one always does for the future, at least in the universe as constituted at present. Therefore it is unnecessary to <em>prearrange</em> something, or note that something is a <em>prearrangement</em>, unless there is a real need to distinguish the subject at hand from some other arrangement. Other frequently misused examples of this type include <em>preplan,</em> <em>preschedule,</em> and <em>prespecify.</em></p>\n<p>(2) Related to this phenomenon is a wide range of participial adjectives to which the muddy-headed or overzealous are wont to attach <em>pre-</em> needlessly. This usage has a conceptual relation to the <em>pre-</em> of privilege: lurking behind the prefix here is the idea that something is already done for you so that you don't have to do it yourself. However, the thing done—that is, the action represented by the root verb—is usually of an irreversible and obvious nature, and the participial form alone adequately conveys the idea of 'already done.' (Isn't that why we call it the past participle?) Therefore it is completely unnecessary to affix <em>pre-</em> because the meaning is not changed thereby. Case in point: <em>presliced.</em> Now what, really, is the difference between <em>presliced</em> <em>bread/olives/peppers/salmon</em> and the same objects when merely sliced? Those tempted to prefix words in this class with <em>pre-</em> would do well to remember the idiom “the greatest thing since sliced bread,” and note that this benchmark of greatness was not achieved by preslicing the bread. Trawling through a corpus turns up any number of <em>pre-</em> misalliances along these lines: <em>prebaited</em>, <em>prebent</em>, <em>preoiled,</em> <em>prewritten.</em> Mind you, this is not to say that there is not scope in the language for such useful and mainly technical terms as <em>prefabricated</em>, <em>precooked,</em> <em>preprinted,</em> etc. These have mostly arisen as retronyms to distinguish their associated nouns from the unmodified form: e.g., <em>prefabricated</em> <em>houses,</em> as distinct from the kind built in situ. The proper use of these technical terms does not, however, provide license to attach <em>pre-</em> willy-nilly to other participles. This use of <em>pre-</em> can be abused in another way, as in the case of <em>preselected</em>, meaning, uh, <em>selected.</em> What people want it to mean is 'selected in advance to save you the trouble.' What it usually means is 'narrowed down before you even get to see what might have been available.' This citation, from a corpus, more or less says it all: “Microsoft's preselected choices.”</p>\n<p>(3) What dearth of imagination caused figures in both the sports and the legal world to come up with the monstrosity <em>pre-preliminary</em>? <em>Pre-preliminary</em> <em>hearings</em> are now a standard feature of many court cases, and <em>pre-preliminary competitions,</em> particularly in skating, take place almost daily. Surely such usages cause the past champions of English to roll their eyes heavenward as they turn in their graves. No stone of the language should have been left unturned to avoid using a word such as this, but it has now become so firmly fixed in its specialized fields that it is not likely to be replaced. The temptation to tack <em>pre-</em> onto a word already beginning with <em>pre-</em> should be accompanied, in any true-blooded native speaker, by the conviction that it's time to overhaul a whole system of nomenclature.</p>\n<p>(4) Acquaintances of mine recently told me that they had been out <em>preshopping.</em> “How is that different from shopping?” I ask innocently. “You don't actually buy anything,” they said. “You just look around to see what's available, and then you go back later after you've made up your mind and buy what you want.” I held my tongue, before consulting my thumb-indexed companions, but after doing so I find that I am fully justified in finding this usage objectionable. Consider <em>RHUD:</em> 'to visit shops and stores for purchasing or examining goods.' Visiting a retail venue with the sole object of examining goods is surely subsumed under the idea of 'shop.' There is no need ever for anyone to <em>preshop,</em> and certainly no need for them to talk about it. This is an abuse of <em>pre-</em> in which the user divides an activity into stages it does not actually contain, and it has cousins. Our rapaciously consumerist society has given rise to frequent invitations to <em>preorder</em> something: “They're not released yet, but you can preorder any of these upcoming titles!” Why is this necessary? If we <em>preorder,</em> do we then have to order later on? Of course not, because when we <em>preorder,</em> we are in fact ordering; we are usually ordering something that isn't available yet. Most dictionaries treat <em>preorder</em> as a list word, which doesn't seem quite adequate in light of its fairly fixed usage noted here.</p>\n<p>I have already intimated that I am of an age at which thrill-seeking is undertaken incautiously, and I am a little concerned that the tone of this article may seem pre-fuddy-duddy to some readers. In response to that charge I would say only: usage alone, in the long run, dictates what words will mean, and when they clearly begin to mean something that they didn't used to, whether we like it or not, it's time for dictionaries to catch up. But we all, as grateful heirs of the glory that is English, owe the language a certain respect, which we can pay by using its resources judiciously and with due precaution.</p>\n<p><em>[Orin Hargraves is the author of Mighty Fine Words and Smashing Expressions: Making Sense of Transatlantic English (Oxford, $27.50). His last piece for VERBATIM was “Rendering the Language of Daad” in XXVII/2.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Prewarned Is Prearmed</h1> <p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p> <p>Since learning some time ago that a friend of mine has a pronounced negative reaction to abuses (as he sees them) of the prefix <em>pre-</em> in word formations, I have made a special point of bringing these to his attention whenever I find them. Evoking petty indignation is a cheap thrill, but after a certain age, thrills of any kind are a welcome diversion. Somewhat to my surprise and consternation, I have found over the years that I agree to an extent with my friend. There is abuse of <em>pre-;</em> it doesn't always belong with the words it is attached to; and perhaps worst of all from a lexicographic point of view, its behavior is not adequately documented in dictionaries.</p> <p>Two points can be identified where the troubles began—one for my friend, one for me— and each of these illustrates a problematic use of <em>pre-.</em> My friend first effused disdain when he came across the term <em>predelinquent.</em> “What does <em>pre-</em> actually mean here?” he demanded. As a lexicographer, I sought refuge in the dictionary; but I found no comfort there. <em>Predelinquent</em>, though having considerable currency in sociologese and legalese (e.g., <em>predelinquent</em> <em>boys/homes/behavior/crimes</em>), has not yet made its way into general dictionaries, and it doesn't even make the “list words” at <em>pre-</em> in most dictionaries.</p> <p>Consider some lexicographic treatments of <em>pre-.</em> Here's the entry from the <em>10th Merriam-Webster Collegiate:</em></p>"
}