{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“Cheaper Elsewhere!” says the cover of a computer supplies catalogue I received the other day. “Phone Us FIRST! Before YOU Buy!” Is the merchant boasting that his prices aren't competitive— or is this further evidence of the creeping extinction of the question mark? (Enjoy the punctuation at the end of that sentence; it might be one of the last in captivity.)</p>\n<p>A telephone company, writing to try to persuade me to switch my account, promised that to make savings I had “only to pick up the phone and prefix the number. Simple isn't it.” In the absence of either a question mark or a comma, I read that as a statement—and decided that if it wasn't simple, I wouldn't bother with it.</p>\n<p>Many people have abandoned apostrophes because they find them too complicated to use, but how do we explain the vanishing query?</p>\n<p>Come to that, why have <em>you</em> and <em>me</em> been largely replaced, in commercial circles, with <em>yourself</em> and <em>myself</em> ? Are phrases such as these: ”following your letter to ourselves” and “if you have not heard from myself by then” (both received by myself in the last month), the result of stressification, or clumsy attempts at formality?</p>\n<p><em>Men</em> and <em>women</em> have pretty much disappeared, too. We're all agreed, I suppose, that anyone who uses the disgusting infantilism “lady” is asking for a smack (in the tummy, probably), but even more chilling are the increasingly common <em>males</em> and <em>females</em>. A local adult education institute, for instance, offers mixed exercise classes, at which “males are welcome,” as well as ones for “females only.” Are words like <em>man</em> and <em>woman</em> now considered too explicit, too sexy?</p>\n<p>VERBATIM readers (many of them differently gendered, I note) continue to delight me by contributing their own “Horribiles” to this column, via any of the magazine's usual virtual or actual addresses. Rosemary Darmstadt wants to know why, “whenever I receive a bonus with a purchase I am told I am being given a <em>free gift</em>? The <em>American Heritage Dictionary</em> says a gift is something bestowed voluntarily and without compensation.”</p>\n<p>I'm not sure, but it could be the same impulse which explains the BBC's habit of issuing <em>special CDs</em>, containing music from TV series. As far as I know, the corporation has never trumpeted the release of a <em>bog standard</em> CD.</p>\n<p>Roger Taylor offers further examples of “superglued” words: “One I've noticed recently on TV and local radio is <em>sheer weight of traffic.</em> Whatever happened to “traffic” which has made the weight of it “sheer”? Oh, and “why is it,” he adds, “that coincidences are always <em>pure</em> ?”</p>\n<p>I have a question of my own: what does “the eighteen hundreds” mean to you? That's not a rhetorical question; I really would be interested to know whether others share my confusion. To me, <em>the early eighteen-hundreds</em> is 1802, perhaps, or 1803, but I'm gradually realising that in media-speak and officialese the phrase refers to any date from 1800 to around 1830, since “the eighteen-hundreds” now means the nineteenth century. If so, how are we supposed to refer to the first decade of a century, without people thinking we're talking about the <em>entire</em> century?</p>\n<p>Early in this century (and, as it happens, in the twenty hundreds), a survey by the Food Commission in the UK drew attention to what it calls “label lies”— words used on packaging to make products sound more “pure” and “natural” than they are. My favourite example concerned a discount store's tinned mackerel fillets labelled <em>ocean fresh,</em> despite carrying a three-years-hence sell-by date.</p>\n<p>Perhaps the label liars should take lessons from the PR genius who seems to have been advising Kentucky Fried Chicken. Several times, in the past few months, I've read newspaper reports of animal rights protests against allegedly “unacceptable” welfare standards in the production of the fast-food chain's main ingredient. In each case, a spokesperson for the company has responded with what is clearly the official line: “KFC is committed to the well-being of chickens.” By frying them? Why, it's almost as if words have no meaning any more.</p>\n<p>[<em>Mat Coward's web page is http://home town.aol.co.uk/matcoward/myhomepage/newsletter.html.</em>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“Cheaper Elsewhere!” says the cover of a computer supplies catalogue I received the other day. “Phone Us FIRST! Before YOU Buy!” Is the merchant boasting that his prices aren't competitive— or is this further evidence of the creeping extinction of the question mark? (Enjoy the punctuation at the end of that sentence; it might be one of the last in captivity.)</p> <p>A telephone company, writing to try to persuade me to switch my account, promised that to make savings I had “only to pick up the phone and prefix the number. Simple isn't it.” In the absence of either a question mark or a comma, I read that as a statement—and decided that if it wasn't simple, I wouldn't bother with it.</p> <p>Many people have abandoned apostrophes because they find them too complicated to use, but how do we explain the vanishing query?</p>"
}