{
  "type": "Article",
  "title": "Rumplestiltskin or Rumpelstiltskin? The seven common misspellings of my five-letter name",
  "author": "John Huebl",
  "location": "Rockville, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Rumplestiltskin or Rumpelstiltskin? The seven common misspellings of my five-letter name</h1>\n<p><em><span data-rel=\"author\">John Huebl</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p>\n<p>Recently I received in the mail a certified copy of the title to my car. My name was spelled one way —<em>Huble</em>—on the title itself, and another way—<em>Hubel</em>—on the envelope in which it came. On the same day, I received financial papers on which my name was spelled <em>Huebel.</em> The multiplicity of spellings is not surprising. Indeed, over the years I have learned that unless you are one of the very few people who grew up with my name, spelling it is virtually impossible. I imagine that even the young wizards featured in the movie <em>Spellbound</em> would be undone by my name.</p>\n<p>The correct spelling of my name is <em>H-U-E-B-L.</em> This may or may not be the way it appears in the byline to this article; I rarely see it spelled the same way twice in one document. Although the name is comprised of only five letters, there are seven ways in which it is commonly misspelled.</p>\n<p>The first common misspelling of my name is involves the transposition of its two vowels. Except when preceded by the letter <em>q,</em> the letter <em>e</em> will usually precede the letter <em>u</em> when the two vowels appear adjacently, as in <em>sleuth,</em> <em>rheumatic,</em> <em>Teutonic,</em> and <em>feudal,</em> the latter of which sounds kind of like <em>Huebl</em>. The misspelling also may involve an auditory miscue: the letter <em>u,</em> when pronounced, sounds something like <em>eeu.</em> Thus, the successive pronunciation of <em>H</em> and <em>u</em> sounds similar to the pronunciation of <em>H, e, u.</em> For these reasons, upon hearing me say, <em>H, u,</em> the speller often will write <em>H, e, u</em> as the first three letters of my name.</p>\n<p>Thus the first common misspelling: <em>H-E-U-B-L.</em></p>\n<p>The second common misspelling of my name involves the fourth letter, <em>b,</em> and, like the first common misspelling, may stem from an auditory mistake. When pronounced, the letter <em>b</em> sounds very much like the letters <em>b</em> and <em>e</em> pronounced successively. Thus, when I pronounce the final two letters of my name—<em>b, l—</em> the speller hears three letters— <em>b, e, l</em> —and duly records them.</p>\n<p>Thus, the second common misspelling: <em>H-U-E-B-E-L.</em></p>\n<p>If the speller of my name has made both mistakes described above, he will have written the third common misspelling: <em>H-E-U-B-E-L.</em></p>\n<p>The fourth common mistake happens upon the speller's application of a rule of English grammar. In English, if you want to make a long <em>u</em> sound, you put an <em>e</em> after the letter <em>u</em>. However, the <em>e</em> does not immediately follow the letter <em>u,</em> but instead follows an intervening consonant. Examples are many, and include words such as <em>tube, cube, lube,</em> et cetera. Thus, upon hearing the word <em>Huebl,</em> the listener already has formed the sequence <em>H, u, b</em> in his mind, with the <em>e</em> to come sometime later. He writes <em>H, u, b</em> even as I am saying <em>H, u, e.</em> He does not, however, catch his mistake upon hearing me dictate the letters. Why not? Because the letters <em>e</em> and <em>b</em> rhyme. Thus, when I am pronouncing the third letter, <em>e,</em> it rhymes with the incorrect third letter, <em>b,</em> that he has written in accordance with the English rule. Further, as he follows through with the English rule, placing an <em>e</em> after the <em>b,</em> he hears me say <em>b</em> as he writes <em>e.</em> Once again, due to the rhyme, he fails to realize his mistake. Thus, there is a triple-threat of error: 1) the letters <em>e</em> and <em>b</em> rhyme; 2) in my name their positions violate the rules of English grammar; 3) in my name they are adjacent.</p>\n<p>Applying the rule of English grammar, as above, produces the fourth common misspelling: <em>H-U-B-E-L.</em></p>\n<p>In three of the four misspellings above, both the first and second syllables of my name have been misspelled. I have offered both auditory and grammatical explanations for the errors. Specifically with regard to the second syllable, however, there is yet another explanation for the mistakes, and it involves yet another rule of English grammar. I distinctly recall my third-grade teacher telling the class that every syllable must have a vowel. My name, however, is not from the Anglo-Saxon. It is Austrian. There is no vowel in the second syllable. There are two vowels, mind you, in my two-syllable name, but they are squished together in the first syllable. Nevertheless, a person spelling in the English language will want to insert a vowel in that second syllable. Thus, the errant <em>e</em> between the <em>b</em> and the <em>l</em> is allowed to stand, even if the speller is not entirely sure that that is what he heard me say.</p>\n<p>Suppose, however, that the speller was listening carefully, and distinctly heard no <em>e</em> between the <em>b</em> and the <em>l.</em> She still may err by applying two rules. The first, discussed above, is that every syllable must have a vowel. The second is that when the letter <em>l</em> follows a consonant at the end of a word, it is followed by an <em>e.</em> Examples are numerous: <em>candle,</em> <em>table, little, staple,</em> et cetera. Thus, even though I stop speaking once I have pronounced my fifth and final letter, <em>l,</em> the speller adds the silent <em>e</em> for me. Perhaps her mind his playing tricks on her: I did not pronounce the <em>e</em> because, after all, the <em>e</em> is silent.</p>\n<p>Thus, if she was listening very carefully, and recorded everything else correctly, she may have written the fifth common misspelling of my name: <em>H-U-E-B-L-E.</em></p>\n<p>If, on the other hand, she added the final e in addition to one of the other mistakes discussed above, she may have written either of the sixth or seventh common misspellings: <em>H-E-U-B-L-E</em> or <em>H-U-B-L-E.</em></p>\n<p>Listed together, then, the seven common misspellings of my name are as follows:</p>\n<blockquote>\n<p><em>Heubl</em></p>\n<p><em>Huebel</em></p>\n<p><em>Heubel</em></p>\n<p><em>Hubel</em></p>\n<p><em>Hueble</em></p>\n<p><em>Heuble</em></p>\n<p><em>Huble</em></p>\n</blockquote>\n<p>Despite a lifetime of seeing my surname misspelled, I do have a few consolations. First, my parents christened me <em>John.</em> I very rarely am asked to spell my first name, and have seen it misspelled so rarely that its rate of accurate spelling by others honestly could be described as 100 percent. Second, the letter <em>H</em> in my surname always is correct. No other letter sounds like <em>H.</em> Further, as it is the first letter in the name, there are no preceding letters with which to get it confused. The <em>H</em> is steadfast, true, unerring. This may seem like small consolation, but to paraphrase the singer/songwriter Meatloaf, one out of five ain't bad.</p>\n<p>I suspect that some of my readers may be dubious with regard to the above list of misspellings of a name that contains only five letters. They might ask, could such misspellings be due to my speaking too quickly when spelling my name for others? In response, I can only assure my readers that when dictating the letters of my name, I speak very slowly and deliberately. Many years ago, I even went so far as to adopt the explanatory sequence long used by my father when spelling his name over the phone: <em>H, U, E</em>-as-in-<em>Elephant,</em> <em>B</em>-as-in-<em>boy,</em> <em>L.</em> Unfortunately, these phonetic cues rarely educe accuracy.</p>\n<p>I know that not all of my readers will find me credible. But I am sure that Mike Krzyzewski, coach of the Duke basketball team, would believe me. That's <em>K-r-z-y-z-e-w-s-k-i,</em> pronounced <em>Shuh-shev-ski.</em> Which brings me to my final consolation. I know things could have been worse. I could have been Polish.</p>\n<p>Addendum: a week after writing the above, I received two letters from my bank. That my last name was spelled <em>H-U-E-B-L-E</em> did not surprise me. That my first name was spelled <em>J-O-H-N-N</em>, did.</p>\n<p><em>[John Huebl (that's <em>H, U, E-as-in-Elephant, B-as-in-boy, L)</em> is a lawyer. Before going to law school, he picked up an M.F.A. in creative writing at Columbia University, and enjoys writing in his spare time.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Rumplestiltskin or Rumpelstiltskin? The seven common misspellings of my five-letter name</h1> <p><em><span data-rel=\"author\">John Huebl</span> <span data-rel=\"location\">Rockville, Maryland</span></em></p> <p>Recently I received in the mail a certified copy of the title to my car. My name was spelled one way —<em>Huble</em>—on the title itself, and another way—<em>Hubel</em>—on the envelope in which it came. On the same day, I received financial papers on which my name was spelled <em>Huebel.</em> The multiplicity of spellings is not surprising. Indeed, over the years I have learned that unless you are one of the very few people who grew up with my name, spelling it is virtually impossible. I imagine that even the young wizards featured in the movie <em>Spellbound</em> would be undone by my name.</p> <p>The correct spelling of my name is <em>H-U-E-B-L.</em> This may or may not be the way it appears in the byline to this article; I rarely see it spelled the same way twice in one document. Although the name is comprised of only five letters, there are seven ways in which it is commonly misspelled.</p> <p>The first common misspelling of my name is involves the transposition of its two vowels. Except when preceded by the letter <em>q,</em> the letter <em>e</em> will usually precede the letter <em>u</em> when the two vowels appear adjacently, as in <em>sleuth,</em> <em>rheumatic,</em> <em>Teutonic,</em> and <em>feudal,</em> the latter of which sounds kind of like <em>Huebl</em>. The misspelling also may involve an auditory miscue: the letter <em>u,</em> when pronounced, sounds something like <em>eeu.</em> Thus, the successive pronunciation of <em>H</em> and <em>u</em> sounds similar to the pronunciation of <em>H, e, u.</em> For these reasons, upon hearing me say, <em>H, u,</em> the speller often will write <em>H, e, u</em> as the first three letters of my name.</p>"
}