{
  "type": "Article",
  "title": "Words That Sell",
  "author": "Allison Whitehead",
  "location": "Stifford Clays, Essex",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Words That Sell</h1>\n<p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p>\n<p>Would you like to discover how advertisers persuade us to buy their products? They don't always advertise the product itself, they advertise the advantages of it—and they do so by using some of the most powerful words in the English language.</p>\n<p>Ads must use simple language; the words must not confuse or lend any doubt as to what the buyer will get if they purchase the product or service. Classified ads are paid for by the word, so each word must earn its place. This is why words such as <em>discount, opportunities, secrets,</em> and the perennial favourite, <em>free</em>, abound. The advertiser must arouse the readers' curiosity enough for them to request further information. Display ads, where the advertiser may try to sell a product 'off the page,' have more space and thus more words, but there should still be no waffle.</p>\n<p>Shock headlines may be used to get our attention, ie. “Alcoholism—are you at risk?” “Will your pension be enough to support you when you retire?” and “Are you losing £££'s on your savings each month?” The product or service will then be introduced as a solution to the problem. This approach is more cunning—rather than shouting about the benefits of their product, the advertiser is warning of what will happen if you don't use it. Other adverts use a more positive approach by using words such as <em>learn,</em> <em>discover,</em> and <em>improve</em> to lure the reader in. Phrases such as <em>how to, you can,</em> and <em>cash in</em> suggest the reader will be able to join others who have already been successful at using this product.</p>\n<p>Where money is involved—earning or saving it—actual figures may or may not be used. Although terms like <em>get rich, earn a fortune,</em> and <em>unlimited</em> <em>earnings</em> sound attractive, adverts which mention a particular amount can attract more attention, and be more realistic—especially if the amount is proven within the advert. The same applies to saving money. “Earn an extra £50 a week in your spare time,” “Save £1000 a year by moving your mortgage,” and “Invest £10 a month into your future now!” are prime examples of headlines which promise a level of saving or earning we can all relate to.</p>\n<p>In short, the words used in an advert should be those that can invoke a feeling or desire within a potential customer. They should appeal to the basic instincts within all of us—to make or save more money, to love and live well, to stay fit and healthy, and to be able to spend more time doing the things we love, and doing them better. To that end, the most powerful word in all advertising—<em>free</em>—can have several meanings. It can mean a free gift, certainly, but adverts can also promise to free up more of your time, free you from the tyranny of working for others, free you from your mortgage ten years early, free your mind from worries … and so on.</p>\n<p>But most importantly, it lures us—the reader—in, and that's exactly what the advertiser wants.</p>\n<p><em>[Allison Whitehead wrote “Jumpers and Rounders and Tops, Oh My” in XXVII/4.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Words That Sell</h1> <p><em><span data-rel=\"author\">Allison Whitehead</span> <span data-rel=\"location\">Stifford Clays, Essex</span></em></p> <p>Would you like to discover how advertisers persuade us to buy their products? They don't always advertise the product itself, they advertise the advantages of it—and they do so by using some of the most powerful words in the English language.</p> <p>Ads must use simple language; the words must not confuse or lend any doubt as to what the buyer will get if they purchase the product or service. Classified ads are paid for by the word, so each word must earn its place. This is why words such as <em>discount, opportunities, secrets,</em> and the perennial favourite, <em>free</em>, abound. The advertiser must arouse the readers' curiosity enough for them to request further information. Display ads, where the advertiser may try to sell a product 'off the page,' have more space and thus more words, but there should still be no waffle.</p> <p>Shock headlines may be used to get our attention, ie. “Alcoholism—are you at risk?” “Will your pension be enough to support you when you retire?” and “Are you losing £££'s on your savings each month?” The product or service will then be introduced as a solution to the problem. This approach is more cunning—rather than shouting about the benefits of their product, the advertiser is warning of what will happen if you don't use it. Other adverts use a more positive approach by using words such as <em>learn,</em> <em>discover,</em> and <em>improve</em> to lure the reader in. Phrases such as <em>how to, you can,</em> and <em>cash in</em> suggest the reader will be able to join others who have already been successful at using this product.</p>"
}