{
  "type": "Article",
  "title": "Email and Good Writing",
  "author": "David Isaacson",
  "location": "Kalamazoo, Michigan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Email and Good Writing</h1>\n<p><em><span data-rel=\"author\">David Isaacson</span> <span data-rel=\"location\">Kalamazoo, Michigan</span></em></p>\n<p>If they were alive, I wonder what E. B. White and William Strunk Jr. would have to say about email. In the 1972 preface to the second revision of <em>The Elements of Style</em> White quotes Strunk:</p>\n<blockquote>\n<p>Vigorous writing is concise. A sentence should contain no unnecessary words, a paragraph no unnecessary sentences, for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts. This requires not that the writer make all his sentences short, or that he avoid all detail and treat his subjects only in outline, but that every word tell.</p>\n</blockquote>\n<p>White's comment is impassioned: “There you have a short, valuable essay on the nature and beauty of brevity—sixty-three words that could change the world.” Strunk and White think brevity is a moral, not just a literary virtue. In the conclusion to White's classic children's story, <em>Charlotte's Web,</em> Wilbur the pig eulogizes Charlotte, the spider who has martyred herself for him: “She was in a class by herself. It is not often that someone comes along who is a true friend and a good writer. Charlotte was both.”</p>\n<p>Strunk, White, Wilbur, and Charlotte might welcome email for its brevity. For those of us too busy or lazy to take pen to paper, email facilitates letter writing. Just as the word processor has replaced the typewriter, email may already have just about done away with snail mail. We live in such truncated times I bet some people don't even know that email is short for 'electronic mail.' It is supereasy, even if you have nothing worth writing at all, to “process” email. Email may be sent, received, replied to, forwarded, and saved in less time than it takes to write the first paragraph of an old-fashioned letter. Email is faster than express mail, less fuss than a fax, and easier to understand than voice mail. Email may strengthen friendships. It can also create new ones. Long-lost relatives may no longer be lost. Acquaintances can become instant “friends.” Perhaps email intimacies are even more voyeuristically fulfilling than the telephonic romance in Nicholson Baker's novel, <em>Vox</em> because there's more control over what you can get away with. Some people are so used to email that a new word, <em>face-time,</em> has been coined to refer to that quaint old custom that used to be called conversation.</p>\n<p>Email streamlines business. With a minimum of trouble I can arrange a meeting, memo myself, cc: the boss, get feedback from absent colleagues, send minutes to the whole company, and even determine if my message has been opened. If I make a boo-boo and discover that my recipient has not yet opened the message, I can save face and cover my posterior.</p>\n<p>If good writing is effective communication between a writer and a reader, then email should promote good writing. By this pragmatic definition, email may even make bad writers into good ones. Email users typically do not spend much time composing. It's possible to send hard gemlike flames into cyberspace, but you're a fuddy-duddy if you do. Email is not meant to be literary; it is a medium somewhere between speech and writing.</p>\n<p>It's easy to save email, but how much is worth saving? As Thoreau said in Walden about the telegraph: “We are in great haste to construct a magnetic telegraph from Maine to Texas; but Maine and Texas, it may be, have nothing important to communicate.” (<em>Walden,</em> chapter 1, p. 67, 1966) Like the tree falling in the forest without anyone to hear it fall, does email that isn't converted to “hard copy” really exist?</p>\n<p>If good communication simply means you understand what I've said, then written words, like spoken ones, don't have to be sculpted, just comprehensible. And while I may regret something said on email, the casualness of the medium lets me get away with some things much harder to justify on letterhead. Email communication is the equivalent of 'casual Fridays,' in which a normally buttoned-down Monday through Thursday person dresses down on Friday.</p>\n<p>Even otherwise uptight writers may be laid-back on email. Some writers don't bother to spend extra time looking for the caps key on email, making them look like e.e. cummings or archie and mehitabel. If I want colleagues to understand me, email may grab their attention better than speech. Taking the extra time to be correctly grammatical on email may be a <em>faux pas.</em> Just as it is prissy to reply to a telephone caller who asks you your name, “Yes, this is he,” if you observe all the formal grammatical niceties on email it's like eating a hot dog at the ballpark in a tuxedo.</p>\n<p>Business email is like Alice's white rabbit, forever scurrying lest he be late for a very important date. Business email has no time for <em>bon mots.</em> If America's business is business, then email helps to move 'product.' In fact, for many web-based companies, email follow-up ads are inseparable from product.</p>\n<p>It is a good idea not to get too emotional on email. In fact, you 'flame' someone at your peril. To <em>flame</em> means to overuse exclamation marks or otherwise demonstrate anger. Listservs usually have rules against flaming, and conscientious moderators will censor or rebuke flame throwers.</p>\n<p>But sometimes the line between business and personal email gets blurred. Because an online company promptly responds to you does not mean that someone in the company loves you. In the culture of Jerry Springer, the old-fashioned verbal decencies White and Strunk modeled in <em>The Elements of Style</em> seem quaint. But since we still may want to express feelings as well as thoughts when we write, a set of cutesy-pie typographical conventions serves as a shorthand. Someone has dubbed these symbols 'emoticons.' With emoticons there's no need to figure out the right syntax and rhythm to convey irony; a smiley-face such as :-) does it for you.</p>\n<p>If you use your business email for personal reasons you could get into legal trouble. Theoretically, whatever is said on your boss's email is not protected speech. But I know I am not the only employee to waste my company's time forwarding a joke or the first person to wish he hadn't mouthed off in this medium. A major character in Philip Roth's novel, <em>The Human Stain</em>, mistakenly sends the text of an ad seeking a lover, which was meant for <em>The New York Review of Books</em>, to all her colleagues in the Foreign Language Department instead.</p>\n<p>But even if you're on a private account, some conventions of pre-email writing still apply to this medium. The most important quality of email is that one is understood. Email is both democratic and pragmatic. John Dewey would have welcomed it as a tool for promoting education for everyone. Anyone with an email address may 'address' anyone else. Even celebrities may be inclined to respond to commoners on email where they might not take the time to give away their signatures for free in a 'regular' letter. For all practical purposes, anyone communicating by email with anyone else, in private, may establish his or her own rules.</p>\n<p>If a modern-day Henry James and Marcel Proust wanted to chat each other up, they could be as prolix as they wanted. I bet Dickens would have been even more prolific if he had used a typewriter. With a word processor, Sir Walter Scott might not have written himself to death to pay his debts. Thomas Wolfe would have driven Maxwell Perkins insane with endless email revisions to his mountainous manuscripts.</p>\n<p>But imagine if you were a young Henry James just starting to feel your prose oats today. You could exchange manuscript drafts with your creative writing teacher and your fellow students. You could have the thrill of quick, sometimes even immediate, responses to your work. In fact, you could use your web site to broadcast any version—or all versions—of your latest story to the whole world. Just think what Samuel Richardson would do if he were to rewrite his epistolary novel, <em>Clarissa,</em> on email. In fact, we, his breathless readers, could help him write the novel as hyper-text. If you did not want to claim sole ownership of a 'text,' you could 'publish' your novel as a work in progress and invite others to finish it. Critics could then inter-subjectively examine this text, adding their readings to it. Each of these deconstructive reactions would be just as 'real' as the original text. A few years ago, no less a big-name author than John Updike wrote the first and last chapters of a murder mystery, <em>Murder Makes the Magazine,</em> in a writing contest for the online bookseller Amazon.com. Forty-four co-authors, chosen from the thousands who submitted entries, collaborated with Updike by writing daily chapters in this novel (<em>Time,</em> intl. ed., Nov. 17, 1997, p. 60). This may be the literary wave of the future.</p>\n<p>I feel bereft if I don't have daily email exchanges. I would much rather do business with some people by email than over the phone or in person. I have re-united with old friends I haven't seen in years—and may never again see in person—over email. I keep in touch on email with my siblings less expensively and more regularly than over the telephone. In a world without moral consequences, I might pursue numerous fantasies on email and its beguiling imitation of “virtual” reality that probably would have little to do with virtue. But meanwhile, in a world in which snail mail, non-online books, and printed journals still coexist with email, I regret to say that email will not necessarily make me, like Charlotte, either a true friend or a good writer :-).</p>\n<p><em>(David Isaacson has been a reference librarian for thirty-two years, and was a college English professor for five years before that. He loves dictionaries to pieces, which is okay, because most don't come in fascicles anymore.)</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Email and Good Writing</h1> <p><em><span data-rel=\"author\">David Isaacson</span> <span data-rel=\"location\">Kalamazoo, Michigan</span></em></p> <p>If they were alive, I wonder what E. B. White and William Strunk Jr. would have to say about email. In the 1972 preface to the second revision of <em>The Elements of Style</em> White quotes Strunk:</p> <blockquote>\n<p>Vigorous writing is concise. A sentence should contain no unnecessary words, a paragraph no unnecessary sentences, for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts. This requires not that the writer make all his sentences short, or that he avoid all detail and treat his subjects only in outline, but that every word tell.</p>\n</blockquote> <p>White's comment is impassioned: “There you have a short, valuable essay on the nature and beauty of brevity—sixty-three words that could change the world.” Strunk and White think brevity is a moral, not just a literary virtue. In the conclusion to White's classic children's story, <em>Charlotte's Web,</em> Wilbur the pig eulogizes Charlotte, the spider who has martyred herself for him: “She was in a class by herself. It is not often that someone comes along who is a true friend and a good writer. Charlotte was both.”</p>"
}