{
  "type": "Article",
  "title": "Bacronymic Etymythologies",
  "author": "Douglas G. Wilson",
  "location": "Pittsburgh, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bacronymic Etymythologies</h1>\n<p><em><span data-rel=\"author\">Douglas G. Wilson</span> <span data-rel=\"location\">Pittsburgh, Pennsylvania</span></em></p>\n<p>A neologistic title: but wait, I can explain. First, what is an acronym? There are various definitions. According to the most restrictive one, an <em>acronym</em> is a word that is spelled using the first letter of each of a series of words and that is pronounced as if it were an ordinary word (i.e., generally, not pronounced as if spelled out). For example, <em>NATO</em> is an acronym of “North Atlantic Treaty Organization.” The full phrase (in this case, “North Atlantic Treaty Organization”) can be called the expansion of the acronym. This narrowly defined type can be called a <em>letter acronym.</em> Even within this type there is some variation in that small words such as <em>and, of,</em> or <em>the</em> may be either retained or omitted when making the acronym: thus “National Aeronautics and Space Administration” gives <em>NASA</em> (rather than <em>NAASA</em>), but “President of the United States” gives <em>POTUS</em> (never <em>PUS</em>). Good practice requires, I think, that the acronym be formed using an internally consistent standard in this respect; one should keep all the small words or drop them all; needless to say, this rule is not observed strictly in real life. Initialisms that are spelled out in speech do not qualify as acronyms according to my usage: thus, for example, <em>ATM</em> fails to qualify since it is pronounced “A, T, M” rather than <em>atom.</em> I try to ignore such grotesqueries as <em>FNMA</em> (pronounced <em>Fannie Mae</em>) for “Federal National Mortgage Association” (perhaps I could call this an <em>aggronym</em>).</p>\n<p>Usually a less restrictive definition is employed, permitting the first syllable or the first group of letters of a component word to be used rather than only the first letter when constructing an acronym: thus <em>radar</em> from “radio detecting and ranging” is considered acronymic although it uses <em>ra</em> from <em>radio,</em> and the Central Treaty Organization is permitted the acronym <em>CENTO</em>. A <em>syllable acronym</em> is one that has no loose letters but only initial syllables: for example, “high fidelity” becomes <em>hi-fi</em> and “modulator/demodulator” gives <em>modem</em> (liberties are taken with hyphenation, syllabification, and pronunciation in many cases, including these).</p>\n<p>A <em>bacronym</em> is an acronym that is formed in a backward manner: instead of an existing phrase being abbreviated to form an acronym, an existing word is chosen first as the target acronym and a phrase is devised to match it. For example, the name “North Atlantic Treaty Organization” presumably dictated its “honest” acronym <em>NATO</em>. On the other hand, the awkward expression “Cooperative for American Relief Everywhere” presumably was contrived specifically to justify the previously chosen bacronym <em>CARE.</em> Not all bacronyms are as flagrant as this one (although some are even worse); often in modern times some “discreet” alteration of a proposed name is performed simply to facilitate the formation of a nifty acronym, and there are many borderline cases in which it is not clear which was chosen first, the acronym or its expanded form. (There is also an apparent spelling variant, <em>backronym</em>.)</p>\n<p>In the investigation of word origins or etymologies, it is often suggested that a word originated as an acronym. In modern times such an etymology is often genuine: for example <em>jato, scuba, sonar, moped,</em> and <em>napalm</em> are truly and transparently acronymic in origin. Very likely <em>snafu</em> is genuine as well. It is interesting to note, however, that the acronym is almost entirely a recent phenomenon in English.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Acronyms in English were relatively infrequent before World War II and extremely rare before World War I. The word <em>acronym</em> itself has existed only since about 1943: few acronyms were conventionally used much earlier. Initialisms such as <em>O.K.</em> are much older, and there was quite a craze for such abbreviations in the U.S. in the late 1830s, but these were pronounced by spelling, and <em>O.K.</em> is still <em>okay</em> and not <em>ock</em>. It is sometimes said that <em>Seroco</em> for “Sears, Roebuck and Company” was the first genuine English-language acronym, first used around 1900 or slightly earlier.</p>\n<p>The true origin of a word can be acronymic; the true origin cannot be fully bacronymic, however, since a bacronym by definition precedes its expansion. A bacronymic etymology sometimes provides one of several common types of “etymythology.” The word <em>etymythology</em> refers to false etymology that is associated with a myth or story “explaining” the origin of a word or phrase.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Ridiculous etymythologies are very common. In recent years, a number of stories about word and phrase origins have circulated widely by email. Some are despicable and offensive and undocumented; others are simply undocumented. It goes without saying that almost all are false. For some reason, false etymologies of the acronymic (bacronymic) type are particularly popular.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> Perhaps they are popular because anyone who can spell (even if completely ignorant of history, linguistics, etc.) can follow such a story.</p>\n<p>What is one to make, for example, of an assertion that the venerable F-word itself is originally an acronym, based on “Fornication Under Consent of the King” or perhaps “For Unlawful Carnal Knowledge”? Of course, usually some fable is presented to support the etymology. The initial assessment of the claim is simple enough: if the word predates World War II, an acronymic origin is unlikely; if it predates World War I, it's extremely unlikely. Another clue: if two completely different acronymic origins are put forth, it's certain that one is bogus, and it's pretty likely that both are. Still, one ought to keep an open mind, and in this case I for one would be willing to inspect the old documents supporting the claim. What? There are none? What a surprise. Well, then, one might (provisionally at least) take the word of a respected scholar as published in a refereed journal. What? No such paper can be cited? Imagine that.</p>\n<p>Bacronymic etymythologies that are frequently encountered and just as frequently debunked include those associated with the words <em>tip</em> (meaning '[give a] gratuity') and <em>posh</em>. The word <em>tip</em> in the current sense seems to have developed from a sense like 'light[ly] tap,' and it dates from the early eighteenth century in this sense, making acronymic origin extremely unlikely by the chronological argument. The fables suggest acronymic formation from such phrases as “to insure prompt service” and “to improve performance.” Needless to say, documentation is not forthcoming.</p>\n<p>Supposedly “POSH” was printed on premium tickets for round-trip sea passages from Britain to India, denoting “Port Out[ward], Starboard Home.” Such a ticket supposedly would have entitled the holder to a compartment on the port side of the ship during the trip to India and a starboard side accommodation on the return voyage. The accompanying fable may include reasoning about the desirability of such an arrangement, which might optimize ventilation or minimize exposure to the tropical sun or provide a better view. The actual etymology of <em>posh</em> is uncertain, but <em>posh</em> was nineteenth-century slang meaning 'fop' or 'dandy' and also 'money,' supposedly specifically 'halfpenny,' possibly from a Romany word meaning 'half.' The adjective in the modern sense dates from about 1918 with certainty, so the acronymic origin is unlikely, verging on extremely unlikely. The next thing to seek is the documentation (for example, one of those tickets would be a good start); the major dictionaries haven't found any supporting documentation, however, and neither have any of a number of interested scholars over the last several decades.</p>\n<p>Among the few true acronyms developed before 1920 are <em>Anzac,</em> meaning “Australian and New Zealand Army Corps,” and <em>AWOL,</em> meaning 'absent without leave.' It is claimed that the abbreviation <em>AWOL</em> existed in its modern sense as early as the American Civil War; this story doesn't seem unbelievable, although I don't know of any convincing evidence; however, it is highly doubtful that the acronymic pronunciation was used in the 1860s, since this type of pronunciation of an abbreviation was not natural then. The spelled-out pronunciation “A, W, O, L”, sometimes still employed today, was the expected pronunciation before acronyms became fashionable, and as late as 1929, as Mencken reports, “George Philip Krapp's curious declaration that <em>a.w.o.l.</em> was pronounced as one word, <em>áwol</em>, in the Army” was derided in print.<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Recent words, particularly those that did not exist before World War II, are not uncommonly of acronymic origin. But there are also many spurious acronymic etymologies presented for new words. In some cases, it is not possible either to confirm or to refute the acronym stories. I'll present a few examples that have come to my attention; when no firm etymology is available, I'll present my best guess.</p>\n<p>In the broad field of information processing or computer science, there are, of course, many true acronyms, including amusing ones such as the well-established <em>WYSIWYG</em> (pronounced “wizzy-wig”) 'what you see is what you get.' Often an “honest” acronym will be followed by a series of bacronyms, but usually there's not much effort to disguise them. For example, <em>MUD</em> (referring to virtual-environment software) is said to be an acronym for “multi-user dungeon” or “multi-user dimension”; one of these may be an honest expansion, but I don't know with certainty. Its descendents, however, are clearly frivolous bacronyms, including <em>MUCK</em> 'multi-user created kingdom' and <em>MUSH</em> 'multi-user shared hallucination.' The transitive verb <em>mung</em> (unrelated to these), meaning to modify (usually for the worse) or disable or destroy, was in my opinion probably invented around 1960 based on the earlier slang noun <em>mung</em> (which was equivalent to 'crud'). There is a claimed acronymic etymology based on “mash until no good,” which surely smells bad to me; of course the alternative recursive (self-referential) acronym from “mung until no good” can only be a bacronym. There are other recursive acronyms (generally obvious jokes), including the famous <em>GNU</em> (which is pronounced <em>g'nu</em>, with the <em>G</em> sound intact, like <em>Gnu</em> in German), standing for “GNU's not Unix!” As an example of the rapidity with which patently false acronyms appear, note the recent bacronymic analysis of the word <em>spam,</em> meaning “unsolicited bulk e-mail.” This term is only about a decade old, and its origin is well understood (from a Monty Python skit in which the trade name <em>Spam</em> was employed). Nonetheless, bacronyms such as “self-propelled advertising message” have been put forth.</p>\n<p>In the field of medicine there are of course numerous true acronyms. There are also acronyms in associated slang or informal jargon, and some of these have false etymologies. For example, consider the group of derogatory epithets for obnoxious or undesirable patients (or other persons). The best known, <em>gomer,</em> is said to stand for “Get out of my emergency room!” This etymology has a false ring to it, it is not supported by the early record, and I don't believe in it, but the true etymology is not definitely established. I'm a little more certain about <em>toad;</em> this is a conventional epithet meaning more or less “repulsive [little] creature.” The purported acronymic origin from “trashy old derelict” is inept in sense and also in construction since it doesn't even provide the observed pronunciation, and it is surely false in my opinion. Perhaps a better (although probably still false) acronymic etymology exists, using something like “trashy old alcoholic derelict,” but I haven't seen an assertion to this effect myself. There are harsher epithets, which I will omit, and there are less harsh ones, such as the probably at least partly genuine double acronym “<em>LOL</em> in <em>NAD</em>” for “little old lady in no apparent distress” (sometimes “. . . acute distress”), where the <em>NAD</em> is possibly a bacronym based on the probably genuine acronym <em>NAD,</em> meaning “no acute/active disease,” which is sometimes used in seriousness as a casual summary of a patient's evaluation.</p>\n<p>As a final example that had a brief period of notoriety in recent years, consider <em>chad</em> meaning 'paper fragment,' often denoting small pieces punched out of cards or paper tapes in various applications (including the obsolete Hollerith card and the archaic paper ballot). The claimed acronymic origin of <em>chad</em> is “card hole aggregate debris.” The word <em>chad</em> seems to be related to computers, so it's presumably recent enough to have had a genuine acronymic etymology. A little research, however, quickly reduces the plausibility of this etymology. The earliest instances of this word <em>chad</em> (as far as I know) are several dating from between 1939 and 1950. In all of these cases the word refers to debris that is not from a card but rather from a paper tape used in telegraphy. Furthermore, the word was not used for an aggregate; in fact, it usually appeared in the plural form <em>chads</em> in these early citations. The bacronym presumably was promulgated after keypunch cards had become more familiar than telegraphy tape, certainly not much before 1960, and after the word had been reinterpreted (likely through an intermediary term such as <em>chad box</em>) as (optionally) an uncountable noun referring to a mass of debris. The true etymology is not firmly established; however, I tentatively believe there is reason to equate this word with an older dialectal word, <em>chad</em> or <em>chat,</em> which referred to various small items or fragments, originally probably catkins (whence the form of the word) but extended to cover stones, twigs, etc.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n<p>Some questions I cannot answer at all. Who invents the etymythologies? And why? Do they originate as serious speculations, or as deliberate jokes, or in both ways?</p>\n<p>The subject of acronymic etymologies is addressed at several sites on the Web.<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> The topic of acronyms in general receives an amusing popular treatment in a book by Don Hauptman, <em>Acronymania.</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<hr>\n<p>“<em>chad</em><sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> (chad), n. [E. dial. var. of <em>chat</em><sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>, q. v.] 1. A dry twig: same as <em>chat</em><sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>. . . . [Prov. Eng. . . . , usually in plural.]”</p>\n<p>“<em>chat</em><sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> (chat), n. [A particular use of <em>chat3</em>, a catkin, or . . . .] 1. A twig; a little stick; a fragment.”</p>\n<p>This <em>chad</em> is an English provincialism, of course, but what jargon would be expected to be more cosmopolitan than that of telegraphy? The plural word <em>chats</em> meaning gravel or mine tailings is used in the United States; I believe it is probably essentially the same word originally. The Scots word <em>chad</em> meaning <em>gravel</em> is likely closely related.</p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>The acronym tradition is considerably older in some other languages. Old acronyms based on Hebrew sometimes go by the name <em>notaricon</em> (or <em>notarikon</em>). Do “consonantal” alphabets such as the Semitic ones lend themselves more readily to acronyms? Probably, since any set of letters (i.e., of consonants) in such a system is pronounceable, with routinely interpolated vowel sounds. <em>Tanach</em>, the English rendition of the Hebrew word for the “Old Testament,” is apparently originally acronymic in Hebrew, based on <em>Torah</em> + <em>Nebhi'im</em> + <em>Kethubhim</em> 'Pentateuch plus Prophets plus Hagiographa' (kabbalists and others, please forgive my casual transcription and disregard for the diacritical marks). The fish as a Christian symbol is said to be from an acronym in Greek (Jesus Christ Son of God Savior, written in Greek “Iesous Christos Theou Yios Soter,” giving the acronym <em>ichthys,</em> meaning 'fish'); but some claim it's a bacronym. There were early acronyms used as noms de plume in English—such as the famous bacronymic <em>Cabal</em> (ca. 1670), and the peculiar <em>Smectymnuus</em> (1641), which appears in the <em>Oxford English Dictionary</em> and the <em>Encyclopaedia Britannica</em>—but apparently this was the limit for acronyms in English until recently . . . or is there a counterexample? <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>The fine word <em>etymythology</em> apparently was introduced recently by Laurence Horn of Yale University in discussions under the aegis of the American Dialect Society. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a> <a href=\"#user-content-fnref-a2-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2-2\" class=\"data-footnote-backref\">↩<sup>2</sup></a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Fortunately for me, the most repulsive of the recent etymythologies (those that deal with the slave trade, with lynchings, and with the Black Plague, for example) mostly are not of the bacronymic type, so I can avoid any further discussion of them except to note in passing that they too are generally entirely bogus and without merit. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>H.L. Mencken, <em>The American Language: Supplement II,</em> New York: Knopf, 1948, p. 379. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a> <a href=\"#user-content-fnref-a4-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 4-2\" class=\"data-footnote-backref\">↩<sup>2</sup></a> <a href=\"#user-content-fnref-a4-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 4-3\" class=\"data-footnote-backref\">↩<sup>3</sup></a> <a href=\"#user-content-fnref-a4-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4-4\" class=\"data-footnote-backref\">↩<sup>4</sup></a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>This <em>chad</em> as a variant of <em>chat</em> appears in the <em>English Dialect Dictionary,</em> for example, but consider these excerpts from a large American general dictionary, the <em>Century Dictionary</em> (1889): <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>One good site is “Wilton's Word and Phrase Origins,” <em>(<a href=\"http://www.wordorigins.net\">www.wordorigins.net</a>)</em> where there are discussions of the bacronyms <em>gay, golf, cop, cabal,</em> and <em>caucus,</em> for example. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>Don Hauptman, <em>Acronymania</em> New York: Dell, 1993. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bacronymic Etymythologies</h1> <p><em><span data-rel=\"author\">Douglas G. Wilson</span> <span data-rel=\"location\">Pittsburgh, Pennsylvania</span></em></p> <p>A neologistic title: but wait, I can explain. First, what is an acronym? There are various definitions. According to the most restrictive one, an <em>acronym</em> is a word that is spelled using the first letter of each of a series of words and that is pronounced as if it were an ordinary word (i.e., generally, not pronounced as if spelled out). For example, <em>NATO</em> is an acronym of “North Atlantic Treaty Organization.” The full phrase (in this case, “North Atlantic Treaty Organization”) can be called the expansion of the acronym. This narrowly defined type can be called a <em>letter acronym.</em> Even within this type there is some variation in that small words such as <em>and, of,</em> or <em>the</em> may be either retained or omitted when making the acronym: thus “National Aeronautics and Space Administration” gives <em>NASA</em> (rather than <em>NAASA</em>), but “President of the United States” gives <em>POTUS</em> (never <em>PUS</em>). Good practice requires, I think, that the acronym be formed using an internally consistent standard in this respect; one should keep all the small words or drop them all; needless to say, this rule is not observed strictly in real life. Initialisms that are spelled out in speech do not qualify as acronyms according to my usage: thus, for example, <em>ATM</em> fails to qualify since it is pronounced “A, T, M” rather than <em>atom.</em> I try to ignore such grotesqueries as <em>FNMA</em> (pronounced <em>Fannie Mae</em>) for “Federal National Mortgage Association” (perhaps I could call this an <em>aggronym</em>).</p> <p>Usually a less restrictive definition is employed, permitting the first syllable or the first group of letters of a component word to be used rather than only the first letter when constructing an acronym: thus <em>radar</em> from “radio detecting and ranging” is considered acronymic although it uses <em>ra</em> from <em>radio,</em> and the Central Treaty Organization is permitted the acronym <em>CENTO</em>. A <em>syllable acronym</em> is one that has no loose letters but only initial syllables: for example, “high fidelity” becomes <em>hi-fi</em> and “modulator/demodulator” gives <em>modem</em> (liberties are taken with hyphenation, syllabification, and pronunciation in many cases, including these).</p> <p>A <em>bacronym</em> is an acronym that is formed in a backward manner: instead of an existing phrase being abbreviated to form an acronym, an existing word is chosen first as the target acronym and a phrase is devised to match it. For example, the name “North Atlantic Treaty Organization” presumably dictated its “honest” acronym <em>NATO</em>. On the other hand, the awkward expression “Cooperative for American Relief Everywhere” presumably was contrived specifically to justify the previously chosen bacronym <em>CARE.</em> Not all bacronyms are as flagrant as this one (although some are even worse); often in modern times some “discreet” alteration of a proposed name is performed simply to facilitate the formation of a nifty acronym, and there are many borderline cases in which it is not clear which was chosen first, the acronym or its expanded form. (There is also an apparent spelling variant, <em>backronym</em>.)</p>"
}