{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“You may be surprised,” wrote famous British medical columnist Dr Miriam, “but your back begins to age at around 30—younger if you've had a back injury.”</p>\n<p>I was surprised, I admit; if I'd ever thought about it at all, I'd have assumed that my back, like the rest of me, began to age roughly at the moment of birth. Does this mean, I wonder, that thirty years after I'm dead my back will still be wandering around Somerset, worrying sheep and getting banned from pubs?</p>\n<p>But then, health advice can often be confusing. The same newspaper offered tips on dealing with a heatwave. “At the end of the day,” readers were cautioned, “it's not a good idea to be running around in the midday sun.” True; time travel can be dangerous.</p>\n<p>The other week I bought a tube of toothpaste formulated for sensitive teeth and was baffled by the warning on the packet: “Do not use if you are sensitive to any of the ingredients.” But if I'm not sensitive to at least some of the ingredients, will the product do me any good?</p>\n<p>An advertisement for an air conditioner asks, “Do you suffer from: Asthma? Hay fever? Cold and Flu? Passive smoking? and other allergies? Also, do you: live in a polluted area? have breathing problems? have children? have pets?” Well, that must cover 99.9 percent of the population, surely? Oh, hold on a second ... there's more: “If your answer to any or all of these is 'Yes,' or even 'No,' then your environment will always be improved” by spending several hundred pounds on one of their machines. So that's the other 0.1 percent dealt with. What about if some of my answers were “Maybe”—would that help?</p>\n<p>The concerns of Robert Wachal, of Iowa, are more general. “I wish,” he writes, “that members of congressional committees and Don Imus of MSNBC would stop addressing and referring to Ashcroft as 'General.' He is not a general, but an attorney. He is a General Attorney, but the Norman law used French word order. Other examples: 'Notary Public' and 'Surgeon General'.”</p>\n<p>I hope all <em>VERBATIM</em> readers feel empowered to send their own <em>Horribiles</em> to this column.</p>\n<p>Perhaps the word <em>empower</em> is one of them. Interviewed about her latest installation—a cluster of 364 robins cast in white wax and coal ash—an artist explained her use of repetition: “You can empower something by making lots of it, and then it takes on a new meaning.” Or, possibly, a new meaninglessness.</p>\n<p>No less worrying is the finding of an official enquiry into policing in Humberside which discovered that “the visibility of officers had declined from 18.1 per cent to 15.9 per cent.” Oh well, makes going undercover easier, I suppose.</p>\n<p><em>Kicking in</em>—meaning taking effect, as in medicines—is a cliche I find irritating, belonging as it does to that group of phrases which might have sounded quite neat when fresh but are ruined by ubiquity and by ever-widening application. Still, attempting to avoid tired idioms by minting something slightly different isn't always a good idea, either. My brain produced some frankly disturbing mental images in struggling to process a local paper's report of a lecture on the history of underwear, which included the revelation that “Edwardian underwear was very pretty, with fine linen, cotton or silk, and the first bra came about. Coloured underwear also began to filter in.” <em>Filter in</em>? For the first time, I can see the attraction of “Don't even go there!”</p>\n<p>Do you know “how gender is incorporated into the delivery of foreign policy”? If not, I'll bet you're keen to learn all about such a fascinating subject. Britain's Foreign Office certainly thought so when it issued a press release advertising the launch of a booklet on that very topic. Sadly, the first statement was shortly followed by another, regretting that “this briefing has been cancelled due to lack of interest.” No! Who'd have ever thunk it?</p>\n<p><em>[Mat Coward's latest book is <em>Success and How To Avoid It,</em> available from <a href=\"http://www.ttapress.com\">www.ttapress.com</a>.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“You may be surprised,” wrote famous British medical columnist Dr Miriam, “but your back begins to age at around 30—younger if you've had a back injury.”</p> <p>I was surprised, I admit; if I'd ever thought about it at all, I'd have assumed that my back, like the rest of me, began to age roughly at the moment of birth. Does this mean, I wonder, that thirty years after I'm dead my back will still be wandering around Somerset, worrying sheep and getting banned from pubs?</p> <p>But then, health advice can often be confusing. The same newspaper offered tips on dealing with a heatwave. “At the end of the day,” readers were cautioned, “it's not a good idea to be running around in the midday sun.” True; time travel can be dangerous.</p>"
}