{
  "type": "Article",
  "title": "Simply Singlish",
  "author": "Keith Hall",
  "location": "Perth, Western Australia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Simply Singlish</h1>\n<p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Perth, Western Australia</span></em></p>\n<p>One of the delights of the English language is the ease with which it produces new words by promiscuously recycling parts of existing words from many sources. Thus, coffee shops have adopted the <em>–ccino</em> ending of <em>cappuccino</em> to describe drinks like <em>muguccino, soyccino</em> and even <em>skinnyccino.</em> Similarly, the word English has spawned many <em>–lish</em> words like <em>Chinglish, Gerlish,</em> and <em>Japlish</em> to describe blends of English with Chinese, German, and Japanese. These <em>–lish</em> words generally carry overtones of mixed humor and disapproval, and are typically seen as misuses of English by non-native speakers.</p>\n<p><em>Singlish,</em> the version of English spoken in Singapore, is a major exception. To start with, it is not a blend of English and “Singaporean,” since there is no such language. In fact, <em>Singlish</em> is a creole formed from elements of English, Malay, Cantonese, and Hokkien Chinese. While Singlish has plenty of humor—much of it deliberate—and is frowned on by authorities as not being politically correct, it does have its own well-developed vocabulary, idioms, and grammatical structures. Thus, some academics avoid the word <em>Singlish</em> and refer to <em>Singapore English</em> instead. But on the streets of Singapore and in the local newspapers there is no debate; it is simply called Singlish.</p>\n<p>New uses for old words</p>\n<p>Foreigners in Singapore quickly notice that Singlish uses some familiar English words in new ways. Take the words <em>on</em> and <em>off,</em> for example. In English they can be used as prepositions and adverbs, but in Singlish they can also be used as verbs. A friend in Singapore recently told me that he enjoys working from home because he “can on some music.” And a sign on the photocopier in an office advised staff to “kindly off the machine at the end of day.” In the same way, it is common to “on the light” or “off the TV.” <em>Action</em> is also used as a verb, meaning 'to show off.' To <em>arrow</em> means to delegate a (typically unpleasant) task to somebody, as in “I was arrowed by my boss to work on Saturday.”</p>\n<p>If you ask someone to do something, the typical response will be “can.” If you want to check whether someone is able to do something, you ask, “Can or not?” a literal translation of the Hokkien Chinese expression. A conversation might go like this:</p>\n<p>Q: Lend me $5, can or not?</p>\n<p>A: Can.</p>\n<p>Q: And lend me your phone?</p>\n<p>A: Also can.</p>\n<p>With the explosive growth of sending SMS (Short Message Service) text messages by phone, <em>text</em> has become a verb in Singlish, as it has in other varieties of English. You can <em>text</em> somebody; the act of sending text messages is known as <em>texting.</em> (Newspaper advertisements for mobile phones appear to redefine the word <em>free</em> when they say “900 free SMS for only $25.”)</p>\n<p>The English adjective <em>blur</em> is adapted in Singlish to describe someone who does not know what is going on. A woman in a meeting told me “This is my first day back at work after maternity leave, and I am feeling totally blur.” In fairness, <em>blur</em> is also used in this way in Hong Kong, so perhaps we should consider it <em>Asianglish,</em> not just Singlish.</p>\n<p><em>Alphabet</em> is used to mean a letter of the alphabet. So it is acceptable in Singlish to ask, “How many alphabets are there in <em>Singlish</em>?” Of course, the answer is eight. On the subject of the alphabet,  note that Western names are arranged in alphabetical order by first names, not family names. In music stores you will find John Lennon between John Denver and John Mellencamp, from the Asian norm of stating your family name before your personal name. (Mao Zedong was Mr. Mao). As a result, you will find this alphabetical order by first name in China and Japan as well as in Singapore.</p>\n<p>Imported words</p>\n<p>Many people in Singapore are native speakers of Malay, Mandarin, Cantonese, or Hokkien Chinese, and it is not surprising that some words from these languages have been adopted into Singlish. An excellent example is the Hokkien-derived adjective <em>kiasu</em>(pronounced “kee-ah-soo”), meaning 'fear of losing out to others' or 'losing face.' <em>Kiasu</em> is a quintessentially Singaporean behavioral characteristic, shown by car drivers who speed up to get in front of pedestrians or by commuters who won't let others alight from the subway before they push in. This behavior is deplored by many Singaporeans, who label people exhibiting excessive <em>kiasu</em> “ugly Singaporeans.”</p>\n<p>In a country where eating and shopping are national obsessions, <em>makan</em> ('eat' in Malay) is a useful word. You will often hear the question, “Have you makan yet?” The Malay-derived adjective <em>shiok</em> (pronounced “shee-oak”) means 'delicious,' though it is sometimes used outside the context of food to mean 'great.' <em>Shiok</em> can also take English word endings to produce comparatives like <em>shiokest.</em> Food and drink stalls often use the Malay words <em>kopi</em> and <em>teh</em> instead of the English terms <em>coffee</em> and <em>tea.</em></p>\n<p><em>Chim,</em> pronounced “cheem” and derived from Hokkien Chinese, means 'profound,' 'deep,' or 'difficult to understand.' It is used in statements like “The movie was very <em>chim.</em> I didn't understand a single thing.” It has been amusingly adapted into the noun <em>chimology</em> by adding a Greek ending. The Malay adjective <em>ulu</em> (pronounced “oo-loo”) means 'a rural or deserted place' and is used in sentences like “This place is so ulu, you hardly see anyone around.” Chinese expressions like <em>hah</em> (roughly meaning 'I beg your pardon') and <em>wah</em> (wow!) are also heard regularly.</p>\n<p>Although Singlish uses some English swear words, swearing and cursing are mainly carried out using Hokkien and Cantonese expressions, some of which are admirably colorful and vulgar. Caucasians are generally amused to learn that in Singlish they are called <em>ang mor</em> (literally 'red hair' in Hokkien). This description is sometimes expanded into the more pejorative expression <em>ang mor kwai</em> 'red-haired devil.' But don't take it personally; Singlish has equally affectionate terms for Malaysians and Chinese.</p>\n<p>Sentence endings</p>\n<p>Singlish sentences often end with the particle <em>lah,</em> for example “It's okay, lah,” “Believe me, lah,” and “Cheaper, lah.” This particle comes from Chinese and serves as a full stop, though it can also be used for emphasis or to add nuance to the sentence. The use of <em>lah</em> transcends social level. You will hear it being used by taxi drivers, food-stall owners, and government officials. It is clear that Singaporeans have a sense of humor, since the comic potential of <em>lah</em> is wellrecognized. It is exploited in T-shirts printed with statements like “Relax, lah” and “How To Use the Lah.” In a similar manner, the Chinese-derived particle <em>meh</em> is used to end questions.</p>\n<p>Abbreviations</p>\n<p>Singapore is one of the most “wired” countries in the world, and sending SMS messages by telephone has been the rage for several years. This has added new energy and direction to the use of abbreviations.</p>\n<p>Older abbreviations include <em>HDB</em> for Housing and Development Board and <em>NSmen</em> for National Service Men. The nearby Malaysian city of Johor Bahru is always called <em>JB.</em> The two largest universities are called <em>NUS</em> (National University of Singapore) and <em>NTU</em> (Nanyang Technological University). The major highways have three-letter abbreviations like PIE (Pan-Island Expressway), and the railway system is the MRT (Mass Rapid Transit).</p>\n<p>A more convoluted expression is <em>ACBC,</em> which stands for the combined Hokkien-English expression <em>act cute buay cute.</em> A girl is described as being ACBC if she acts cute to get her boyfriend's attention but fails miserably. An <em>OCBC</em> (Overseas Chinese, Bukan Cheena) is a derogatory term for a Chinese person who doesn't act sufficiently Chinese. An <em>SPG</em> (Sarong Party Girl) is a local girl who goes out only with Caucasians. <em>NATO</em> means 'no action, talk only' and describes someone who is full of empty promises. <em>BGR</em> stands for 'boy-girl relationship.'</p>\n<p>Singapore even abbreviates itself. The country is typically written as <em>S'pore,</em> and its inhabitants are <em>S'poreans.</em> The local currency is always called the <em>Sing dollar.</em> The <em>Five C's</em> are frequently mentioned among young Singaporeans and in advertising aimed at them. The term typically refers to <em>car, credit card, condominium, cash,</em> and <em>country club membership,</em> though sometimes other <em>C's,</em> like <em>children</em> and <em>career,</em> are substituted. An <em>HP</em> is a mobile phone, abbreviated from the term <em>hand phone,</em> which rather confusingly refers only to mobile phones, never to stationary, hard-wired phones.</p>\n<p>Most of these abbreviations are used in both speech and writing. Interestingly, the spoken form is generally spelled out rather than being said as a word or acronym. Thus, the <em>Pan-Island Expressway</em> is always pronounced as “pee-eye-ee,” never as “pie.” Abbreviations derived from SMS messages have spilled over into other written communications, like email. They do not appear, however, to have crossed over into spoken Singlish yet. Examples include <em>c u later,</em> <em>cud</em> 'could,' <em>wkend</em> 'weekend' and <em>biz</em> 'business.' I recently received an email from a friend in Singapore asking, “Which university u will be lecturing nx semester?” Newspapers use humorously mystifying headlines like “Txt msg ur tip-offs abt graft” and “SMS OK, but not 4 exams.”</p>\n<p>Advanced Singlish</p>\n<p>Most people who live in Singapore for more than a few months learn some Singlish words and expressions to facilitate communication. They are used in newspaper articles, by Singaporean staff in offices, and by taxi drivers and shopkeepers. Taxi drivers will more easily understand where you want to go if you use Singlish instead of English. If you want a taxi to go to Orchard Road, you are better off asking “Orchard Road, can?” than “Could you please take me to Orchard Road?”</p>\n<p>The examples I give here can be described as Basic Singlish. I have generally used only one Singlish word or expression in a sentence in order to keep things simple. This type of Singlish sounds  polite. However, on the streets of Singapore you will hear much more complicated Singlish. This “Advanced Singlish” is almost incomprehensible to the average native English speaker and is typically far from being polite. It is spoken quickly, and many of the words and structures differ significantly from Standard English. It includes irreverent and humorous wordplay and the mixing of different languages to produce striking and amusing expressions. Consequently, few non-Singaporeans become fluent in Advanced Singlish.</p>\n<p>Politics</p>\n<p>In Singapore, the distinction between the words <em>language</em> and <em>dialect</em> is more political than linguistic. Thus, Mandarin Chinese is called a language, while Hokkien and Cantonese are always called dialects. Speakers of these languages, however, are mutually unintelligible (though they can read one another's writing since they use the same Chinese characters). So to a linguist, they are all languages. But the Singapore government's push to speak Mandarin has led to a higher status for Mandarin.</p>\n<p>Surprisingly, Singlish itself has been very much in the political limelight in Singapore for the past few years. The government instituted a “Use Proper English” campaign, with the laudable goal of making Singapore more internationally competitive. Newspapers have been running regular columns to teach readers the correct way to use English. The flipside of this campaign is a perceived denigration of Singlish. Many people fear that the plan is to eradicate Singlish. There are even reports of TV sitcom scripts being rejected if they contain Singlish expressions.</p>\n<p>The situation is developing into an interesting standoff because the average Singaporean and the entertainment industry are both very attached to Singlish. They correctly see Singlish as one of Singapore's few unique defining features. It is a common language understood by people from all the different racial groups making up Singapore. Furthermore, recent movies like “I Not Stupid” and “Talking Cock” have featured Singlish and helped to build public support.</p>\n<p>At present Singlish is at a critical point in its development. Will the government's “Use Proper English” campaign gradually oust Singlish? Or will the ordinary person continue using Singlish, despite the fact that it is not politically correct? My view is that people, not governments, make languages, so I suspect that Singlish is here to stay.</p>\n<p>If you want to know more about Singlish, two essential books are <em>Singapore English in a Nutshell</em> by Adam Brown and <em>The Coxford Singlish Dictionary</em> by Paik Choo. Since Singlish is alive and evolving, the web site <em><a href=\"http://www.talkingcock.com\">www.talkingcock.com</a></em> is also useful for obtaining the latest words and expressions.</p>\n<p>[Keith Hall has a Ph.D. in chemistry from the University of Western Australia and has worked as a Research and Development manager in England, Australia, Japan, China and Singapore. He recently reinvented himself as a writer, focusing on the humorous aspects of language, culture, and&nbsp;travel.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Simply Singlish</h1> <p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Perth, Western Australia</span></em></p> <p>One of the delights of the English language is the ease with which it produces new words by promiscuously recycling parts of existing words from many sources. Thus, coffee shops have adopted the <em>–ccino</em> ending of <em>cappuccino</em> to describe drinks like <em>muguccino, soyccino</em> and even <em>skinnyccino.</em> Similarly, the word English has spawned many <em>–lish</em> words like <em>Chinglish, Gerlish,</em> and <em>Japlish</em> to describe blends of English with Chinese, German, and Japanese. These <em>–lish</em> words generally carry overtones of mixed humor and disapproval, and are typically seen as misuses of English by non-native speakers.</p> <p><em>Singlish,</em> the version of English spoken in Singapore, is a major exception. To start with, it is not a blend of English and “Singaporean,” since there is no such language. In fact, <em>Singlish</em> is a creole formed from elements of English, Malay, Cantonese, and Hokkien Chinese. While Singlish has plenty of humor—much of it deliberate—and is frowned on by authorities as not being politically correct, it does have its own well-developed vocabulary, idioms, and grammatical structures. Thus, some academics avoid the word <em>Singlish</em> and refer to <em>Singapore English</em> instead. But on the streets of Singapore and in the local newspapers there is no debate; it is simply called Singlish.</p> <p>New uses for old words</p>"
}