{
  "type": "Article",
  "title": "Turning Spam into Haiku",
  "author": "Jim Veihdeffer",
  "location": "Tempe, Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Turning Spam into Haiku</h1>\n<p><em><span data-rel=\"author\">Jim Veihdeffer</span> <span data-rel=\"location\">Tempe, Arizona</span></em></p>\n<p>At the risk of offending true lovers of poetry, a new form of versification has arisen, a structure that performs a kind of <em>jujitsu</em> on email spam, turning the very rawness of its attack back onto itself.</p>\n<p>We are, in effect, “repurposing” meaningful texts—in this case, email subject lines—to create a kind of found verse much in the way that modern graphic artists turn ordinary found objects into <em>objets</em>.</p>\n<p>In fairness, there are actually several forms of spam-inspired doggerel now snaking their ways along the byways of the Internet.</p>\n<p>One format, dubbed spamverse by a correspondent who understandably wishes to remain anonymous (the better to retain his day job as a corporate lawyer), has a simple rule: you must take whole subject lines from a selection ofspam messages, including wacky punctuation. These are incorporatedinto a poem having the desired verse form.</p>\n<blockquote>\n<p><em>amazing hover toy—limited stock onlyMatt Damon sex scandal??? Sarah Michelle nude!A woman and a man, naked ... havin sex!You are Approved.</em></p>\n</blockquote>\n<p>Another format, called SpamKu by its apparent originator, Allen Hutchison, uses a software program to generate random haiku-like verses every fifteen minutes. Two examples will suffice:</p>\n<blockquote>\n<p><em>Paradise is wating for you Guadagno facilissimo</em></p>\n<p><em>burn baby burn faster and better with nero Cars as low as Heat up</em></p>\n</blockquote>\n<p>At the risk of seeming to disparage an inherently disparageable form, it might be pointed out that the traditional haiku 5–7–5 syllabic structure is not necessarily preserved and one needs to look very hard indeed to discern meaning.</p>\n<p>More of these are available at <a href=\"http://www.hutchison.org/allen/spamku/spamkuHistory.html\">http://www.hutchison.org/allen/spamku/spamkuHistory.html</a></p>\n<p>There is also a form called Spam Haiku which is haiku written about the much-maligned Hormel Spam™ product: <a href=\"http://www.spamhaiku.com/spamhaiku/site/\">http://www.spamhaiku.com/spamhaiku/site/</a>.</p>\n<p>Turning, however, to the more serious endeavor of creating meaningful verse, let's revisit the concept of “haiku” to see why seemingly random bits of email subject lines can somehow make transcendent sense.</p>\n<p>According to Jane Reichhold writing in the <em>Journal of the Haiku Society of America</em> <em>(</em><a href=\"http://www.ahapoetry.com/haiartjr.htm\">http://www.ahapoetry.com/haiartjr.htm</a><em>), <em>haiku uses a variety of techniques, such as contrast and association, and often riddles, to convey a new experience of a well known situation, a nonmetaphorical first impression from daily life. This 16</em>th</em>-century oriental form may inspire meditation and Zen-like perceptions.</p>\n<p>Here, for example, is a moment of enlightenment guised as a rhetorical question, composed entirely of actual spam email subject lines:</p>\n<blockquote>\n<p><em>As fast as you are</em></p>\n<p><em>Accuracy citizon</em></p>\n<p><em>When will you be back?</em></p>\n</blockquote>\n<p>The following ku counterposes the most mundane of subjects with the promise of eternal life, equating them with an undemanding closing perception:</p>\n<blockquote>\n<p><em>Septic tank Info</em></p>\n<p><em>Anti aging formula:</em></p>\n<p><em>Just waiting for you</em></p>\n</blockquote>\n<p>A deceptively sophisticated response to life's daily grind can be perceived in the simplicity of a no-nonsense Sufi-like koan ku:</p>\n<blockquote>\n<p><em>Prevent work boredom</em></p>\n<p><em>Prevent job monotony</em></p>\n<p><em>FW: Get started!</em></p>\n</blockquote>\n<p>Note how the classic ku-like use of a colon in the first line of this next example leads to an apparent conclusion in the second … only to be triumphantly trumped by the exuberance of the third line:</p>\n<blockquote>\n<p><em>Prevent work boredom:</em></p>\n<p><em>Clean browser cache files!</em></p>\n<p><em>!!!!!!REFINANCE YOUR HOUSE!!!!!!</em></p>\n</blockquote>\n<p>Often the very meaninglessness of the phrases that spammers inexplicably favor can be used to dredge meaning from the void:</p>\n<blockquote>\n<p><em>Bhame brepch cmmmp</em></p>\n<p><em>Give her more than a mouthful</em></p>\n<p><em>Oym teg mkpflaz</em></p>\n</blockquote>\n<p>Haikus frequently use puns or wordplay. In this case, adopting the haiku technique of “narrowing the focus,” the extravagant promises of modern advertising are resolved by an uncomplicated expedient:</p>\n<blockquote>\n<p><em>Re: Age Reversal</em></p>\n<p><em>Re: Get your Youth Back</em></p>\n<p><em>Refinance your house</em></p>\n</blockquote>\n<p>And finally, even an esteemed literary vehicle can contain practical, albeit sexist, advice when the haikuist's art is brought to bear:</p>\n<blockquote>\n<p><em>don't procrastinate</em></p>\n<p><em>know_what-WOMEN_really-WANT!</em></p>\n<p><em>fix the car asap</em></p>\n</blockquote>\n<p><em>[Jim Veihdeffer, public relations practitioner and author of the e-book, “Stories I Never Told My Family” works in the public affairs department of Arizona State University. He can be roused from his mediational trance at <a href=\"mailto:veedsj@aol.com\">veedsj@aol.com</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Turning Spam into Haiku</h1> <p><em><span data-rel=\"author\">Jim Veihdeffer</span> <span data-rel=\"location\">Tempe, Arizona</span></em></p> <p>At the risk of offending true lovers of poetry, a new form of versification has arisen, a structure that performs a kind of <em>jujitsu</em> on email spam, turning the very rawness of its attack back onto itself.</p> <p>We are, in effect, “repurposing” meaningful texts—in this case, email subject lines—to create a kind of found verse much in the way that modern graphic artists turn ordinary found objects into <em>objets</em>.</p> <p>In fairness, there are actually several forms of spam-inspired doggerel now snaking their ways along the byways of the Internet.</p>"
}