{
  "type": "Article",
  "title": "Fighting the Contras",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fighting the Contras</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>“You know Doug,” said a voice at the restaurant table next to mine last month. “He's a real opportunist.” I leaned sideways (“That's rude,” said my companion), hoping to hear how Doug bilked two gullible widows out of their pensions when the chance presented itself. Instead, the voice continued, “I respect that. It's a real gift.”</p>\n<p>“I know what you mean,” said the voice's interlocutor. “Enterprising.”</p>\n<p>“Now, that's a switch,” I remarked later to my companion, who's used to my going on about language. “When I was growing up—”</p>\n<p>“When you were growing up, people lived in caves and used the subjunctive properly.”</p>\n<p>I ignored that. “Let's put it this way. An opportunist is supposed to be someone who takes advantage of others. <em>Enterprising,</em> that's a usage only Machiavelli could love.”</p>\n<p>The conversation drifted toward one of those “What is this world (or word) coming to?” finishes, and I ended up paying for lunch, as usual.</p>\n<p>That was the last of it, or so I thought. But the very next week at the same restaurant, I heard someone talk about what a steal a cashmere sweater was. A pair of bargain hunters, I presumed. But no: “At $350, it's a total rip-off!”</p>\n<p>This time I wasn't with my companion, so I had to suffer in silence. When had <em>steal</em> changed hands from the buyer to the seller? In fact, in the ensuing days I conducted an informal poll, the only kind I'm capable of conducting, and found out that most people still regard <em>steal</em> as a bargain so steep that it's like stealing from the owner.</p>\n<p>And there the matter rested until I heard someone quote a proverb that I'd heard a lot in my youth, when people still lived in caves. This time it wasn't at a restaurant but at a fund-raising event, where the political speaker was talking about the need to move away from a losing situation. “A strong person doesn't wait to abandon ship.” The speaker pointed his finger upward. “It's like what they always say: “When the going gets tough, the tough get going.”</p>\n<p>Huh? This maxim, worn out as it is, always meant one thing: when matters grow difficult, those with true grit rise to the occasion. This mangled version seemed to praise desertion as a virtuous strategy. I would have accosted the politico after his speech, but he was mobbed by illiterate fans.</p>\n<p>Searching for a term to cover these shifts, I came up with “contra language,” in which a word, phrase, or saying set one way is reworked in the opposite direction. These are not to be confused with <em>Janus words,</em> which legitimately contain two opposed meanings [see “The Trouble with Janus Words” in VERBATIM XXVII/2]. Rather, these are words and phrases that someone inept has misconstrued to mean the opposite of what they should. They're malapropisms of a sort, with the twisted logic of the species, but diametrically opposed to the original intent; hence the term <em>contras.</em> Of course, once you label a phenomenon, you're bound to spot it more often. Since then, I've seen <em>fulsome</em> used as praise: “She has a pleasing, fulsome figure,” read a description in a write-up of plus-size fashion. <em>Fulsome,</em> of course, used to mean 'overdone' or 'excessive.' Not too long after that, I saw <em>enormity</em> used to mean not 'great fault' but 'awesome size': “the enormity of Niagara Falls,” the context didn't remotely suggest that the water was guilty of any misdeed. By that line of usage, <em>priceless</em> should mean 'absolutely worthless,' and <em>timeless</em> should apply to those pressed for an extra minute.</p>\n<p>On the other hand, I try hard not to be one of those wrist-slapping purists who decrees that all linguistic shifts are illegal, in which case we'd all be exclaiming “Ods bodkins!” and asking “Prithee wilt thou?” After all, few people use the word <em>nice</em> in its original meaning of “persnickety,” and that's okay, especially since the noxious pleasantry “Have a nice day” has mostly gone the way of “prithee.” Provided one can get one's mind around these linguistic shifts (and stop retreating to the third-person to claim the high ground), contras should be acceptable.</p>\n<p>But I confess that I'm not entirely a laissez faire linguist, in case you haven't guessed, and I have to be convinced of the contra's legitimacy by sheer numbers. Let's face it: some of these shifts start out embarrassingly like malapropisms. For instance, <em>noisome</em> doesn't yet mean 'loud,' despite a mistake I saw in print a few years back, and <em>parlous</em> doesn't mean 'talkative,' perhaps disappointing a few Francophiles. Those two examples wouldn't be contras, anyway, but simply mistakes, unless sheer force of incorrectitude alters the meanings.</p>\n<p>So where do the contras hang out? They're particularly prevalent in book reviews, where <em>disturbing</em> and <em>unsettling</em> are now sought-after adjectives for a new exposé, but not <em>disconcerting.</em> Similarly, you want your sexy romance to be <em>provocative</em> but not irksome, your latest thriller to be <em>chilling</em> without inducing numbness.</p>\n<p>Naturally, teen-speak is great for reversing a previous generation's usage. In the sixties, <em>square,</em> or 'honest and upright,' as in “square dealer,” turned to 'flat and conventional.' When did <em>outrageous</em> turn to 'great'?—a century after <em>sensational</em> and <em>incredible</em> lost their opprobrium, or around the time when people stopped using words like <em>opprobrium.</em> Or take <em>shit</em> (please): there's no getting around the mephitic connotations of that word, yet what about, “He knows his shit” or “Get your shit together”? And everyone knows that <em>bad</em> equals <em>good</em> in the cool, tough sense, as in “He's one bad dude.”</p>\n<p>One of the latest contras is <em>extreme,</em> which used to mean 'dire,' as in the extreme unction administered by a priest to a person about to die. But now the word is contra, used in everything from <em>extreme sports</em> to <em>extreme web sites.</em> In fact, the marquee of our local Sonic drive-in recently ran “TRY OUR EXTREME TOTS!” I did, and they turned out to be a conglomeration of Tater Tots, melted cheese, chili, sour cream, and jalapeños. Not bad, but hardly the stuff of last rites, unless the calorie and cholesterol count induce coronary infarction.</p>\n<p>Maybe context is all. “One can never be too rich or too thin,” remarked Wallis Simpson, the Duchess of Windsor, but not if we're talking about desserts or a man's hair. In that case, a whole host of sayings becomes suspect. “It's all downhill from here” is lousy if you're an economic forecaster but fine if you're on a bicycle. Regarding that stoic chestnut “Into every life some rain must fall”: are you a pessimist or a farmer? Maybe the problem with contras is just a problem of outlook. Meanwhile, when opportunists knock, look out.</p>\n<p><em>[David Galef is a professor of English and the administrator of the MFA program at the University of Mississippi. His latest book is the short-story collection <em>Laugh Track.</em>]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fighting the Contras</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>“You know Doug,” said a voice at the restaurant table next to mine last month. “He's a real opportunist.” I leaned sideways (“That's rude,” said my companion), hoping to hear how Doug bilked two gullible widows out of their pensions when the chance presented itself. Instead, the voice continued, “I respect that. It's a real gift.”</p> <p>“I know what you mean,” said the voice's interlocutor. “Enterprising.”</p> <p>“Now, that's a switch,” I remarked later to my companion, who's used to my going on about language. “When I was growing up—”</p>"
}