{
  "type": "Article",
  "title": "Cheers!",
  "author": "Martin Gani",
  "location": "Como, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Cheers!</h1>\n<p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p>\n<p>The chemical ethanol, aka alcohol, has been lubricating social interaction, generating conviviality, loosening tongues, morals, and much else since time immemorial. The consumption of this universal drug, whether straight, iced, watered, or concocted ,has also spawned an accompanying verbal ritual with a different flavour in different cultures. A journey into the vocabulary of this inebriation ceremony is at times amusing, often fascinating, and nearly always illuminating.</p>\n<p>“Let's drink a toast to Mr. Smith and Mrs. Jones,” English speakers would say and their choice of word, <em>toast</em>, would be clearly understood by the French and Germans, who also say <em>toast</em> in such formal address. Italians, on the other hand, have imported <em>toast</em> to mean 'a toasted sandwich' and would be quite puzzled by its utterance on such occasions. Their looks would read, “Why do they want to give an unsophisticated hot snack to the distinguished guests?” They would instead opt for <em>brindisi</em> (toast), which has no culinary connotation.</p>\n<p>Italians and Spaniards get two birds with one stone when they say <em>salute</em> and <em>salud</em>, respectively, the same word means both 'greetings' and 'good health,' hence a perfect way to initiate a drinking session. The French assume a more sober attitude and keep their greetings, <em>salut</em>, and health, <em>santé</em>, quite separate. They hold up their glasses and go “<em>a votre santé</em>.” Italians must be drunk to use the universally recognised onomatopoeic, <em>cin cin</em>, to mimic clinking glasses. However, a word of advice may be appropriate at this point. Unless you intend to make an indecent proposal to your host or guest, you should avoid mentioning <em>cin cin</em> in Japan.</p>\n<p>The Japanese way of alcohol consumption, be it beer, wine, or warm sake, is ushered in by <em>kampai</em> (pronounced come-pie). Ironically, it translates “let's clink our glasses” so is akin to <em>cin cin</em>. In Japanese,  whether you want to say, “good health,” “cheers,” “bottoms up,” “down the hatch,” “let's make a toast,” “success,” “compliments,” <em>“skoal,</em>” “here's mud in your eye,” or other drink-related social utterances with which English throngs, all you have to do is say <em>kampai</em>, simple as a zen garden.</p>\n<p>In Germany, drinking is anything but a simple affair. Social etiquette requires that if you're drinking wine, you stick to <em>zum wohl</em> (good health), and sip your drink, not gulp it. If, on the other hand, you're informally having a jolly time in a beer garden getting through large amounts of lager, <em>zum wohl</em> would be totally out of place. You should choose <em>prost;</em> and if well into the swing of things and trying to get as drunk as you possibly can, you ought to articulate, if you can, <em>prost und ex</em> (all in one go). Further north, German <em>prost</em>'s Swedish cousin, <em>prosit</em>, is a false friend; it is the automatic response to someone sneezing. <em>Skoal</em> is the appropriate term that precedes any drinking, serious or otherwise.</p>\n<p>In Hungary, Germany's <em>prost</em> is the more zestful <em>proszit</em>. But that's not the whole story. Hungarians consider it bad luck to clink glasses and consider drinking a religious experience. Why else would they say <em>egészégedire</em> (god bless you) just before indulging in alcohol? Those less versed in Hungarian should adhere to <em>proszit</em>; articulating <em>egészégedire</em> is arduous even in more favourable circumstances.</p>\n<p>An instruction to down an alcoholic beverage in one breath is not exclusive to German or English; it also exists in Spanish. “<em>Fondo blanco</em> [blank bottom] <em>olé</em>,” might the tipsy drinkers say in Madrid.</p>\n<p>Sophisticated, wine-drinking Italian urbanites do not go beyond <em>cin cin</em>, <em>salute</em>, or <em>auguri</em> (good wishes) but the local dialect of country folk in colder northern Italy has come up with <em>lascial voi</em> (leave it empty), to encourage drinking partners to speed up the drinking process and also lift their body temperatures and moods as well.</p>\n<p>The Chinese apparently prefer the bottoms up style of alcohol consumption and repeat <em>campa</em> to remind the drinkers to get through as much stuff as they possibly can in as short a time as they can. The only problem is that a Chinese meal might be washed down with water, tea, beer, milk, wine, and rice brandy simultaneously. Do you say <em>campa</em> with only the ethanol-enriched liquids, or all of them? To avoid making mistakes, most foreigners emulate the host.</p>\n<p>In Turkey <em>Serefe</em> (to your honour) is what drinking partners say to one another as they raise their glasses containing <em>raki</em>, the national aniseed-based, deceptively sweet-smelling drink that turns milky when water is added to it. This innocuous-looking beverage, which can quickly cloud the mind, is also the national drink of neighbouring Greece but is called <em>ouzo</em>. More laid-back Greeks easily forget the Turks' honorary formalities and say cheers with <em>yiasou</em>, which means both 'hello' and 'cheers.'</p>\n<p>The Arabs are responsible for inventing <em>alcohol,</em> not the substance but the name, which derives from <em>al-kohl</em>. It seems ironic that Muslim Arabs, whose religion prohibits the consumption of alcohol, should give the evil liquid—for which they themselves have no use—its universally recognised appellation. This is not as mysterious as it sounds. <em>Alcohol</em> in Arabic means 'the finely ground' and refers to the antimony sulphide powder the Arab women used as a cosmetic to darken their eyelids and look more beautiful, just like the ancient Egyptians. The term was subsequently applied to impalpable substances in general and in the 16th century specifically to define the mind-obfuscating alcohol evaporated from boiling wine. Unsurprisingly, whether it is the wine-sipping Lebanese or whisky-downing Egyptians, the Arabs indulging in alcohol have no equivalent of cheers. They just drink the stuff and leave the verbiage to others. They might whisper, <em>bismillah</em> (god willing) but they say that before starting anything. Tunisians sometimes say, <em>sihhat</em> (good health) but this comes at the end of the eating-drinking episode, not the beginning.</p>\n<p>The Russians are perhaps unbeatable when it comes to drinking rules. The whole nation's favourite drink, vodka, is downed in one go, preceded by a hearty, <em>na zdarovie</em> (cheers). Vodka was invented in 15th-century Poland and was first used as a medicine to treat flu and stomach trouble, one reason it is still gulped, just like medicine, not sipped. And forget about smashing your glass against a wall afterwards. As Russian journalist Vitali Vitaliev points out, “Glass is too precious a commodity to dispose of in such a barbaric way. A glass is not only important, it's indispensable. Only the most degraded of alcoholics would drink vodka straight from the bottle.” Just remember to say <em>na zdarovie</em> after each dose of medicine, and remember the side effects. Cheers!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Cheers!</h1> <p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p> <p>The chemical ethanol, aka alcohol, has been lubricating social interaction, generating conviviality, loosening tongues, morals, and much else since time immemorial. The consumption of this universal drug, whether straight, iced, watered, or concocted ,has also spawned an accompanying verbal ritual with a different flavour in different cultures. A journey into the vocabulary of this inebriation ceremony is at times amusing, often fascinating, and nearly always illuminating.</p> <p>“Let's drink a toast to Mr. Smith and Mrs. Jones,” English speakers would say and their choice of word, <em>toast</em>, would be clearly understood by the French and Germans, who also say <em>toast</em> in such formal address. Italians, on the other hand, have imported <em>toast</em> to mean 'a toasted sandwich' and would be quite puzzled by its utterance on such occasions. Their looks would read, “Why do they want to give an unsophisticated hot snack to the distinguished guests?” They would instead opt for <em>brindisi</em> (toast), which has no culinary connotation.</p> <p>Italians and Spaniards get two birds with one stone when they say <em>salute</em> and <em>salud</em>, respectively, the same word means both 'greetings' and 'good health,' hence a perfect way to initiate a drinking session. The French assume a more sober attitude and keep their greetings, <em>salut</em>, and health, <em>santé</em>, quite separate. They hold up their glasses and go “<em>a votre santé</em>.” Italians must be drunk to use the universally recognised onomatopoeic, <em>cin cin</em>, to mimic clinking glasses. However, a word of advice may be appropriate at this point. Unless you intend to make an indecent proposal to your host or guest, you should avoid mentioning <em>cin cin</em> in Japan.</p>"
}