{
  "type": "Article",
  "title": "Holy Crapola!",
  "author": "Mark Peters",
  "location": "Buffalo, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Holy Crapola!</h1>\n<p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Buffalo, New York</span></em></p>\n<p>Though there are usually many varieties of crap cluttering my brain, I started thinking about <em>crap</em> as a word only after visiting my old friend Darrell and his family. Darrell observed, with some displeasure, that <em>crap</em> had become a common word in the vocabulary of his seven-year-old son and five-year-old daughter.</p>\n<p>Since I have no children of my own, I shared none of Darrell's low-grade horror, but I did see plenty of high-quality humor in his <em>crap</em>-slinging tykes. I also realized that <em>crap</em> is a delightful word that I had taken for granted too long. <em>Crap</em>, with its short, flat sound, is polite enough for television, too vulgar for many conversations, and just right for many more situations. Like <em>boobs</em> and <em>ass</em>, <em>crap</em> is mildly inappropriate and intensely childish, a combination that, much to the chagrin of my friend, bodes very well for the future of <em>crap</em> and merits a brief look at its numerous uses and humorous variations.</p>\n<p>According to the <em>New Oxford American Dictionary,</em> the primary meaning of <em>crap</em> is “something that is of extremely poor quality.” This meaning is easy to recognize and well demonstrated by a conversation from the movie <em>Ed Wood</em>:</p>\n<blockquote>\n<p>George Weiss: <em>I don't make major motion pictures. I make crap.</em></p>\n<p>Ed Wood, Jr.: <em>Yes, but if you take that crap and put a star in it, then you've got something.</em></p>\n<p>George Weiss: <em>Yeah, crap with a star.</em></p>\n</blockquote>\n<p>Given the high complaint-quotient of nearly any conversation, it's not hard to understand the popularity of <em>crap</em>. This ubiquitous usage is also present in a headline of humor magazine <em>The Onion</em> (“High-definition Television Promises Sharper Crap”) and a catchphrase made popular in a <em>Saturday Night Live</em> skit (“If it's not Scottish, it's crap”). Wherever we find junk, garbage, rubbish, nonsense, or bunk, you can be sure we have found <em>crap,</em> and there seems to be no end to it.</p>\n<p>The first meaning of <em>crap</em> is nearly inseparable from the second: 'excrement' or 'an act of defecation.' The exact origin of <em>crap</em> is not absolutely known, but the frequently cited English plumber Thomas Crapper—and the toilets that carried his name—certainly served at least to reinforce this meaning. Since excrement is the body's garbage, it's no surprise that these meanings often blur, making it hard to decide whether a crappy item is more garbage-like or excrement-like.</p>\n<p>Both these related meanings are shared by <em>crap's</em> seedier, nastier, and generally more uncouth sibling <em>shit</em>, and some of <em>crap's</em> inappropriate flavor can be traced to its close link to <em>shit</em>. In fact, <em>crap</em> and <em>shit</em> are so synonymous that they can be used interchangeably in many expressions, though not always with the same company. (I would think twice before saying <em>crap</em> during a job interview, but I would think ten times before saying <em>shit</em> in the same circumstance.)</p>\n<p>Exclamations such as <em>Holy shit! Oh shit!</em> and <em>Aw shit . . .</em> are more common, but no less understandable than <em>Holy crap! Oh crap!</em> and <em>Aw crap . . .</em> Popular dismissive expressions such as “I could give a shit,” “I don't give a shit,” “You look like shit,” “I don't take no shit,” “This tastes like shit,” and “What a load of shit” can all be translated into a slightly more appropriate tone just by substituting <em>crap.</em> Being on the <em>crap list</em> or up <em>crap creek</em> is just as bad as being on the <em>shit list</em> or up <em>shit creek,</em> and when sniffing out sincerity or a lack thereof, a <em>crap detector</em> works just as well as a <em>shit detector.</em></p>\n<p>Though <em>crap</em> and <em>shit</em> are almost identical in meaning, <em>crap</em> does seem to carry a little more of the 'garbage' meaning, while <em>shit</em> carries a little more of the 'excrement' meaning. Case in point: With apologies to The Clash and their album <em>Cut the Crap,</em> Neil Young has penned the most memorable musical use of the word—his song “Piece of Crap,” which features lyrics like:</p>\n<blockquote>\n<p><em>I tried to plug in it<br>\nI tried to turn it on<br>\nWhen I got it homeIt was a piece of crap</em></p>\n</blockquote>\n<p>“Piece of Shit” would clearly have worked as an alternate title for Young's song, but possibly wouldn't be as well suited to this litany of complaints about shoddy purchases. Young didn't let appropriateness get in the way of dropping the F-bomb repeatedly in his 1997 song “Fuckin' Up,” so I think he let meaning rather than manners guide him in using <em>crap</em> for this song.</p>\n<p>Like<em>shit, crap</em> can also by modified endlessly to distinguish different stripes and types of crap. Politically minded namecallers speak of “feminist crap,” “multiculturalism crap,” “right-wing Republican crap,” “imperialist crap,” and even “Virgin Mary on a taco crap.” On the last episode of <em>Buffy the Vampire Slayer,</em> Buffy Summers expresses frustration with two undead ex-boyfriends at once by saying to Spike, “Good, good! I haven't had enough jealous vampire crap for one night.” If <em>Buffy</em> aired on HBO, she might have complained of “jealous vampire shit,” though not necessarily; on the profanity-laden <em>Sopranos,</em> Carmella Soprano once implored her mother-in-law to drop the “poor-mother-nobody-loves-me-victim-crap.”</p>\n<p>Though there's not much difference between a <em>shithead</em> and a <em>craphead</em> or a <em>shithole</em> and a <em>craphole</em>, <em>crap</em> can't take the place of <em>shit</em> so effortlessly in all expressions. The ever-popular <em>bullshit</em> is sometimes toned down to <em>bullcrap,</em> but this expression has no ring to it (to my ears) and little popularity (to my knowledge). Rather, <em>B.S.</em> seems to be a far more effective PG-version of <em>bullshit.</em> “Are you shittin' me?” may be a widely used bit of slang, but there's no “Are you crappin' me?” and the ever-popular assonance of “No shit, Sherlock” is completely resistant to any introduction of <em>crap</em>. <em>Crap</em> also doesn't have a positive meaning that I'm aware of—there's no “This is good crap,” though “This is some real good shit” applies perfectly well to drugs and food.</p>\n<p><em>Crap</em> also works better than <em>shit</em> as a replacement in various religious/blasphemous exclamations. “Sweet merciful Zeus”—goofy and archaic enough on its own—becomes even sillier when amended to become “Sweet merciful crap.” “Holy mother of crap” butchers the serious expression “Holy mother of God,” but is certainly more radio-friendly than “Holy mother of shit.” I'm not really sure whether “crap on a cracker” or “Christ on a cracker” is the more absurd phrase, also <em>crap</em> has a more pleasing sound.</p>\n<p>For me, the most delightful aspect of <em>crap</em> is its ability to spawn endless (and ridiculous) variations. Some branches of the <em>crap</em> tree are related to the game of craps, such as <em>crapped out</em> and <em>crapshoot</em>, and the Internet has spawned a few new variations, like <em>e-crap</em> (just what it sounds like) and <em>craplet</em> (a Java applet of really poor quality). A <em>crapper</em> can refer to a bathroom, a toilet, or an actual bottom, and a <em>crapper dick</em> refers to a “vice squad officer on the washroom beat,” according to <em>The Queen's Vernacular: A Gay Lexicon</em>. Meanwhile, a <em>crap-slinger</em> or <em>crap artist</em> dishes out <em>crapola</em> to whoever will believe it.</p>\n<p>But this is just the tip of the <em>crapberg.</em> I'll conclude my article by looking at three of my favorite <em>crap</em> variations, with no offense meant to such gems as <em>crap-o-rama, crapathon, crapbrain,</em> and <em>crapfest</em>.</p>\n<p><em>Crapalicious</em></p>\n<p>This is a, well, yummy-sounding word that can be used to describe many shoddy events and products. Unfortunately, I don't hear this word every day, but a quick Google search yielded many examples, such as:</p>\n<blockquote>\n<p><em>So yes, for years now, foul smelling, biting, crapalicious lady bugs have invaded my home every fall and made my life beyond miserable.</em></p>\n<p><em>Ok, it's come to my attention, thanks to the crapalicious iMacs at my school, that this layout looks kinda screwy on macs.</em></p>\n<p><em>Although the fish sandwich is crapalicious, the rest is pretty OK.</em></p>\n</blockquote>\n<p>I find the last example particularly appealing (and nauseating), and I would suggest that <em>crapalicious</em> is a particularly apt descriptor for bad food.</p>\n<p><em>Crapulence</em></p>\n<p>During <em>The Simpsons</em> episode “Who Shot Mr. Burns Part 2,” I thought I noticed another new variation of <em>crap</em> when Burns claims to have been “wallowing in [his] own crapulence.” I assumed this to have been an invention of the writers, who in other episodes have coined great words like <em>craptacular</em> and <em>ape-poopy</em>. Perhaps, I thought, <em>crapulence</em> was a mix of <em>crap</em> and words like <em>opulence</em> and <em>flatulence</em>—very appropriate words for the doddering, wealthy, evil, and entirely noncorpulent Mr. Burns. However, upon consulting Tom Dalzell's <em>The Slang of Sin,</em> I found a whole series of alcohol-specific <em>crap</em> words, starting with <em>crapulate</em> 'to drink heavily' that seem to have developed as close parallels to the garbage- or excrement-related <em>crap</em> meanings. These variations include <em>crap</em> 'the dregs in a barrel,' <em>crapula</em> 'a hangover,' <em>crapulous</em> 'hungover,' <em>crapulence</em> 'excessive drinking,' and <em>crapulent</em> 'hungover.' While it's still possible that <em>The Simpsons</em> writers created the word anew without knowing its history, I'd say that <em>crapulence</em>—like <em>Pu-Pu platter</em>—is one of those words that's equally amusing whether you know what it means or not.</p>\n<p><em>Crap-happy</em></p>\n<p>This has to be one of the most fun and least successful variations of <em>crap</em> that I've found, as well as the only word I know of that rhymes with <em>slap-happy</em>. This word is defined in a few slang dictionaries as 'foolishly happy' or 'silly,' and, in <em>Partridge's Concise Dictionary of Slang and Unconventional English,</em> as part of the expression <em>crap-happy pappy:</em> “a young father who takes the incidentals of fatherhood in world-view stride.” Apparently, this term comes from low rhyming puns of the '40s and '50s, specifically the following racist joke and answer: “Q: Describe a feckless Nipponese whose father has diarrhea. A: A slap-happy Jappy chappy with a crap-happy pappy.” I'd be pleased to see the last two words rescued from this nasty couplet and resurrected in the language as a common synonym for “diarrhetic dad,” and even more happy to see <em>crap-happy</em> become more widely used on its own. Unfortunately, I don't think I'll get my wish.</p>\n<p>I hope this has been an educational and entertaining look at <em>crap,</em> and that even if you think my article is, like so much in the world, “something of extremely poor quality,” you'll think twice before dismissing it with the bland adjective <em>crappy</em>. Though I may not be as smart as a <em>shithouse rat</em>, I hope I've proved as clever as a <em>craphouse mouse</em>. And I trust that my work is, at the very least, a <em>crap-tastic piece of craperoo</em>—or, dare I hope?—a <em>craptacular crapapalooza</em>.</p>\n<p><em>[Mark Peters is a mentor for Empire State College in Buffalo, NY. His writing has appeared in <em>All About Mentoring, Alt-X, The Buffalo News, Exquisite Corpse, McSweeney's, Teaching Artist Journal,</em> and <em>The Vocabula Review</em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Holy Crapola!</h1> <p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Buffalo, New York</span></em></p> <p>Though there are usually many varieties of crap cluttering my brain, I started thinking about <em>crap</em> as a word only after visiting my old friend Darrell and his family. Darrell observed, with some displeasure, that <em>crap</em> had become a common word in the vocabulary of his seven-year-old son and five-year-old daughter.</p> <p>Since I have no children of my own, I shared none of Darrell's low-grade horror, but I did see plenty of high-quality humor in his <em>crap</em>-slinging tykes. I also realized that <em>crap</em> is a delightful word that I had taken for granted too long. <em>Crap</em>, with its short, flat sound, is polite enough for television, too vulgar for many conversations, and just right for many more situations. Like <em>boobs</em> and <em>ass</em>, <em>crap</em> is mildly inappropriate and intensely childish, a combination that, much to the chagrin of my friend, bodes very well for the future of <em>crap</em> and merits a brief look at its numerous uses and humorous variations.</p> <p>According to the <em>New Oxford American Dictionary,</em> the primary meaning of <em>crap</em> is “something that is of extremely poor quality.” This meaning is easy to recognize and well demonstrated by a conversation from the movie <em>Ed Wood</em>:</p>"
}