{
  "type": "Article",
  "title": "Two Fingers Up to the French",
  "author": "Madeleine McDonald",
  "location": "Hornsea, East Yorkshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Two Fingers Up to the French</h1>\n<p><em><span data-rel=\"author\">Madeleine McDonald</span> <span data-rel=\"location\">Hornsea, East Yorkshire</span></em></p>\n<p>It was the one and only time I saw a joke stop the show. The buildup was slow, the audience at Strasbourg's <em>Le Barabli</em> cabaret somewhat restive as a mock class of schoolchildren underwent a history lesson, learning by rote the manifold benefits of the long French occupation of Alsace. In a sudden change of tempo, the teacher announced a geography lesson. “Now children, as you know, in Alsace <em>il y a le Lac Blanc, le Lac Noir et le lack mir am Arsch</em>” (there is the White Lake, the Black Lake, and the lick my arse). Germain Muller himself, the founder and director of the <em>Barabli,</em> came on stage and called for silence—unsuccessfully, for the audience was too busy enjoying the joke.</p>\n<p>That's my Alsace: earthy bilingual puns and two fingers up to the French. Over the centuries, this strip of territory sandwiched between France and Germany, claimed by both and invaded by both, remained unconquered in its heart and mind. Absorbed but undigested by the occupying power of the moment, Alsace always looked to itself for its salvation.</p>\n<p>Yet, in a brief thirty years or so, television has almost succeeded where centuries of warfare and invasion have failed. It is wiping out the distinctive local culture.</p>\n<p>The anti-French spirit is illustrated by the old joke about a man drowning in the Rhine. Seeing someone on the bank, he calls for help: <em>“Au secours, au secours.”</em> The passerby strolls over and informs him: <em>“Hetsch besser schwimme gleert anstatt Franzeesch”</em> (You would have been better off learning how to swim instead of learning French) before leaving him to drown.</p>\n<p>It is also found in the historical mispronounciation of one of Strasbourg's largest squares, <em>place Broglie,</em> named after a former military governor of the city. Tourists from <em>l'intérieur</em> who ask for directions to <em>Broy</em> Square, as the “inland” French pronounce it, are baffled to be told “You mean <em>Brogly</em> Square.”</p>\n<p>Yet the worst insult you can throw at the Alsatians is to assume that they are Germans. All in all, weighing subsidies and special privileges against genuine grudges, France is seen as a more benevolent overlord than Germany ever was. Carnival processions in the villages fall in behind the tricolour French flag, and the performers in the backstreet cabarets sing of the heroic schoolmaster who laid down his life saving a tin of French sweets from the Prussian invader. Never forget that this is the land where people truly risked their lives painting the number 11 on walls and roads during the Second World War. Eleven, or <em>elf</em> in German, stood then for <em>“Es lebe Frankreich”</em> (long live France).</p>\n<p>It is impossible to understand the use of language in Alsace without a knowledge of its bloody history. As the old song laments: <em>“Strassburg, o Strassburg, du wunderschöni Stadt, darinnen sind begraben so maniche Soldat.”</em> (Strasbourg, O Strasbourg, a wondrously beautiful town, and the graveyard of so many soldiers). In the Middle Ages, the independent cities and the surrounding rich plains of Alsace were invaded time and again by powerful, covetous neighbors. France finally subjugated Alsace in 1681, for good, as King Louis XIV thought. Germany seized it in the Franco-Prussian War and occupied it from 1870 to 1918. When Germany again invaded France, in 1940, Alsace was declared a German province, and its young men rounded up for service in the German army.</p>\n<p>Oppressed by each side in turn, it is no wonder that Alsatians sought refuge in a fierce loyalty to their native towns or villages, a loyalty which transcended that owed to their province. Trickling down to modern times, this has produced a climate of political infighting and shifting alliances. The splintered nature of local politics is aptly illustrated by the, no doubt apocryphal, story of the politician who completed his speech with the plea: <em>“Mir muen zsame halte, nit wie de Arschbacke, wo fir jeder Pfurz üssenander gaan”</em> (We must stand together, not like the cheeks of your arse, which fly apart at the slightest fart).</p>\n<p>Nor did the subversive attitude to all forms of authority spare the figureheads of village life. As recently as a generation ago, schoolteachers were still addressed as <em>Herr Lehrer</em> or <em>Frau Lehreri</em> and placed on a par with the doctor or the mayor. Such deference did not prevent the sly joke that <em>“Gott weiss alles. De Herr Lehrer au, awer besser”</em> (God knows everything. Teacher too, but he knows it better).</p>\n<p>Then there is the tale of the priest who was stopped by a gendarme for having no lights on his bicycle. <em>“Ich fahr mit Gott,”</em> (God is with me) came the confident reply. To which the gendarme replied, <em>“Zwei uf eme vélo isch non e contravention”</em> (Two of you on one bicycle, that's another fine).</p>\n<p>An oppressed people also sought refuge in one-upmanship, typified in the tale of Catholic Joseph and Jewish Salomon, who lived next door to each other in an Alsatian village. As their affairs prospered and they rose in the world, each sought to outdo the other. Joseph believed that he had won when he invited the local priest to publicly bless his newly acquired 2CV car, but a few days later the resourceful Salomon parked a brand new Mercedes in front of his house, and in full view of the village had the rabbi saw off the end of the exhaust pipe.</p>\n<p>Bilingualism handed the Alsatians a superb weapon in their quest to preserve their identity and to take revenge, however fleeting, on their oppressors. Few invaders (and to some native eyes, that includes the current administrative authorities) could grasp jokes that relied on familiarity with two languages, or even three if one counts written German. And what could not be understood could not be punished.</p>\n<p>At the heart of Alsatian culture lies the fact that Alsatian is an oral dialect. Like its close cousins Swabian German and Swiss German, it has no agreed written form, only phonetic transcriptions. Ask an Alsatian to write something down for you, and he will automatically change it into <em>Schriftditsch</em> (literary, or High German), transforming word order and grammar in the process. Thinking in one language but writing in another means that local authors can appear bland.</p>\n<p>Linguists spot the similarities between Elsässerditsch, Swäbisch, and Schwytzerditsch, all oral dialects derived from the medieval form of German spoken in this corner of Europe before Luther translated the Bible into High German and imposed a common standard on the Germanic world. However, with their fierce pride in local identity, Alsatians prefer to emphasize the slight differences heard from one town to another. People from Saint Louis in the south claim that it is difficult to understand those from Strasbourg in the north, <em>“wo a charabia sprooche”</em> (who speak gobbledygook). As for the inhabitants of the hills, the plainsfolk dismiss them as having <em>“l'esprit aussi étroit que leurs vallées”</em> (minds as narrow as their valleys).</p>\n<p>When I first visited Alsace in 1955, on a school exchange, the Second World War had not long been over, and children were still forbidden to speak dialect in the playground. That was the government policy of the time, designed to bring the lost province back into the French fold, with the slogan: <em>“Il est chic de parler français”</em> (It's cool to speak French). Yet my host family spoke Alsatian among themselves, and had to make an effort to address me, the visitor, in French.</p>\n<p>Even as a schoolgirl, I remember eavesdropping on buses and in shops, fascinated by the linguistic soup that surrounded me. French words and phrases that I understood emerged from a form of German that bore very little resemblance to the one I had learned at school. I was flummoxed by the sudden changes back and forth from one language to another.</p>\n<p>By the time I went to live in Alsace in the early 1970s, my knowledge of both French and German had improved, and I began to make sense of its bilingualism. At that time the majority of people still spoke Alsatian. Adminstrative notices were issued in both languages, and the German edition of the local newspaper outsold the French edition, which is not surprising when one considers that most of the older inhabitants had completed all their schooling under the last-but-one German occupation. After a while I puzzled it out: French words were used for modern inventions and in referring to administrative matters. This then acted as a trigger to complete a sentence or two in French, before the speaker lapsed back into dialect. Take, for example, the sentence <em>“Nooch der retraite il a pris un coup de vieux”</em> (after he retired, he aged all of a sudden), and note that it obeys the rules of grammar in that the noun <em>la retraite</em> in French is preceded by a feminine article in the Alsatian German.</p>\n<p>Alas, such delightful mixed-up sentences are becoming a rarity. A culture that survived for a thousand years is dying on its feet: the few authors and stand-up comics who practice their trade in dialect have a negligible impact compared to the monster of television, which has imported and imposed inland French culture. In a token gesture to regionalism, the French state channel F3 broadcasts a program in dialect for a mere half hour, three times a week.</p>\n<p>Young people today worry about unemployment, and their parents encourage them to learn French in order to get ahead. As part of a drive to promote European integration, around 250 <em>écoles paritaires,</em> or bilingual schools, have been set up since the early 1990s, schools in which subjects are taught not in French alongside Alsatian but in French alongside High German.</p>\n<p>Shop assistants greet customers in French rather than Alsatian. Schoolchildren sing the pop songs of the day rather than traditional refrains, and future generations of children will no doubt chant <em>“Der Hans in Schookelloch het alles was er will”</em> (Hans in the mosquito-ridden hole has everything he wants) in the same uncomprehending way that English children chant <em>Frère Jacques.</em> And will their parents even remember the expression <em>“Wenn de Bur nimme jammert un de Pfarrer nimme sammelt, dann isch s End de Welt”</em> (When farmers no longer complain and priests no longer pass the collection plate, it will be the end of the world)?</p>\n<p>End of the world or not, a unique way of life is indeed vanishing, and it is well worth a visit before it is to be found only in the dry pages of history books.</p>\n<p><em>[Madeleine McDonald is a freelance translator and writer who lived for many years in Saint Louis, Alsace. As a Scot raised in England, she had no difficulty in understanding the Alsatians' ambivalent attitude towards the French.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Two Fingers Up to the French</h1> <p><em><span data-rel=\"author\">Madeleine McDonald</span> <span data-rel=\"location\">Hornsea, East Yorkshire</span></em></p> <p>It was the one and only time I saw a joke stop the show. The buildup was slow, the audience at Strasbourg's <em>Le Barabli</em> cabaret somewhat restive as a mock class of schoolchildren underwent a history lesson, learning by rote the manifold benefits of the long French occupation of Alsace. In a sudden change of tempo, the teacher announced a geography lesson. “Now children, as you know, in Alsace <em>il y a le Lac Blanc, le Lac Noir et le lack mir am Arsch</em>” (there is the White Lake, the Black Lake, and the lick my arse). Germain Muller himself, the founder and director of the <em>Barabli,</em> came on stage and called for silence—unsuccessfully, for the audience was too busy enjoying the joke.</p> <p>That's my Alsace: earthy bilingual puns and two fingers up to the French. Over the centuries, this strip of territory sandwiched between France and Germany, claimed by both and invaded by both, remained unconquered in its heart and mind. Absorbed but undigested by the occupying power of the moment, Alsace always looked to itself for its salvation.</p> <p>Yet, in a brief thirty years or so, television has almost succeeded where centuries of warfare and invasion have failed. It is wiping out the distinctive local culture.</p>"
}