{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Elephants of Style: A Trunkload of Tips on the Big Issues and Gray Areas of Contemporary American English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Elephants-Style-Trunkload-Contemporary-American/dp/0071422684\"><em>The Elephants of Style: A Trunkload of Tips on the Big Issues and Gray Areas of Contemporary American English</em></a></h1>\n<p>Bill Walsh, (McGraw-Hill, 2004), 238 pp.</p>\n<p>It was a tall order for Bill Walsh to improve on <em>Lapsing into a Comma</em>. Not the book itself—which was fine but far from exhaustive—it was that winsome title that seemed to defy a worthy pun for a sequel. But the title of his second book succeeds in two ways. First, while <em>Lapsing</em> focused on finer points of journalistic style for fellow copy editors (Walsh is the copy chief for national news at the <em>Washington Post</em>), <em>Elephants</em> is hunting big game, or, as Walsh puts it, “the major usage points that educated people sometimes disagree about (or should that be <em>about which educated people sometimes disagree</em>?).”</p>\n<p>Even better, the title is a play on what many English teachers regard as the owner's manual for the English language: Strunk and White's <em>The Elements of Style</em>. “Elephants” suggests the pachydermal bearing with which Strunk and White's book looms over the shoulders of English 101 students, sometimes rendering their writing more rote than written. Walsh challenges the notion that the elephants of <em>Elements</em> are huge, immovable objects. He initially claims that <em>Elements'</em> argument against beginning a sentence with <em>However</em> is about the only one he finds “unconvincing.” However, he ends up inveighing against various Strunk and White prohibitions, many in his chapter “Lies Your English Teacher Told You.” “I attach a big asterisk to the 'Omit needless words' credo from the original <em>Elements</em>,” Walsh says. “I like a little writing with my writing,” so long as it isn't “bright-and-breezy-magaziney.”</p>\n<p>Then there's the split infinitive, the cardinal sin everyone loves to really hate. Trying too hard to keep an infinitive intact can lead to sentences like this one in a 2003 wire story: “Secretary of State Colin Powell said Iraq failed totally to account for its weapons of mass destruction.” (Powell was saying Iraq's accounting was incomplete.) Move <em>totally</em> too far afield, Walsh says, “and the sentence sounds like the work of a thirteen-year-old Valley girl ('Iraq, like, <em>totally</em> failed to account for the weapons!').” Walsh also says that <em>none is</em> sounds “stilted,” as does <em>it is hoped that</em> for <em>hopefully</em>, and recommends a response to complaints about your sentence fragments: “So what?”</p>\n<p>So although Walsh identifies himself as a curmudgeon, you might call his approach compassionate prescriptivism, or at least flexible fussiness. And while many of his examples come from journalism, he has good advice for anyone looking to stay out of the SIC! SIC! SIC! department of this publication.</p>\n<p>Start with Walsh's chapter on spelling, since, as he quotes the United Press International stylebook, it is important to know <em>burro</em>, an ass, from <em>burrow</em>, a hole in the ground. If you, like me, suffer constant embar …, uh, shame trying to remember how to spell <em>accommodate</em>, <em>aficionado</em>, <em>Cincinnati</em>, <em>embarrassment</em>, and <em>poinsettia</em>, then bookmark chapter 2. (While you're at it, highlight <em>inoculate</em>, <em>liaison</em>, <em>liquefy</em>, <em>millennium</em>, and <em>occurrence</em>.)</p>\n<p>When it comes to capitalization, things aren't as cut-and-dried. It's <em>President Jacques Chirac</em> but should be <em>French president Jacques Chirac</em>, Walsh says. <em>President Ford</em> becomes <em>former president Ford</em> when a new guy takes the oath of office (as if losing an election weren't belittling enough). “<em>Congress</em>, <em>the Bible</em> and <em>the Constitution</em> are up, but <em>congressional</em>, <em>biblical</em> and <em>constitutional</em> are down.” It's <em>herculean</em> but <em>Kafkaesque</em>. Many in the <em>Victorian</em> era lived in <em>spartan</em> conditions. Go figure.</p>\n<p>Speaking of figures, numbers can be another gray area. Newspapers take pains to spell out one through nine, but the <em>New York Times</em> makes exceptions for what it calls numbered expressions, including <em>no. 1</em>, <em>chapter 2</em>, <em>page 3</em>, <em>room 4</em>, <em>act 5</em>, and <em>size 6</em>. Walsh throws in <em>2 percent</em>, <em>3 degrees, 4 pounds,</em> and <em>2 to 1 odds</em>. You have a <em>5-year-old daughter</em> but live in a <em>six-year-old building</em>. And how many of us Yankees know there's a difference between an American billion (a thousand millions) and a British billion (a million millions)? The American billion is the British <em>milliard</em>.</p>\n<p>Walsh is big on hyphens, so as to steer clear of the dreadful place evoked by the report of Nancy Reagan's visit to <em>an anti-child abuse center</em>. And he has more than one opinion on plurals, including the quasi-plurals <em>data</em> and <em>media</em>, which he says have become collective singulars. Even if <em>politics is</em> your favorite sport, remember that your <em>politics are</em> your own business. Mr. and Mrs. Jenkins are <em>the Jenkinses</em>. It's the <em>people's choice</em>, but <em>indigenous peoples' religions</em>. Watch out for what Walsh calls the “false singular,” as in a radio ad that asked listeners to “donate a school supply.”</p>\n<p>Walsh closes with another installment of “The Curmudgeon's Stylebook,” where he asks, “How much of the future is forseeable?” (go with <em>near future</em>) and observes, “To call an Afghan an afghani is like calling an American a dollar.” Walsh's book is a spirited and useful handbook for anyone who knows that being imprecise and inelegant is something to hopefully avoid.</p>\n<p>—<em>Nathan Bierma</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Elephants-Style-Trunkload-Contemporary-American/dp/0071422684\"><em>The Elephants of Style: A Trunkload of Tips on the Big Issues and Gray Areas of Contemporary American English</em></a></h1> <p>Bill Walsh, (McGraw-Hill, 2004), 238 pp.</p> <p>It was a tall order for Bill Walsh to improve on <em>Lapsing into a Comma</em>. Not the book itself—which was fine but far from exhaustive—it was that winsome title that seemed to defy a worthy pun for a sequel. But the title of his second book succeeds in two ways. First, while <em>Lapsing</em> focused on finer points of journalistic style for fellow copy editors (Walsh is the copy chief for national news at the <em>Washington Post</em>), <em>Elephants</em> is hunting big game, or, as Walsh puts it, “the major usage points that educated people sometimes disagree about (or should that be <em>about which educated people sometimes disagree</em>?).”</p> <p>Even better, the title is a play on what many English teachers regard as the owner's manual for the English language: Strunk and White's <em>The Elements of Style</em>. “Elephants” suggests the pachydermal bearing with which Strunk and White's book looms over the shoulders of English 101 students, sometimes rendering their writing more rote than written. Walsh challenges the notion that the elephants of <em>Elements</em> are huge, immovable objects. He initially claims that <em>Elements'</em> argument against beginning a sentence with <em>However</em> is about the only one he finds “unconvincing.” However, he ends up inveighing against various Strunk and White prohibitions, many in his chapter “Lies Your English Teacher Told You.” “I attach a big asterisk to the 'Omit needless words' credo from the original <em>Elements</em>,” Walsh says. “I like a little writing with my writing,” so long as it isn't “bright-and-breezy-magaziney.”</p> <p>Then there's the split infinitive, the cardinal sin everyone loves to really hate. Trying too hard to keep an infinitive intact can lead to sentences like this one in a 2003 wire story: “Secretary of State Colin Powell said Iraq failed totally to account for its weapons of mass destruction.” (Powell was saying Iraq's accounting was incomplete.) Move <em>totally</em> too far afield, Walsh says, “and the sentence sounds like the work of a thirteen-year-old Valley girl ('Iraq, like, <em>totally</em> failed to account for the weapons!').” Walsh also says that <em>none is</em> sounds “stilted,” as does <em>it is hoped that</em> for <em>hopefully</em>, and recommends a response to complaints about your sentence fragments: “So what?”</p>"
}