{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Good Cap, Bad Cap",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: Good Cap, Bad Cap</h1>\n<p><em>Edmund Conti, Summit, New Jersey</em></p>\n<p>There it was on the kitchen table, a note from my wife, “Go buy yourself some new t-shirts.” Right off, something about that note bothered me. What was it? That she was sitting at the table right across from me? Had she now taken up writing notes to me as a gentle hint that I should start wearing my hearing aid again and stop saying “Huh?” to her every comment? No, that wasn't it. Was it that I didn't really need any new T-shirts, that she was just trying to confiscate a few of the more holey ones for dust rags? Again, no. Was it that she usually just buys me new underwear without telling me?</p>\n<p>Are you perplexed too or did you see right away my problem? Yes, her spelling of <em>T-shirt</em> as <em>t-shirt.</em> A T-shirt, of course, is so-called because it resembles a capital <em>T.</em> Well, sort of. What it doesn't resemble, not even sort of, is a lower-case <em>t.</em> OK, some of my more holey ones may . . . (hmmm, maybe my wife is even cleverer than I thought).</p>\n<p>Of course, there is no way my wife could have gotten that note right. She wrote it in her inimitable cursive longhand as taught by the public-school systems back in that other millennium. No way is her written capital <em>T</em> going to look like any of my T-shirts (of which I don't need any more).</p>\n<p>Fortunately, her note didn't also wonder if we should buy an a-frame in the country. I wonder what that would look like. Something a little more offbeat that the simple classic lines of an A-frame. In any event, I would make sure the plumber knows the difference between an l-shaped pipe and an L-shaped one.</p>\n<p>I'd like to do a U-turn here but there's no turning back now. Just how would you make a u-turn? Maybe that's what you do when you see a parking space across the street. Swing around and then back up into the space. (Kids, don't try this at home.)</p>\n<p>Another thing you kids shouldn't try at home is building a skyscraper with i-beams. I beam to think of it. You just know that those stand-alone dots will make the building structurally unsound.</p>\n<p>Now that I have you thinking big, this might be a good time to consider that age-old camel question—one hump or two? If you spell <em>Bactrian</em> and <em>Dromedary</em> with capital letters, you will never forget that the Bactrian has two humps and the Dromedary one. If you spell them with the lower case <em>b</em> and <em>d,</em> then you might improperly conclude that one has a hump on the right side and one one the left.</p>\n<p>There you are, I've just crossed all the <em>T's</em> and dotted all the <em>I's</em>. (No, wait a minute, I can't do that.)</p>\n<p>I rest my case (UPPER).</p>\n<p>(By the way, this piece was written on an iMac, and I don't want to hear any more about that.)</p>\n<p><em>[Edmund Conti wrote about his adventure at the American Crossword Puzzle Tournament in <em>VERBATIM</em> XXIX/1.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: Good Cap, Bad Cap</h1> <p><em>Edmund Conti, Summit, New Jersey</em></p> <p>There it was on the kitchen table, a note from my wife, “Go buy yourself some new t-shirts.” Right off, something about that note bothered me. What was it? That she was sitting at the table right across from me? Had she now taken up writing notes to me as a gentle hint that I should start wearing my hearing aid again and stop saying “Huh?” to her every comment? No, that wasn't it. Was it that I didn't really need any new T-shirts, that she was just trying to confiscate a few of the more holey ones for dust rags? Again, no. Was it that she usually just buys me new underwear without telling me?</p> <p>Are you perplexed too or did you see right away my problem? Yes, her spelling of <em>T-shirt</em> as <em>t-shirt.</em> A T-shirt, of course, is so-called because it resembles a capital <em>T.</em> Well, sort of. What it doesn't resemble, not even sort of, is a lower-case <em>t.</em> OK, some of my more holey ones may . . . (hmmm, maybe my wife is even cleverer than I thought).</p> <p>Of course, there is no way my wife could have gotten that note right. She wrote it in her inimitable cursive longhand as taught by the public-school systems back in that other millennium. No way is her written capital <em>T</em> going to look like any of my T-shirts (of which I don't need any more).</p>"
}