{
  "type": "Epistola",
  "title": "EPISTOLA John Kahn",
  "contributor": "John Kahn",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Kahn</span></h1>\n<p>John Huebl's fine account of the misspellings that his name is subjected to (VERBATIM XXVIII/4): if it's any comfort, many people with commoner surnames than his also suffer to some extent. Ask anyone with the surname <em>Jonson</em> or <em>Stephens</em>. Or <em>Kahn—</em> that's easy, everyone in the UK knows it's spelt K-H-A-N. Over the phone, anyway. When face to face, the more thoughtful functionaries do show some hesitation (I'm not South Asian in appearance), though even when I provide the spelling, most of them end up writing <em>Khan</em> anyway, or occasionally <em>Cahn.</em> Some research needs doing on surname-spelling strategies. (Perhaps our editor could tell us how she conveys the spelling of her surname over the phone?)</p>\n<p><em>[Me: M-C-K-E-A-N.</em></p>\n<p><em>Hapless transcriber: M-C-K-E-E-N.</em></p>\n<p><em>Me: No, that's E-A-N, like 'bean.'</em></p>\n<p><em>HT: Oh, okay then. Eric (or Ann, or Erwin) McKean. —Ed.]</em></p>\n<p>For what it's worth—prior to changing the spelling of my surname by deed poll—I'm trying a last-ditch strategy of my own: first, insist, “Let me spell that for you”; then explain “It's very tricky—it's not the way you expect,” and finally, bracket the orthography craftily: “K-A . . . (pause while they take it down, then hit them with the clinching sequence) . . . H-N.” No, it still doesn't work. All thoroughly disheartening. Even the “Airspeak” phonetic alphabet (listed by Paul J. Sampson in VERBATIM XXIV/1) doesn't help: “<em>K</em> for Kilo, <em>A</em> for Alpha, <em>H</em> for Hotel, <em>N</em> for November.” Oh well, for light relief, you can always try one of the “unhelpful alphabets” instead —either “<em>K</em> for teria, <em>A</em> for 'orses . . .” or “<em>K</em> as in knowledge, <em>A</em> as in aisle . . .”</p>\n<p>In the same issue, Jacqueline Schaalje notes how Dutch can fuse words almost ad infinitum into compound nouns, as in <em>muisklikactivisme</em> 'mouse-click activism.' That compounding is part of the genius of Germanic languages generally (as distinct from Romance languages, say): consider the standard apocryphal example in German, <em>Hottentotten-potentatenmutterattentätertöten</em> 'killing the assassin of a Hottentot potentate's mother,' or the Icelandic <em>bílvélaíhlutaframleiðsluaðferðir</em> 'manufacturing processes for car-engine components.'</p>\n<p>English, though less extreme, is actually no exception: Nursery-school teacher-training course-fee subsidy applications must be submitted before November. Stylistically inelegant perhaps, but idiomatic enough, and certainly grammatical. It's only the (arbitrary) tendency of English to separate the elements with a space or hyphen that marks the eight-element conglomeration as a “noun cluster” rather than as a “compound noun.” English lexicographers owe a debt of gratitude to that tendency. They find it relatively easy to decide and justify what is and isn't included in dictionaries: <em>powerboat</em> and <em>joyrider</em> yes (single, set-solid word), <em>power plant</em> and <em>pleasure principle</em> yes (phrase or spaced term, but opaque), and <em>power struggle</em> and <em>pleasure trip</em> no (transparent phrase). (It may look odd sometimes—<em>backache <em>yes,</em> back pain <em>no,</em> back number</em> yes—but it is consistent.)</p>\n<p>German lexicographers, by contrast, risk considerable angst. <em>Kraftwerk</em> 'power plant' demands entry, fair enough, and <em>Shifffahrt</em> too 'navigation, shipping'—literally 'ship journey.' But why <em>Machtkampf</em> 'power struggle,' <em>Motorboot</em> 'powerboat,' and <em>Vergnügungsfahrt</em> 'pleasure trip' when they're transparent, and all the more so why <em>Dampfkraftwerk</em> 'steam-powered power plant' and <em>Dampfschifffahrt</em> 'steam navigation'? Luckily there is a standard admissions policy in German dictionaries, it seems. Broadly, any two-element compound merits entering (unless exceptionally infrequent), and any compound of three elements or more requires excluding (unless exceptionally frequent, seriously opaque, or cross-referenced). It is an admittedly arbitrary and unsatisfactory policy, but the best available, and without it, as one leading German lexicographer reportedly explains, “lexicographers would have to think.”</p>\n<p>A digression. That word <em>Shifffahrt</em>: note the spelling. Love those three <em>f's</em> in the middle! A few years ago, they would have been reduced to two, but all three are now required by the 1996–98 revisions to formal German orthography. Icelandic doesn't blink at triple letters: <em>fjalllendi</em> 'highland,' <em>tolllaus</em> 'duty-free,' <em>krossspýta</em> 'crossbar.' In the old days, Danish could create <em>Raaaaaal</em> 'an eel from Raw River,' (Today it would be rendered <em>Rååål,</em> I think.) What about English? (The standard <em>zzz, mmm, oooh!</em> and <em>aaargh!</em> are irrelevant here.) The most plausible candidates occur in such formations as our <em>raisin'n'nut</em> muffins, the museum's <em>free-entry day,</em> and <em>a clean well-lighted place.</em> One could try to force better examples by exploiting analogy:</p>\n<p>Prof. Priml is a specialist archaeozoologist, subspecialising in <em>archaeooology</em>.</p>\n<p>What alienates the workers isn't Sir Jasper's inherited ownership of the factory but his bullying <em>bossship</em> of it.</p>\n<p>It's not a windless day, but it is a <em>squallless</em> day —ideal for sailing!</p>\n<p>The trouble is, convention would probably dictate a hyphen in each case to separate the two elements. Punctuation for the eye or the processing faculty rather than the ear or syntax faculty.</p>\n<p>Back to VERBATIM now, and a final issue in the issue at issue. Dr John Peters, in an epistola, asks if anyone knows the word for the quality in babies that elicits the “cute response” in adults. Agreed it's not <em>neotony</em> 'the retention in adults of juvenile characteristics.' Nor its synonym <em>paedomorphism.</em> Nor the coinage <em>brephometrics.</em> Just a wild suggestion, but what about <em>cuteness?</em></p>\n<p><em>[John Kahn, Leeds, England]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">John Kahn</span></h1> <p>John Huebl's fine account of the misspellings that his name is subjected to (VERBATIM XXVIII/4): if it's any comfort, many people with commoner surnames than his also suffer to some extent. Ask anyone with the surname <em>Jonson</em> or <em>Stephens</em>. Or <em>Kahn—</em> that's easy, everyone in the UK knows it's spelt K-H-A-N. Over the phone, anyway. When face to face, the more thoughtful functionaries do show some hesitation (I'm not South Asian in appearance), though even when I provide the spelling, most of them end up writing <em>Khan</em> anyway, or occasionally <em>Cahn.</em> Some research needs doing on surname-spelling strategies. (Perhaps our editor could tell us how she conveys the spelling of her surname over the phone?)</p> <p><em>[Me: M-C-K-E-A-N.</em></p> <p><em>Hapless transcriber: M-C-K-E-E-N.</em></p> <p><em>Me: No, that's E-A-N, like 'bean.'</em></p>"
}