{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>Those of you with sharp eyes for a finely carved letterform may have noticed that, with this issue, we have switched from our old staid face of New Caledonia to this elegant and (we think) more readable Bembo. Tony Kellers, of Studio Twelve3, developed these new pages for us. (The magazine is now also being laid out with Adobe InDesign, for those of you who follow such things.) Another change is the UPC symbol on the first page which (theoretically, at least) makes it easier for VERBATIM to be sold in bookstores. If you'd like VERBATIM to be sold in your local bookstore, please let us know; we'll send you a sample copy and distribution information to give to them.</p>\n<p>Some news of one of our frequent contributors: Jessy Randall's new book of poems, <em>Slumber Party at the Aquarium,</em> is available from Unicorn Press in a signed, limited edition of one hundred copies. The price is $11.95 plus $1.95 for shipping, total $13.90. (If for some reason you buy more than one copy, you still pay only $1.95 for shipping.) The ISBN, should you need it, is 0–87775–253–2. Make checks out to Unicorn Press, Inc., and mail to:</p>\n<p>Alan Brilliant/Unicorn Press</p>\n<p>201 N. Coulter Dr.</p>\n<p>Bryan, TX 77803</p>\n<p>Please don't forget that we're still looking for recommendations for our list of books that every word-lover should know—we'll put the list up on our web site, with annotations. A few that have already come in: the punctuation thriller <em>Eats Shoots &amp; Leaves,</em> by Lynne Truss, a best-seller in the UK and just lately published in the US with a new foreword by Frank McCourt, and <em>Oxymoronica,</em> a collection of paradoxical quotes from Dr. Mardy Grothe, such as “The true leader is always led” (Carl Jung) and “I always advise people never to give advice” (P. G. Wodehouse).</p>\n<p>Those of you in New York may want to pencil June 13 in on your calendars—that's the date of the Council of Literary Magazines and Presses Literary Magazine Fair, at the Housing Works Bookstore, from noon to five. VERBATIM will be there, as well as many, many other magazines. All copies are only $2, and proceeds benefit the charitable programs of Housing Works. Come by and say hello!</p>\n<p>Unless you have been in a sensory-deprivation tank for the last three months, at least, you must have heard of <em>Eats, Shoots &amp; Leaves,</em> the new “punctuation book” by Lynne Truss. Perhaps you were a bit dismissive. “I don't need a book about punctuation,” you might have thought. “<em>I</em> know where mine should be!”</p>\n<p>Even if you do know the proper placement of every last apostrophe, semicolon, and mark of interrogation, go out and get this book. It's worth it for  just for the her great good humor; nevermind what you may or may not learn along the way. I giggled so hard while reading it on the subway that I made someone get up and change seats—a certain sign of a good book. (They were lucky I didn't read aloud.)</p>\n<p>Truss quotes from a (possibly apocryphal, at least, I've never seen it) style guide from Oxford University Press that supposedly states “If you take hyphens seriously, you will surely go mad.” If you take this book in the lighthearted spirit in which it was written, you will surely be entertained.</p>\n<p>Another recent book that deserves your attention is <em>Your Own Words,</em> by Barbara Wallraff. It doesn't score as high on the laugh-a-minute scale as <em>Eats, Shoots &amp; Leaves,</em> but is certainly off the charts on the usefulometer.</p>\n<p>This is probably the one book that every lexicographer would like to compel users of dictionaries and other reference works to read. The cover line says “The bestselling author of <em>Word Court</em> explains how to outsmart the reference books and BE YOUR OWN LANGUAGE EXPERT,” but what Wallraff is doing here is not so much teaching you how to “outsmart” reference books as how to be an educated consumer of them. She gently leads people away from the notion that there will ever be (or ever has been) one primary, indisputable language authority to which one can turn for all questions of meaning, usage, punctuation (sorry Lynne!) or style, and instead encourages those with such questions to take a more empirical (and less, shall we say, fundamentalist) approach to answering them.</p>\n<p>Her examples are clear and engrossing—they're like little mysteries,  and you enjoy following them through to the end.  As a lexicographer, I beg you: Do yourself a favor and read this before you look anything else up.</p>\n<p><em>[Erin McKean]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>Those of you with sharp eyes for a finely carved letterform may have noticed that, with this issue, we have switched from our old staid face of New Caledonia to this elegant and (we think) more readable Bembo. Tony Kellers, of Studio Twelve3, developed these new pages for us. (The magazine is now also being laid out with Adobe InDesign, for those of you who follow such things.) Another change is the UPC symbol on the first page which (theoretically, at least) makes it easier for VERBATIM to be sold in bookstores. If you'd like VERBATIM to be sold in your local bookstore, please let us know; we'll send you a sample copy and distribution information to give to them.</p> <p>Some news of one of our frequent contributors: Jessy Randall's new book of poems, <em>Slumber Party at the Aquarium,</em> is available from Unicorn Press in a signed, limited edition of one hundred copies. The price is $11.95 plus $1.95 for shipping, total $13.90. (If for some reason you buy more than one copy, you still pay only $1.95 for shipping.) The ISBN, should you need it, is 0–87775–253–2. Make checks out to Unicorn Press, Inc., and mail to:</p> <p>Alan Brilliant/Unicorn Press</p> <p>201 N. Coulter Dr.</p>"
}