{
  "type": "Article",
  "title": "Hogamous, Higamous!",
  "author": "Tony Percy",
  "location": "Southport, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hogamous, Higamous!</h1>\n<p><em><span data-rel=\"author\">Tony Percy</span> <span data-rel=\"location\">Southport, North Carolina</span></em></p>\n<p>The first time the quatrain below appeared in the <em>The Oxford Dictionary of Quotations</em> was in its Fourth Edition (1992), and it isascribed to the American philosopher William James. The sentiment is not expressed in the sonorous language of the <em>Book of Moroni, <em>where one might first look to find</em> <em>such a message</em>.</em> It has more the pithy irrefutability of Paul Jennings' “Man erith; woman morpeth”:</p>\n<blockquote>\n<p><em>Hogamous, higamous</em></p>\n<p><em>Man is polygamous</em></p>\n<p><em>Higamous, hogamous</em></p>\n<p><em>Woman monogamous.</em></p>\n</blockquote>\n<p>When and where did William James, philosopher and psychologist, pillar of Victorian uprightness, and brother of the novelist Henry, pronounce this subversive saying?</p>\n<p>The source for the quotation is given, rather surprisingly, as <em>The Oxford Book of Marriage</em> (1990), which appears a somewhat incestuous way of defining origins. And indeed, on page 195 of that work, to introduce her section “Dangerous Liaisons,” the editor, Helge Rubinstein, introduces the verse as follows: “William James, psychologist and philosopher, woke one night feeling he had solved the ultimate mystery of life. The following morning he found that this doggerel was the great insight he had written down: [<em>as above</em>].” But Ms. Rubinstein gives no source, and the supposed author has no entry under her acknowledgments of copyright later in the volume. The anecdote does not appear in any of the biographies of William James, and the lines do not appear in either his conventional works or his published letters. In what memoirs had this recollection been reported, and how had the incident lain dormant for so long (James died in 1910)?</p>\n<p>The earliest published recording appears to be in <em>Selected Readings in Psychology</em> (by Don E. Gibbons and John F. Connelly, published by Mobsby, 1970). Chapter 11 of this work (“What a 'Bummer' Is Really Like”, echoing the drug-hazed decade of the 1960s) consists of an abridgement from Thomas De Quincey's <em>Confessions of an Opium Eater</em>. The authors introduce the piece as follows: “Around the turn of the century, William James decided to experiment on himself with the effects of opium in order to increase his creativity and powers of insight. In the middle of one drug-induced dream, he suddenly felt a flash of inspiration. Certain that the secret of the universe had suddenly been revealed to him, he managed to write down the content of his inspirational flash before losing consciousness. On awakening, he found to his dismay that what he had written was, 'Hogamous, higamous: Men are polygamous; higamous, hogamous—women monogamous!'”</p>\n<p>This poses some new questions. The punctuation and number of the Gibbons-Connelly version differ distinctly from the Rubinstein version. Rubinstein, in turn, sanitized the anecdote to remove any reference to drugtaking. We still have no concrete reference, but the phrase “the turn of the century” sounds a little suspicious, as James had heart problems since well before 1900, and his acknowledged experiments with hallucinogens had taken place much earlier. So the claim that James suddenly, late in life, decided to experiment with opium, with some direct purpose, when he had sampled not only opium, but alcohol, nitrous oxide, ether, hasheesh and chloroform before he published <em>Principles of Psychology</em> in 1890, is rather lame. Moreover, Fred Leavitt (in <em>Drugs and Behavior,</em> 1994) cites the Gibbons-Connelly source but ascribes the incident to nitrous oxide (not opium) use, which must be owing to either a lapse of memory or to a subconscious desire to improve historical accuracy, given James's well-known, and detailed, accounts of his nitrous oxide experiments.</p>\n<p>These experiments occurred in the early 1980s. As one biographer, Ralph Barton Perry, writes in <em>The Thought and Character of William James</em>: “We know that sometime in the early '80s he was prompted by the writings of his friend Blood to experiment with nitrous-oxide-gas intoxication, and that he caused some scandal among his philosophical friends by likening the effect to the insight of Hegel.” James wrote this up in his essay <em>On Some Hegelisms</em>, and was actually a little embarrassed by the frivolity of these events. In his 1896 preface to <em>The Will To Believe</em> (in which <em>On Some Hegelisms</em> appears), he wrote: “The essay … doubtless needs an apology for the superficiality with which it treats a serious subject. It was written as a squib, to be read in a college-seminary in Hegel's logic, several of whose members, mature men, were devoted champions of the dialectical method. My blows were aimed almost entirely at that. I reprint the paper here (albeit with some misgivings), partly because I believe the dialectical method to be wholly abominable when worked by concepts alone, and partly because the essay casts some positive light on the pluralist-empiricist point of view.”</p>\n<p>In the essay itself he describes the state of illumination by eternal verities that the intoxication brings and the disappointment that follows. “The effects will of course vary with the individual, just as they vary in the same individual from time to time; but it is probable that in the former case, as in the latter, a generic resemblance will obtain. With me, as with every other person of whom I have heard, the keynote of the experience is the tremendously exciting sense of an intense metaphysical illumination. Truth lies open to the view in depth beneath depth of almost blinding evidence. The mind sees all logical relations of being with an apparent subtlety and instantaneity to which its normal consciousness offers no parallel; only as sobriety returns, the feeling of insight fades, and one is left staring vacantly at a few disjointed words and phrases, as one stares at a cadaverous-looking snowpeak from which sunset glow has just fled, or at a black cinder left by an extinguished brand.”</p>\n<p>The “disjointed words and phrases” that he records here are not as trenchant or as meaningful as “Hogamous, higamous.” The most memorable are probably:</p>\n<blockquote>\n<p>“Good and evil reconciled in a laugh!”</p>\n<p>“What's nausea but a kind of -ausea?”</p>\n<p>“Constantly opposites united!”</p>\n<p>“Reconciliation of opposites; sober, drunk, all the same!”</p>\n<p>“That sounds like nonsense, but it is pure <em>on</em>sense!”</p>\n</blockquote>\n<p>James himself recorded that “the most coherent and articulate sentence which came was this: 'There are no differences but differences of degree between different degrees of difference and no difference.'” James added that “this phrase has the true Hegelian ring,” but it is not nearly so accessible to the masses as the reputed comment on polygamy. Thus, apart from the general theme of “reconciliation of opposites,” none of the phrases contains any observation approaching the social commentary of “Hogamous”, which lacks that synthetic metaphysical ring and has a definite air of conflict.</p>\n<p>So who else might be the source of the story? Bertrand Russell is one candidate. Russell met James for the first time in 1890, and, despite some philosophical differences, they remained friends for the rest of James's life. Russell relates the following anecdote in his <em>History of Western Philosophy</em>: “William James describes a man who got the experience from laughing-gas; whenever he was under its influence, he knew the secret of the universe, but when he came to, he had forgotten it. At last, with immense effort, he wrote down the secret before the vision had faded. When completely recovered, he rushed to see what he had written. It was: 'A smell of petroleum prevails throughout'. What seems like sudden insight may be misleading, and must be tested soberly, when the divine intoxication has passed.” Again, no source is given. The wording (“describes a man ...”) suggests a written source, but Russell may have been oblique on purpose. In his writings, moreover, James often referred to a third party (e.g., a European professor whom his autobiographers cannot hunt down) to record the effects of hallucinogens, as he was probably keen to promote the impression that he was not an overindulgent user of hallucinogens himself.</p>\n<p>So James may have told Russell this anecdote over a convivial lunch, when James was visiting Oxford. Maybe there were further phrases that James felt uncomfortable recording in print, but which he was happy to relate in the company of his male friends. He had an impish nature (Perry writes: “James was incorrigibly and somewhat recklessly curious, and he derived enjoyment from deflating the solemnity of the pundits”), but Mrs. James would not have appreciated the comments related to matrimony. Moreover, his brother Robertson had died of alcoholism, so drugs were a sensitive subject. Thus his expressed concerns about the tone of flippant interlude to an otherwise serious paper (which could have affected his reputation) might have encouraged him to keep some of the revelations off the printed page.</p>\n<p>And, of course, there are other anecdotes about post-trance revelations of the secret of the universe. For example, in his biography of George Orwell, Michael Shelden recounts the tale of Capt. H. R. Robinson, an army captain who was dismissed from the military police in Mandalay because of his opium addiction and claimed that he had discovered the secret of the universe. “During a long crazy night of dreaming about this secret,” Shelden writes, “he managed to write down the pearl of wisdom, but when he looked at it the next morning, all it said was, 'the banana is great, but the skin is greater.'”</p>\n<p>Lastly, the quatrain has been attributed to Dorothy Parker. It certainly has a Parkerian feel to it. The nonsense aspect of it could be confused with the lines she composed, on the spot, in response to a challenge from Somerset Maugham: “Higgledy piggledy, my white hen;/She lays eggs for gentlemen,” followed up swiftly with “You cannot persuade her with gun or lariat/To come across for the proletariat” (in <em>The Uncollected Dorothy Parker</em>, p 43). Parker writes of the battle of the sexes elsewhere. <em>The</em> <em>General Review of the Sex Situation <em>(from</em> Enough Rope</em>) runs as follows:</p>\n<blockquote>\n<p><em>Woman wants monogamy;</em></p>\n<p><em>Man delights in novelty.</em></p>\n<p><em>Love is woman's moon and sun;</em></p>\n<p><em>Man has other forms of fun.</em></p>\n<p><em>Woman lives but in her lord;</em></p>\n<p><em>Count to ten, and man is bored.</em></p>\n<p><em>With this the gist and sum of it,</em></p>\n<p><em>What earthly good can come of it?</em></p>\n</blockquote>\n<p>But no trace of “Hogamous” appears in Parker's works.</p>\n<p>Thus there is a good chance that the whole anecdote is apocryphal. The Oxford University Press has not responded to my inquiries. Professors Gibbons and Connelly are untraceable. A James scholar I contacted can shed no light on the connection with the philosopher. Maybe the creation of the verse was a spoof, but a very successful one. After all, the phrase now appears in the hallowed <em>Oxford Dictionary of Quotations</em>, and, once a citation appears in a respected reference book, it appears that the proof of accuracy now shifts from the authority to the challenger. (It would be nice to think that the compilers of such august works would check their references first, but that does not seem to be the case.) After all, how can anyone prove that James did <em>not</em> say (or even write) this item of trivia? Have all the memoirs of his acquaintances been scoured, all the little magazines pored over, all the letters retrieved? And so the search must continue—unless someone owns up to what would be a highly alluring fraud.</p>\n<p>[<em>Tony Percymoved from the UK to the USA in 1980. When not playing golf or bridge,heindulges his love of languageby constructing and solvingcryptic crosswords, and investigating quotations and other literary/historical trails.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hogamous, Higamous!</h1> <p><em><span data-rel=\"author\">Tony Percy</span> <span data-rel=\"location\">Southport, North Carolina</span></em></p> <p>The first time the quatrain below appeared in the <em>The Oxford Dictionary of Quotations</em> was in its Fourth Edition (1992), and it isascribed to the American philosopher William James. The sentiment is not expressed in the sonorous language of the <em>Book of Moroni, <em>where one might first look to find</em> <em>such a message</em>.</em> It has more the pithy irrefutability of Paul Jennings' “Man erith; woman morpeth”:</p> <blockquote>\n<p><em>Hogamous, higamous</em></p>\n<p><em>Man is polygamous</em></p>\n<p><em>Higamous, hogamous</em></p>\n<p><em>Woman monogamous.</em></p>\n</blockquote> <p>When and where did William James, philosopher and psychologist, pillar of Victorian uprightness, and brother of the novelist Henry, pronounce this subversive saying?</p>"
}