{
  "type": "Article",
  "title": "A Short Hike through Arroyo Lingo",
  "author": "Larry Tritten",
  "location": "San Francisco, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Short Hike through Arroyo Lingo</h1>\n<p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p>\n<p>Words are my hobby as well as the tools of my vocation, and there are so many of them to know about that it's a daunting en­terprise. During my childhood, when the Western movie was in its ascendency, I saw hundreds and hundreds of mesas and buttes on movie screens, but it wasn't until earlier today that it finally occurred to me to wonder what precisely the difference is between the two. Having done a little research, I've got something of a fix on it, although I can't help thinking that the difference between a mesa and a butte is something I'll be eternally fated to repress and be unable to remember, like the difference between a stalagmite and a stalactite and a <em>schlemiel</em> and a <em>schlamazel</em>. Two weeks on a troop ship helped me to remember the difference between port and starboard, which at the moment I'm not sure I remember correctly.</p>\n<p>My <em>American Heritage</em> <em>Dictionary</em> says that a <em>mesa</em> is a broad, flat-topped elevation with one or more clifflike sides, common in the Southwest United States, and that the word is Spanish, meaning 'table.' A <em>butte</em> is defined as 'a hill that rises abruptly from the surrounding area, has sloping sides and a flat top,' and the word derives from the old French word meaning 'mound behind targets.' I can't help wondering—what targets? But I don't want to get lost in digression. Fortunately, each word is accompanied by a photograph, and the photos lead me to conclude that buttes are more abbreviated, less extensive, than mesas. There are, I believe, mesas in Monument Valley that are 'beauts,' but I don't know if there are any buttes that are equally pretty. Also, I've never been to Mesa, Arizona, but I have been through Butte, Montana, both of which presumably have at least a couple of members of MENSA. It is interesting that in Mexico the organization MENSA is known instead as MESA, because the word <em>mensa</em> is a slang term that loosely translates as “stupid woman.” I'm not a member of MENSA, but I have been called a <em>mensch</em> by a Jewish friend who may or may not be a schlemiel or a schlamazel. The Latin word <em>mensa,</em> incidentally, means 'table,' and ain't that a beaut?</p>\n<p>I may end up wishing I'd never delved into this. After all the Roadrunner cartoons I've seen it never occurred to me to wonder hether my role model, Wile E. Coyote (who is heroically persistent) was falling off a mesa or a butte. And when Richard Dreyfuss made his pilgrimage to Devil's Tower in <em>Close Encounters of the Third Kind,</em> I never wondered if it's a butte or a mesa, and I doubt that the extraterrestrials did, either. My dictionary photos lead me to conclude that Devil's Tower is a butte, but then, I'm not a member of MENSA, so don't quote me.</p>\n<p>Now consider the synchronicity attending the fact that there's a word, <em>mesa,</em> in Malayam, the language spoken in Kerala, the southern tip of India, that also means 'table.' And ponder the fact that there's an area in South Boulder, Colorado called Table Mesa. Table Table? Well, there's Walla Walla, Baden Baden, and Pago Pago—places so nice apparently they named them twice. This may be a case for someone from MENSA.</p>\n<p>Then there are Black Mesa Butte in Utah and Middle Butte Mesa in my home state of Idaho, places whose names smack of linguistic miscegenation, with blurred nuances thrown into the bargain, not to mention a soupçon of redundancy. And, to be sure, there's a joker in this deck, namely the word <em>plateau</em>—you know, that elevated area you get to when you move to the next highest level on a game show. The word <em>plateau</em> comes from the French word 'platter.' The dominant characteristic in all these cases is flatness. My diction­ary describes a <em>plateau</em> as 'a tableland,' presumably a land that would be the natural habitat of platters. Curiouser and curiouser, in the words of Lewis Carroll. And, incidentally, while they may not have mesas or buttes in England, they do have Stonehenge, which might be thought of as some sort of geological kissin' cousin.</p>\n<p>Emilee Riley, a teacher in Salt Lake City, may have the best overview of the whole thing. She has written about her students: “First of all, to explain the different sizes of plateaus I would explain the following: the largest plateau is called a plateau. To help them remember it I called it 'Papa Plateau!' The next size is a mesa, therefore 'Mommy Mesa.' Next, 'baby butte.' and fin­ally 'Pee Wee Pinnacle.'”</p>\n<p>Got it!</p>\n<p><em>[Larry Tritten has written for <em>Vanity Fair,</em> <em>The New Yorker,</em> and <em>Playboy.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Short Hike through Arroyo Lingo</h1> <p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p> <p>Words are my hobby as well as the tools of my vocation, and there are so many of them to know about that it's a daunting en­terprise. During my childhood, when the Western movie was in its ascendency, I saw hundreds and hundreds of mesas and buttes on movie screens, but it wasn't until earlier today that it finally occurred to me to wonder what precisely the difference is between the two. Having done a little research, I've got something of a fix on it, although I can't help thinking that the difference between a mesa and a butte is something I'll be eternally fated to repress and be unable to remember, like the difference between a stalagmite and a stalactite and a <em>schlemiel</em> and a <em>schlamazel</em>. Two weeks on a troop ship helped me to remember the difference between port and starboard, which at the moment I'm not sure I remember correctly.</p> <p>My <em>American Heritage</em> <em>Dictionary</em> says that a <em>mesa</em> is a broad, flat-topped elevation with one or more clifflike sides, common in the Southwest United States, and that the word is Spanish, meaning 'table.' A <em>butte</em> is defined as 'a hill that rises abruptly from the surrounding area, has sloping sides and a flat top,' and the word derives from the old French word meaning 'mound behind targets.' I can't help wondering—what targets? But I don't want to get lost in digression. Fortunately, each word is accompanied by a photograph, and the photos lead me to conclude that buttes are more abbreviated, less extensive, than mesas. There are, I believe, mesas in Monument Valley that are 'beauts,' but I don't know if there are any buttes that are equally pretty. Also, I've never been to Mesa, Arizona, but I have been through Butte, Montana, both of which presumably have at least a couple of members of MENSA. It is interesting that in Mexico the organization MENSA is known instead as MESA, because the word <em>mensa</em> is a slang term that loosely translates as “stupid woman.” I'm not a member of MENSA, but I have been called a <em>mensch</em> by a Jewish friend who may or may not be a schlemiel or a schlamazel. The Latin word <em>mensa,</em> incidentally, means 'table,' and ain't that a beaut?</p> <p>I may end up wishing I'd never delved into this. After all the Roadrunner cartoons I've seen it never occurred to me to wonder hether my role model, Wile E. Coyote (who is heroically persistent) was falling off a mesa or a butte. And when Richard Dreyfuss made his pilgrimage to Devil's Tower in <em>Close Encounters of the Third Kind,</em> I never wondered if it's a butte or a mesa, and I doubt that the extraterrestrials did, either. My dictionary photos lead me to conclude that Devil's Tower is a butte, but then, I'm not a member of MENSA, so don't quote me.</p>"
}