{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Word Myths: Debunking Linguistic Urban Legends and Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Word-Myths-Debunking-Linguistic-Legends/dp/0195375572\"><em>Word Myths: Debunking Linguistic Urban Legends</em></a> and <a href=\"https://www.amazon.com/Ballyhoo-Buckaroo-Spuds-Ingenious-Origins/dp/0060851538\"><em>Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins</em></a></h1>\n<p>David Wilton. (Oxford University Press, 2004), 240 pp. and Michael Quinion, (Smithsonian Books, 2004), 280 pp.</p>\n<p>Every so often, in our bibliophilic journeys, we come across a word or phrase that seems to stick in our minds. Who decides on their meanings? How have these definitions developed over time? And how do we know we're getting the true story?</p>\n<p>Finding these answers is the job of the folk etymologist, a linguistic investigator who looks into all these explanations and attempts to separate fact from fiction.</p>\n<p>As luck would have it, there are two new books guaranteed to deliver entertaining theories (some of which may actually be true): Dave Wilton's <em>Word Myths: Debunking Linguistic Urban Legends</em> and Michael Quinion's <em>Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins.</em></p>\n<p>Many of the words appear in both books, and the authors' approaches are alike—up to a point. Both authors also “host” web sites devoted to the fine art of verbal archaeology.</p>\n<p>In <em>Word Myths</em>, Wilton compares his methodology to those who study what he terms the hard sciences: “Every researcher … uses a set of tools to verify facts and make new observations.” Those tools in his profession include several varieties of dictionaries: historical, etymological, and “slang, jargon, and dialectal directories,” as well as other written works.</p>\n<p>The problem lies in knowing which ones to trust. Wilton's particular joy lies in “Debunking the Big Boys” (the title of his first chapter). One such linguistic legend surrounds the origin and meaning of the standard nursery rhyme, “Ring around the Rosey.” Many believe it to be a reference to the Black Death of the Middle Ages. The “rosey” alludes to the skin lesions of those suffering from the plague; the posies are employed to dull the stench of the corpses, the ashes referring to mass cremations.</p>\n<p>“Just as a physicist does not claim a hypothesis is true without experimentation and observations, an etymologist does not plump for a story simply because it sounds logical,” Wilton writes regarding this bit of doggerel. Are there other versions? Does the individual word or phrase make sense in the light of deeper investigations? Indeed, he offers several other variations on some.</p>\n<p>With good-natured humor, the author recognizes that some might view this picayunishness as being “spoil sport,” but a true scientist doesn't let the scoffing of naysayers deter him.</p>\n<p>Quinion, a contributor to the <em>Oxford English Dictionary</em> and the editor of WorldWideWords.org, presents <em>Ballyhoo</em> in a more formal encyclopedic format. Wilton, who, according to the book jacket, has enjoyed an “eclectic career” and is the creator and editor of Wordorigins.org, groups his words and phrases by broad categories.</p>\n<p>Quinion, who hails from Great Britain, includes a sizable assortment of words taken from British idiom that will doubtless be unfamiliar to many American readers. Not that there's anything wrong with that; “All mouth and trousers” (Americanized to “all talk and no action”) or “Bob's your uncle” (lucky stiff ), are just two examples.</p>\n<p>More so than Wilton, in counterpart, he can be infuriating as he repeats excuses for not having a hard-and-fast answer to where these words came from: “no one knows,” “we're not sure,” or “who can say.” Both gentlemen offer plausible yet apparently incorrect explanations for many of them, but fail to convincingly state their own rationale. Why <em>couldn't</em> some of these old proffered theories be correct?</p>\n<p>Let's compare a single, simple word that's a staple of language today, ok? No, that's the word <em>ok</em>, as in “okay, so what word shall we use as an example?”</p>\n<p>Wilton devotes six pages to various theories of origin, analyzing claims that:</p>\n<p>—It has been attributed to President Andrew Jackson, a notorious misspeller, who wrote “oll korrect” instead of “all correct.”</p>\n<p>—It was an abbreviation of “old Kinderhook, a nickname for President Martin Van Buren.</p>\n<p>—It could have come from any number of languages, including Greek (<em>olla kalla</em>), German (<em>Obert Kommandant</em>); Scottish (<em>och aye</em>), Finnish (<em>oikea</em>), and even Native American tongues.</p>\n<p>Of all these legends, Wilton believes the presidential anecdotes “are closest to the truth, but still not quite right.”</p>\n<p>So what <em>is</em> the right answer? “[T]he origin remains a mystery still.”</p>\n<p>Thanks a lot.</p>\n<p>Quinion calls the feisty little word: “without doubt the best-known and widest-traveled Americanism, used and recognized even by people who hardly know another word of English.” He echoes several of his colleague's choices and adds a few more, but in a more businesslike three pages, before solemnically declaring it a combination of answers. A Boston political club known as the Anti-Bell Ringing Society, “which campaigned to get a law banning the ringing of dinner bells rescinded [in 1839]. It seems to have been a fanciful way of writing 'all correct' that was itself a part of another popular craze of the time for misspellings as a humourous device and that echoes the story about President Jackson from the previous decade.”</p>\n<p>What makes the final dispensation all the more confusing is that both authors cite the same source, yet come away with different answers. (Compare this with the relatively sparse explanation of OK in Robert Hendrickson's <em>Encyclopedia of Word and Phrase Origins</em> (Facts on File, 1987).)</p>\n<p>Before the age of the World Wide Web, people used to avoid work by making photocopies of interesting pieces of insignifica and passing them along to friends and office mates. Before you knew it, discussions based on these articles blossomed into theories and linguistic legends.</p>\n<p>These days, thanks to the Internet, far-ranging sources that were heretofore unavailable to the average researcher are now within easy grasp. But this ease can also be a hindrance, Wilton claims, prey to hoaxes perpetuated by the humorous, the bored, or the malicious. Now we can email the same bit of fluff to our friends, and they to their friends, and the word spreads in geometric increments, and soon the “legend becomes fact.” As a case in point, he devotes a chapter to “the Elizabethan Email Hoax.”</p>\n<p>“A prime example,” Wilton writes, was a bit of “internet folklore” entitled <em>Life in the 1500s</em>, which included several—inaccurate—theories explaining phrases such as “throw the baby out with the bathwater,” “raining cats and dogs,” and “bring home the bacon,” among others.</p>\n<p>The authors also discuss, in their individual styles, the stories behind words based (or not) on people, like <em>hooker,</em> the <em>real McCoy,</em> and <em>crapper;</em> acronyms, such as <em>AWOL, SOS,</em> and the hip-hop <em>phat;</em> and CANOEs (technically, “Conspiracy to Attribute Nautical Origins to Everything,” but which Wilton describes as “common patterns in linguistic legendry … for people to attribute the origins of words and catchphrases to a field that interests them”).</p>\n<p>“In the end,” Wilton concludes, “whether these stories are true or whether they are false is not really the point. What is important is the process we use to evaluate them, that we engage the brains nature gave us and examine the evidence and arguments critically.”</p>\n<p>“Final answer,” as Regis Philbin might say.</p>\n<p>—<em>Ron Kaplan</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Word-Myths-Debunking-Linguistic-Legends/dp/0195375572\"><em>Word Myths: Debunking Linguistic Urban Legends</em></a> and <a href=\"https://www.amazon.com/Ballyhoo-Buckaroo-Spuds-Ingenious-Origins/dp/0060851538\"><em>Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins</em></a></h1> <p>David Wilton. (Oxford University Press, 2004), 240 pp. and Michael Quinion, (Smithsonian Books, 2004), 280 pp.</p> <p>Every so often, in our bibliophilic journeys, we come across a word or phrase that seems to stick in our minds. Who decides on their meanings? How have these definitions developed over time? And how do we know we're getting the true story?</p> <p>Finding these answers is the job of the folk etymologist, a linguistic investigator who looks into all these explanations and attempts to separate fact from fiction.</p> <p>As luck would have it, there are two new books guaranteed to deliver entertaining theories (some of which may actually be true): Dave Wilton's <em>Word Myths: Debunking Linguistic Urban Legends</em> and Michael Quinion's <em>Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins.</em></p>"
}