{
  "type": "Article",
  "title": "The Joy of English",
  "author": "Florence Ginzbursky",
  "location": "Campbell, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Joy of English</h1>\n<p><em><span data-rel=\"author\">Florence Ginzbursky</span> <span data-rel=\"location\">Campbell, California</span></em></p>\n<p><em>[This essay won the 2004 Simon Winchester Nonfiction Writing Award at San Jose State University.]</em></p>\n<p>English was not my first language. In fact, according to my mother, I created a language that was entirely my own. Between my Russian parents, who only spoke their native tongue, and my elder sister, who spoke only English to me, by the time I was three, I began muttering a mix of each. The downside to this newly created Anglo-Russ tongue was that no one ever understood what I was trying to say, which was soon followed by frustrated gesticulations and eventually full-blown tantrums. As such, perhaps owing to the realization that the tide was against me, English became my primary language.</p>\n<p>Being raised in a bilingual home, I had the unique opportunity to compare and contrast English and Russian. It struck me that the Russian words I heard, and even the manner in which they were expressed, were far more melodic and lilting than English. English was practical and fell flat upon my ears; it wasn't nearly as poetic or hypnotic as other languages. French, Italian, Spanish—they all sang to me even in their most mundane uses. Yet English was what I was most reliant on for communication. Although I understood most of what my parents spoke, I found it difficult to imitate all they said and how they said it. What's more was that my Russian had a thick American accent to accompany it, and I was too ashamed to exhibit this second-rate imitation.</p>\n<p>As I advanced in age and grade level, new words were introduced to me through vocabulary exercises in English class, such as <em>melancholy, sequester</em>, and <em>mandolin</em>. None of these sounded to me as particularly beautiful, just a jumble of consonants and vowels with more syllables than I was used to. Besides, I couldn't ever envision myself using <em>melancholy</em> in a sentence when <em>sad</em> was just as good.</p>\n<p>Added to that was the lack of proper translation that I had discovered. Though my vocabulary in English grew, I still found Russian words that didn't seem to have an equivalent in English, and I was frustrated not being able to find an adequate match. Imagine not having a single word for smoked fish or a country house! Even my name sounded different when my mother used it as opposed to my friends. If my name was shortened, they'd call me Flo, but mom would say <em>Flora</em>. <em>Flora</em> in one breath, and it seemed to evoke a bouquet of flowers or a spring breeze. But I would never be Flora to anyone outside my own little Russia.</p>\n<p>By middle school the English language was even less impressive in the midst of adolescent slang and with interruptions of “like” and “you know” that pervaded hallway gossip and notes on ruled paper scrawled in hot-pink ink. My father cringed with every “you know” that casually rolled out of my mouth. “No,” he'd say stubbornly, “I don't know.” My English teacher was no less dissatisfied with the descent of the English language every time a student asked, “Mr. Harris, can I go to the bathroom?” to which he would quickly quip, “I don't know, <em>can</em> you?”</p>\n<p>English remained a stiffly functional language for me. It was a channel of communication, not song, not poetry. That was the case, however, until I took the trouble to read a Shakespeare play.</p>\n<blockquote>\n<p><em>If I profane with my unworthiest hand,</em></p>\n<p><em>This holy shrine, the gentle fine is this,</em></p>\n<p><em>My lips two blushing pilgrims, ready stand</em></p>\n<p><em>To smooth that rough touch with a tender kiss.</em> [<em>Romeo and Juliet,</em> Act 1, Scene V]</p>\n</blockquote>\n<p>This was not what I was used to hearing. This was the kind of wording that begged to be read aloud. It was then that the sounds, the rhythm, all of it flowed so smoothly and melodic that I was forced to give the language I thought I knew another look.</p>\n<blockquote>\n<p><em>Good pilgrim, you do wrong your hand too much, Which mannerly devotion shows in this;</em></p>\n<p><em>For saints have hands that pilgrims hands do touch, And palm to palm is holy palmer's kiss.</em> [<em>Romeo and Juliet,</em> Act 1, Scene V]</p>\n</blockquote>\n<p>I had no idea that the words I spoke without another thought could be strung together in such a fashion, that they had this kind of potential. It was that particular phrasing, the intent, the passion for words that I lacked. So there was more to this language than I had first come to believe. Words like <em>melancholy</em> did have a place and were better than simply recycling <em>sad</em>. In fact, words like <em>morose</em>, <em>grave,</em> and <em>dismal</em> were also excellent substitutes. The English language was just more elusive, less obvious. Poets like Byron exhibited a fluid sense and a descriptive potency that I had not fully appreciated.</p>\n<blockquote>\n<p><em>She walks in beauty like the night</em></p>\n<p><em>Of cloudless climbs and starry skies,</em></p>\n<p><em>And all that's best of dark and bright,</em></p>\n<p><em>Meet in her aspect and her eyes.</em></p>\n<p><em>Thus mellowed by that tender light</em></p>\n<p><em>Which heaven to gaudy day denies.</em></p>\n</blockquote>\n<p>I drew in each word and memorized them by heart. If ever the drabness of everyday communication weighed me down, I needed only to repeat a few lines of Keats or Rossetti to make it sparkle once more.</p>\n<p>That is not to say that Russian lost its charm for me. My mother taught me a small verse that she was taught to recite as a child:</p>\n<blockquote>\n<p><em>Ya malenkaya devotchka,</em></p>\n<p><em>igrayu i poiyu,</em></p>\n<p><em>ya Lenina ne videla,</em></p>\n<p><em>no ya evo lublyu</em>.</p>\n</blockquote>\n<p>The translation:</p>\n<blockquote>\n<p><em>I'm a little girl,</em></p>\n<p><em>I love to sing and dance,</em></p>\n<p><em>I never met father Lenin,</em></p>\n<p><em>but I love him nonetheless.</em></p>\n</blockquote>\n<p>Among the poetry and phrases of English and American writers, I memorized this line as well. Mostly to impress my friends with my fair knowledge of Russian, I would repeat it aloud. A small crowd would form, all with smiling, hopeful faces, to get a taste of the language that they knew nothing about. When I finished, some would sigh in appreciation, saying, “That was beautiful! I wish I knew how to speak a foreign language.” When I revealed the meaning, however, the English translation was met with a laugh. “Really?” they'd ask, as though I had cheated them of its true meaning or tarnished it in some way through the translation of it.</p>\n<p>This simple, propagandistic phrase always drew attention, but if I offered to recite any of the poetry I had learned by heart in English somehow they were less intrigued. Claiming that you knew a line from <em>Romeo and Juliet</em> would receive an appreciative nod; say that you knew Russian and suddenly their eyes lighted up. “Say something!” and it wouldn't matter what. I suppose they craved for that same aesthetic auditory experience that I had thought eluded English. Then again, it may be that Italian to Italians is just a drab way of conversing, while English, in contrast, appears exotic and new.</p>\n<p>The grass truly appears greener on the other side, but we need not envy what is not ours. Instead, we should look nearer to what is already in our grasp and investigate what it has to offer. There is that typical phrase people like to use, “that words cannot describe” I have found this statement to be false.</p>\n<p>More often than not I have read the lines to some novel in which the author writes of a moment, a feeling, a situation, or a person in such an honest manner that I needn't be surprised or ask of myself, “Could it be that I am not alone in that perception?” There is a unique connection, not merely of communication, that can occur between writer and reader. That may be why we are so fond of our favorite poets, authors, and playwrights, as though they were dear friends. They have exposed the human condition, and we take it personally.</p>\n<p><em>[Florence Ginzbursky is a graduate student in English Literature at San Jose State University.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Joy of English</h1> <p><em><span data-rel=\"author\">Florence Ginzbursky</span> <span data-rel=\"location\">Campbell, California</span></em></p> <p><em>[This essay won the 2004 Simon Winchester Nonfiction Writing Award at San Jose State University.]</em></p> <p>English was not my first language. In fact, according to my mother, I created a language that was entirely my own. Between my Russian parents, who only spoke their native tongue, and my elder sister, who spoke only English to me, by the time I was three, I began muttering a mix of each. The downside to this newly created Anglo-Russ tongue was that no one ever understood what I was trying to say, which was soon followed by frustrated gesticulations and eventually full-blown tantrums. As such, perhaps owing to the realization that the tide was against me, English became my primary language.</p> <p>Being raised in a bilingual home, I had the unique opportunity to compare and contrast English and Russian. It struck me that the Russian words I heard, and even the manner in which they were expressed, were far more melodic and lilting than English. English was practical and fell flat upon my ears; it wasn't nearly as poetic or hypnotic as other languages. French, Italian, Spanish—they all sang to me even in their most mundane uses. Yet English was what I was most reliant on for communication. Although I understood most of what my parents spoke, I found it difficult to imitate all they said and how they said it. What's more was that my Russian had a thick American accent to accompany it, and I was too ashamed to exhibit this second-rate imitation.</p>"
}