{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Do You Speak American?",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/105849/do-you-speak-american-by-robert-macneil-and-william-cran/9780307423573\"><em>Do You Speak American?</em></a></h1>\n<p>Robert MacNeil and William Cran, (Doubleday, 2005), 240 pp.</p>\n<p>How ironic is it that the author of a book of American language is Canadian by birth? Yet there is no person more qualified than Robert MacNeil, whose stentorian and authoritarian tones have been a staple of the news world for decades.</p>\n<p>Such chauvinism—the philosophy that the way one group (regional, cultural, or age-oriented) speaks is better than others—is a main component of <em>Do You Speak American?</em> the companion volume of the PBS documentary on the development of English across the United States. From coast to coast, MacNeil and his co-author, William Cran, scoped out different voices (literally and figuratively) to learn how words differ according to time and place.</p>\n<p>America has been described as both a melting pot, in which different cultures blend together, and a salad bowl, where each component, each nationality, still retains its own characteristics. With all that in mind, how strict can or should language usage be? Some analysts believe we should strive for one “official” voice—“standard American English”—while others cling to their ancestral and socials cultures.</p>\n<p>John Simon, a New York theater critic and author of <em>Paradigms Lost</em> (and, ironically, Yugoslavian by birth), represents the “prescriptivists,” those who believe that there is one proper way to do things linguistically and that modern-day English is “going to the dogs.” In the other corner is Jesse Sheidlower, an editor of the <em>Oxford English Dictionary,</em> champion of the “descriptivist” school of thought, which holds that change is natural and even beneficial. MacNeil and Cran spend the rest of the book seeking to support Sheidlower's point of view. From Appalachia to hip-hop, from “Valleyspeak” and “surf dude talk,” the American lexicon is ever-expanding,</p>\n<p>The slimness of the volume belies its wealth of information. The authors find not only differences between regional dialects, but differences in <em>perceptions</em> people have when hearing them. Molly Ivins, the Texas-born syndicated columnist, explained the benefits of “style shifting”—changing one's vocal mannerisms to appear more intelligent. In the case of people with Texas (or Southern) drawls, she said, “people generally subtract about fifty points from your IQ the minute they hear the accent.”</p>\n<p>MacNeil was once a product of such stereotyping himself. He began his adventure with a trip to the small New England town where he was bitten by the acting bug, spending a summer in a “barn theater” some fifty years ago. One of the first things he was told by the troupe's director was that he would never get far with his Nova Scotian accent. (Canadians must be as tired of people's clichéd of mimicking their pronunciations—“oot and aboot in a boat”—as New Yawkers are of hearing “toidy-toid street and toid avenue.”)</p>\n<p>From New England, MacNeil followed a Charles Kuralt-ian path as he traveled the country in search of answers to how the American voice has come to its present state.</p>\n<p>The younger generation continues to have a great impact on language, whether it's the hip-hop culture or the instant messengers who develop their own shorthand (composed mainly of misspelled words) to communicate with one another while they multitask.</p>\n<p>As an extension of text messaging, <em>Do You Speak American</em> also applies to computers, as engineers design the most ergonomic voices to use in automated systems, such as “smart houses” and automobiles. The psychology that goes into the planning of which sex, race, and age to use as the official “voice” is quite thought-provoking and begs the question, “Who do you want telling you what to do?” (Germans, for example, generally object to female voices in positions of authority.)</p>\n<p>The authors get credit for looking at serious issues rather than just coasting on the pop culture train. For example, they explore the phenomenon of “Black English,” and its affect on an African-American community striving for equality and acceptance. “Inner city African Americans talk less like white Americans than they did two and three generations ago.” One telling point comes in an experiment in which an African American researcher applies for an apartment over the phone. In one call he affects an accent that would be described as urban black; in another, he uses a Hispanic voice; and in a third he uses a neutral tone. Guess which persona gets the most positive feedback?</p>\n<p>Overall, <em>Do You Speak American</em> is both entertaining and informative. One of the drawbacks of such a book is that <em>reading</em> cannot have the same impact as watching, or more precisely, listening, to the documentary. No matter how carefully the words are written in dialectic form, what one hears in the “mind's ear” may not be the same as hearing it with, for lack of a better expression, the “ear's ear.” Everyone's perception is different, like describing the experience of vanilla or describing a color.</p>\n<p>There remain unanswered questions; perhaps MacNeil and Cran are saving them for their next project.</p>\n<p>—<em>Ron Kaplan</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.ca/books/105849/do-you-speak-american-by-robert-macneil-and-william-cran/9780307423573\"><em>Do You Speak American?</em></a></h1> <p>Robert MacNeil and William Cran, (Doubleday, 2005), 240 pp.</p> <p>How ironic is it that the author of a book of American language is Canadian by birth? Yet there is no person more qualified than Robert MacNeil, whose stentorian and authoritarian tones have been a staple of the news world for decades.</p> <p>Such chauvinism—the philosophy that the way one group (regional, cultural, or age-oriented) speaks is better than others—is a main component of <em>Do You Speak American?</em> the companion volume of the PBS documentary on the development of English across the United States. From coast to coast, MacNeil and his co-author, William Cran, scoped out different voices (literally and figuratively) to learn how words differ according to time and place.</p> <p>America has been described as both a melting pot, in which different cultures blend together, and a salad bowl, where each component, each nationality, still retains its own characteristics. With all that in mind, how strict can or should language usage be? Some analysts believe we should strive for one “official” voice—“standard American English”—while others cling to their ancestral and socials cultures.</p>"
}