{
  "type": "Article",
  "title": "HORRIBLE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBLE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“It's very important that it's no longer something for the silent minority, and it's become normalised,” said a think-tank wallah, greeting the news that half of all British households now have an Internet connection. “Silent majority” has long been a superglued phrase, but this is an interesting development; it appears that the attachment between <em>silent</em> and <em>majority</em> is now so irreversible that it is leaking sideways.</p>\n<p>Another instance of supergluing, suggested by a couple of readers, is <em>keen fan,</em> presumably coined to differentiate a keen fan of Manchester United, for instance, from a lukewarm, or even indifferent, fan. And here's a quote from a review, in a leading British newspaper, of a concert by the singer Beyonce: “This is one of the least slick, and most shambolic shows I've ever seen from a major superstar.” Well, you can understand the reviewer's disgust; I mean, fair enough, if he'd gone to see a <em>minor</em> superstar, he'd have lowered his expectations accordingly. (This column is always delighted to receive <em>Horribiles</em> from readers, superglued or otherwise, via any of the usual Verbatim addresses.)</p>\n<p>I was puzzled to read the other day of the launching of “the first British book site to specifically target urban communities.” How strange, I thought; surely most books are sold in urban areas, along with just about every commodity in Britain, other than pigfeed. After all, the great noisy majority of people in the UK live in one of a handful of conurbations.</p>\n<p>But then I read on, and discovered that the new site was in fact “an online black bookseller”—that is, a retailer dealing in books aimed at people of a particular ethnicity. No doubt it's old news to US readers that <em>urban</em> is yet another euphemism for black, but it's a classic example of why importing jargon from abroad is so often unwise.</p>\n<p>A related problem was illustrated last summer by the case of a man in Yorkshire who gained brief international fame when he complained that it was impossible to get taxi dispatchers or pizza delivery firms to accept his orders, and that teenagers, with their trousers pulled down, routinely posed for photographs next to the sign at the end of his street: Butt Hole Road.</p>\n<p>A generation ago the difficulty wouldn't have existed (unless the local council had renamed his road Arsehole Avenue, which seems pretty unlikely even in Yorkshire), because the US usage of <em>butthole</em> was almost unknown over here. Most media coverage of the Butt Hole saga blamed the British love of silly and childish humour, but I feel that cultural imperialism, and its attendant linguistic homogenisation, is the real villain—a stance I will maintain until I hear of, say, a shopping mall in Minnesota called Bum Crack Vistas.</p>\n<p>My local post office closed permanently last month, a significant inconvenience—sorry, “modernisation”—which wasn't made any easier to stomach by a press statement from the post office's “Head of commercial urban areas in the West.” (Does the <em>urban</em> in that job title imply that segregation is being introduced to the West's stamp counters?) “We consulted customers, MPs, and other community representatives,” said the Head, justifying a closure that had met considerable public opposition, “explaining why we were proposing these changes.” What a giveaway! We all know, of course, that in such a context, <em>consulting</em> invariably means <em>telling</em>, but it's not often we get official confirmation.</p>\n<p>Who invented <em>mission statements</em>? Whoever it was needs arresting, in my view. I was trying to do some online window shopping recently, and rapidly became infuriated by having to click my way through horrible little sermonettes before I could get to the goods I was after. The best—in the sense of most vacuous and irritating—was this one: “What we stand for. We have integrity and respect for people. We believe in communication and a strong customer focus. We work together to find innovative solutions that add value.”</p>\n<p>It didn't conclude with “We talk utter bollocks because our brains are mush,” but it should have, don't you think?</p>\n<p><em>[Have a Horribile to share? Send it in, please, to <a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>, or to our Chicago postal address.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBLE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“It's very important that it's no longer something for the silent minority, and it's become normalised,” said a think-tank wallah, greeting the news that half of all British households now have an Internet connection. “Silent majority” has long been a superglued phrase, but this is an interesting development; it appears that the attachment between <em>silent</em> and <em>majority</em> is now so irreversible that it is leaking sideways.</p> <p>Another instance of supergluing, suggested by a couple of readers, is <em>keen fan,</em> presumably coined to differentiate a keen fan of Manchester United, for instance, from a lukewarm, or even indifferent, fan. And here's a quote from a review, in a leading British newspaper, of a concert by the singer Beyonce: “This is one of the least slick, and most shambolic shows I've ever seen from a major superstar.” Well, you can understand the reviewer's disgust; I mean, fair enough, if he'd gone to see a <em>minor</em> superstar, he'd have lowered his expectations accordingly. (This column is always delighted to receive <em>Horribiles</em> from readers, superglued or otherwise, via any of the usual Verbatim addresses.)</p> <p>I was puzzled to read the other day of the launching of “the first British book site to specifically target urban communities.” How strange, I thought; surely most books are sold in urban areas, along with just about every commodity in Britain, other than pigfeed. After all, the great noisy majority of people in the UK live in one of a handful of conurbations.</p>"
}