{
  "type": "Article",
  "title": "Eighteenth Century Collections Online: The Words and Images of History",
  "author": "Fred R. Shapiro",
  "location": "Yale Law School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Eighteenth Century Collections Online: The Words and Images of History</h1>\n<p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Yale Law School</span></em></p>\n<p>In 2001 I wrote in this journal: “Electronic resources presenting text and images through the World Wide Web are rapidly revolutionizing the study of history.” Now, in 2004, the revolution has reached a mature phase. Perhaps the most exciting of the online history resources is Gale's Eighteeenth Century Collections Online (ECCO).</p>\n<p>ECCO is the most ambitious digitization project ever undertaken. It makes available digital facsimile images of every significant book published in Great Britain between 1701 and 1800, as well as thousands of important works printed in the Americas. The completed database will include more than  33,000,000 pages and nearly 150,000 books and span subjects including history, geography, social science, fine arts, medicine, science, technology, literature, language, philosophy, religion, law, and general reference. Every word or phrase in this comprehensive electronic library is searchable (searching a variety of sophisticated “metadata” fields, or browsing texts by author or title, is also possible).</p>\n<p>The power of ECCO's full-text searching can be spectacularly illustrated by using it to trace the origins of words and phrases. For more than 150 years, the <em>Oxford English Dictionary</em> has pursued the world's greatest humanities research project, with thousands of editors and contributors employing the most diligent and ingenious methods to ferret out the earliest known usage of each term in the English language. Simon Winchester's <em>The Professor and the Madman</em> made the best-seller list, chronicling one of the most remarkable stories of <em>OED</em> research into “first uses.”</p>\n<p>In literally a few seconds of searching, however, ECCO can often outdo <em>OED</em> first uses and furnish earlier evidence from eighteenth-century books. The richness of ECCO's contents and the power of its ability to search the full text of books for occurrences of desired words make for an extraordinary tool for linguistic investigations, and, of course, for countless other researches.</p>\n<p>I asked John Simpson, chief editor of the <em>Oxford English Dictionary,</em> to summarize how the <em>OED</em> staff is using ECCO in their work. Here is his answer:</p>\n<p>“Some commentators have suggested that quotation evidence in the <em>Oxford English Dictionary</em> is less comprehensive for the eighteenth century than for other periods. It is perhaps no surprise, therefore, that ECCO has proved an extremely productive resource over the short time it has been available. Of the six hundred illustrative quotations already added to the dictionary database to date from ECCO, around one third represent antedatings of the first-known occurrence of a word or sense previously recorded in the <em>OED.</em> Impressive examples found so far come from the world of medicine (<em>oesophageal,</em> antedated from 1807 to 1786; <em>pelvic,</em> antedated from 1828 to 1799), botany (three out of the four senses of <em>peduncle</em> have been antedated), textiles (<em>organdie,</em> antedated from 1785 to 1714), and architecture (<em>periperal,</em> antedated from 1826 to 1768).</p>\n<p>ECCO is also a rich source of documentary evidence for informal varieties of English. A notable example is the following:</p>\n<blockquote>\n<p>Richard Low . . . and his Camrade being one Day very Peckish, and meeting with a Boor in Ghent loaded with Capons . . . , they struck up a Bargain with him for half of them.</p>\n<p>Alexander Smith, <em>History of the Lives of the Most Noted Highway-men</em> (ed. 2, 1714)</p>\n</blockquote>\n<p>This use of the adjective <em>peckish</em> antedates the previous first-known example, an entry in Francis Grose's <em>Classical Dictionary of the Vulgar Tongue,</em> by just over seventy years.</p>\n<p>Another area of particular strength, as compared with other resources, is in words loaned from non-European languages, which occur frequently in the types of texts (letters and memoirs, for example) found in the collection. Examples of such terms for which new first examples have already been found include <em>Padouca, ongon, obeah man</em>, and <em>occo</em>. As we continue with the process of revising the <em>OED,</em> our ability to search ECCO will undoubtedly lead to considerable gains in our understanding of eighteenth-century English.”</p>\n<p>I have used ECCO to improve upon the historical record for many important terms. For example, the <em>OED's</em> first citation for the word <em>baseball</em> is dated 1815. An ECCO search, however, retrieves the following, much earlier, example from a children's book:</p>\n<blockquote>\n<p>BASE-BALL. The <em>Ball</em> once struck off, Away flies the Boy To the next destin'd Post, and then Home with Joy.</p>\n<p><em>A Little Pretty Pocket-Book, Intended for the Instruction and Amusement of Little Master Tommy, and Pretty Miss Polly</em> (1760)</p>\n</blockquote>\n<p>The <em>OED'<em>s earliest record of the word</em> librarian</em> is from 1713, but ECCO yields an occurrence twelve years prior to that:</p>\n<blockquote>\n<p>The Library is furnish'd already with Books, to almost the number of 4000, and will daily encrease by an annual Salary of 116 l. per Ann. settl'd upon it for that purpose, and for the maintenance of a Librarian.</p>\n<p>Herman Moll, <em>A System of Geography: or, a New &amp; Accurate Description of the Earth in All its Empires, Kingdoms and States</em> (1701)</p>\n</blockquote>\n<p>I set forth below a few other interesting “antedatings,” from a variety of subject areas, that I have discovered with ECCO full-text searches. The date of the <em>OED's</em> first use for the term is given in parentheses. My results, through the lens of studying the history of words, suggest the limitless potential of ECCO for studying the history of culture and ideas.</p>\n<blockquote>\n<p><em>biographer</em> (<em>OED</em> 1715)</p>\n<p>The <em>Author's</em> descending too particularly to the lesser and more private Actions of Mankind; which makes him fall from the Majesty of a <em>Historian</em> to that of a <em>Biographer</em>.</p>\n<p>Laurence Echard, <em>The Roman History</em> (1702)</p>\n<p><em>biology</em> (<em>OED</em> 1819, in another sense 1813)</p>\n<p>Physiology therefore—or more strictly <em>biology</em>—by which I mean <em>the doctrine of the living system in all its states,</em> appears to be the foundation of ethics and pneumatology.</p>\n<p>Thomas Beddoes, <em>Contributions to Physical and Medical Knowledge, Principally from the West of England</em> (1799)</p>\n<p><em>dentist</em> (<em>OED</em> 1759)</p>\n<p>Bouchard is the Name of the Dentist she employed at Bourdeaux, already mentioned.</p>\n<p>Mainie Anne Cathcart, <em>Copies of Miss Cathcart's Letters to Sir John Houstoune, Since She Came Away from Him</em> (ca. 1746)</p>\n<p><em>engineering</em> (<em>OED</em> 1720)</p>\n<p>The 17th of this Month proved fatal to the famous Lieutenant General <em>Coborn</em>; who, without Vanity, was the ablest Engineer in his Time: He rose by small Gradations in the Military and Engineering Arts, to the high Posts he so worthily filled, under the States-General.</p>\n<p>David Jones, <em>A Compleat History of Europe: or, a View of the Affairs Thereof, Civil and Military, for the Year, 1704</em> (1705)</p>\n<p><em>oxygen</em> (<em>OED</em> 1790)</p>\n<p>We have acted agreeable to these conditions by adopting the word <em>oxygen</em>, deriving it as Mr. Lavoisier proposed . . . . We shall therefore say that vital air is oxygen gas, and that oxygen unites with sulphur.</p>\n<p>Louis Bernard, Baron Guyton de Morveau, <em>Method of Chymical Nomenclature</em> (1788)</p>\n<p><em>revolutionary</em> (<em>OED</em> 1774)</p>\n<p>No Roman Catholick was oblig'd to oppose the Revolutionary Measures in Conscience, much less in Policy.</p>\n<p>Alexander Ramkins, <em>The Memoirs of Majr. Alexander Ramkins, a Highland-Officer, Now in Prison at Avingnon</em> (1719)</p>\n<p>vampire (OED 1734)</p>\n<p>It is some Satisfaction to him [a Dutchman] to know that he is not giving from his Family what he has earned with the Sweat of his Brows, to . . . gratify the Rapine of a fat-gutted Vampire.</p>\n<p>Charles Forman, <em>A Second Letter to the Right Honourable Sir Robert Walpole</em> (1733)</p>\n</blockquote>\n<p>[Fred R. Shapiro is associate librarian and lecturer in legal research at Yale Law School and the editor of the forthcoming Yale Dictionary of Quotations (Yale University Press).]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Eighteenth Century Collections Online: The Words and Images of History</h1> <p><em><span data-rel=\"author\">Fred R. Shapiro</span> <span data-rel=\"location\">Yale Law School</span></em></p> <p>In 2001 I wrote in this journal: “Electronic resources presenting text and images through the World Wide Web are rapidly revolutionizing the study of history.” Now, in 2004, the revolution has reached a mature phase. Perhaps the most exciting of the online history resources is Gale's Eighteeenth Century Collections Online (ECCO).</p> <p>ECCO is the most ambitious digitization project ever undertaken. It makes available digital facsimile images of every significant book published in Great Britain between 1701 and 1800, as well as thousands of important works printed in the Americas. The completed database will include more than  33,000,000 pages and nearly 150,000 books and span subjects including history, geography, social science, fine arts, medicine, science, technology, literature, language, philosophy, religion, law, and general reference. Every word or phrase in this comprehensive electronic library is searchable (searching a variety of sophisticated “metadata” fields, or browsing texts by author or title, is also possible).</p> <p>The power of ECCO's full-text searching can be spectacularly illustrated by using it to trace the origins of words and phrases. For more than 150 years, the <em>Oxford English Dictionary</em> has pursued the world's greatest humanities research project, with thousands of editors and contributors employing the most diligent and ingenious methods to ferret out the earliest known usage of each term in the English language. Simon Winchester's <em>The Professor and the Madman</em> made the best-seller list, chronicling one of the most remarkable stories of <em>OED</em> research into “first uses.”</p>"
}