{
  "type": "Article",
  "title": "Alchemical Calques or the Transmutation of Language",
  "author": "Rob Schleifer",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Alchemical Calques or the Transmutation of Language</h1>\n<p><em><span data-rel=\"author\">Rob Schleifer</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>In the fifth century bc, Empedocles of Acragas, the Greek philosopher, proclaimed that the universe was composed of four primal elements: fire, air, water, and earth. While not, perhaps, the most discriminating descriptive cosmology, this doctrine nevertheless dominated Western philosophical thought for twenty-one hundred years and is today still favorably regarded by born-again astrologists. But it did not completely satisfy Aristotle, who, writing a century later, explained that while these four material elements could define all earthly substances, a fifth immaterial element must define all heavenly phenomena. He called this element <em>pempte</em>-<em>ousia,</em> or 'fifth being.'</p>\n<p>Nearly two millennia later, the medieval philosophers, busy transmuting lead into gold and discovering the elixir of life, sought to translate this expression into Latin. But classical Latin had no present participle meaning 'being.' Fortunately, however, Cicero had remedied this problem in the first century bc, averting this medieval embarrassment by taking the existing Latin infinitive <em>esse</em>—an almost exact counterpart to Greek <em>einai</em>, the infinitive governing <em>ousia</em>—and extrapolating from it the hypothetical Latin present participial base <em>essent-,</em> to create the neologism <em>essentia</em>, which corresponds to Greek <em>ousia</em>. Then, some fifteen hundred years later, the medieval philosophers prefaced this word with Latin <em>quinta,</em> 'fifth,' an ordinal number equivalent to Greek <em>pempte</em>-, establishing the Medieval Latin phrase <em>quinta essentia;</em> and these two words eventually coalesced and passed into English as <em>quintessence</em>.</p>\n<p>In this linguistic process the medieval philosophers had unearthed, seemingly without knowing it, a means of transmuting the lead of a dead language into the gold elixir of living discourse.</p>\n<p>Philologically, this occurrence, by which Greek <em>pemptousia</em> was translated, element by element, into Latin <em>quinta essentia</em>, is known as a loan translation, or <em>calque</em>, a word derived from French <em>calque</em> 'an imitation or tracing,' insofar as one language is transposing the elements of another language into its own elements. French <em>calque</em>, in turn, is fashioned from the French verb <em>calquer</em> 'to trace or copy,' which is derived from the Italian verb <em>calcare</em> 'to trace or trample,' itself an adoption of the Latin verb <em>calcare</em> 'to tread or trample,' which, for our purposes, finds its source in the Latin noun <em>calx</em> 'heel,' as that part of the foot that does the trampling. As such, calques may very well be the philosopher's stone of discourse, the elixir or mother's milk of living language, an archeology of knowledge, transmuting the violent trampling of translation into the intercourse of loan.</p>\n<p>Much can be discovered in this archeology. The ancient Romans, as well as the Greeks, have provided English with a potpourri of picturesque calques. Even at the dawn of Roman civilization, as a Tiberine she-wolf (Acca Larentia?) suckled Romulus and Remus, some inhabitant of the Italic peninsula may have gazed at the sky one night and fancied that faintly luminous band of stars overarching the heavens to be a road or way of milk, or <em>via lactea,</em> a phrase that was translated by Chaucer in Middle English as <em>melky weye</em> and thence <em>Milky Way</em>, eventually passing into Modern English, where it became a candy bar. Or instead, I would tender, the Romans may have partially translated their <em>via lactea</em> from Eratosthenes' <em>kyklos galaxias</em> 'circle of milk,' from which we derive <em>galaxy,</em> now a generic term for the Milky Way, though formerly our specific term; and <em>kyklos galaxias</em> may further be the source of our obsolete English calque, <em>lacteous circle</em>, which would support this hypothesis. In any event, Latin <em>lac</em> is cognate with Greek <em>gala</em> and English <em>milk</em>, all three words having descended from the common prehistoric Indo-European base <em>melg-</em> 'to stroke, to rub off,' hence, 'to milk,' from which we acquire such English derivatives as <em>lactate,</em> <em>emulsion,</em> and <em>lettuce</em>.</p>\n<p>But the Romans and Greeks are by no means our sole legators of calques. In 1891, Friedrich Nietzsche completed <em>Also sprach Zarathustra,</em> in which he elaborated upon his conception of the <em>Übermensch,</em> that rationally superior person who spurns conventional Christian “herd morality” and transmutes himself, like a triumphant alchemist, to fully realize human potential and creative mastery. Yet in a secondary transmutation, Nietzsche's <em>Übermensch</em>, almost immediately upon publication of <em>Zarathustra</em>, was misconceived as a man of extraordinary physical strength with a juggernaut-like “will to power” over others. And in a tertiary transmutation, George Bernard Shaw, in popularizing and recasting Nietzsche's philosophy twelve years later, took on the task of translating <em>Übermensch</em> into English. But, evidently, he did not find the native rendering of <em>overman</em> or <em>beyondman</em> sufficiently mellifluous and instead translated the first element <em>Über</em> into its Latin equivalent, creating for his new play and all posterity that immortal, hybrid calque . . . <em>Superman!</em></p>\n<p><em>Faster than a speeding bullet!</em></p>\n<p><em>More powerful than a locomotive!</em></p>\n<p><em>Able to leap tall buildings in a single bound!</em></p>\n<p><em>Look! Up in the sky!</em></p>\n<p><em>It's a bird! It's a plane!</em></p>\n<p><em>IT'S ÜBERMENSCH!</em></p>\n<p>Yes, it's Übermensch,  strange visitor from another philosophaster. Yet anyone who has had the pleasure of listening to that scholarly radio serial of the 1940s featuring Bud Collyer, or of watching that intellectual television series of the '50s starring George Reeves (not to be confused with his star-crossed successor of the '70s and '80s, Christopher Reeve) could not help but note the discrepancy between the relatively temperate pronouncements of this commentator and the preternatural, quasi-omnipotent feats that this star character could (and did) perform. Indeed, according to the original 1938 “magazine” (as the television voice-over euphemistically deemed it), this Pimpernel incarnate could do little more than “hurdle skyscrapers . . . leap an eighth of a mile . . . raise tremendous weights . . . [and] run faster than a streamline train,” all of which brings him a lot closer to Nietzsche's original, misconstrued <em>Übermensch</em>. In short, what began linguistically as an accurate calque for a German concept transmogrified into something quite alien, an example, if you will, of semantic hypertrophy.</p>\n<p>But few calques have degenerated so bizarrely in such a short a period. Religious calques, for example, have remained relatively stable over the millennia, many of them deriving from the Hebrew or Aramaic languages, the former the language of the Old Testament, the latter the language spoken when Christ lived.</p>\n<p>An enlightening religious calque is <em>scapegoat</em>. Though no longer commonly associated with anything religious, it originally epitomized the atonement of Yom Kippur in which Aaron, the high priest of the Jews, confessed the sins of his people upon the head of a goat, which was then allowed to “escape” into the wilderness, carrying away those sins.</p>\n<p>But the goat . . . shall be presented alive before the LORD, to make an atonement with him, <em>and</em> to let him go for a scapegoat into the wilderness. (Leviticus 16:10, KJV)</p>\n<p>Scapegoat actually encompasses two calques and is an example of those words that I call doublecalques (with <em>double</em> pronounced doo—'bl, in the French manner). The biblical scholar William Tyndale, in preparing his 1530 translation of the Pentateuch, coined <em>scapegoat</em> as a calque of the Late Latin (Vulgate) <em>caper emissarius</em> 'emissary goat,' itself a calque of Hebrew <em>aza</em>-<em>zee</em>-<em>l</em>, the name of a desert demon which, etymologically, was understood as <em>e</em>-<em>zo</em>-<em>ze</em>-<em>l</em> 'goat that departs'—whence emissary goat, whence scapegoat, whence any person, place, or thing that bears the blame for others.</p>\n<p>A more complex religious doublecalque is <em>Holy Ghost</em>. This derives from Middle English <em>holi gost,</em> which itself derives from Old English <em>ha</em>-<em>lig</em> <em>ga</em>-<em>st</em>—elements that can be traced, respectively, to Indo-European <em>kailo-</em> 'whole, uninjured' and <em>gheis-</em>, an uncertain element expressing awe or fright. However, in ancient Hebrew, a language classified within the Afro-Asiatic family of languages, <em>ruah ha-qo</em>-<em>desh</em> meant 'holy spirit,' which was later translated into Greek <em>pneuma hagion</em> and thence Latin <em>spiritus sanctus</em>. But not until the Roman missionaries brought <em>spiritus sanctus</em> to the British Isles in the latter half of the first millennium did the English combine <em>ha</em>-<em>lig</em> with <em>ga</em>-<em>st</em> to form <em>ha</em>-<em>lig</em> <em>ga</em>-<em>st.</em> Thus, while <em>ha</em>-<em>lig</em> <em>ga</em>-<em>st,</em> morphologically, is of Indo-European composition, semantically it is of Afro-Asiatic ancestry. Moreover, since <em>ha</em>-<em>lig</em> <em>ga</em>-<em>st</em> is a doublecalque of <em>spiritus sanctus</em> and <em>pneuma hagion,</em> and <em>spiritus sanctus</em> is a doublecalque of <em>pneuma hagion</em> and <em>ruah ha-qo</em>-<em>desh,</em> I christen <em>Holy Ghost</em> a <em>multiple doublecalque</em>. (It has been suggested that <em>Holy Ghost</em> be designated a <em>triplecalque;</em> however, such a neologism would needlessly obfuscate the terminology.)</p>\n<p>In contemplating multiple doublecalques, we must not overlook <em>parallel doublecalques</em>. <em>Groundhog</em>, for example, is commonly asserted to be a calque of Dutch <em>aardvarken</em>, which dissects into <em>aarde</em> 'ground, earth,' and <em>varken</em> 'hog, pig.' But, significantly, a second calque representing an entirely different animal, the South African anteater <em>(Orycteropus afer),</em> is also translated from these same Dutch elements, though in this context it is reconstructed from its alternative English counterparts, <em>earth</em> and <em>pig</em>. So <em>groundhog</em> and <em>earth pig</em> are parallel doublecalques of Dutch <em>aardvarken,</em> which not incidentally yields, through its seventeenth-century offspring language Afrikaans, the loan of our more learned term for the earth-pig anteater, <em>aardvark</em>.</p>\n<p>But few calques have the vainglory of being doublecalques. Indeed, a large number of what the <em>mobile vulgus</em> call calques are not legitimate calques and plead for a new name. <em>Antinovel,</em> for example, is an incomplete translation of Jean-Paul Sartre's <em>antiroman</em> (though this term was used at least as early as 1627 by Charles Sorel) in which French <em>roman</em> is rendered by English <em>novel,</em> but in which the <em>anti</em> remains unchanged. <em>X-ray,</em> likewise, is a partial rendering of Wilhelm Roentgen's <em>X-strahl,</em> in which German <em>Strahl</em> translates to English <em>ray,</em> but the <em>X</em>, being an international algebraic symbol for the unknown, remains intact. Such compounds, then, in which at least one major element is <em>not</em> translated from the original, I designate as <em>demicalques</em>. And certain of these words and phrases, as <em>tall oil,</em> which is a demicalque of German <em>Tallöl,</em> which itself is a demicalque of Swedish <em>tallolja,</em> are, in fact, <em>doubledemicalques</em>.</p>\n<p>But a more captivating category of calques involves those words in which at least one major element is mistranslated from the original. I call these calques <em>catachresticalques</em>, after the Greek-derived rhetorical term <em>catachresis,</em> as defined, in one of its senses, as 'an incorrect use of a word, either from a misinterpretation of its etymology or a folk etymology.'</p>\n<p><em>Scapegoat,</em> as we have seen, is an example of a doublecalque, but it is also a catachresticalque insofar as Late Latin <em>caper emissarius</em>, of which <em>scapegoat</em> is Tyndale's English translation, is, in fact, a mistranslation of the Hebrew proper name <em>aza</em>-<em>zee</em>-<em>l</em>. And in a parallel historical development, Greek <em>tragos apopompaios,</em> 'goat sent out,' of the Septuagint is also a misinterpretation of and, hence, a catachresticalque of <em>aza</em>-<em>zee</em>-<em>l</em>. So <em>scapegoat</em> and <em>tragos apopompaios</em> are clearly <em>parallel doublecatachresticalques</em> of the Hebrew<em>aza</em>-<em>zee</em>-<em>l.</em></p>\n<p>But <em>multiple</em> <em>doublecatachresticalques</em> have also descended upon the English language. At about the time the Hebrews were completing the Torah, the Greeks were coining the phrase <em>ourion <em>o</em>-<em>on</em> 'wind egg,' to refer to certain eggs that do not hatch, presumedly because they are conceived by the wind. Subsequently, this phrase was translated into Latin <em>ovum urinum</em>,</em> with the same meaning. But somewhere along the way Latin <em>urinum <em>'wind,' became confused with Latin <em>urinae</em> 'urine.' So what began, in Greek, as a wind egg was transmuted, in Latin, into a urine egg. Moreover, in Old English, the word for urine was <em>adela</em>,</em> which contracted in Middle English to <em>adel</em>;</em> and the Old English word for egg was <em>æ</em>-<em>g</em>, which transmuted, in one of its Middle English incarnations, into <em>eye</em>. So the compound <em>adel-eye</em> 'urine egg' emerged in Middle English, of which the <em>eye</em> later dropped out, yielding, once again, a solitary Middle English <em>adel</em>. And this word passed into Modern English as <em>addle</em>.</p>\n<p>So the next time you call someone <em>addlebrained</em> or <em>addlepated,</em> smile to yourself, for you are saying more about that person than that person might suspect. And smile again, for you're articulating an alchemical calque, that quintessence of loan—which transmutes material as heavy as lead and as light as the wind into the golden immaterial elixir of living language.</p>\n<p><em>[Rob Schleifer is a Random House author. His last article for <em>VERBATIM</em> “A Nocturnal View of the Lunar Landscape” appeared in XXVII/3.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Alchemical Calques or the Transmutation of Language</h1> <p><em><span data-rel=\"author\">Rob Schleifer</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>In the fifth century bc, Empedocles of Acragas, the Greek philosopher, proclaimed that the universe was composed of four primal elements: fire, air, water, and earth. While not, perhaps, the most discriminating descriptive cosmology, this doctrine nevertheless dominated Western philosophical thought for twenty-one hundred years and is today still favorably regarded by born-again astrologists. But it did not completely satisfy Aristotle, who, writing a century later, explained that while these four material elements could define all earthly substances, a fifth immaterial element must define all heavenly phenomena. He called this element <em>pempte</em>-<em>ousia,</em> or 'fifth being.'</p> <p>Nearly two millennia later, the medieval philosophers, busy transmuting lead into gold and discovering the elixir of life, sought to translate this expression into Latin. But classical Latin had no present participle meaning 'being.' Fortunately, however, Cicero had remedied this problem in the first century bc, averting this medieval embarrassment by taking the existing Latin infinitive <em>esse</em>—an almost exact counterpart to Greek <em>einai</em>, the infinitive governing <em>ousia</em>—and extrapolating from it the hypothetical Latin present participial base <em>essent-,</em> to create the neologism <em>essentia</em>, which corresponds to Greek <em>ousia</em>. Then, some fifteen hundred years later, the medieval philosophers prefaced this word with Latin <em>quinta,</em> 'fifth,' an ordinal number equivalent to Greek <em>pempte</em>-, establishing the Medieval Latin phrase <em>quinta essentia;</em> and these two words eventually coalesced and passed into English as <em>quintessence</em>.</p> <p>In this linguistic process the medieval philosophers had unearthed, seemingly without knowing it, a means of transmuting the lead of a dead language into the gold elixir of living discourse.</p>"
}