{
  "type": "Epistola",
  "title": "EPISTOLA Olivier Kaiser",
  "contributor": "Olivier Kaiser",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Olivier Kaiser</span></h1>\n<p>In her article on Lipograms (VERBATIM XXIX/2) Susan Elkin mentioned the e-less novel by Georges Perec, <em>La Disparition,</em> but did not really do it justice in my opinion. This lipogrammatic novel, published in 1969, is a 300-page masterwork of linguistic ingenuity, for the letter <em>e,</em> by far the most common letter in French,<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> is used in many of the most common French words (such as <em>le</em> (the), <em>et</em> (and), <em>je</em> (I), and <em>être</em> (to be)). But beyond that it is also full of subtle allusions to the absence of the never-used letter <em>e,</em> of more or less cryptic references to this conspicuous presence-absence and of clever rewritings of famous texts. Did I say «conspicuous»? Perhaps not so much after all, since at the time it came out some critics supposedly reviewed the book without noticing its most distinguishing feature. Although I'd like to think it is because the text does flow incredibly smoothly despite the self-imposed limitation, this may well be another one of those apocryphal literary anecdotes which are repeated from reference book to linguistic journal article to specialized website.</p>\n<p>What is not apocryphal, and arguably an even more awe-inspiring feat than Perec's original novel, is that the book was actually translated into English! Almost as hopeless a task as “translating” Joyce's <em>Finnegans Wake</em> into any language, it adds to the naturally challenging exercise of translation a constraint even more daunting than having to write a whole book without the most frequent letter in the alphabet: having to write it while following another author's script!</p>\n<p>The result, published in 1994<sup><a href=\"#user-content-fn-b2\" id=\"user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> by British author and columnist Gilbert Adair under the title <em>A Void</em><sup><a href=\"#user-content-fn-b3\" id=\"user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> (HarperCollins Publishers), more than meets the high expectations of bilingual readers. In many cases, Adair manages to stay surprisingly close to the original. Thus, the first sentences of the first chapter:</p>\n<blockquote>\n<p>“Anton Voyl n'arrivait pas à dormir. Il alluma. Son Jaz[^4] marquait minuit vingt. Il poussa un profond soupir, s'assit dans son lit, s'appuyant sur son polochon. Il prit un roman, il l'ouvrit, il lut; mais il n'y saisissait qu'un imbroglio confus, il butait à tout instant sur un mot dont il ignorait la signification.”</p>\n</blockquote>\n<p>This becomes:</p>\n<blockquote>\n<p>“Incurably insomniac, Anton Vowl turns on a light. According to his watch it's only 12.20. With a loud and languorous sigh Vowl sits up, stuffs a pillow at his back, draws his quilt up around his chin,<sup><a href=\"#user-content-fn-b5\" id=\"user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> picks up his whodunit and idly scans a paragraph or two; but, judging its plot impossibly difficult to follow in his condition, its vocabulary too whimsically multisyllabic for comfort, throws it away in disgust.”</p>\n</blockquote>\n<p>You may have noticed that the last name of the hero in French is the word <em>voyelle</em> (vowel) with all three e's taken out (as well as one extra l), and that Adair “translated” this into the equivalent <em>Vowl.</em> It is this Vow(e)l who disappears early in the book and is being sought by his friends. Did I mention it seems almost impossible that critics could have missed clues as obvious as this one?</p>\n<p>On a different but just as enjoyable tack, Perec included in his novel, as one among many potential clues to the whereabouts of his hero, well-known texts supposedly copied by Voyl/Vowl on a manuscript. Of course, these texts have also been «lipogrammed». In French, they are from authors such as Mallarmé (re-christened Mallarmus) and Victor Hugo. Rather than translating texts which would not have been easily recognized by English-speaking readers, Adair calls upon British or American authors, among whom a certain William Shakspar. His contribution seems oddly familiar, doesn't it:</p>\n<blockquote>\n<p>Living, or not living: that is what I ask:</p>\n<p>If 'tis a stamp of honour to submit</p>\n<p>To slings and arrows waft'd us by ill winds,</p>\n<p>Or brandish arms against a flood of afflictions,</p>\n<p>Which by our opposition is subdu'd? Dying, drowsing;</p>\n<p>Waking not? And by drowsing thus to thwart</p>\n<p>An aching soul and all th' natural shocks</p>\n<p>Humanity sustains.”</p>\n</blockquote>\n<p>Don't be fooled by the apparent facility of the poetic licence which allows the substitution of an apostrophe for some <em>e</em>'s. As Susan Elkin mentioned in the article that triggered this longer-than-anticipated letter, writing meaningful lipograms is much more difficult than may appear at first.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> If you don't believe us, you could try “lipogramming” Shelley's poem <em>Ozymandias,</em> and compare it with what Gilbert Adair makes of it in <em>A Void.</em> To get you started, here is the first line in the original and the modified versions: “I met a traveller from an antique land”/”I know a pilgrim from a distant land.” As all three parts of Percy Bysshe Shelley's name contain an <em>e,</em> he is only identified as PBS in the book. For another famous author with a three-pronged name, Adair uses a different and amusing trick: it shouldn't take you long to figure out who wrote the long poem renamed “Black Bird” using “Arthur Gordon Pym” as a nom de plume, so to speak. I can't resist giving you another clue however, not only to the author's identity, but also to Adair's genius: the same author is also very famous for a tale called “the Purloined Letter,” which strikes me as an incredibly apt hidden reference in a book from which what has disappeared happens to be a letter of the alphabet. Yes, O Ye of Little Faith, it could also just be a very lucky coincidence …</p>\n<p>Both Perec's <em>La Disparition</em> and Adair's translation are full of many more exciting linguistic and literary subtleties, which I hope you will want to discover yourselves as much as I enjoyed rediscovering them to write this.</p>\n<p>To be complete, I should add that <em>La Disparition</em> was also translated into Spanish. The book was published by Anagrama in 1997, and it took a team of five translators to do the job.<sup><a href=\"#user-content-fn-b7\" id=\"user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Its title is <em>El Secuestro,</em> which translates as “The Kidnapping.” But, I can hear you say, there are three <em>e</em>'s in the title! Aha, yes, but that is because in Spanish, <em>e</em> is usually not considered as the most frequent letter, rather <em>a</em> is.<sup><a href=\"#user-content-fn-b8\" id=\"user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Anybody who is foolhardy enough to undertake such a major task is not going to take the “easy” way out!</p>\n<p><em>[Olivier Kaiser]</em></p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-b1\">\n<p>In French, listing the most common letters in descending order forms the “word” ESARTINULOC, just as in English it reads ETAOIN SHRDLU, as Kathryn Wilkens reminded us in VERBATIM XXVIII/4. Note that in French the letter <em>e</em> also includes for this particular purpose all its accented forms (<em>é, è, ê <em>and</em> ë</em>), which helps explain why it is so much more common than other letters, but also makes it that much more difficult to omit from any meaningful text. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b2\">\n<p>Perec unfortunately could not enjoy it, since he died in 1982. <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b3\">\n<p>The “proper” translation of “La Disparition” would have been “The Disappearance,” but of course there are way too many <em>e</em>'s in those two words. The title chosen by Adair is very subtly clever, just as the rest of his translation, since it obviously refers to the void left by the absence of the vowel, but is also pronounced exactly the same as «avoid»: avoiding the darn letter must indeed have been uppermost in his mind when he translated Perec's novel. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b5\">\n<p>No part of this clause can be found in the French original, and it therefore seems perfectly superfluous, but I'm not one to blame Adair for having a little fun on the side! <a href=\"#user-content-fnref-b5\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b6\">\n<p>For instance, just the first paragraph of this article contains all the letters of the alphabet with the sole exception of <em>q,</em> and that letter appears as early as the second paragraph. <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b7\">\n<p>Marisol Andrés, Marcé Burrel, Marc Parayre, Hermes Salceda and Regina Vega. <a href=\"#user-content-fnref-b7\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b8\">\n<p>I understand this is disputed however, and indeed the only frequency list I could find for Spanish puts e before a as follows: EAOINS RLDTCU. Frequency lists are in fact often subject to variations according to the source. This is most likely because the only way to come up with such a list is to first find or create a reference text, and then to let a computer do the math. Which obviously means that the frequency will heavily depend on the reference text, both in terms of length to achieve critical size from a statistical perspective, and in terms of contents (it should ideally be a mixture of styles, including colloquial, technical, poetical and literary sources). The French list mentioned in footnote 1 is the best-known one, and the one used by Perec in other word games he created, but it is just as likely that it was arrived at because it is conveniently pronounceable in French (and therefore easy to memorize) as that it was the true outcome of scientific computation. <a href=\"#user-content-fnref-b8\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Olivier Kaiser</span></h1> <p>In her article on Lipograms (VERBATIM XXIX/2) Susan Elkin mentioned the e-less novel by Georges Perec, <em>La Disparition,</em> but did not really do it justice in my opinion. This lipogrammatic novel, published in 1969, is a 300-page masterwork of linguistic ingenuity, for the letter <em>e,</em> by far the most common letter in French,<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> is used in many of the most common French words (such as <em>le</em> (the), <em>et</em> (and), <em>je</em> (I), and <em>être</em> (to be)). But beyond that it is also full of subtle allusions to the absence of the never-used letter <em>e,</em> of more or less cryptic references to this conspicuous presence-absence and of clever rewritings of famous texts. Did I say «conspicuous»? Perhaps not so much after all, since at the time it came out some critics supposedly reviewed the book without noticing its most distinguishing feature. Although I'd like to think it is because the text does flow incredibly smoothly despite the self-imposed limitation, this may well be another one of those apocryphal literary anecdotes which are repeated from reference book to linguistic journal article to specialized website.</p> <p>What is not apocryphal, and arguably an even more awe-inspiring feat than Perec's original novel, is that the book was actually translated into English! Almost as hopeless a task as “translating” Joyce's <em>Finnegans Wake</em> into any language, it adds to the naturally challenging exercise of translation a constraint even more daunting than having to write a whole book without the most frequent letter in the alphabet: having to write it while following another author's script!</p> <p>The result, published in 1994<sup><a href=\"#user-content-fn-b2\" id=\"user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> by British author and columnist Gilbert Adair under the title <em>A Void</em><sup><a href=\"#user-content-fn-b3\" id=\"user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> (HarperCollins Publishers), more than meets the high expectations of bilingual readers. In many cases, Adair manages to stay surprisingly close to the original. Thus, the first sentences of the first chapter:</p> <blockquote>\n<p>“Anton Voyl n'arrivait pas à dormir. Il alluma. Son Jaz[^4] marquait minuit vingt. Il poussa un profond soupir, s'assit dans son lit, s'appuyant sur son polochon. Il prit un roman, il l'ouvrit, il lut; mais il n'y saisissait qu'un imbroglio confus, il butait à tout instant sur un mot dont il ignorait la signification.”</p>\n</blockquote>"
}