{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“Well, that's then,” said a continuity announcer on BBC radio, linking one programme trailer to another, “but coming closer to now . . .” Actually, I'm coming closer to then, with this quote from a newspaper's end-of-year roundup of 2003's big stories: “The shooting of four teenagers at a new year party did nothing to calm fears of a gun crime epidemic.” Well, it wouldn't, would it? If you were trying to calm fears of a gun crime epidemic, shooting teenagers would be a simply daft way of going about it.</p>\n<p>I no longer allow myself to include the sayings of TV weather forecasters in this column; shooting fish in barrels is not a gentlemanly sport. Besides, to do the subject justice we'd need to start a new magazine: <em>They Said It on the Weather Illustrated Monthly!</em> I suspect Dave Byrd of Arlington, Virginia, knows how I feel. “To date I have avoided writing about TV language,” he writes, “for obvious flogging of dead horse reasons.” However, one particular telly commercial has broken through his resolve. The ad is for loans and urges prompt action because “the chance of interest rates going up in the near future is a very REAL possibility.” Dave notes: “It seems to me this actually says 'the chance . . . is a possibility.' Whoever wrote that line should probably get some credit for being able to craft that into a scary ad tactic. Most ads are puffery and exaggeration, but this is one where they are speaking completely accurately, yet make it sound as though it's breaking news.”</p>\n<p>This redundant <em>very real</em> reminds me of the strange usage of <em>genuinely,</em> which has recently become so widespread in the UK. Here's a good example, taken from an interview with a newly recruited reporter on a town newspaper, in which he told of his enthusiastic commitment to the local social scene: “I genuinely love the pubs here, because they are kind of old school and have retained their individual characteristics.”</p>\n<p>As far as I can tell, <em>genuinely</em> in this context means <em>really</em> (which is fair enough, I suppose) or <em>very much</em>; in other words, it's just another instance of stressification—merely to say that one loves local pubs would be to risk general doubt. “Ah, but does he <em>genuinely</em> love those old-school boozers? Or is he faking it?” Not long ago, I heard a woman tell a TV news programme that she was “genuinely horrified” to discover that her son's school had unwittingly employed a convicted child molester. I, for one, believed her.</p>\n<p>Have you recently <em>had a re-role</em> at work? If so, I'd be delighted if you would tell me whether or not this is, as I assume, a euphemism for demotion. Some euphemisms are funny, some irritating, and some purely breathtaking. When photographs surfaced of US soldiers torturing prisoners in Iraq, the BBC decided (after much corporate introspection, no doubt) that the pictures should be referred to as depicting <em>mock torture</em>. Ah, I think I get it: only Bad Nations commit torture. Therefore, by definition, the worst that a Good Nation might get up to is mock torture. Whether the distinction is appreciable by the victims is debatable.</p>\n<p>A London reader of this column is a little worried by signs currently appearing on the Underground, urging vigilance against terrorism. If they see a suspect package, passengers are instructed: “Don't touch, check with other passengers, inform station staff or dial 999.” Are they at least allowed to panic?</p>\n<p>The Plain English Campaign's list of the ten most annoying clichés in Britain (winner: “at the end of the day”) received a predictably huge amount of press coverage. My favourite story appeared in the <em>Mirror,</em> and concluded thus: “There is, though, an antidote to all this gobbledygook. The <em>Daily Mirror</em> has won the Plain English award for its clear use of language on three occasions.”</p>\n<p>Congratulations, <em>Mirror</em>, but I can't be alone in thinking that, if the paper can manage to use clear language three times, it shouldn't be beyond ambition for it to do so four, or maybe even five times.</p>\n<p>If you have Horribiles to declare, you may send them by mail to either address on the masthead or by email to <em><a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“Well, that's then,” said a continuity announcer on BBC radio, linking one programme trailer to another, “but coming closer to now . . .” Actually, I'm coming closer to then, with this quote from a newspaper's end-of-year roundup of 2003's big stories: “The shooting of four teenagers at a new year party did nothing to calm fears of a gun crime epidemic.” Well, it wouldn't, would it? If you were trying to calm fears of a gun crime epidemic, shooting teenagers would be a simply daft way of going about it.</p> <p>I no longer allow myself to include the sayings of TV weather forecasters in this column; shooting fish in barrels is not a gentlemanly sport. Besides, to do the subject justice we'd need to start a new magazine: <em>They Said It on the Weather Illustrated Monthly!</em> I suspect Dave Byrd of Arlington, Virginia, knows how I feel. “To date I have avoided writing about TV language,” he writes, “for obvious flogging of dead horse reasons.” However, one particular telly commercial has broken through his resolve. The ad is for loans and urges prompt action because “the chance of interest rates going up in the near future is a very REAL possibility.” Dave notes: “It seems to me this actually says 'the chance . . . is a possibility.' Whoever wrote that line should probably get some credit for being able to craft that into a scary ad tactic. Most ads are puffery and exaggeration, but this is one where they are speaking completely accurately, yet make it sound as though it's breaking news.”</p> <p>This redundant <em>very real</em> reminds me of the strange usage of <em>genuinely,</em> which has recently become so widespread in the UK. Here's a good example, taken from an interview with a newly recruited reporter on a town newspaper, in which he told of his enthusiastic commitment to the local social scene: “I genuinely love the pubs here, because they are kind of old school and have retained their individual characteristics.”</p>"
}