{
  "type": "Article",
  "title": "(Not) Spelling it Out For You",
  "author": "Nicholas E. Meyer",
  "location": "Buenos Aires, Argentina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">(Not) Spelling it Out For You</h1>\n<p><em><span data-rel=\"author\">Nicholas E. Meyer</span> <span data-rel=\"location\">Buenos Aires, Argentina</span></em></p>\n<p>There is an anomaly in the language which is so flagrant that it escapes general notice only because it has always been right under our noses.</p>\n<p>The whole point of having words for things is that, when we refer to the things, we use the words for them instead of having to produce the things themselves—and physically show them to our interlocutors. It could be argued that none of the diverse functions of language gets much more basic than that: it saves us from having to locate and haul in a piano when we want to refer to one—we just say the word <em>piano</em>. Yet, when writing, there is a particular category of things for which the convention is to actually exhibit the things—instead of using the words for them. And we consider it so normal to do so that we don't even realize how anomalous such a procedure is, how different from the overwhelming majority of instances of usage in the language.</p>\n<p>Even linguists and writers, the people who are most sensitive to language and thus presumably to its functions and normal ways of operating, use this procedure all time. In fact, they do so more often than other people because by the nature of their work they are more frequently called upon to write about this particular category of things. Except that, as said above, they don't really “write about” them: they produce them, the actual things, for their readers' inspection.</p>\n<p>Further, there is yet a second category of things for which we also exhibit the actual things, but in this case, we don't do it <em>instead</em> of using the words for them. Here we are in a different pickle. We do it because—also usually unremarked—there simply are no separate words for them.</p>\n<p>Enough mystery already. You may have guessed by now: the things in the first category mentioned are the letters of the alphabet. When we write, “cross your <em>t</em>'s” instead of “cross your <em>tees</em>,” we are writing about a thing, the letter <em>tee</em>; but in place of spelling it out, we mostly don't even imagine that we can do so (or, if we do imagine it, we are unsure what the spelling is). So we present the actual thing, in this case, the letter. The <em>t</em> in italics is that: the thing itself, the letter, not its name, <em>tee</em>.</p>\n<p>There is an interesting consequence of this odd exception to the general procedure of language. It is that the letters of the alphabet constitute a group of very common words which despite being frequently said aloud are virtually never written down (and not because they're blue!) To such an extent is this so, that for some of them there isn't an accepted spelling, or much of a dispute over their spelling, or even recognition that they do require any spelling. This aspect of the question has been perspicaciously dealt with in <em>VERBATIM</em> by Dennis Mills in “An Alphabetaphile's Outrage” (vol. XXVI, no. 2). Mills expresses it by saying that most letters have no name.</p>\n<p><em>Aitch</em> as he also points out, is the most notable exception, another being <em>zee</em> or its variant <em>zed</em>.</p>\n<p>It can be argued, on the other hand, that letters are less in need of names than of spellings. Take the second and third letters in the English alphabet, for example. To refer to them as <em>bee</em> and <em>cee</em> may classify them among the cases that Mills describes, in the context of their Spanish equivalents, as “too suspiciously like phonetic transliterations.” Still, that's what we call them, in verbal communication. It's in the written form that we don't call them—we exhibit the actual things—because we're not used to spelling them out.</p>\n<p>When I wrote to a columnist (who shall remain nameless) on English-language matters, asking whether recognized spellings did exist for the names of all letters, he called this—in print—“an odd request.” The very idea that one might want to know how to spell these words—the words that refer to the letters of the alphabet—struck him as odd. <em>That's</em> how unusual all this is, beneath our surface familiarity with the letters we live and work with.</p>\n<p>He did, after that, provide the list of spellings of those letters that do have one, at least according to the <em>Oxford English Dictionary</em> (second edition, 1989): <em>bee, cee, dee, ef/eff, gee, aitch, ell, em, en, pee, cue, ar, ess, tee, vee, zee/zed</em>. Not even <em>jay</em> and <em>kay</em> were included.</p>\n<p>The choice of <em>ef</em> or <em>eff</em> is not owingto the difference between U.S. and British English, as in the case of the last letter of the alphabet, but simply allowed as a matter of preference.</p>\n<p>Therefore the rest of the alphabet remains, in this day and age, linguistic virgin territory. With the remaining letters, one can still act like the first discoverers of celestial bodies who give them a name of their devising; in our case, what one can give them is a spelling. It will stand as well as any others offered, until, and if, the matter is settled by some kind of general agreement. Here, then, I submit my list: <em>ey, ee, ay, jay, kay, ough, yoo, doubleyoo, ex, wye</em>. Strange. Then again, virgin territory often is like that—strange.</p>\n<p>But back to the central issue of this article, the things that are usually presented themselves rather than replaced by the words for them, against all the usual logic of the language. Above I mentioned that there is also a second category of things for which this happens. In this second group it's not because—as in the case of the letters of the alphabet —it is the custom to write only the things themselves instead of spelling out the words for them. It's because, curiously, they just lack separate words.</p>\n<p>The things that have this characteristic of lacking separate words for them are none other than words themselves.</p>\n<p>The more one thinks about it, the more one notices how anomalous this is. For the concept “piano,” there are two entirely different things: the piano—the actual thing of wood and ivory—and the word <em>piano</em>. One refers to the other, but it is certainly not the same thing as the other. For every other thing in the universe (that we know about) except words, there is this same situation: the thing is given a word that is a separate entity from itself.</p>\n<p>For words, on the other hand, the things—the actual words—are not given words to refer to them. The very things are the words for the things, and vice versa. This is a highly exclusive characteristic.</p>\n<p>I am not suggesting that we invent a word, as we do with everything else in every other category in the world—say, <em>pianoword</em> for the word <em>piano</em>?—to refer to each word. (Among other consequences, once the new word exists, under those same new rules, it would require a word for itself in order to differentiate between the thing itself—the word <em>pianoword</em>—and the word for the thing. That would lead to <em>pianowordword</em>, and that way lies madness—an unending <em>en abîme</em> construction). But at least, for people interested in words, it's good to be aware of this phenomenon about them. In a way unlike that of any other category of things, words are doubly themselves: they are the thing and the word for the thing. Curiouser and curiouser.</p>\n<p><em>[Argentine author-journalist Nicholas E. Meyer writes mostly in English. A film history and a biographical dictionary have been published; a novel, a travel book and a book on atheism haven't.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">(Not) Spelling it Out For You</h1> <p><em><span data-rel=\"author\">Nicholas E. Meyer</span> <span data-rel=\"location\">Buenos Aires, Argentina</span></em></p> <p>There is an anomaly in the language which is so flagrant that it escapes general notice only because it has always been right under our noses.</p> <p>The whole point of having words for things is that, when we refer to the things, we use the words for them instead of having to produce the things themselves—and physically show them to our interlocutors. It could be argued that none of the diverse functions of language gets much more basic than that: it saves us from having to locate and haul in a piano when we want to refer to one—we just say the word <em>piano</em>. Yet, when writing, there is a particular category of things for which the convention is to actually exhibit the things—instead of using the words for them. And we consider it so normal to do so that we don't even realize how anomalous such a procedure is, how different from the overwhelming majority of instances of usage in the language.</p> <p>Even linguists and writers, the people who are most sensitive to language and thus presumably to its functions and normal ways of operating, use this procedure all time. In fact, they do so more often than other people because by the nature of their work they are more frequently called upon to write about this particular category of things. Except that, as said above, they don't really “write about” them: they produce them, the actual things, for their readers' inspection.</p>"
}