{
  "type": "Article",
  "title": "The Skinny on the Dictionary of One-Letter Words",
  "author": "Craig Conley",
  "location": "Chapel Hill, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Skinny on the Dictionary of One-Letter Words</h1>\n<p><em><span data-rel=\"author\">Craig Conley</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p>\n<p>Ever since I wrote the very first edition of <em>The Dictionary of One-Letter Words</em>, I haven't had to pay for a single drink. But I didn't set out to create the ultimate secret weapon for winning bar bets. I mean, a dictionary is supposed to be scholarly, right? Then again, a dictionary like mine obviously doesn't belong sitting on a dusty reference shelf next to a highbrow encyclopedia. Something this weird was bound to grow wings of its own, and it has now found itself at the center of an Internet phenomenon, the recipient of a tribute song in Sweden, the subject of radio programs, and even a prop in stand-up comedy routines. Why? <em>Y</em> indeed!</p>\n<p>Upon being told about my dictionary, the average person will laugh in disbelief, then—certain that I must be joking—ask just how many one-letter words there could possibly be. Nine out of ten people will guess that there are just two: the pronoun <em>I</em> and the article <em>a</em>. The occasional smarty-pants will grant that <em>O</em> might make a third, as in “O Romeo!” It's when I retort that there are 700 one-letter words that wagers are made—and won.</p>\n<p>The fact of the matter is that a word is any letter or group of letters that have meaning and are used as a unit of language. So even though there are only 26 letters in the English alphabet, my research shows that they stand for 700 distinct units of meaning.</p>\n<p>One-letter words are the building blocks of communication. I like to joke that learning them is easy and spelling them is even easier. But I definitely don't sell them short.</p>\n<p>The most important English words are <em>small</em> ones. And those small words—which occur most often in our speech, reading, and writing—are relatively few in number. Just ten words account for twenty-five percent of all the words we use, and they all have only one syllable. Fifty words account for fifty percent of all the words in our speech, and they, too, all have only one syllable.</p>\n<p><em>Two</em> of the top six words we use in speech and writing have only one letter: <em>a</em> and <em>I</em>. <em>A</em> is the third most frequently occurring word in the English language. <em>I</em> is the sixth most frequently occurring. And there are other important one-letter words, that comprise the majority of my dictionary.</p>\n<p>One of my favorites has to be <em>X,</em> which boasts nearly 60 definitions of its own. <em>X</em> marks the spot on a pirate's map where treasure is buried. It's a hobo symbol meaning handouts are available. <em>X</em> tells you where to sign your name on a contract, and it's also an illiterate person's signature. <em>X</em> indicates a choice on a voting ballot, and a cross stitch of thread. Mysterious people may be named <em>Madame X,</em> and the archetype of a mad scientist is <em>Dr. X. X</em> is an incorrect answer on a test, and it's a rating for an adult movie. <em>X</em> is a power of magnification, an axis on a graph, and a female chromosome. It is a multiplication operator, a letter of the alphabet, and an arbitrary point in time. <em>X</em> is a kiss at the end of a love letter.</p>\n<p>It's hard to pinpoint exactly when I first got the idea to write a dictionary of one-letter words. I remember once hearing about a bizarre Japanese crime novel from 1929, <em>The Devil's Apprentice,</em> by Hamao Shiro, and how the entire work consisted of a single letter. The single letter was obviously a written correspondence, but I initially envisioned a single letter of the alphabet. And I marveled at how bizarre indeed it would be to write a detective story that all boiled down to a solitary letter of the alphabet! I imagined some sort of gritty retelling of Nathaniel Hawthorne's novel <em>The Scarlet Letter,</em> where a bloody letter <em>A</em> serves as the only scrap of evidence to unravel a seedy tale of adultery, heartbreak, and murder.</p>\n<p>I also remember how the poet Karen Drayne once wrote about an imaginary country where the language was so simple they had only one letter in the alphabet, and it worked because “context is everything.” That got me thinking about how a single letter of the alphabet can represent all sorts of distinct meanings, depending on the context.</p>\n<p>I wrote the very first entry for my dictionary in a fit of procrastination. I was in graduate school, spending many hours a day in the library, purportedly working on my thesis. All those enormous unabridged dictionaries on the shelves intrigued me, and on a whim I started looking up the entries for the 26 letters of the alphabet. I jotted down all sorts of fascinating tidbits, and those notes became the bare bones for my dictionary of one-letter words. But I wasn't content to end it there. I knew that there must be even more meanings, and I went on a long quest to discover them, scouring novels, plays, newspaper articles, magazine features, movie scripts, and writings on the Internet.</p>\n<p>I wasn't satisfied with collecting mere definitions, however. I wanted to prove the legitimacy of those definitions with examples from literature. For example, one definition of <em>T</em> is “perfectly,” and I found a simple quotation from the eighteenth-century novel <em>Tristram Shandy</em> to accompany it: “We could manage this matter to a T.” For a rather boring definition of <em>W</em>, “someone designated W,” I found a line by comedian Woody Allen: “Should I marry W? Not if she won't tell me the other letters in her name!”</p>\n<p>The occasional idiosyncratic usage of a one-letter word didn't bother me, because I knew that people were discovering new concepts every day. Shakespeare, for example, coined more than fifteen hundred new words that were adopted into the popular culture. If people were using one-letter words in new ways, I wanted to be there to document them.</p>\n<p>Once I had a modest little booklet put together in 1991, I contacted a New York literary agent. She was delighted by my dictionary but eventually decided not to take it on, believing there wasn't a big enough market. I felt discouraged from pursuing other agents, but not from continuing to expand the dictionary in my spare time.</p>\n<p>About four years ago, I finally put a free version of the book online at <em>blueray.com,</em> as a way of sharing my research with whatever audience I could find. I dedicated the web version of my dictionary to the White Queen character from <em>Through the Looking Glass</em>. She famously told Alice, “I'll tell you a secret—I can read words of one letter! Isn't that grand?” It turned out that the White Queen and I weren't the only ones who were finding one-letter words to be grand.</p>\n<p>All on its own, the online version of my dictionary was creating a firestorm of interest. In a matter of weeks, nearly 1,200 other web sites were linking to my site. Ninety-three of those sites are university, high school, and community libraries that recommend my dictionary on their reference links pages.</p>\n<p>Bloggers were reviewing my work as well, giving it some funny praise. Doug MacClure called it “the most perverse yet serious reference manual on the web.” Edward Pelegrino called it “interesting and possibly useful.” (I like his use of the word <em>possibly</em>. It's so full of possibilities!) The Martinova blog dubbed it “Fun for bored lit-geeks.” I got the biggest kicks when I found out the likes of professional wordsmith Richard Lederer and the <em>Encyclopedia Britannica</em> Online were linking to my site. All this web linkage reassured me that while my research may be quirky, it isn't necessarily superfluous.</p>\n<p>Before I knew it, CNET Radio was emailing me to do a spot on a morning program. I was initially terrified, but I made it through an interview with talk show host Alex Bennett in his “Weird Web Wednesday” segment.</p>\n<p>Unbeknown to me at the time, a musician in Sweden was recording a tribute to my dictionary entitled, you guessed it, “The Dictionary of One-Letter Words.” Artist Kristofer Ström, whose band is called Ljudbilden &amp; Piloten, composed his ambient-rock-style tribute using guitar, bass, zither, trumpet, strings, drums, human voice, and field recordings. Released by the Barcelona label Nosordo Records in 2003, the track is still receiving radio play.</p>\n<p>As I read for pleasure, now and then I continue to find new examples of usage to quote in my dictionary. So the project is always growing and evolving. In addition to the free online version at <em>blueray.com,</em> a print edition is available at <em>CafePress.com.</em></p>\n<p>I've lately branched out to write two smaller companion dictionaries: all-consonant words and all-vowel words. These have been of particular interest to Scrabble players, especially since I seek to document my definitions with literary citations. However, competitive Scrabble players have to be sticklers when it comes to rules, and I don't care to get in the middle of any controversy. I just do this stuff for fun.</p>\n<p>To the best of my knowledge, my dictionary of one-letter words is the first known such volume since the sixteenth century, when a Buddhist lexicographer named Saddhammakitti enumerated Pali words of one letter in a work entitled <em>Ekakkharakosa</em>. It may have taken three hundred years to bridge the gap, but I like to think that Saddhammakitti's tradition lives on in my own dictionary of one-letter words.</p>\n<p><em>[Craig Conley left academia to be an author, editor, web content provider, and music producer. He lives in Chapel Hill, North Carolina. His web site is <em><a href=\"http://www.blueray.com\">www.blueray.com</a>.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Skinny on the Dictionary of One-Letter Words</h1> <p><em><span data-rel=\"author\">Craig Conley</span> <span data-rel=\"location\">Chapel Hill, North Carolina</span></em></p> <p>Ever since I wrote the very first edition of <em>The Dictionary of One-Letter Words</em>, I haven't had to pay for a single drink. But I didn't set out to create the ultimate secret weapon for winning bar bets. I mean, a dictionary is supposed to be scholarly, right? Then again, a dictionary like mine obviously doesn't belong sitting on a dusty reference shelf next to a highbrow encyclopedia. Something this weird was bound to grow wings of its own, and it has now found itself at the center of an Internet phenomenon, the recipient of a tribute song in Sweden, the subject of radio programs, and even a prop in stand-up comedy routines. Why? <em>Y</em> indeed!</p> <p>Upon being told about my dictionary, the average person will laugh in disbelief, then—certain that I must be joking—ask just how many one-letter words there could possibly be. Nine out of ten people will guess that there are just two: the pronoun <em>I</em> and the article <em>a</em>. The occasional smarty-pants will grant that <em>O</em> might make a third, as in “O Romeo!” It's when I retort that there are 700 one-letter words that wagers are made—and won.</p> <p>The fact of the matter is that a word is any letter or group of letters that have meaning and are used as a unit of language. So even though there are only 26 letters in the English alphabet, my research shows that they stand for 700 distinct units of meaning.</p>"
}