{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Amongst Our Weaponry",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Amongst Our Weaponry</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p><em>Arma virumque cano:</em> “Arms and the man I sing,” begins Vergil's <em>Aeneid,</em> squarely in the middle of a literary tradition whose discourse of weapons goes back as far as writing itself. During the agrarian revolution after the last ice age, fertile river-bottom floodplains tempted some of our ancestors to cultivate long-grained grasses such as barley and wheat instead of just gathering them where they grew. Other folk, however, remained pastoral nomads on the steppes, herding their flocks hither and yon in search of indigenous pasturage and occasionally raiding the farmers in the valleys below, who likened such incursions to storms sent by quarrelsome pantheons,<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> and took care to leave at least some of their swords unbeaten into plowshares so long as the danger should last.</p>\n<p>That the distinction between weapon and tool should be fuzzy the further back we turn, beyond the dawn of written language, to the ambiguous testimony of silent artifacts, should not surprise us. But that this taxonomic overlap is alive and well today, we are reminded by the atmosphere of heightened anxiety about terrorism in our new century, in which the common hardware of everyday life may be viewed by an edgy guard at the airport check-in portal as a potential vector of mayhem.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>Startling as this may be to those who have had to surrender sewing scissors and packets of shorts and sharps for the duration of a flight, it comes as no surprise to either the constabulary or the writers of crime fiction. Thus Lord Posby's crushed skull, described in the forensic pathologist's report only as trauma from the impact of an unspecified “blunt instrument,” may be shown by the ingenious and relentless Detective Inspector Zote to have resulted specifically from a sharp whack on the temple with a Queen Anne candelabrum that the elderly butler, Yawffles,<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> happened to be polishing just at the moment his master decided to give him a week's notice after an unfortunate incident involving the manorial winecellar, the upstairs maid (also dismissed), a cricket bat, five fathoms of hempen postal twine, and Lady Posby's pet Yorkie. Viewers of TV and feature-film Westerns know very well that pistol butts can be used in a pinch as hammers (though this, too, is not recommended).</p>\n<p>To the rescue comes the <em>Oxford English Dictionary,</em> which glosses <em>weapon</em> as “an instrument of any kind used in warfare or in combat to attack and overcome an enemy,” and <em>tool</em> as “any instrument of manual operation; a mechanical implement for working upon something, as by cutting, striking, rubbing, or other process, in any manual art or industry.” Purposefulness lurks behind both definitions,<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> but a society's habitual use informs the design of the objects themselves: Most people can, in practice, tell a handsaw from a <em>harpé,</em> the short sword with a hook on one side,<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> with which Perseus was often shown decapitating the gorgon Medusa.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Here we shall discuss weapons that bash, slash, and stab.<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Physiologically, all three types serve the tactical function of helping to prevent one's opponent from offering further resistance, while their metaphoric purpose has been described by one scholar as the inversion of outside and inside, the exposing of the interior of the human body.<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> The <em>battle-ax</em> accomplished this with a vengeance, whether in the hands of a Saga-Age Norse warrior (“Battle-Troll” was the affectionate name given his ax by Njal's quick-tongued follower, Skarp-Hedin, who boasted that whenever he raised it, it was sure to find its mark)<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>, or an American Indian confronting the first English settlers with his tomahawk.<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Here one cannot help feeling that the line between implements of peace and war was a permeable boundary, for one thing common to the Vikings and the indigenous <em>skrælings</em> (wretches) whom they discovered in their westward forays was the everyday need to deal with wood. (Similarly, was the hand-ax with which Gilgamesh was instructed to cut multiple punting poles a tool or a weapon?<sup><a href=\"#user-content-fn-11\" id=\"user-content-user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>) Cautious archaeologists hedge their bets by giving the name <em>neoliths</em> to rocks that show evident signs of New Stone Age artisanry in progress but whose ultimate function is indeterminate.</p>\n<p>Extensions (literal and figurative) of the battle-ax are the <em>halberd</em> and <em>spontoon</em>,<sup><a href=\"#user-content-fn-12\" id=\"user-content-user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> almost interchangeable terms for an ax on a five-to-seven-foot pole with a spear point on top. But our vernacular term for either one, <em>poleax</em>, stems from a misunderstanding: the word was once <em>poll</em>-ax, not an ax for bashing <em>polls</em> (heads), but rather one that had a slab of iron welded on the opposite side of its head from the blade, so as to combine improved balance with additional clout. Here the ax shifts from chopper toward club, its sheer mass rendering its sharpness increasingly moot. At the far end of the slash-bash continuum are the war hammer, as used by France's legendary king Charles Martel and the Norse god Thor (the latter's hammer, when thrown, struck as unerring lightning, but the touch of its handle could restore the dead to life), the mace and its tetherball offspring, the morningstar, and the Aztec warclub, which was studded with obsidian teeth just to be on the safe side.<sup><a href=\"#user-content-fn-13\" id=\"user-content-user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>Slashing weapons presuppose a strong arm and a precise stroke quicker than one's foe can evade or parry. Originally a cavalryman's sword, the curved <em>sabre</em> is still seen as part of the dress uniform of such services as the United States Marines,<sup><a href=\"#user-content-fn-14\" id=\"user-content-user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> though a maritime analogue, the <em>cutlass,</em><sup><a href=\"#user-content-fn-15\" id=\"user-content-user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> is nowadays largely confined to swashbuckler films and comic theater. The <em>scimitar</em> of the Islamic world adorns the flag of the Saudis, and they mean it: Capital crimes there have earned decapitation with just such a sword.<sup><a href=\"#user-content-fn-16\" id=\"user-content-user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> In the Middle Ages the best of them were said to come from Damascus and Toledo, whose swordsmiths, like those of Japan, had discovered that repeated heating over a charcoal forge and hammer-folding multiple layers increased the carbon content of the steel, producing an exceptionally tough blade. Until recently the only scimitars most Americans saw were of painted jigsawed plywood at parades of Shriners, burlesquing the Muslim world in a orientalist fantasy reaching past the Enlightenment (e.g., Montesquieu's <em>Persian Letters</em>) to the late Middle Ages.<sup><a href=\"#user-content-fn-17\" id=\"user-content-user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup></p>\n<p>Striking from horseback adds the momentum of the horse to the stroke; it was only in the past century that the difference in elevation between infantry and cavalry combatants' became merely strategic and no longer social as well.<sup><a href=\"#user-content-fn-18\" id=\"user-content-user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> The war chariot, drawn by pairs of horses or wild asses and carrying both a driver and a fighter first appeared and spread throughout the Middle East early in the second millenium B.C.; ideally suited for hot pursuit on a flat plain or river bottom, it afforded a steadier platform than horseback for shooting arrows, throwing a spear, or just plain smiting, besides showing off a warrior monarch to most flattering advantage in profile bas-reliefs commemorating his victories over cringing or dismembered enemies.<sup><a href=\"#user-content-fn-19\" id=\"user-content-user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> By the time of the Romans, chariot racing was a regular entertainment: Rome's Circus Maximus was merely the largest racecourse of many in which the <em>quadrigae,</em> the four-horse chariots, competed in a spectacle of light and sound of which the sulky races at such modern tracks as Maine's Scarborough Downs offer only the palest of echoes. Other four-footed auxiliaries have ranged from war elephants to guard dogs, including such specialties as cavalry camels and transport mules.</p>\n<p>Weapons that poke instead of slicing or bludgeoning include stationary ones, such as pikes and certain types of swords and daggers (e.g., the <em>épée,</em> now tamed to the modern fencing foil; the <em>poignard</em> and its relative the <em>miséricorde,</em><sup><a href=\"#user-content-fn-20\" id=\"user-content-user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> so called because its threatened use at the throat of an armor-encumbered fallen knight was supposed to get him to cry mercy and surrender, to be ransomed later for a tidy sum) as well as passive hindrances such as caltrops (small tetrahedral spiked jacks strewn to hobble the hooves of oncoming horses) and their jumbo-sized relatives, <em>chevaux-de-frises,</em> whose rows of sharpened pickets too high to jump would break up even the most determined cavalry charge.<sup><a href=\"#user-content-fn-21\" id=\"user-content-user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> But poking can also be done at a distance, by spears (including javelins, assegais, and the like, whether thrown by hand or with the assistance of an <em>at-atl,</em> or spear-thrower),<sup><a href=\"#user-content-fn-22\" id=\"user-content-user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> <em>arrows, quarrels,</em> or <em>darts.</em></p>\n<p>Though arising from straightforward archery (the composite recurve bow, whose size made it easier for a riding archer to discharge it, had spread through the Middle East at about the same time as the chariot<sup><a href=\"#user-content-fn-23\" id=\"user-content-user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup>), the last three types of missiles took on new lethality when propelled by the medieval <em>crossbow,</em> or <em>arbalest</em>.<sup><a href=\"#user-content-fn-24\" id=\"user-content-user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> This latter name in both English and French (later <em>arbalêt</em>) derives from Latin <em>arcus</em> 'bow' plus <em>ballista</em> 'catapult.'<sup><a href=\"#user-content-fn-25\" id=\"user-content-user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> Like Latin <em>catapulta,</em> <em>ballista</em> drew on Greek, in which the underlying verb is <em>ballein</em> 'to throw.' Though it is tempting to derive <em>ball</em> from this verb as well, <em>ballein</em> actually comes from <em>gwele-</em> 'throw, reach, pierce' while ball has the Indo-European root <em>bhel-,</em><sup><a href=\"#user-content-fn-26\" id=\"user-content-user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> one of whose meanings is 'blow, swell.' That's just the way it bounces.</p>\n<hr>\n<p>For the title of this issue's column I am indebted to the “Spanish Inquisition” sketch from the 1970s BBC–TV show “Monty Python's Flying Circus.” As a menacing churchman, Michael Palin repeatedly makes a melodramatic entrance—“NO-one expects the Spanish Inquisition!”—that dissolves into ratiocinative farce as his categories multiply in robust defiance of Occam's Razor: “Our chief weapon is surprise. And fear. Our TWO chief weapons are . . .”</p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>This account of the neolithic revolution is drawn from the splendidly illustrated <em>Past Worlds: Harper Collins Atlas of Archeology</em> (London: Harper Collins, 1998), p. 80; its information about the postglacial Near East's wild grain belt is largely derived from a 1966 paper by J. R. Harlan and D. Zohary, “Distribution of Wild Wheats and Barley” (Science 153:1074–1080). S. H. Hooke's <em>Middle Eastern Mythology</em> (Harmondsworth, UK: Penguin, 1963) elaborates on the tension between agriculture and pastoralism in his discussion of the Sumerian myth of Inanna's courtship by Enkimdu and Dumuzi (pp. 34–35) and astutely notes the similarity between this myth and the biblical contest between Cain and Abel, each of whom had hoped to win God's favor for his offerings (Genesis 4:1–8). The simile of storm and raiders appears in a translation of a lament to a pillaged city's tutelary deity, quoted by Thorkild Jacobsen in his essay on the Mesopotamian worldview in H. Frankfort, H. A. Frankfort, John A. Wilson, and T. Jacobsen, <em>Before Philosophy</em> (Harmondsworth, U.K.: Penguin, 1951). The swords-into-plowshares reference occurs both at Isaiah 2:4 and at Micah 4:3. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>As can a commercial airplane itself; the atrocities of September 11, 2001, demonstrated that this requires only a few hours' flight training in banking and turning combined with a fanatical capacity for self-immolation. The broader lesson is not lost on sociologist Erving Goffman, who observes that an awareness that we may be in the company of a mentally disturbed person whose behavior is unpredictable can prompt us to reevaluate an astonishing range of objects, hitherto thought harmless, in terms of the possible harm they could do in the hands of the deranged; thus “each time he holds a sharp or heavy object … the family will have to be ready to jump,” he says of a patient who has had a florid manic episode, adding that “professionals who manage the actively suicidal are acutely alive to the unconventional lethal possibilities of domestic equipment.” (Goffman, “The Insanity of Place,” in <em>Relations in Public</em> [New York: Harper/Colophon, 1971), p. 377 and note 27.) <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>Afficionados of the late Edward Gorey will not fail to detect my homage in shamelessly appropriating these names from his fanciful abecedarian bestiary, <em>The Utter Zoo</em> (New York: Meredith Press, 1967). <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>That such an implement normally has innocuous uses can affect a defendant's fate as well; Yawffles may be able to get off on manslaughter on the ground that the candlestick just happened to be in his hand when he was provoked to an (unpremeditated and unaccustomed) fit of rage, whereas he would surely be tried for first-degree murder had he shot his employer in cold blood after having expressly procured from the gunroom his Lordship's cherished octagon-barreled, percussion-cap fowling-piece. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>From the Greek verb <em>harpazein</em>, 'to snatch away, capture,' to which are also related the Harpies <em>(harpuiai),</em> generally depicted as birds with women's faces, who tormented blind king Phineus of Thrace: They would swoop down on his supper as soon as it was set before him, snatching away most of it and befouling the rest, until Jason arrived with the Argonauts and disposed of them in exchange for directions for the rest of their journey to retrieve the Golden Fleece. By analogy, <em>harpy</em> came to refer disparagingly to any feisty woman; most modern speakers of English would probably use the term interchangeably with <em>virago</em>. Liddell and Scott's <em>Greek Lexicon</em> adds that <em>harpuia</em> originally meant simply 'whirlwind.' <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>However, the hero is sometimes depicted holding a sickle instead. A flint-edged sickle was also the tool-turned-weapon with which the titan Kronos was thought by the Greeks to have castrated his father Ouranos. A similar implement figures no fewer than three times in the Hittite myth of Kumarbi: Originally employed by the old chthonic gods, the Anunnaki, to sever the heavens from the lower regions, it was later used by Kumarbi to geld <em>his</em> father, and still later requisitioned by Ea, the god of wisdom, from the Anunnaki as just the right tool for lopping off the diorite giant Ullikumi at the feet from the shoulder of Uppeluri, the Hittite Atlas, where Kumarbi had planted him. See Hooke, op. cit., pp. 96–98. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>They can also burn, suffocate, or explode, especially since the introduction of gunpowder to the West; its efficacious use in the Turkish cannons demolished the last defenses of Christian Byzantium in 1453. China had had gunpowder for centuries before that, but had used it almost exclusively for recreational purposes, such as festival pyrotechnics. However, by 1588 R. Parke, in his <em>History of China</em> (translated from Spanish) could write that the Chinese “vse . . . in their wars . . . many bomes of fire, full of olde iron, and arrowes made with powder &amp; fire worke, with the which they do much harme and destroy their enimies.” (This is the <em>OED's</em> earliest citation for <em>bomb</em>.) For want of space, however, discussion of such weapons must be deferred to a future column. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p>I owe this analysis to Elaine Scarry's <em>The Body in Pain,</em> for which it was my good fortune to be asked to write the index when it was first published by the New York branch of Oxford University Press in 1985. See especially p. 188, in the chapter entitled “The Structure of War,” where Scarry writes passionately of “the precious ore of confirmation, the interior content of human bodies, arteries, lungs, hearts, brains, the mother lode that will eventually be connected to the winning issue, to which it will lend its radical substance, its compelling, heartsickening reality.” It is no coincidence that one of the first centers for the study of anatomy was the hospital attached to the gladiatorial school in the Roman city of Pergamum, in Asia Minor, since the wounds suffered by combatants in the ring afforded ample opportunity for physicians to learn a great deal about what lies beneath the crucial boundary of our skin. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>Magnus Magnusson and Hermann Palsson (tr.), <em>Njal's Saga</em> (Harmondsworth, U.K.: Penguin, 1979), p. 249. Skarp-Hedin's boast is addressed to the braggart Thorkel, whom he then cows into submission by threatening to “drive my ax into your head and split you to the shoulders” during booth-to-booth rounds at the annual assembly, the Althing, by a party of Njal's sons and supporters in an attempt to round up support for a blood-feud settlement proposal. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>The word <em>tomahawk</em> entered English thanks to Capt. John Smith, whose “tomahack” was the closest he could come to the Virginia natives' <em>tämähk</em> (derived from the Rénape verbal form <em>tämähken</em> 'he uses for cutting,' itself from <em>tämäham</em> 'he cuts.' The <em>OED</em> gives as related forms Delaware <em>tamoihecan</em>, Mohegan <em>tumahegan,</em> Abenaki and Micmac <em>tam[a]higan</em> (or <em>tmeegn</em>) and Passamaquoddy <em>tumhigen,</em> suggesting a distribution well into the Canadian maritimes for this mixed-use ax. Its handle was generally about two feet long, with a long stone for its head having one end flaked sharp or edged with deerhorn or, where available, copper, until supplanted almost entirely by iron trade-tomahawks supplied by Europeans. Interestingly enough, the author of <em>Eiriks Saga,</em> writing around 1265, claims that the skrælings (wretches) of Vinland (now thought to lie somewhere between the Gulf of Maine and the top of Newfoundland), behaved as though they had never seen an ax before, stripping one from a dead Viking and taking turns cutting trees with it until one of them tried it against a stone and ruined it; see Gwyn Jones, <em>Eirik the Red and Other Sagas</em> (New York: Oxford, 1999), pp. 150–153. But this saga was written a full two and a half centuries after the events it purports to relate, and elsewhere shows the influence of the travel-narrative genre already popular in continental Europe (Marco Polo would dictate his <em>Travels</em> just a generation later), including a cameo by a favorite of bestiary writers, the fabulous <em>uniped,</em> at that time commonly believed to live in Africa. One must suspect the ax-ignorance story to be authorial embroidery, drawing on a “stupid hick/barbarian” comedic tradition at least as ancient as fifth-century Greek jokes about the egregiously dullwitted <em>polis</em> of Kymé. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-11\">\n<p>Gilgamesh cut three hundred poles so that he and the ferryman Urshanabi might cross the waters of death in quest of the immortal Uta-Napishtim the Distant, discarding each pole at the end of its stroke to avoid contamination by the lethal sea. This episode appears on Tablet X of the Akkadian version of the Gilgamesh epic, dating from around 1500 B.C. See Stephanie Dalley, <em>Myths from Mesopotamia</em> (New York: Oxford, 2000), p. 104. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-12\">\n<p>The <em>OED</em> glosses <em>halberd</em> (var. <em>halbert</em>) as a 'combination of spear and battle-axe, consisting of a sharp-edged blade ending in a point, and a spear-head.' Its shorter cousin-several-times-removed, the eighteenth-century <em>spontoon</em>—Spanish <em>esponton,</em> Italian <em>spuntone</em> (cf. <em>punto</em> 'point')—was 'a species of half-pike or halberd' carried by officers only, the rank-and-file infantryman relying instead on his bayonet. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-13\">\n<p>A version of the mace is still carried by dignitaries in such processional opening ceremonies as college commencements and the opening of parliaments. In its original form it had a heavy iron head, often with spikes. The morningstar was a mace head attached to its handle by a chain, by which it would be whirled to add centrifugal force to its impact. A Japanese analogue (the name is in the Okinawan dialect) might be the <em>nunchaku,</em> two heavy sticks attached to  each other with a ring or strap, used for half a millennium as a defensive weapon by country folk after the samurai seized the monopoly on possessing metal arms; it is clearly related to the winnowing flail, also used as a martial-arts implement. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-14\">\n<p><em>Sabre</em> is cognate with Spanish <em>sable</em> and German <em>Säbel</em> (“an unexplained alteration,” says the <em>OED</em>). Americans tend to spell it <em>saber,</em> as in the sabertoothed tiger (genus <em>Smilodont</em>), of which some splendidly preserved fossils were first yielded by California's La Brea tarpits in the early twentieth century. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-15\">\n<p><em>Cutlass</em> is from a French augmentative of <em>couteau</em> 'knife', <em>coutelas,</em> cognate with Italian <em>coltellaccio</em>. Introduced into English in the sixteenth century, its various spellings have included <em>coute-lace, cut-lash, curtal-ax,</em> and <em>cuttleass</em>. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-16\">\n<p>Like the sabre, the scimitar is well suited to fighting from horseback. Its use for judicial beheadings was shockingly presented to English-speaking viewers of public television in the 1980 BBC docu-drama <em>Death of a Princess.</em> (The government of Saudi Arabia was predictably indignant at what it maintained was prejudicial coverage.) Beheading with a broadsword was a privilege reserved for the nobility in both France and England until the seventeenth century; by the end of the Enlightenment, the French were guillotining the condemned without regard to class, while the English were sending all theirs to the gallows, except that instead of a hempen rope, gentlefolk were still entitled to swing from one that had been plaited of silk. See Barbara Levy's lurid but fact-packed history of seven generations of the Sanson family, <em>Legacy of Death</em> (Englewood Cliffs, N.J.: Prentice-Hall, 1973). <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-17\">\n<p>See note 10. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-18\">\n<p>The Roman <em>equites</em> 'knights' had a property qualification second only to the senatorial class. By contrast, the United States Army's cavalry was arguably one of the worlds most democratic by the time it finally disbanded at the start of the Second World War, by which time its role had shrunk to specialties such as dispatch riding. The cavalry units were metamorphosed into a variety of new assignments: armored divisions, the “air cavalry” forces operating in Vietnam's forested interior in helicopters, and the Army Air Corps which subsequently became the U. S. Air Force—the launch site for the career trajectory of VERBATIM contributor Frank Holan, a 1941 cavalry enlistee who retired from the USAF as a colonel in the early 1960s. (The winning strategy for the marksmanship medal in the cavalry, he once told me, was to know your stable and to choose the least flappable horse from it on the day of your shoot.) <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-19\">\n<p><em>Past Worlds</em> puts the war chariot's introduction at about 1800 B.C., adding that cavalry would not eclipse it in strategic importance for at least a millennium (p. 142). However, a lost-wax copper casting from Sumer, dating to about 2700 B.C., clearly depicts a two-wheeled cart carrying two figures and drawn by a team of four donkeys (ibid., p. 120); the true date probably lies somewhere between those two. Bas-reliefs of Sargon II (r. 721–705 B.C.) at Khorsabad and Ashurbanipal (ca. 640 B.C.) at Nineveh show both Assyrian kings shooting what appear to be Asiatic recurve bows (ibid., pp. 154 and 156 respectively); v. infra, note 23. <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-20\">\n<p>Edwin Tunis, <em>Weapons</em> (New York: Times Mirror/World Publishing, 1972), pp. 49–50. This author-illustrator's etymologies are often unreliable, but his line drawings are very clear. It must be noted that many sword types, including the Roman gladius, straddle the last two categories, being equally well suited for slashing and thrusting. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-21\">\n<p>A mobile slashing analogue of <em>chevaux-de-frise</em> (Frisian horses) is mentioned in Greek military writing, notably Xenophon's <em>Anabasis:</em> the diabolical <em>harmata dropenophora</em> (scythe-bearing carts), which could be rolled toward the opposition to send infantry squares scattering. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-22\">\n<p>Many cultures seem to have independently invented a wooden handle with a pocket to hold the butt of a spear, extending the thrower's effective arm length and increasing his angular thrust. The term <em>atlatl <em>is a portmanteau word from the roots for “water” and “throw” in Nahuatl, the language of the Aztecs, who used it habitually in hunting waterfowl and, during the Spanish invasion, to propel their spears so hard as to pierce the conquistadors' armor (“The Atlatl Weapon,” by Grant Keddie, curator of archaeology, at <em><a href=\"http://rbcm1.rbcm.gov.bc.ca/hhistory/atlatl/atlatl.html\">http://rbcm1.rbcm.gov.bc.ca/hhistory/atlatl/atlatl.html</a></em></em>,</em> part of the web site of the Royal British Columbia Museum in Victoria). C. W. M. Hart and A. R. Pilling, in their wry anthropological monograph, The Tiwi of Northern Australia (New York: Holt, Rinehart and Winston, 1960) state that the aborigines of Melville and Bathurst Islands regarded spear throwers as suitable toys for children but that an adult warrior would consider it beneath his dignity to use one. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-23\">\n<p>Kent Benjamin Robertson, in the fifth chapter of his “novel-journal” <em>Butterfly, Owl, and Eagle: Athena Marie Prima</em> <em>(</em><em><a href=\"http://einstein.periphery.cc/boe_5.htm\">http://einstein.periphery.cc/boe_5.htm</a></em><em>),</em> states that “evidence of a sophisticated recurve composite bow was unearthed in what is now called Iran, estimated origination, about 2,500 B.C.” This interesting work of fiction lacks footnotes, and some of the other dates Robertson gives in the narrative are at variance with other authoritative sources, but it seems safe to say that he is probably off by less than a millennium. Composite recurve bows were widely used by the mounted archers of the Parthian empire that took over Mesopotamia from the Seleucid successors of Alexander the Great, making their hit-and-run “Parthian shot” legendary. Hideous casualties were inflicted by Mesopotamian archers who easily outflanked the infantry of the avaricious triumvir Publius Licinius Crassus during his expedition against the Parthians in 53 B.C., which cost him his head (recycled as a stage prop in the king's court) and the freedom of the surviving half of his army of forty-two thousand, some of whose descendants have been recently shown by DNA testing to be alive and well in Central Asia: Their captured ancestors had been sent to guard Parthia's eastern frontier, and there is evidence to suggest that about 150 of them escaped and fled to the Huns, in turn to be taken prisoner by the Chinese, who deployed them to build a border fortress later called Li-quian or Li-jien (a Han dynasty term for “Rome”). See Henry Chu, “Digging for Romans in China,” <em>Los Angeles Times,</em> Aug. 24, 2000, reproduced at <em><a href=\"http://www.100megsfree4.com/farshores/aromchin.htm\">www.100megsfree4.com/farshores/aromchin.htm</a></em><em>.</em> <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-24\">\n<p>Though a form of the crossbow had been known to the Romans, its use in Europe became general only in the Middle Ages. Though powerful and accurate, it required much more time to load and discharge than the Welsh-English longbow: At the battle of Crécy in 1346, during the Hundred Years' War, a contingent of crossbowmen from Genoa fighting for the French were pathetically outshot by British yeoman archers. During the 1300s the crossbow would steadily decline at the expense of the longbow, which remained the predominant deliverer of firepower well past the introduction of early firearms, also very slow to load and shoot. A concise and useful summary of the history of archery can be found under “Bow and Arrow” in the <em>New Columbia Encyclopedia</em> (New York: Columbia Univ. Press, 1975), p. 347. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-25\">\n<p>See Tunis, <em>op. cit.,</em> pp. 54–56. The ballista was a catapult capable of flinging heavy stones; a smaller version was called the <em>onager</em> (wild ass), probably on account of its recoil. In medieval France it bore the name <em>mangonneau</em> (<em>mangonel</em> in English). The <em>OED</em> dismisses as highly improbable the suggestion by Tunis and others that a shortening of this word to <em>gonne</em> was the source of our present-day word <em>gun</em>. The largest medieval catapults had counterweighted arms made from whole tree trunks; the French called them <em>trebuchets</em> and the English, <em>trepegettes</em> or <em>trypgettes</em>. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-26\">\n<p>This root, the second of the three <em>bhel-</em> stems listed in the Indo-European Roots appendix to the third edition of the <em>American Heritage Dictionary</em> (Boston: Houghton Mifflin, 1992), is also the root of <em>phallus, bulk, bull,</em> and the <em>-bol-</em> of <em>embolism</em>. <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Amongst Our Weaponry</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p><em>Arma virumque cano:</em> “Arms and the man I sing,” begins Vergil's <em>Aeneid,</em> squarely in the middle of a literary tradition whose discourse of weapons goes back as far as writing itself. During the agrarian revolution after the last ice age, fertile river-bottom floodplains tempted some of our ancestors to cultivate long-grained grasses such as barley and wheat instead of just gathering them where they grew. Other folk, however, remained pastoral nomads on the steppes, herding their flocks hither and yon in search of indigenous pasturage and occasionally raiding the farmers in the valleys below, who likened such incursions to storms sent by quarrelsome pantheons,<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> and took care to leave at least some of their swords unbeaten into plowshares so long as the danger should last.</p> <p>That the distinction between weapon and tool should be fuzzy the further back we turn, beyond the dawn of written language, to the ambiguous testimony of silent artifacts, should not surprise us. But that this taxonomic overlap is alive and well today, we are reminded by the atmosphere of heightened anxiety about terrorism in our new century, in which the common hardware of everyday life may be viewed by an edgy guard at the airport check-in portal as a potential vector of mayhem.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p> <p>Startling as this may be to those who have had to surrender sewing scissors and packets of shorts and sharps for the duration of a flight, it comes as no surprise to either the constabulary or the writers of crime fiction. Thus Lord Posby's crushed skull, described in the forensic pathologist's report only as trauma from the impact of an unspecified “blunt instrument,” may be shown by the ingenious and relentless Detective Inspector Zote to have resulted specifically from a sharp whack on the temple with a Queen Anne candelabrum that the elderly butler, Yawffles,<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> happened to be polishing just at the moment his master decided to give him a week's notice after an unfortunate incident involving the manorial winecellar, the upstairs maid (also dismissed), a cricket bat, five fathoms of hempen postal twine, and Lady Posby's pet Yorkie. Viewers of TV and feature-film Westerns know very well that pistol butts can be used in a pinch as hammers (though this, too, is not recommended).</p>"
}