{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Revert, Pervert!",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Revert, Pervert!</em></h1>\n<p><em>Ed Rosenberg, Danbury, Connecticut</em></p>\n<p>As I aimed our electromechanical, fuel-driven appliance southwesterly on I81 at my usual conservative eight miles over the posted speed limit, attempting to stay in some lane or other, my wife peered from her perch in the shotgun seat and suddenly said: “Revert, pervert!”</p>\n<p>“Triviality,” I responded. We lapsed into a brief silence.</p>\n<p>Another attempt at one-upmanship in a family feud? No: just another round in the game we had devised to enliven car trips from our Connecticut home to the Boston area, Vermont,  Canada, and North Carolina.</p>\n<p>It had fortuitously started at a large midday family gathering in a Connecticut restaurant while adults were relaxing over coffee, which I don't drink. I took two grandsons, aged nine and eleven, outside before they became instigators or recipients of mayhem. How to amuse them for half an hour?</p>\n<p>Wandering around the parking lot, I looked at license plates. Since the proliferation of automobiles over the years has produced more than a million cars on the road in most states, the number of different plates with no more than six numerical digits could not exceed one million. Even to reach that number, one plate would have to display six zeroes. Vanity plates with people's initials or cute symbolism might account for a few thousand more, but a solution creating many more combinations was needed.</p>\n<p>One was found. Combining three numerals with three letters produced not just 10^6 = 1,000,000, but 10^3 x 26^3 = 17,576,000 possibilities. That would do for a while.</p>\n<p>“Look at that license plate, boys,” I said, pointing to one of them. “Three numbers and then the first three letters of the alphabet. Can you make up a phrase with three words beginning with those three letters, in the same order?” (All right: I didn't say “phrase,” but stumbled around the idea until they got it.) “You know, like . . . oh, 'All Boys Cheat.'”</p>\n<p>“Hey, Grandpa,” said the younger. “No, we don't! Um . . . 'A Bread Crust.'”</p>\n<p>“Oh,” said his brother, reluctantly getting into the spirit. “How about 'Auntie Boils Candy'?”</p>\n<p>“I think you've got it,” I replied. “Can you do the same with the letters on the next license plate?”</p>\n<p>Thus we worked our way around the parking lot, spending the time needed for indoor adults to child-proof themselves for the coming week. And so also was developed the game with which my wife and I have challenged each other in many states.</p>\n<p>Tuning the game to an adult level, our basic requirement is that license plate letters must be used not only in the same order, but in a single word. From time to time, as might be expected, we have come up with versions of varying difficulty. (1) All three letters must be contiguous. (2) No two of the three may be contiguous. (3) Letters must have exactly one (or two, etc.) intervening letters: “RDC” produced <em>traduce</em> and <em>radical.</em> (4) Plurals, past tenses, and gerunds may be prohibited to eliminate an easy final <em>s,</em> <em>d,</em> or <em>g.</em></p>\n<p>We've also introduced a rule that the one who calls out “Foreign!” before the other comes up with a word may make a foreign word. Before I could say <em>murder,</em> for example, the letters <em>MRD</em> provoked such a call from my wife. Her round.</p>\n<p>Oh, yes: the letters we spotted that triggered the opening exchange were, as you probably figured out, <em>RVT.</em></p>\n<p>Further modifications to suit interests and abilities can easily be invented. No proper nouns. Only proper nouns. Only verbs, adjectives, or adverbs—or none of the preceding. Use the six permutions of three (different) letters. Revisions are limited only by players' ingenuity and patience.</p>\n<p>Be warned, however, that the increasing need for new plates has resulted in considerably more difficult combinations. What, for example, is one to do with <em>RZJ</em>?</p>\n<p><em>[Ed Rosenberg, a retired maths professor (Western CT State U., Danbury), and his wife, Harriet, enjoy playing with words.  His wife reads a lot; he writes a lot. Fortunately [he says—we would like to differ —Ed.] most of his efforts are not published.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Revert, Pervert!</em></h1> <p><em>Ed Rosenberg, Danbury, Connecticut</em></p> <p>As I aimed our electromechanical, fuel-driven appliance southwesterly on I81 at my usual conservative eight miles over the posted speed limit, attempting to stay in some lane or other, my wife peered from her perch in the shotgun seat and suddenly said: “Revert, pervert!”</p> <p>“Triviality,” I responded. We lapsed into a brief silence.</p> <p>Another attempt at one-upmanship in a family feud? No: just another round in the game we had devised to enliven car trips from our Connecticut home to the Boston area, Vermont,  Canada, and North Carolina.</p>"
}