{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Whatsisnames and Thingamajigs",
  "author": "Nick Humez",
  "location": "argentarius@juno.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Whatsisnames and Thingamajigs</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p>\n<p>It is an ethnographic commonplace that language discontinuously maps itself onto reality, such that the continuum of all the things we might name or describe shows gaps between our actual terms to designate them. But one need never be at a loss for a word even for the unnameable, thanks to a rich lexical inventory—ripe for etymological and morphological speculation, belonging to an oral culture, rarely written down till long in circulation, and even then often undocumented altogether in mainstream dictionaries, being omitted as ephemeral slang—remedying the want of a name on the tip of our tongue or just beyond it,<sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> whether due to aphasia,<sup><a href=\"#user-content-fn-c2\" id=\"user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> an unwillingness to say a word we know very well,<sup><a href=\"#user-content-fn-c3\" id=\"user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> or simple ignorance of the proper term (if, indeed, any exists).</p>\n<p>In this last category fall words for machines or devices: <em>dingus</em> (almost certainly related to German <em>Ding</em> 'thing;' see final paragraph before notes below) and its offspring <em>dohinkus,</em><sup><a href=\"#user-content-fn-c4\" id=\"user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> <em>doohickey, dingus, dingbat</em> and <em>dingsbums</em> as well as <em>frammis,</em><sup><a href=\"#user-content-fn-c5\" id=\"user-content-fnref-c5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> <em>unit,</em><sup><a href=\"#user-content-fn-c6\" id=\"user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and <em>twonky,</em> the last two in vogue during the last three decades of the 20th century, especially among persons given to tech talk.<sup><a href=\"#user-content-fn-c7\" id=\"user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Generic names for unspecified devices include <em>gadget</em> (which the <em>American Heritage Dictionary</em> suggests may be from French <em>gâchette,</em> 'catch [of a lock]') and <em>gizmo</em> (origin unclear but current throughout most of the 20th century).<sup><a href=\"#user-content-fn-c8\" id=\"user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> A small gadget is often called a <em>widget.</em></p>\n<p>An unspecified thing that is not necessarily mechanical can be called a <em>thingummy, thingumibob, thingamajig, whatsis, whatchimacallit, who(o)sis, doodad, do flicky,</em><sup><a href=\"#user-content-fn-c9\" id=\"user-content-fnref-c9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> <em>doomyflotchet,</em> or <em>flapstick.</em><sup><a href=\"#user-content-fn-c10\" id=\"user-content-fnref-c10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> The relationship of the first three to “thing” is self-evident. The fourth through sixth are thinly disguised phonetic spellings of “What's this,” “What-you-may-call-it,” and “Who's this;” an analogous process gives us the generic-person terms <em>whatchimacallim, whatsisname,</em> and <em>whatsisface,</em> with <em>whosis</em> doubling for persons as well as things.<sup><a href=\"#user-content-fn-c11\" id=\"user-content-fnref-c11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> And the <em>do(o)-</em> of <em>doodad</em> and <em>dohinkus</em> is quite possibly the verb <em>to do</em> turned into a prefix (compare <em>do-nothing, dogooder,</em> and <em>doff</em>).<sup><a href=\"#user-content-fn-c12\" id=\"user-content-fnref-c12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>There are fortunate exceptions to the oral-only rule. Michael Quinion, publisher of the web site <em>World Wide Words</em> <em>(<a href=\"http://www.worldwidewords.org\">http://www.worldwidewords.org</a>)</em> devotes a page to <em>oojah,</em> a term that American soldiers in World War I brought home, having learned it from their British counterparts. Quinion discovered an article in the <em>Washington Post</em> from July 1917 (very probably the earliest American publication of this term), that defined <em>oojah</em> as “any object in Heaven or earth; it is the thing which has no name or the name of which you have temporarily forgotten.” Although it has the look and feel of many of the terms British soldiers borrowed from India, Quinion says that <em>oojah</em>“has no known origin. If it did come from that country, nobody can tell from what word in which language.”</p>\n<p>Meanwhile, a generation before the Great War, W. S. Gilbert provided a tidy (and rhyming) list of generic personal names in the final verse of the Lord High Executioner's self-introductory song, “I've Got a Little List,” enumerating types of people we would all would be better off without:</p>\n<blockquote>\n<p>Ko-ko says he would be happy to rid society of</p>\n<p><em>. . . apologetic statesmen of a compromising kind</em></p>\n<p><em>Such as What-Ye-May-Call-Him, Thingumibob, and likewise . . . well, Never Mind,</em></p>\n<p><em>And Tut-Tut-Tut, and What's-His-Name, and also You Know Who —</em></p>\n<p><em>But the task of filling up the blanks I'd rather leave to you,</em></p>\n<p><em>For it really doesn't matter whom you put upon the list:</em></p>\n<p><em>They'd none of 'em be missed—they'd none of 'em be missed!</em></p>\n</blockquote>\n<p>—an apparent aversion to naming names outright that may reflect the robust libel-litigation climate of Victorian England.[^13]</p>\n<p>Several indeterminates are related to nonsense refrains (worth an entire column in themselves). Here euphemism is often alive and well: In a recent French film, an actor referred to a woman's vulva as a <em>tra-la-la,</em> while certain midwesterners have been known to call it a <em>do-wah-diddy.</em> Nor is this solely a modern phenomenon: An English round dating back at least to the 17th century advises us that</p>\n<blockquote>\n<p><em>He who would an ale-house keep</em></p>\n<p><em>Must have three things in store:</em></p>\n<p><em>A chamber and a feather bed,</em></p>\n<p><em>A chimney and a hey-nonny-nonny . . .</em></p>\n</blockquote>\n<p>Something of the same sort seems to be going on in the chorus to another Gilbert and Sullivan number, a duet between an able seaman and a bad baronet,14 who merrily sing that “painful though the duty be/To shirk the task were fiddle-de-dee!”</p>\n<p>While nonsense refrains are often attempts to mimic an instrumental break (e.g., <em>whack fol the diddle fol the die doh day, too-rie-oo-rie-addie,</em><sup><a href=\"#user-content-fn-c15\" id=\"user-content-fnref-c15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> <em>diggi-do-da-do-dinde</em><sup><a href=\"#user-content-fn-c16\" id=\"user-content-fnref-c16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>) or yodel (<em>come a tie-yie-yippy-yippy-yay, yippy-yay</em><sup><a href=\"#user-content-fn-c17\" id=\"user-content-fnref-c17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup>), it has been suggested by folklorists that at least some of them may be corruptions of very old incantations; if so, their use as euphemisms for sexual terms may not be coincidental, since the latter (as students of pornolinguistics and scatalolinguistics well know) are words of evocative power great enough to alter normal rules of syntax.[^18] But apparent refrains can be used as innocent generics as well—e.g., <em>folderol, fiddley-wah-diddle</em>—often with the connotation of “stuff and nonsense” (as in “. . . and then he gave me the usual folderol about the girl behind the curtain being his cousin”).</p>\n<p><em>Stuff</em> itself functions as a generic for which other indeterminates may serve as synonyms, often pejoratively, such as <em>junk, chazerei, tschatschkes</em> (the last two are borrowings directly from Yiddish), <em>crud, shit, crap,</em> and <em>goober.</em> Goobers (sometimes <em>goober peas</em>) are, of course, peanuts; but I have heard the word also applied to a stray dollop of paint or plaster laid down by inexpert hands.<sup><a href=\"#user-content-fn-c19\" id=\"user-content-fnref-c19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> <em>Goober</em> as miscellaneous stuff, however, is singular: “Look at all the goober in this junk drawer.”<sup><a href=\"#user-content-fn-c20\" id=\"user-content-fnref-c20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> As the end of a series, <em>. . . and stuff</em> can be replaced with <em>. . . and whatnot, . . . and suchlike, . . . 'n' shit, . . . and so on/forth</em> and (especially when referring to spoken stuff) <em>. . . and blah blah blah.</em></p>\n<p>As some of the examples above show, indeterminates are by no means unique to English. While writing this column I asked a dozen informants for examples in other languages and learned from Stephen Barnett that “Italians say <em>cosaccio</em> 'ugly thing' or <em>chechessia</em> 'what it might be'; the French likewise have <em>quoi-que-ce-soit</em> (three syllables, not four),<sup><a href=\"#user-content-fn-c21\" id=\"user-content-fnref-c21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> meaning exactly the same as the latter. Anastasia Antonacos tells me that modern Greek seems to be thin in such terms but cites <em>postonelene</em> 'what's-his-name'<sup><a href=\"#user-content-fn-c22\" id=\"user-content-fnref-c22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> (for which she also supplies Arabic <em>sh'ismah</em>). Jennifer Holan reports German <em>Dings</em> (note the final <em>s</em>!) for 'whatsis' and <em>Dingsda</em> (<em>Dings</em> + <em>da</em> 'there') for an indeterminate placename (as Americans might variously say <em>East Overshoe, Podunk, Anytown, Metropolis,</em> or, thanks to Samuel Butler, <em>Erewhon</em>). Spanish includes <em>chingadera,</em> a slightly naughty equivalent of “this lil sucker”<sup><a href=\"#user-content-fn-c23\" id=\"user-content-fnref-c23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> from the Spanish-speaking American southwest, courtesy of James Cervantes, and <em>comosellam'eso</em> (whatsisname, simply a contraction of <em>come se llama eso</em>) from the Columbian auto mechanic of David Gubkin, who adds, for the birds, “<em>LBJ</em> (little brown job = birdwatcher talk for unidentified sparrow).”<sup><a href=\"#user-content-fn-c24\" id=\"user-content-fnref-c24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup></p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-c1\">\n<p>Among the more charming divinities of the Celtic pantheon was the demiurge Lir, who had only half a tongue; hence, according to the composer Henry Cowell, the universe is flawed because half of the god's directives for its creation were never heard, so remain unexecuted to this day. “The Tongue of Lir” was one of a series of piano sketches in unorthodox techniques that Cowell wrote between the World Wars for a never-completed opera on Irish mythology and recorded in the 1950s for release on the CRI label as a 12” LP with the composer's spoken commentary  on a smaller disk in a sleeve on the album's back cover. <a href=\"#user-content-fnref-c1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c2\">\n<p>Aphasia can be the persistent result of organic brain damage from trauma or progressive diseases such as Alzheimer's, or a temporary condition attributable to overloading of short-term memory. For an enlightening discussion of the relationship between short- and long-term recall and its ramifications for user-friendly devices, see Donald A. Norman, <em>The Design of Everyday Things</em> (New York: Doubleday/Currency, 1990), pp. 66–67. According to the author, who is also the director of the Institute for Cognitive Sciences at the University of California, short-term memory is capable of juggling very few (about seven and at most ten) items at any given time and is notoriously prone to distraction as well. This is why, he explains, nine-digit ZIP codes are probably the limit for what one can memorize casually (and thirteen-digit ones strictly the province of written record). Why the expansion from seven-digit phone numbers to the inclusion of area codes as well has proved less chaotic may be because area codes are already in our long-term memory as classifiers linked to external rather than internal and arbitrary information: Most of us have come in practice to associate “212” with Manhattan, and many of us can match “617” to Boston, though we may be temporarily discommoded by expansion codes such as the bifurcation of northern New Jersey into “201” and “973.” <a href=\"#user-content-fnref-c2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c3\">\n<p>This can result from delicacy: An Ohio informant reports <em>thingy</em> for 'genitals' (a usage going back at least as far as Thomas D'Urfrey's <em>Pills To Purge Melancholy</em> anthology of bawdy songs of the early 18th century, one of which is entitled “My Thing Is My Own”), while a Monty Python's Flying Circus sketch of the 1970s uses <em>thingy</em> to mean 'sexual act.' Such euphemisms can be quite localized in time and place: My maternal grandfather, Harold W. Gleason, once wrote a light-verse paean to “the 'you-know' down in the well,” for the amusement of his summer-colony friends in Maine, among whom it was the current term during the Prohibition years for a certain neighbor's openly secret contraband alcohol stash. But a second reason for not naming what one knows very well can be the rhetorical requirement to keep its referent generalized; in this connection see my earlier column “Certain Somebodies” in VERBATIM XXVII:1 (Winter 2002), pp. 20–23. <a href=\"#user-content-fnref-c3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c4\">\n<p><em>Dohinkus</em> (pronounced <em>doo-</em>) appeared in print at least as early as the 1940s in the science-fiction stories of Lewis Padgett (pseud. of Henry Kuttner) about an inventor named Gallagher much enamored of strong drink. <a href=\"#user-content-fnref-c4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c5\">\n<p><em>Frammis</em> was a favorite of <em>Mad Magazine,</em> appearing in many issues during the '50s and '60s. (Mad also promulgated the term <em>veeblefetzer</em> through its parodic annual report to employees of the North American Veeblefetzer Company, ca. 1961, which conceded that “as yet nobody has figured out what a veeblefetzer is used for.”) As far as I know, <em>frammis</em> is unconnected with Framus, the manufacturer of an excellent line of banjos. <a href=\"#user-content-fnref-c5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c6\">\n<p>Donald McLean of Windham County, Vermont, called my attention to this usage some twenty-five years ago, together with <em>product</em>; both appear to have entered generic currency from manufacturers' instruction booklets included with the units or products in question. As of this writing <em>module</em> appears to be undergoing a similar process; watch this space. <a href=\"#user-content-fnref-c6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c7\">\n<p>This term is from another Lewis Padgett sci-fi short story, “The Twonky,” published in 1942 and adapted for film in 1953; <em>twonkies</em> were console entertainment centers that aggressively censored a family's listening and viewing habits. (Padgett's sinister take on this technology is all of a piece with an aphorism repeated to me some years ago by Gail Gutradt of Bar Harbor, Maine, from a vaudeville veteran's comment about the then-novel device television: “Never trust furniture that talks.”) I first heard MIT alumnus Ross Faneuf use <em>twonky</em> as a synonym for “generic black-box device” in the early 1990s. <a href=\"#user-content-fnref-c7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c8\">\n<p><em>Device</em> itself has come to be a generic term in its own right; thus Tom Lehrer, in the spoken introduction to his song “Who's Next?” on his 1965 album, <em>That Was The Year That Was,</em> a collection of ditties written for performance on the TV show of almost that name (. . . <em>Week</em> . . .), said that “This week China, which we call 'Red China,' exploded a nuclear bomb, which we called a 'device.'” The <em>American Heritage Dictionary</em> traces this word to the Old French verb <em>deviser,</em> which meant either 'to devise' or 'to divide,' depending on the context. <a href=\"#user-content-fnref-c8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c9\">\n<p>Jamaican patois. I am much obliged to Estelle Hewlett-Elliott for this variant. <a href=\"#user-content-fnref-c9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c10\">\n<p>Stephen Barnett, who grew up in western Massachusetts, reports this as an term used by his father, who had lived in both Kansas and California. <a href=\"#user-content-fnref-c10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c11\">\n<p>Matthew Brady's mobile daguerrotype darkroom was referred to by Union soldiers of the American Civil War as “the Whatizzit.” Michelle Buchanan reports <em>whutchacoms</em> (“As in: 'I was in the store and I had to buy those whutchacoms for the party, you know, balloons'”) for things rather than people, in Virginia; here the double el of <em>call</em> appears to have dropped out (lengthing the <em>o</em>?), trumped by the final <em>em</em> of <em>him</em> or <em>them.</em> <em>Whatsisface</em> would seem to point to the fact that we often can remember faces quite well even after short exposure, but by no means always with names attached. Feminine versions exist, but not for all terms: <em>Whatsername</em> and <em>whatserface</em> seem perfectly interchangeable with their masculine-gender counterparts, but does anyone say <em>whatchimacaller</em>? <a href=\"#user-content-fnref-c11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c12\">\n<p>A variant of <em>thingumibob</em> attested by one of my midwestern informants is <em>thingamado</em>. The verb <em>do</em> may also underlie <em>doobie</em>, one of numerous euphemisms for “marijuana cigarette,” possibly by back-formation from <em>do up,</em> itself a euphemism for “prepare and consume the means to get high,” both terms being current in the 1960s countercultural druggie scene. <a href=\"#user-content-fnref-c12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c15\">\n<p>The Clancy Brothers, with Tommy Makem, recorded songs containing these refrains, respectively “God Bless England” (<em>Songs of Ireland and Beyond,</em> a 1999 Sony CD compiled from several of their earlier vinyl releases) and “Courtin' in the Kitchen” (on their <em>Come Fill Your Glass with Us,</em> a Tradition Records LP issued in 1959). <a href=\"#user-content-fnref-c15\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c16\">\n<p>From the French Canadian song “Perrine Etait Servante,” recorded by Theodore Bikel on the Elektra LP <em>An Actor's Holiday</em> in 1956. <a href=\"#user-content-fnref-c16\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c17\">\n<p>From the traditional cowboy ballad “The Old Chisholm Trail.” A reversal of the euphemizing process above takes place in the bawdy burlesque of this ditty (“Jumped on My Horse, My Horse Wasn't There”), the originally innocuous refrain being replaced by the raunchy “Gonna tie my pecker to my leg, to my leg.” <a href=\"#user-content-fnref-c17\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c19\">\n<p>My own hands, in fact, as remarked upon with this locution by my summer employer in 1964, the Boston photographer Stephen F. Grohe. <a href=\"#user-content-fnref-c19\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c20\">\n<p>Attested at second hand both from Wisconsin (David Graham reports his wife uttering sentences like the one given) and Idaho (from the father of the Rev. Stanley Jenkins of Queens, NY). <a href=\"#user-content-fnref-c20\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c21\">\n<p>Pronounced something like <em>Quack Is Wah</em>—perhaps an apt name for an eatery specializing in Peking Duck. Within sight of the Watchung Avenue railroad station in Upper Montclair, N,J is a storefront takeout whose proprietors, obviously recognizing a good pun when it was handed to them on a platter, named their restaurant <em>Wah Chung.</em> <a href=\"#user-content-fnref-c21\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c22\">\n<p>That is, <em>pos tone (e)lene,</em> the <em>o</em> in <em>pos</em> being long omega but in <em>tone</em> short omicron, and all the <em>E</em>s short epsilon (including the one dropped because of the elison with <em>tone</em>). <a href=\"#user-content-fnref-c22\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c23\">\n<p>As most readers will probably know very well, the verb <em>chingar</em> literally means 'to fuck'; it is derived from Latin <em>cingere</em> 'to gird(le), to wrap around,' also the source (via its supine stem plus a couple of prefixes) of English <em>precinct</em> and <em>succinct</em>. <a href=\"#user-content-fnref-c23\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-c24\">\n<p>Thanks are owed to informants not elsewhere credited who kindly emailed me many of the items in this article, as well as others omitted for want of space: Marcus Bales, Michelle Buchanan, Jane Cates, Leslie Edwards-Whiting, Paul Howell, Dwain Kitchell, Beverly Rainbolt, and Paul Sampson. <a href=\"#user-content-fnref-c24\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Whatsisnames and Thingamajigs</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">argentarius@juno.com</span></em></p> <p>It is an ethnographic commonplace that language discontinuously maps itself onto reality, such that the continuum of all the things we might name or describe shows gaps between our actual terms to designate them. But one need never be at a loss for a word even for the unnameable, thanks to a rich lexical inventory—ripe for etymological and morphological speculation, belonging to an oral culture, rarely written down till long in circulation, and even then often undocumented altogether in mainstream dictionaries, being omitted as ephemeral slang—remedying the want of a name on the tip of our tongue or just beyond it,<sup><a href=\"#user-content-fn-c1\" id=\"user-content-fnref-c1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> whether due to aphasia,<sup><a href=\"#user-content-fn-c2\" id=\"user-content-fnref-c2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> an unwillingness to say a word we know very well,<sup><a href=\"#user-content-fn-c3\" id=\"user-content-fnref-c3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> or simple ignorance of the proper term (if, indeed, any exists).</p> <p>In this last category fall words for machines or devices: <em>dingus</em> (almost certainly related to German <em>Ding</em> 'thing;' see final paragraph before notes below) and its offspring <em>dohinkus,</em><sup><a href=\"#user-content-fn-c4\" id=\"user-content-fnref-c4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> <em>doohickey, dingus, dingbat</em> and <em>dingsbums</em> as well as <em>frammis,</em><sup><a href=\"#user-content-fn-c5\" id=\"user-content-fnref-c5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> <em>unit,</em><sup><a href=\"#user-content-fn-c6\" id=\"user-content-fnref-c6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and <em>twonky,</em> the last two in vogue during the last three decades of the 20th century, especially among persons given to tech talk.<sup><a href=\"#user-content-fn-c7\" id=\"user-content-fnref-c7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Generic names for unspecified devices include <em>gadget</em> (which the <em>American Heritage Dictionary</em> suggests may be from French <em>gâchette,</em> 'catch [of a lock]') and <em>gizmo</em> (origin unclear but current throughout most of the 20th century).<sup><a href=\"#user-content-fn-c8\" id=\"user-content-fnref-c8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> A small gadget is often called a <em>widget.</em></p> <p>An unspecified thing that is not necessarily mechanical can be called a <em>thingummy, thingumibob, thingamajig, whatsis, whatchimacallit, who(o)sis, doodad, do flicky,</em><sup><a href=\"#user-content-fn-c9\" id=\"user-content-fnref-c9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> <em>doomyflotchet,</em> or <em>flapstick.</em><sup><a href=\"#user-content-fn-c10\" id=\"user-content-fnref-c10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> The relationship of the first three to “thing” is self-evident. The fourth through sixth are thinly disguised phonetic spellings of “What's this,” “What-you-may-call-it,” and “Who's this;” an analogous process gives us the generic-person terms <em>whatchimacallim, whatsisname,</em> and <em>whatsisface,</em> with <em>whosis</em> doubling for persons as well as things.<sup><a href=\"#user-content-fn-c11\" id=\"user-content-fnref-c11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> And the <em>do(o)-</em> of <em>doodad</em> and <em>dohinkus</em> is quite possibly the verb <em>to do</em> turned into a prefix (compare <em>do-nothing, dogooder,</em> and <em>doff</em>).<sup><a href=\"#user-content-fn-c12\" id=\"user-content-fnref-c12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>"
}