{
  "type": "Article",
  "title": "I Didn't Catch Your Name",
  "author": "Robert M. Rennick",
  "location": "Prestonburg, Kentucky",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">I Didn't Catch Your Name</h1>\n<p><em><span data-rel=\"author\">Robert M. Rennick</span> <span data-rel=\"location\">Prestonburg, Kentucky</span></em></p>\n<p>Most of us feel fairly confident when faced with most of the names we come across in our language. We're pretty sure we know how they're pronounced, and, for the most part, they easily trip off our tongues and no one complains. For we follow the conventional rules of American pronunciation that names are pronounced the way they're spelled and that a particular name will be pronounced the same way regardless of who's bearing it.</p>\n<p>But that's not always the case. There are times when we find ourselves confounded by a name that seems to defy the rules. Especially a name in another language. How many American students, short of hearing the name pronounced by their teachers, can handle <em>Goethe</em>? Not to mention <em>Van Gogh</em>? Or <em>Queuille</em>? I once had to deal with the Irish name <em>Beauchamp Urquhart Colclough</em> and was ready to give it up when I read in <em>Notes and Queries</em> that it was pronounced <em>Beecham Urcurt Cokely.</em><sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> And what if the name is nothing but consonants? Elsdon Smith once told us of the two Illinois men, <em>Casimir F. Przypyszny</em> and <em>Michael Hrynyszyn,</em> but never gave us a clue how to pronounce their names.<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>In dealing with names of any kind I've come to the conclusion that the only sensible rules about pronunciation are that there are no across-the-board standards, that each name should be examined on its own, and that the only acceptable pronunciation of someone's name is simply the way he pronounces it himself, regardless of how it's spelled or how the spelling has been changed, by himself or others, inadvertently or otherwise, over the years. If I've learned one thing about pronunciation, it's that the spelling of a name is not always a reliable indication of how it's pronounced. Historians have told me that until the twentieth century, the spelling of names, including one's own, wasn't considered very important, and rules of orthography, if they were known at all, were seldom consistently followed.</p>\n<p>Yet, at the same time, people have been very particular about how their own names are pronounced, becoming very indignant, even belligerent, when they hear them mispronounced. Since one's name is often his proudest possession, the worst insult to him is to mispronounce it. Maybe the second worst is to ask him about it.</p>\n<p>Rex Lardner once told how the deliberate mispronunciation of a name helped win a football game. Army, favored over Notre Dame in 1923, had a key player named George Smyth, who insisted on pronouncing his name to rhyme with <em>wife</em> and wouldn't tolerate any other sounding of it. Accordingly, the Notre Dame coach instructed his linemen to call him <em>Smith</em> (rhymed with <em>miff</em>) at every opportunity. “Hey, Smith, are you going to run with the ball?” Or “Don't you think it's time to punt now, Mr. Smith?” Smyth got so mad that he got careless and made some wild passes and other costly errors. Thus Notre Dame pulled off the upset of the year, defeating Army by 13 to 0.<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>The writer Percy MacKaye, in a letter to pioneer name fancier Alfred H. Holt, recalled how he once responded to a lady who had asked the pronunciation of his name:</p>\n<blockquote>\n<p>Dear Madam: I</p>\n<p>Am named MacKaye.</p>\n<p>While one man's lackey</p>\n<p>Calls me Macky,</p>\n<p>Another's may</p>\n<p>Call me McKay,</p>\n<p>But they—they lie.</p>\n<p>My name's MacKaye.<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n</blockquote>\n<p>Holt also recalled a little jingle in the <em>Chicago Tribune</em> about the various ways people mispronounced the name of another American author, James Branch Cabell, who pronounced his name to rhyme with <em>gabble:</em></p>\n<blockquote>\n<p>I do not like you, J. B. Cabell,</p>\n<p>I'm bored by your recondite gabble.</p>\n<p>Your risque wit, so frankly Gallic,</p>\n<p>Suggests an erudite smart Aleck.</p>\n<p>And so in public, James Cabell,</p>\n<p>I give your stories merry hell—</p>\n<p>Mainly because your equivoques</p>\n<p>Seem to annoy my women folks!</p>\n<p>They say there's something vaguely vile</p>\n<p>Under your mocking subtle style.</p>\n<p>So privately, when I am able,</p>\n<p>I love to read your stuff, dear Cabell.<sup><a href=\"#user-content-fn-b5\" id=\"user-content-user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n</blockquote>\n<p>Virginians still recall the tale of the Enroughty family, whose name has long been pronounced <em>Darby.</em> When the Enroughtys arrived in America they found their name was quite a mouthful for their new neighbors. But the neighbors soon solved their difficulty by calling the family after its progenitor, Darby Enroughty. After a while people forgot the original surname and assumed it was actually Darby, and succeeding generations were called this too. Yet, the first Darby Enroughty and his descendants clung tenaciously to <em>Enroughty</em> in all written accounts.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>Sometimes the bearer of a simple name like Turner will see fit to make something of it that becomes an unwanted burden on those who see it written down. One Mr. Turner insisted on signing his name <em>Phtholognyrrh,</em> while continuing to pronounce it Turner. When asked to explain the strange spelling he said: “Look, the <em>phth</em> is like <em>phthisic,</em> which is pronounced <em>t;</em> <em>olo</em> is like <em>colonel,</em> which is pronounced <em>ur; gn</em> as in <em>gnat</em> is pronounced <em>n;</em> and <em>yrrh,</em> as in <em>myrrh,</em> is pronounced <em>er.</em> So you have <em>Turner.</em> Nothing could be simpler.”<sup><a href=\"#user-content-fn-b7\" id=\"user-content-user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup></p>\n<p>People tend to hear what they think they hear, and often they don't believe it. A young man brought his fiancee around to meet his elderly grandfather, who was quite deaf. “Hey, Gramps, I'd like you to meet my new girl, Gisella Birdwhistell Foushee.” “I'm sorry,” said the old man, “I didn't quite get her name. Will you repeat it?” “Sure, Gramps, this is Gisella Birdwhistell Foushee.” “I'm really sorry,” said the old man, “I'm getting along in years and my hearing has gotten so bad. Will you tell me her name again?” “Gisella Birdwhistell Foushee,” the boy fairly shouted. “It's no use,” said Gramps, “My hearing must really be getting worse. It sounded like you said <em>Gisella Birdwhistell Foushee</em>.”</p>\n<p>A Philadelphia rabbi named Elmalah pronounced his name so that it sounded something like <em>O'Malley</em> and often found this of help in dealing with people who esteemed the Irish. Once, on his return from a trip abroad, he was stopped by an Irish-American customs official who informed him that all his luggage would have to be inspected, a time-consuming procedure that travelers seek to avoid. Then he was asked his name. “O'Malley.” “Well,” said the official, “Why didn't you say so? Be on your way.”<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Some good old “English” names, usually of Gaelic origin, have posed difficulties for many Americans traveling to the British Isles. How do you handle a name like <em>Clough?</em> Do you pronounce it <em>Cloo? Cluff? Clawf? Claw? Clow? Clowf?</em> And what of <em>Home</em>? Unless you'd kept up with BBC's broadcasts of world affairs, would you have known that British Prime Minister Sir Alex Douglas-Home pronounced his name <em>Hume,</em> following an old family tradition? Or that <em>St. Leger</em> is pronounced <em>Sillinger?</em> Or <em>Colquhoun</em> is pronounced <em>Calhoun?</em> Or <em>Harwick</em> is sometimes pronounced <em>Hoik?</em> Or <em>Wriothesley</em> is pronounced <em>Risley?</em></p>\n<p>And what do you do with the name of the famous English diarist Samuel <em>Pepys?</em> Is it <em>Peppis? Peeps? Pepps? Pipps?</em> Most of Samuel's descendants have insisted on pronouncing it <em>Peppis</em> and not <em>Peeps,</em> as the <em>Encyclopedia Britannica</em> would have us believe. But Samuel, himself, is said to have preferred <em>Peeps</em> and at least one branch of his family, the Encyclopedia's principal informants, continues to pronounce it that way. But <em>Pipps</em> and <em>Pepps</em> have never been taken seriously.<sup><a href=\"#user-content-fn-b9\" id=\"user-content-user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>Several stories are told of parents who, looking through books of names for nice names for their children, find some that are attractive in print but haven't the foggiest idea how they're pronounced. I once interviewed a girl whose name sounded like <em>Feemolly.</em> I said that's an odd name and asked her how it was spelled. F-E-M-A-L-E. That's how it was on her birth certificate. A Georgia girl named <em>Whyvonnya</em> turned out to be Yvonne.<sup><a href=\"#user-content-fn-b10\" id=\"user-content-user-content-fnref-b10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> <em>Gooey</em> was Guy, and an oft-told tale goes like this: A boy comes to a newly integrated school in Georgia on the first day of classes and tells his teacher his name is <em>Gooey</em>. Incredulous, the teacher asks him again. Still <em>Gooey.</em> Later, his mother confirms it. “That's surely his name.” Said she'd seen it in a book and thought it was a pretty name. Showed the teacher the book and there it was—<em>Guy</em>.<sup><a href=\"#user-content-fn-b11\" id=\"user-content-user-content-fnref-b11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> The same story is told in the Ozarks but with a slight variation. The teacher has the name on a printed form. Takes attendance. Calls out the name Guy. No answer. Teacher knows the boy is in the classroom and wonders why he didn't answer when his name was called. Confronts the child later to learn that the boy simply didn't recognize <em>Guy.</em><sup><a href=\"#user-content-fn-b12\" id=\"user-content-user-content-fnref-b12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> The same story was told by a recent arrival from Scotland, who said she'd heard it from a Glasgow school teacher.<sup><a href=\"#user-content-fn-b13\" id=\"user-content-user-content-fnref-b13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup></p>\n<p>It goes without saying that unfamiliar accents can make it hard to decipher names. Not to mention the cockney tendency to add or detract <em>H</em>'s at the beginning of a name. One East End mother proudly introduced her children to a visitor. “Ere's <em>Enry</em> and <em>Ubert</em>, and <em>Arold</em> and <em>Orace</em>, and <em>Arry</em> and <em>Ilda</em> and <em>Azel</em>. All their names begin with a haitch except for the last one. We named 'im <em>Harnold</em>.”</p>\n<p>Then there's the Scandinavian tendency to pronounce <em>J</em> as <em>Y,</em> and the story of the banker who was quite impressed with his new teller, who seemed to know exactly what he was doing as he counted a large number of bills from his teller cage. To become better acquainted the banker asked him where he had gotten his training. “Yale.” Now he was really impressed. “And what's your name?” “Yensen.”</p>\n<p>Mother takes her little girl to school on the first day. “And what is your name?” the teacher asks the girl. “Shelly,” says the child. “That's a very pretty name. Were you named for the poet?”</p>\n<p>The child shrugs. The teacher asks the same question of the mother, who is nonplussed. “Is Shelly Temple a poet?”<sup><a href=\"#user-content-fn-b14\" id=\"user-content-user-content-fnref-b14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup></p>\n<p>New York's Brooklyners are supposed to pronounce anything spelled <em>oy</em> as if it were <em>er</em> and anything spelled <em>er</em> as if it were <em>oy.</em> Even if that's not so, it's generated several stories like the one told of an old Dodger broadcaster who noted an injury to pitcher Waite Hoyt: “Oh, my God, Hurt's hoit!”<sup><a href=\"#user-content-fn-b15\" id=\"user-content-user-content-fnref-b15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup></p>\n<p>There are some mnemonic devices to assist people who can't deal with awkward pronunciations. Over the years many Acadians have crossed the Sabine River separating Louisiana from Texas and settled in the largely English-speaking section east of Beaumont. Among them was a family of Heberts whose name in Louisiana is characteristically pronounced like “A bear.” In Texas it becomes Anglicized to <em>Herbert.</em> But these Heberts preferred to retain the French pronunciation of their name and drew a picture of a large grizzly bear on the side of their mailbox, under which was painted their name Hebert.<sup><a href=\"#user-content-fn-b16\" id=\"user-content-user-content-fnref-b16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup></p>\n<p>But sometimes the use of mnemonic devices doesn't work. According to Norman Mockridge, the Notre Dame football coach Ara Parseghian was to be introduced at a dinner whose host made it clear he couldn't pronounce the man's name. “Why don't you try it this way?” said the coach. “Think of <em>par</em> as in golf, <em>seag</em> as in Seagram's, and <em>yen</em> as in Japanese money. <em>Par-seag-yen.</em> Got it?” The host thought he had, until it came time to introduce his guest: “I can't pronounce this guy's name, but it sounds like a drunk Japanese golfer.”<sup><a href=\"#user-content-fn-b17\" id=\"user-content-user-content-fnref-b17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup></p>\n<p>Speaking of Japanese, a number of Americans have complained that many Polish names, as properly pronounced in the old country, often sound to Americans like Japanese names. And on the telephone, at least, some Polish name bearers have been thought to be Japanese, with predictable consequences. A Mr. Pomykala, whose name is pronounced <em>pomy-kah-wah,</em> has to spend much of his time turning down invitations from civic and commercial clubs in his city that keep asking him to talk about Japanese business practices.</p>\n<p>San Diego–area broadcasters and other media people, back in the mid 1980s, were delighted when catcher Doug Gwosdz was sent back to the minors. It would give them more time to learn to pronounce his name <em>goosh.</em> But American broadcasters in the late 1940s had to contend with French Premier Henri Queuille, whose name was pronounced <em>cuyl.</em></p>\n<p>More often, though, we North Americans will take difficult foreign names in stride, not worrying too much about how they should sound and pronouncing them in ways most sensible and convenient for us. So a California family hired a cement worker named Krc‡ (which is Czech for 'dwarf') and called him Kur/zee.<sup><a href=\"#user-content-fn-b18\" id=\"user-content-user-content-fnref-b18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> Jacques families in English-speaking Ontario have had to accept being called <em>Jakes.</em><sup><a href=\"#user-content-fn-b19\" id=\"user-content-user-content-fnref-b19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> Yet such mispronunciations are often expected by some of the name bearers and, at least among second generationers, even preferred. Louis Adamic reported on a Cicero, Illinois, high school teacher of Czech parentage who found that many of his students resented his accurate pronunciations of their names, so used were they to the standard mispronunciations.<sup><a href=\"#user-content-fn-b20\" id=\"user-content-user-content-fnref-b20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup></p>\n<p>Sometimes people feel they can't manage the name at all and don't even want to try. They go one step beyond Parseghian's host and don't even show up for his dinner. A newcomer to town is caught double parking on Chicago's Dearborn Avenue, a serious offense. He's spotted by a cop who's determined to bring him in and have him booked for disorderly conduct. Asks the man's name. <em>Przybylski.</em>“Well,” says the cop, “don't let me catch you doing it again.” Radio broadcasters are not fond of hearing stories of their brethren who have to report the death of some important eastern European dignitary and end up announcing that his name is being withheld pending notification of his next of kin.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p><em>Notes and Queries,</em> 3rd ser. V. 7, Apr. 22, 1865, p. 322. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b2\">\n<p>Elsdon C. Smith, <em>Treasury of Name Lore,</em> New York: Harpers, 1967, p. 183. <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b3\">\n<p>“What Your Name Means to You,” <em>Pageant</em>, v. 17, July 1961, pp. 125-29. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b4\">\n<p>Alfred H. Holt, <em>Wild Names I Have Met,</em> Williamstown, Pennsylvania, 1933, p. 20. <a href=\"#user-content-fnref-b4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b5\">\n<p>Ibid., p. 8. <a href=\"#user-content-fnref-b5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b6\">\n<p>William Shepard Walsh, “Curiosities of Names,” in his <em>Handy-Book of Literary Curiosities,</em> Philadelphia, 1892, p. 784. <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b7\">\n<p><em>Reader's Digest,</em> Jan. 1941, p. 42. <a href=\"#user-content-fnref-b7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b8\">\n<p><em>National Jewish Post,</em> Mar. 6, 1953. <a href=\"#user-content-fnref-b8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b9\">\n<p>AP release, Sept. 26, 1961. <a href=\"#user-content-fnref-b9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b10\">\n<p>Violet Moore, Montezuma, Georgia, personal communication, Sept. 29, 1969. <a href=\"#user-content-fnref-b10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b11\">\n<p>Larry Ratner, Nashville, Tennessee. personal communication, Dec. 27, 1966. <a href=\"#user-content-fnref-b11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b12\">\n<p>Martha Lou Stohlman, <em>Saturday Review,</em> Jan. 23, 1971. <a href=\"#user-content-fnref-b12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b13\">\n<p>May Nicolaisen, Binghamton, New York, personal communication, Mar. 31, 1972. <a href=\"#user-content-fnref-b13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b14\">\n<p>Norton Mockridge's syndicated column, Oct. 26, 1966. <a href=\"#user-content-fnref-b14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b15\">\n<p><em>New York Times</em> Sept 9, 1984, IV p. 26. <a href=\"#user-content-fnref-b15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b16\">\n<p>Charles T. Butler, Beaumont, Texas, personal communication, Dec. 2, 1968. <a href=\"#user-content-fnref-b16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b17\">\n<p>Norton Mockridge's syndicated column, Feb. 1, 1967. <a href=\"#user-content-fnref-b17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b18\">\n<p>Sedoris Daniels, San Jose, California, personal communication, Oct. 23, 1971. <a href=\"#user-content-fnref-b18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b19\">\n<p>W.B. George, Delhi, Ontario, personal communication, June 3, 1969. <a href=\"#user-content-fnref-b19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b20\">\n<p>Louis Adamic, <em>What's Your Name?</em> New York: Harpers, 1942, p. 105. <a href=\"#user-content-fnref-b20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">I Didn't Catch Your Name</h1> <p><em><span data-rel=\"author\">Robert M. Rennick</span> <span data-rel=\"location\">Prestonburg, Kentucky</span></em></p> <p>Most of us feel fairly confident when faced with most of the names we come across in our language. We're pretty sure we know how they're pronounced, and, for the most part, they easily trip off our tongues and no one complains. For we follow the conventional rules of American pronunciation that names are pronounced the way they're spelled and that a particular name will be pronounced the same way regardless of who's bearing it.</p> <p>But that's not always the case. There are times when we find ourselves confounded by a name that seems to defy the rules. Especially a name in another language. How many American students, short of hearing the name pronounced by their teachers, can handle <em>Goethe</em>? Not to mention <em>Van Gogh</em>? Or <em>Queuille</em>? I once had to deal with the Irish name <em>Beauchamp Urquhart Colclough</em> and was ready to give it up when I read in <em>Notes and Queries</em> that it was pronounced <em>Beecham Urcurt Cokely.</em><sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> And what if the name is nothing but consonants? Elsdon Smith once told us of the two Illinois men, <em>Casimir F. Przypyszny</em> and <em>Michael Hrynyszyn,</em> but never gave us a clue how to pronounce their names.<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p> <p>In dealing with names of any kind I've come to the conclusion that the only sensible rules about pronunciation are that there are no across-the-board standards, that each name should be examined on its own, and that the only acceptable pronunciation of someone's name is simply the way he pronounces it himself, regardless of how it's spelled or how the spelling has been changed, by himself or others, inadvertently or otherwise, over the years. If I've learned one thing about pronunciation, it's that the spelling of a name is not always a reliable indication of how it's pronounced. Historians have told me that until the twentieth century, the spelling of names, including one's own, wasn't considered very important, and rules of orthography, if they were known at all, were seldom consistently followed.</p>"
}