{
  "type": "Article",
  "title": "R. A. Acronyms",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">R. A. Acronyms</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>“If we're going to such an upscale lunch, I have to use the ATM machine first,\" said my friend the other day. Not \"go to the bank,\" which is what people used to say when embarking on a costly enterprise. These days, you can avoid human contact by dealing with a machine, and a machine identified only by an acronym, at that. But what does ATM mean, anyway? In fact, it stands for 'automated teller machine,' which makes some sense, given its function, though no machine has yet asked me, “Would you like that all in small bills?” Still, ATMs have been around for years, and people have grown used to them, as with automated phone menus. Automated teller machines have been shortened to an acronym, and even if ATM hasn't got a clever spell-sound, like Aroused Citizens Representing Oppressed New York Minorities, the acronym still feels comfortable in the mouth. But why do people say ATM machine, which when unpacked becomes 'automated teller machine machine'?</p>\n<p>This puzzle is part of a larger phenomenon. Why do reputable journalists still refer in their newspaper articles to the SALT talks?—when that's really 'strategic arms limitation talks talks.' The same is true, occasionally, when you see references to the NATO organization, or 'North Atlantic treaty organization organization.' The point is that an acronym arises because the original phrase is too long or clumsy to trip off the tongue, but after it achieves status as a word, the initial meaning gets lost, and people feel the need to qualify the acronym.</p>\n<p>At our university, for instance, you can't register for classes unless you have a <em>PIN</em>, or 'personal identification number.' But most students long ago forgot exactly what that stands for, other than 'thing we gotta know to register,' and when they ask for it, they ask for their PIN number. As a faculty member who helps register students for their classes, I ask hopefully for their PIN codes, but as with correcting people who misuse the word <em>hopefully</em>, I long ago gave up strong-arming them into acronymic accuracy. Similarly, at the university bookstore, title and author may be important in locating an item, but the quickest way is to list the <em>ISBN number</em>, as many people say, which translates into 'international standard book number number.' And some of our foreign students take the TOEFL test, even though <em>TOEFL</em> stands for 'test of English as a foreign language.'</p>\n<p>These redundancies aren't restricted to bemused students, either. The financial sector has long hid behind a tangle of acronyms, from CD to SEC, but Merrill Lynch offers advice on CMA accounts, though <em>CMA</em> stands for 'cash management account.'The same holds true for its <em>IRA accounts,</em> or 'individual retirement account accounts.' And an <em>HSBC Bank</em> is really a 'Hong Kong and Shanghai Banking Corporation Bank,' if that counts.</p>\n<p>In fact, redundant acronyms aren't a terribly recent phenomenon. During the Cold War, military pundits talked a lot about <em>ICBM missiles</em>: 'inter-continental ballistic missile missiles.' People talk about B–52 bombers, too, though the <em>B</em> stands for 'bomber.' They also refer to the <em>DMZ</em> (demilitarized zone) zone. These days, I get told to send something in <em>PDF format</em>, or 'portable document format format.' This is not to say that everyone qualifies acronyms. Computer geeks in particular like to spray their sentences with acronyms like RAM, CPU, and HTML without explaining themselves. Only a layperson would talk about <em>RAM</em> (random access memory) <em>memory</em> or <em>HTML</em> (hypertext mark-up language) <em>language</em>.</p>\n<p>Other, related redundancies can also creep into acronyms, especially when the redundancy occurs in translation. I recently received an invitation to a party that requested me to “please RSVP.” Given that <em>RSVP</em> means '<em>répondez s'il vous plaît</em>,' or 'respond if you please,' that first “please” is a tad unnecessary. To cite another, though nonacronymic, instance: a sign for the Yodogawa River in Hyogen, Japan, is primarily for foreigners since <em>gawa</em> means 'river.'</p>\n<p>Of course, now that I'm attuned to redundant acronyms, I search for them everywhere, only to be disappointed in most instances. No retiree talks about the AARP association. Nor does anyone refer to the FDA administration. And women insert IUDs, not IUD devices, to avoid pregnancy. But I haven't given up. I'm currently on the lookout for an acronymic disease that ends in <em>s</em> for “symptom,” on the off chance that people will add “symptom” when referring to it.</p>\n<p>It's an HP—harmless pursuit—really.</p>\n<p><em>[David Galef's latest book is the short-story collection <em>Laugh Track.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">R. A. Acronyms</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>“If we're going to such an upscale lunch, I have to use the ATM machine first,\" said my friend the other day. Not \"go to the bank,\" which is what people used to say when embarking on a costly enterprise. These days, you can avoid human contact by dealing with a machine, and a machine identified only by an acronym, at that. But what does ATM mean, anyway? In fact, it stands for 'automated teller machine,' which makes some sense, given its function, though no machine has yet asked me, “Would you like that all in small bills?” Still, ATMs have been around for years, and people have grown used to them, as with automated phone menus. Automated teller machines have been shortened to an acronym, and even if ATM hasn't got a clever spell-sound, like Aroused Citizens Representing Oppressed New York Minorities, the acronym still feels comfortable in the mouth. But why do people say ATM machine, which when unpacked becomes 'automated teller machine machine'?</p> <p>This puzzle is part of a larger phenomenon. Why do reputable journalists still refer in their newspaper articles to the SALT talks?—when that's really 'strategic arms limitation talks talks.' The same is true, occasionally, when you see references to the NATO organization, or 'North Atlantic treaty organization organization.' The point is that an acronym arises because the original phrase is too long or clumsy to trip off the tongue, but after it achieves status as a word, the initial meaning gets lost, and people feel the need to qualify the acronym.</p> <p>At our university, for instance, you can't register for classes unless you have a <em>PIN</em>, or 'personal identification number.' But most students long ago forgot exactly what that stands for, other than 'thing we gotta know to register,' and when they ask for it, they ask for their PIN number. As a faculty member who helps register students for their classes, I ask hopefully for their PIN codes, but as with correcting people who misuse the word <em>hopefully</em>, I long ago gave up strong-arming them into acronymic accuracy. Similarly, at the university bookstore, title and author may be important in locating an item, but the quickest way is to list the <em>ISBN number</em>, as many people say, which translates into 'international standard book number number.' And some of our foreign students take the TOEFL test, even though <em>TOEFL</em> stands for 'test of English as a foreign language.'</p>"
}