{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dewdroppers, Waldos and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dewdroppers-Waldos-Slackers-Decade-Decade/dp/0195182545\"><em>Dewdroppers, Waldos and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century</em></a></h1>\n<p>Rosmarie Ostler, (Oxford University Press, 2003), 239 pp.</p>\n<p>In the 1960s it was “hippie speak.” In the 1980s we had “Valspeak.” Now there are “cyber words.”</p>\n<p>Rosmarie Ostler, in her fascinating new volume <em>Dewdroppers, Waldos and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century,</em> compares synonyms over the past century as she relates how each time span influenced the American lexicon.</p>\n<p>So where do these words come from? According to the author, just about any aspect of daily life—fashion, food, music, technology, or politics—can add to the dictionary. There were the “-ins” of the 1960s: <em>sit-ins, love-ins, wade-ins</em> (swimming at segregated beaches), and <em>wed-ins</em> (hippie marriages). The misadventures of the Nixon administration in the 1970s gave us <em>-gate,</em> as in <em>Floodgate</em> (the improprieties of Rep. Daniel J. Flood of Pennsylvania), <em>skategate</em> (the confrontation between Tonya Harding and Nancy Kerrigan before the 1994 Olympics), and even <em>Gate-gate,</em> the proliferation of adding the suffix to describe scandals of various import.</p>\n<p>Like pet rocks and Rubik's Cubes, language fads come and go—and sometimes return. Many phrases are appropriate only within a specific historical context, while others seem to endure. <em>Groovy,</em> for example, was an offshoot of “in the groove,” a musical term in the 1930s to describe a jazz musician who was particularly proficient. It was still in use in the 1940s but then became un-hip until its resurrection in the 1960s (and 1990s, thanks to Austin Powers movies).</p>\n<p>In the postwar years, young people became increasingly anti-authoritarian in their behavior. Blame it on Marlon Brando in <em>The Wild Ones.</em> One way to keep the old folks at bay was to cut them out of your communications.&nbsp;</p>\n<p>But in reality, the same could be said for every generation. “Kids,” a song from the 1960 musical <em>Bye, Bye Birdie,</em> asks the musical question, “Who can understand anything they say?” Young people develop their own code to set themselves apart from their elders. And trying to understand doesn't help; it's a source of embarrassment to even try. The beatnik culture of the 1950s created its unique language, and if you weren't hep to what they were saying, daddy-o, you were living in Squaresville.</p>\n<p>New technologies (and, to a degree, the advertising used to popularize them) are other sources of cutting-edge communication. The introduction of the automobile, television, plastics, the space program, and computers each came with expressions that gradually infiltrated everyday language. “Insider slang and fringe-group jargon are usually in use for a while before they enter the linguistic mainstream,” Ostler writes.</p>\n<p>As a current example, let's look at <em>Google.</em> Used as a noun, it is the name of the popular Internet search engine. But it can also be used as a verb, as in “to google,” meaning to use that conveyance for research (especially in terms of personal background checks).</p>\n<p>Phrases based on historical events can be quite blunt or sarcastic. President Herbert Hoover was the target of a great deal of acrimony during the Depression. <em>Hoover blankets</em> were newspapers used to keep warm while sleeping outdoors; <em>Hoover flags</em> were empty pockets turned inside out; and <em>Hoover shoes</em> had holes in the soles.</p>\n<p>The use of abbreviations and acronyms also helped people feel they were in the know. Thanks to the New Deal, Americans could take part in programs designed to get them back on their feet while time providing invaluable services, such as the <em>TVA</em> (Tennessee Valley Authority) and the <em>PWA</em> (Public Works Administration), which should not be confused with the <em>WPA</em> (Works Progress Administration).</p>\n<p>And, of course, sex has always “sold.” As the march of time has worn the veneer off youthful innocence, language has become increasing graphic and, in the opinion of many, vulgar. Over the years, a cute girl has been known as a <em>peacherino</em> (1910s); <em>sheba</em>(1920s); <em>whistle bait, dream puss,</em> and <em>zazz girl,</em> among others (1940s); <em>dolly</em> (1950s); <em>fox</em> (1970s); and <em>hottie</em> (1980s). The 1990s term—<em>sunflower</em> —seems anachronistic, more appropriate for use a century ago.</p>\n<p>Ostler guides the reader through these linguistic time capsules in a manner both entertaining and educational, putting the words in their historical context, rather than just listing them dictionary-style.</p>\n<p>And now that this review is done, black time's here, termite. Gotta split. Enjoy the tome, which, to paraphrase Saddam Hussein, could turn out to be the mother of American popular language studies.</p>\n<p>Keep on truckin'.</p>\n<p><em>[Ron Kaplan]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dewdroppers-Waldos-Slackers-Decade-Decade/dp/0195182545\"><em>Dewdroppers, Waldos and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century</em></a></h1> <p>Rosmarie Ostler, (Oxford University Press, 2003), 239 pp.</p> <p>In the 1960s it was “hippie speak.” In the 1980s we had “Valspeak.” Now there are “cyber words.”</p> <p>Rosmarie Ostler, in her fascinating new volume <em>Dewdroppers, Waldos and Slackers: A Decade-by-Decade Guide to the Vanishing Vocabulary of the Twentieth Century,</em> compares synonyms over the past century as she relates how each time span influenced the American lexicon.</p> <p>So where do these words come from? According to the author, just about any aspect of daily life—fashion, food, music, technology, or politics—can add to the dictionary. There were the “-ins” of the 1960s: <em>sit-ins, love-ins, wade-ins</em> (swimming at segregated beaches), and <em>wed-ins</em> (hippie marriages). The misadventures of the Nixon administration in the 1970s gave us <em>-gate,</em> as in <em>Floodgate</em> (the improprieties of Rep. Daniel J. Flood of Pennsylvania), <em>skategate</em> (the confrontation between Tonya Harding and Nancy Kerrigan before the 1994 Olympics), and even <em>Gate-gate,</em> the proliferation of adding the suffix to describe scandals of various import.</p>"
}