{
  "type": "Article",
  "title": "You Sucker! Participatory Humor",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You Sucker! Participatory Humor</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>I have long been fascinated with a particular type of humor, a type that, as far as I can tell, has no name. I have settled on calling it participatory humor, since these are jokes in which the listener (or “victim”) participates, whether she means to or not. Like most of us, I first came into contact with participatory humor on my elementary school playground, where such humor flourishes and probably originated. I have been pleased to see that it lives on in sophomoric films of the present day.</p>\n<p>The only published description I have found for this sort of joke is in Martha Wolfenstein's <em>Children's Humor</em>, first published in 1954, in which the author refers to them as “devices by which the victim is increasingly forced to be the agent of attack against himself. He may be maneuvered into the position of asking for it.” In her examples, the listener provides an innocent word or phrase in answer to a question, which the jokester then mocks in grade-school rhyme:</p>\n<blockquote>\n<p><em>What's twelve and twelve?</em></p>\n<p><em>Twenty-four.</em></p>\n<p><em>Shut your mouth and say no more.</em></p>\n<p><em>What's eight and eight?</em></p>\n<p><em>Sixteen.</em></p>\n<p><em>Stick your head in kerosene, wipe it off with ice cream, and show it to the king and queen.</em></p>\n<p>Another set of grade-school jokes is a bit less nonsensical:</p>\n<p><em>Which would you rather be: a fountain, a tree, or a lollipop?</em></p>\n<p><em>A fountain.</em></p>\n<p><em>You drip!</em></p>\n<p><em>Now which would you rather be, a tree or a lollipop?</em></p>\n<p><em>A tree.</em></p>\n<p><em>You sap! Now which would you rather be, a lollipop or a lollipop?</em></p>\n<p><em>A lollipop.</em></p>\n<p><em>You sucker!</em></p>\n</blockquote>\n<p>At a somewhat higher level of sophistication are jokes in which the answer to the question <em>is</em> the punch line—the listener just needs that pointed out.</p>\n<blockquote>\n<p><em>What were you eating under there?</em></p>\n<p><em>Under where?</em></p>\n<p><em>You were eating underwear?!</em> [The Barenaked Ladies use a version of this joke in their 2000 song “Pinch Me”: “I could hide out under there / I just made you say <em>underwear</em>.”]</p>\n<p><em>Somebody told me you were an owl.</em></p>\n<p><em>Who?</em></p>\n<p><em>I guess he was right!</em></p>\n</blockquote>\n<p>This one works only if the jokester is visibly older than the victim:</p>\n<blockquote>\n<p><em>When is your birthday?</em></p>\n<p><em>April 9.</em></p>\n<p><em>Then you are older than I am—my birthday isn't until April 12!</em> [or some other similar combination of dates].</p>\n</blockquote>\n<p>Knock-knock jokes, by their very nature, require two people, so they are always participatory in that sense. But only some knock-knock jokes qualify for my definition—those in which the listener is the victim, the unwitting speaker of at least part of the punch line:</p>\n<blockquote>\n<p><em>Knock knock!</em></p>\n<p><em>Who's there?</em></p>\n<p><em>Boo.</em></p>\n<p><em>Boo who?</em></p>\n<p><em>You don't have to cry, it's only a joke.</em></p>\n<p><em>Knock knock!</em></p>\n<p><em>Who's there?</em></p>\n<p><em>Little old lady.</em></p>\n<p><em>Little old lady who?</em></p>\n<p><em>I didn't know you could yodel!</em></p>\n<p><em>Will you remember me in one year?</em></p>\n<p><em>Yes.</em></p>\n<p><em>Will you remember me in five years?</em></p>\n<p><em>Yes.</em></p>\n<p><em>Will you remember me in ten years?</em></p>\n<p><em>Yes.</em></p>\n<p><em>Knock knock!</em></p>\n<p><em>Who's there?</em></p>\n<p><em>You've forgotten me already.</em></p>\n<p><em>I've got a great knock knock joke. You start.</em></p>\n<p><em>Knock knock.</em></p>\n<p><em>Who's there?</em></p>\n<p><em>[Silence]</em></p>\n</blockquote>\n<p>In this last example, of course, the listener's <em>lack</em> of a response makes the punch line. Similarly, several participatory jokes count on the victim not knowing the answer to a question. For example:</p>\n<blockquote>\n<p><em>They did a survey recently and found out that people either sing or urinate [or masturbate] in the shower. And the funny thing is, the people who sing all sing the same song. Do you know what song they sing?</em></p>\n<p><em>No, what?</em></p>\n<p><em>Ahhhhh.</em></p>\n<p><em>They did a survey recently and found out what smart people eat for breakfast.</em></p>\n<p><em>So, what do they eat?</em></p>\n<p><em>Didn't think you would know.</em></p>\n</blockquote>\n<p>Other participatory jokes depend on the victim interrupting to correct or assist the jokester. Here is one extremely tasteless example:</p>\n<blockquote>\n<p><em>A guy was driving around in the country and feeling horny. He asked a farmer by the side of the road if there was any place nearby where a guy could get laid. The farmer said “No, but there is a pig in the barn over there that I screw all the time.” The guy thought he'd give it a try. Soon he found himself chasing the pig all over the barn. The farmer came in and said “No, no, you have it all wrong. First you have to grab this saddle. Then you put your feet in the …” [the jokester describes the metal things that hang off of the saddle. The listener suggests “stirrups.”] Oh, so you're a pig fucker too!</em></p>\n</blockquote>\n<p>A high school friend contributes this rather time-consuming participatory joke, which also requires an interruption:</p>\n<blockquote>\n<p><em>A camel and a donkey are making a trip together across the desert. They get very hot and thirsty after all that walking. When they come to the first oasis, though, the camel drinks up all the water. The donkey protests, but the camel says, “Shut up, you dumb ass, I know what I'm doing.” They make their way across the desert and come to the second oasis. Once again, the camel drinks up all the water, and the donkey protests. The camel responds, again, \"Shut up, you dumb ass, I know what I'm doing.\" So they keep on going until they get to the second oasis.</em></p>\n</blockquote>\n<p>At this point, the listener usually breaks in and says, “You mean the third oasis.” To which the jokester responds, “Shut up, you dumb ass, I know what I'm doing.” In a nice twist, my high school friend once told this joke twice to the same person—his mother. On the second go-through, my friend's mother let my friend go on and on and on. When he'd gotten to the second oasis for the fourth or fifth time, my friend said, “Mom, haven't you noticed that I haven't gotten to the third oasis yet?” to which his mother responded, “Shut up, you dumb ass, I know what I'm doing.”</p>\n<p>Then there are the jokes in which the speaker asks you to respond with the same phrase after everything he says:</p>\n<blockquote>\n<p><em>What did you have for breakfast?</em></p>\n<p><em>Pea soup.</em></p>\n<p><em>What did you have for lunch?</em></p>\n<p><em>Pea soup.</em></p>\n<p><em>What did you have for dinner?</em></p>\n<p><em>Pea soup.</em></p>\n<p><em>What did you do all night?</em></p>\n<p><em>Pea soup … argh!</em></p>\n<p><em>I went to the circus.</em></p>\n<p><em>So did I. [Or, in some versions, “So did the fat lady.”]</em></p>\n<p><em>I got some peanuts.</em></p>\n<p><em>So did I.</em></p>\n<p><em>I got some cotton candy.</em></p>\n<p><em>So did I.</em></p>\n<p><em>I got a pretzel.</em></p>\n<p><em>So did I.</em></p>\n<p><em>I got a balloon.</em></p>\n<p><em>So did I.</em></p>\n<p><em>The balloon popped.</em></p>\n<p><em>So did I … argh!</em></p>\n<p><em>I went up one flight of stairs.</em></p>\n<p><em>Just like me.</em></p>\n<p><em>I went up two flights of stairs.</em></p>\n<p><em>Just like me.</em></p>\n<p><em>I looked out the window.</em></p>\n<p><em>Just like me.</em></p>\n<p><em>And there I saw a monkey.</em></p>\n<p><em>Just like me … argh!</em></p>\n<p><em>Whatever kind of lock I say I am, you say you're that kind of key. I'm a brass lock.</em></p>\n<p><em>I'm a brass key.</em></p>\n<p><em>I'm a silver lock.</em></p>\n<p><em>I'm a silver key.</em></p>\n<p><em>I'm a mon lock.</em></p>\n<p><em>I'm a monkey … argh! [Or, “I'm a don lock.” “I'm a donkey.”]</em></p>\n</blockquote>\n<p>Another infuriating participatory joke requires the victim to extend his victimhood seemingly infinitely:</p>\n<blockquote>\n<p><em>Pete and Repeat were out in a boat. Pete fell in. Who was left?</em></p>\n<p><em>Repeat.</em></p>\n<p><em>Pete and Repeat were out in a boat …</em></p>\n</blockquote>\n<p>Similarly, there's the old children's rhyme:</p>\n<blockquote>\n<p><em>Adam and Eve and Pinch Me</em></p>\n<p><em>went down to the river to bathe.</em></p>\n<p><em>Adam and Eve were drowned.</em></p>\n<p><em>Who do you think was saved?</em></p>\n</blockquote>\n<p>The unsuspecting victim answers “pinch me” and the jokester complies. (The first line of this rhyme has been used as a title for three books—a YA novel, a Ruth Rendell mystery, and a 1922 collection of stories.)</p>\n<p>Even the beloved children's television program <em>Sesame Street</em> has allowed for the spread of one particular participatory joke, perpetrated by Ernie upon a beleaguered Bert. Ernie begins with “I one the sandbox,” and he and Bert take turns with the numbers up until Bert says “I eight [ate] the sandbox.”Iona and Peter Opie's <em>I Saw Esau</em> (Candlewick Press, 1992) contains a version of this joke substituting “my mother” for “the sandbox,” accompanied by a full-page creepy Maurice Sendak illustration of a nursing baby devouring his mother. Another similar joke mentioned in the Opie book begins with “I'll go to A” until the victim states “I'll go to L [hell].” According to a footnote, the L joke dates back to at least the early 19th century.</p>\n<p>The Chevy Chase–Dan Aykroyd film <em>Spies Like Us,</em> (1985) contains the world-renowned “dickfer” joke, in which the speaker says “There's a dickfer on your shirt” or “Have you ever owned a dickfer”or something like that. The listener asks, “What's a dickfer?” and the speaker answers “to pee with, stupid.” Another <em>Saturday Night Live</em> alumni production, the 1992 Mike Myers–Dana Carvey film <em>Wayne's World</em>,  contains a teen-favorite participatory joke: the speaker mumbles “A sphincter says what?”leading the listener to say “What?” before he quite knows what he's saying.</p>\n<p>The purpose of these jokes, of course, is to make the victim feel like a complete idiot. And an idiot with no recourse: the only way to avoid being the victim in these jokes is to stop responding to the jokester's questions—extremely difficult to do if the jokester has an audience and some social power, or if, like me, you can't stand not knowing the punch line. So, I am the sucker, the sap, and the drip; I eat underwear and pee soup—and I'll keep on playing the victim this way until I know what smart people eat for breakfast, especially if <em>VERBATIM</em> readers will send me their own participatory jokes, care of the magazine.</p>\n<p><em>[Jessy Randall is the Curator of Special Collections at Colorado College. She writes regularly for <em>VERBATIM</em> and her website is <em>personalwebs.coloradocollege.edu/~jrandall/.</em>]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You Sucker! Participatory Humor</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>I have long been fascinated with a particular type of humor, a type that, as far as I can tell, has no name. I have settled on calling it participatory humor, since these are jokes in which the listener (or “victim”) participates, whether she means to or not. Like most of us, I first came into contact with participatory humor on my elementary school playground, where such humor flourishes and probably originated. I have been pleased to see that it lives on in sophomoric films of the present day.</p> <p>The only published description I have found for this sort of joke is in Martha Wolfenstein's <em>Children's Humor</em>, first published in 1954, in which the author refers to them as “devices by which the victim is increasingly forced to be the agent of attack against himself. He may be maneuvered into the position of asking for it.” In her examples, the listener provides an innocent word or phrase in answer to a question, which the jokester then mocks in grade-school rhyme:</p> <blockquote>\n<p><em>What's twelve and twelve?</em></p>\n<p><em>Twenty-four.</em></p>\n<p><em>Shut your mouth and say no more.</em></p>\n<p><em>What's eight and eight?</em></p>\n<p><em>Sixteen.</em></p>\n<p><em>Stick your head in kerosene, wipe it off with ice cream, and show it to the king and queen.</em></p>\n<p>Another set of grade-school jokes is a bit less nonsensical:</p>\n<p><em>Which would you rather be: a fountain, a tree, or a lollipop?</em></p>\n<p><em>A fountain.</em></p>\n<p><em>You drip!</em></p>\n<p><em>Now which would you rather be, a tree or a lollipop?</em></p>\n<p><em>A tree.</em></p>\n<p><em>You sap! Now which would you rather be, a lollipop or a lollipop?</em></p>\n<p><em>A lollipop.</em></p>\n<p><em>You sucker!</em></p>\n</blockquote>"
}