{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Garner's Modern American Usage",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Garners-Modern-American-Usage-Garner/dp/0195382757\"><em>Garner's Modern American Usage</em></a></h1>\n<p>(Oxford University Press, 2003), 879 pp.</p>\n<p>Although Bryan Garner's <em>Dictionary of Modern American Usage</em> <em>(DMAU)</em> spends most of its time on a shelf beside my desk, I must confess that I've taken the <em>DMAU</em> to bed with me on more than one occasion. And it's not just me—other converts to the Church of Garner will also admit to toting it on the subway, bringing it into the bathroom with them, or looking up the Harvard comma and continuing to read the book like a novel for another hour.</p>\n<p>It's an ideal language resource—scholarly but not smug, thorough but not overly arcane—which didn't seem to require improvement or expansion. Happily, the newest edition features the same accessible arrangement and attitude (and the occasional tart expression of annoyance) as in the original.</p>\n<p>Now called merely <em>Garner's Modern American Usage</em> (or “the <em>GMAU,”</em> I suppose), the latest version builds on a number of entries already familiar to Garner loyalists. The expanded capitalization entry now covers headlines, compass directions, up-style headings, titles and their articles, and overcorrection. The essay on metaphors delineates wayward figures of speech more formally than in the previous iteration.</p>\n<p>Previous entries have disappeared here and there —the place-names topic, for example, has been merged with other appropriate entries—but the text wouldn't have suffered from more extensive cuts. Many of the shorter items (like <em>consignee</em> and <em>polygamy; polyandry; polygyny)</em> address pronunciation or explicate a Venn diagram of definition, work a basic dictionary could do. Others (<em>ocher; ochre,</em> for one) address alleged confusion between American and British spellings, but most readers will either already understand the differences presented, or rely on their word processing programs to help them avoid Anglophonic mistakes.</p>\n<p>But the changes in the <em>GMAU</em> are primarily additions, and some of these seem extraneous as well. Again, if a usage maven worries that she's spelled <em>anilingus</em> incorrectly, she can check her <em>Webster's 11C</em>. This entry in <em>GMAU</em> isn't about spelling, but rather tells you that employing the variant <em>anilinctus</em> is needlessly pretentious. Meanwhile, the entry <em>profanity</em> declines to comment on its use, except to recommend other resources. Why include an item for the sole purpose of remarking that it lies beyond the scope of the book? And the inclusion of a new essay on mondegreens is something of a mystery, until Garner explains that saying “for all intensive purposes” instead of “for all intents and purposes” is essentially the same as hearing Jimi Hendrix say “'scuse me while I kiss this guy.” It's amusing enough, but not really pertinent to the methodology of written English.</p>\n<p>New entries also include those on the history and practice of functional variation (“the ability of a word to shift from one grammatical function to another”), denizen names (Garner furnishes a comprehensive list of country names and the accompanying adjectival forms), the cultural definition of “Standard English,” and numerical prefixes. Several of these, like the entries for names and diminutives, serve as handy guides for formal correspondence and present key information more concisely than, say, the <em>Chicago Manual of Style.</em></p>\n<p>Another noteworthy addition to the <em>GMAU</em> is Garner's introductory essay, “Making Peace in the Language Wars,” in which he gives the reader a bit of background on prescriptivism vs. descriptivism. (In case you don't know the usage-fascist lingo, prescriptivists want the line held on the rules of English; descriptivists insist that we should let the language evolve, even if that means the word <em>irregardless</em> becomes accepted usage.)</p>\n<p>Garner declares himself “a prescriber who uses descriptivist methods—in effect, a descriptive prescriber,” which lends his observations a better-reasoned air than many on the subject. His recommendations for reconciling the two sides of the debate make sense, but he's essentially preaching to the choir, as anyone who purchases the <em>GMAU</em> is by definition likely to take an interest in, if not insist upon, grammatical rectitude already. Still, said purchasers will find in the essay's footnotes a veritable garden of linguistic-resource delights with which to pad their Amazon wish lists, from Zinsser to Safire to David Foster Wallace's now-infamous screed for <em>Harper's</em>—and Garner uses the word <em>fripperies</em> at one point, which is its own reward.</p>\n<p>The new <em>GMAU</em> is, essentially, more of the same. Readers in search of quick spelling fixes or answers to hyphenation questions will still find them, and more; casual browsers hoping to get distracted by numerous cross-references, then drawn into a discussion of ergative verbs, can still do that, and spend more time at it. For every seldom-used <em>reconnoiter; reconnoitre</em> entry, Garnerites will find a useful and enlightening one, for instance, on the difference between <em>remember</em> and <em>recollect</em>. It's probably not a necessity for owners of the older edition, but it's a solid investment.</p>\n<p><em>[Sarah D. Bunting writes about usage, baseball, and cats (among other subjects) at <a href=\"http://www.tomatonation.com\">http://www.tomatonation.com</a>.]</em></p>\n<p>[Disclosure: The Editor is employed by Oxford University Press and was involved in the acquisition of Ms. Ostler's book (but not in the acquisition of Mr. Garner's).]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Garners-Modern-American-Usage-Garner/dp/0195382757\"><em>Garner's Modern American Usage</em></a></h1> <p>(Oxford University Press, 2003), 879 pp.</p> <p>Although Bryan Garner's <em>Dictionary of Modern American Usage</em> <em>(DMAU)</em> spends most of its time on a shelf beside my desk, I must confess that I've taken the <em>DMAU</em> to bed with me on more than one occasion. And it's not just me—other converts to the Church of Garner will also admit to toting it on the subway, bringing it into the bathroom with them, or looking up the Harvard comma and continuing to read the book like a novel for another hour.</p> <p>It's an ideal language resource—scholarly but not smug, thorough but not overly arcane—which didn't seem to require improvement or expansion. Happily, the newest edition features the same accessible arrangement and attitude (and the occasional tart expression of annoyance) as in the original.</p> <p>Now called merely <em>Garner's Modern American Usage</em> (or “the <em>GMAU,”</em> I suppose), the latest version builds on a number of entries already familiar to Garner loyalists. The expanded capitalization entry now covers headlines, compass directions, up-style headings, titles and their articles, and overcorrection. The essay on metaphors delineates wayward figures of speech more formally than in the previous iteration.</p>"
}