{
  "type": "Article",
  "title": "As The Word Turns: Another Grose-Out",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As The Word Turns: Another Grose-Out</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>“With the genitalia the exigencies of taboo mean that slang has the cover-up role of euphemism to perform”—John Atyo, <em>The Oxford Dictionary of Rhyming Slang</em> (2002).</p>\n<p>Having inventoried (XXVII/2) male and female organs in Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785), I import the idioms for their copulation. All quoted definitions are his.</p>\n<p>There are at least thirty. Grose would have chuckled over the American toponym <em>intercourse</em>. Some were antique, e.g., Chaucer's <em>swyve,</em> which died out c. 1800, also <em>make the beast with two backs</em> (cited from Othello), laughably indexed thus in R. W. Holder's <em>How Not To Say What You Mean: A Dictionary of Euphemisms</em> (2002): “See BEAST WITH TWO BACKS (THE).”</p>\n<p>Another now-overlooked Shakespearianism was <em>occupy</em>, an “odious word” in <em>Henry IV,</em> pt 1, II.4.159, thereafter avoided in seventeenth and eighteenth-century literature; cf. C. T. Onions, <em>A Shakespeare Glossary</em> (1911).</p>\n<p>Some supposed modernisms have a long pedigree. No <em>bonk</em>, of course, this being pre–Boris Becker. No <em>knee-trembler</em>: whores specialising in them were <em>threepenny-uprights,</em> also absent from Eric Partridge's <em>Dictionary of the Underworld</em> (1950), where <em>kneeling at the altar</em> gets in as pederasty. No <em>rumpy-pumpy,</em> either, though <em>pump</em> and <em>rump</em> had many nuances, including “buttocks.” But <em>hump</em> is already there, denoted by Grose as old-fashioned, before its American renaissance. <em>Niggle</em> had a similar cis-Atlantic revival, though when was it last so used? <em>Knock</em> lives on, both in British <em>knocking-shop</em> and American <em>knock-up,</em> the latter famously validating Wilde's dictum of two countries separated by the same language.</p>\n<p>Eighteenth-century gallants were already <em>rogering</em>, archly defined by Boswell's Yale editor Frederick Pottle as “a word of other meaning than that acquired since the introduction of radio-telephony,” <em>screwing</em> (not in the original <em>OED</em>), and <em>shagging,</em> now spoiled by Austin Powers' association and muddied by its curious gamut of meanings from “carpet” to “school dance” to “strong tobacco,” plus in old English public school argot it meant “masturbate,” a social as well as sexual divide; according to Atyo, Melvyn Bragg (ubiquitous British TV cultural pundit—watch for his new book, <em>English: Biography of a Language</em>) now stands for <em>shag</em>—surely some cognate scope here for the likes of Alan Funt.</p>\n<p>Modern canine imagery is eclipsed by <em>dog's rig</em> 'to copulate till you are tired, and then turn tail to it,' while <em>clicket</em> (copulation of foxes, thence used for that of men and women) would suit the vulpine ladies of <em>Sex and the City.</em></p>\n<p><em>Blow off the groundils</em> (variant: <em>blow off the loose corns</em>) 'To lie with a woman on the floor,' is as topographically precise as <em>green gown</em> 'To tumble a girl on the grass.' Had Henry VIII this in mind when penning <em>Greensleeves</em>?</p>\n<p>Other expressions more exotic, hence more obscure, include <em>pully hawly</em>; cf. British <em>pull</em> 'to get off with a man or woman,' and the interchangeable <em>ride Rantipole</em> and <em>ride St. George.</em> Johnson helps a little with his <em>Dictionary</em> gloss on <em>Rantipole</em> as “a low word.” But what of Grose's lemma for <em>riding St. George:</em> “The woman uppermost in the amorous congress. this is said to be the way to get a bishop.” <em>Bishop</em> is elsewhere explained by Grose as the largest condom available from Mrs. Philips of Half Moon Street, London's chief purveyor of contraceptives.</p>\n<p>As for the F-word, Grose prints it <em>f--k</em> (likewise <em>c--t</em>), indicating its social and semantic status.  Partridge traces its modern debasement to being “very much used by the British soldier in 1914-1918,” though Jane Austen (remember her naval sodomy joke in <em>Mansfield Park,</em> recently chewed over on the <em>TLS's</em> letter page by starchy academics) may hint at this when remarking in <em>Sense and Sensibility</em> (ch. 21) that “the letter <em>F,</em> productive in countless jokes, has long been established as the wittiest letter in the alphabet.”</p>\n<p>Grose does not have every last word. The great thespian and friend of Johnson, David Garrick, writes of his housemaid Molly: “As for Cautherly <em>mansquibbing</em> her (which he certainly does), I don't mind—but I suspect she has all kinds of fellows in our absence, and I don't know what may be the consequence.” As Ian MacIntyre unimprovably puts it in his Garrick biography (1999, p. 377): “<em>Mansquibbing</em> is an activity unknown both to the editors of the <em>OED</em> and to Eric Partridge—possibly Cautherly was showing Molly his etchings.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As The Word Turns: Another Grose-Out</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>“With the genitalia the exigencies of taboo mean that slang has the cover-up role of euphemism to perform”—John Atyo, <em>The Oxford Dictionary of Rhyming Slang</em> (2002).</p> <p>Having inventoried (XXVII/2) male and female organs in Grose's <em>Classical Dictionary of the Vulgar Tongue</em> (1785), I import the idioms for their copulation. All quoted definitions are his.</p> <p>There are at least thirty. Grose would have chuckled over the American toponym <em>intercourse</em>. Some were antique, e.g., Chaucer's <em>swyve,</em> which died out c. 1800, also <em>make the beast with two backs</em> (cited from Othello), laughably indexed thus in R. W. Holder's <em>How Not To Say What You Mean: A Dictionary of Euphemisms</em> (2002): “See BEAST WITH TWO BACKS (THE).”</p>"
}