{
  "type": "Epistola",
  "title": "EPISTOLA Don Hauptman",
  "contributor": "Don Hauptman",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Don Hauptman</span></h1>\n<p>In his enlightening Classical Blather article, “Whatsisnames and Thingamajigs” (VERBATIM, Vol. XXIX/2), Nick Humez cites the German slang expression, <em>das Dingsda</em> (literally, 'that thing there') as an example of an “indeterminate placename.” English equivalents include <em>anywhere</em> and <em>nowhere.</em></p>\n<p>One use of this locution may be familiar to non-German speakers—or at least those of us who are as passionate about operetta as we are about language and wordplay.</p>\n<p>Eduard Künneke's 1921 operetta, <em>Der Vetter aus Dingsda</em> (The Cousin from Nowhere) is in the same genre as <em>Die Fledermaus</em> and <em>The Merry Widow.</em> The composer's biggest hit, it was performed throughout Germany and Austria, and, in translation, in London and New York City.</p>\n<p>The story is set in Holland. A woman is in love with her cousin, who has been in Batavia (now Jakarta), Indonesia, for the past seven years. To the forlorn female, he is so far away that he might as well be “nowhere.” Then the fellow returns—or does he? In typical light opera fashion, mistaken identities and other complications ensue.</p>\n<p>In contrast to the period milieux of most operettas, this one has a contemporary setting (a character mentions going to a movie) and no chorus, giving it the intimacy and charm of a chamber opera.</p>\n<p>The score, available on CD, is delightful and melodic. One song, <em>Ich bin nur ein armer Wandergesell</em> (“I'm Only a Strolling Vagabond”), became a popular favorite beyond the show itself. Richard Traubner, perhaps the world's leading authority on operetta, told me that the German libretto and lyrics were unusually sophisticated and clever for their time, presaging the comic dialogue in the films of Lubitsch and others.</p>\n<p><em>Der Vetter aus Dingsda</em> is still frequently produced in Germany and other German-speaking countries, although it is not often staged today in the U.S. In August 2002, however, I saw an excellent production at the summer festival of The Ohio Light Opera. Traubner adapted and translated it, and the title became The Cousin from Batavia.</p>\n<p>Back to the word. As the VERBATIM article notes, <em>Dingsda</em> is the source of the colorful American slang word <em>dingus</em> (a device or gadget the name of which is unknown or forgotten). And <em>Ding an sich</em> (thing in itself) is a term familiar to every student of philosophy.</p>\n<p>According to a friend in Berlin, the word <em>Dingsda</em> has fallen into desuetude and is rarely used today. When it is, however, the reference, per the literal translation, is not to a place but to a more tangible object. But <em>Dingenskirchen</em> another term for an indeterminate place, is now in common use. <em>Kirche</em> is the German word for church, and the names of many cities and towns end in <em>–kirchen.</em></p>\n<p><em>[Don Hauptman, New York, New York]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Don Hauptman</span></h1> <p>In his enlightening Classical Blather article, “Whatsisnames and Thingamajigs” (VERBATIM, Vol. XXIX/2), Nick Humez cites the German slang expression, <em>das Dingsda</em> (literally, 'that thing there') as an example of an “indeterminate placename.” English equivalents include <em>anywhere</em> and <em>nowhere.</em></p> <p>One use of this locution may be familiar to non-German speakers—or at least those of us who are as passionate about operetta as we are about language and wordplay.</p> <p>Eduard Künneke's 1921 operetta, <em>Der Vetter aus Dingsda</em> (The Cousin from Nowhere) is in the same genre as <em>Die Fledermaus</em> and <em>The Merry Widow.</em> The composer's biggest hit, it was performed throughout Germany and Austria, and, in translation, in London and New York City.</p> <p>The story is set in Holland. A woman is in love with her cousin, who has been in Batavia (now Jakarta), Indonesia, for the past seven years. To the forlorn female, he is so far away that he might as well be “nowhere.” Then the fellow returns—or does he? In typical light opera fashion, mistaken identities and other complications ensue.</p>"
}