{
  "type": "Article",
  "title": "Offending Words",
  "author": "Gerald Eskenazi",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Offending Words</h1>\n<p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>It didn't take me long, in my forty-something years writing sports for the <em>New York Times,</em> to learn that words connoting sexuality of any kind would never insinuate themselves into the old gray lady, as other newspapermen loved to call us.</p>\n<p>And then, when we had freed the paper of libidinous prose as the millennium approached—why, we then made sure we offended no one, not even hockey teams. I'll explain.</p>\n<p>Many of the words of caution I received from the copy desk weren't in the “style book” (the compendium of do's and don'ts), but were part of <em>Times</em> tradition. It ensured—as much as anything can—that we never made a reader gasp. And sports, which one would think should be free of deadening rules, was under even more of a constraint than other sections.</p>\n<p>For example, at the <em>New York Times,</em> a horse never came from behind in the stretch. So we called it a “comeback victory,” or “winning with a late charge.” When parochial schools were competing, you'd better not write, “St. Dominic's tops St. Cecilia's,” or, worse, “downs St. Cecilia's.” I often wondered, what if it were the other way around? But I'm daydreaming.</p>\n<p>Also, gratuitous <em>damns, butts,</em> and other words that could offend—even in direct quotes—were to be avoided, if not officially verboten. And I must admit that if you used even mild curses gratuitously, you would deflate them of any meaning when someone really important used them. When, say, a person of some significance, who normally doesn't use profanity or language that could offend, did in fact speak that way, then using such a word makes a telling point and is not simply gratuitous. Use it to quote the late baseball bad boy, Billy Martin, and you've merely wallowed in his syntax. Quote, for example, such classy icons as Billie Jean King or an Arnold Palmer with a <em>damn,</em> and you've got a better story with the same quote.</p>\n<p>One day, before I was about to cover a New York Rangers' hockey game, one of the editors called me over.</p>\n<p>“Try to avoid using the word <em>puck</em>,” he told me. When I asked why, he explained, “Labor negotiations are going on with the linotype operators, and sometimes they misspell words on purpose.”</p>\n<p>Aha. So I wrote 800 words about a hockey game in which the word <em>puck</em> never was used (think baseball, and writing a story without using the word <em>ball</em>). I don't remember how I did it. I think I called the puck the <em>disk,</em> or the <em>frozen rubber.</em> At least, I avoided having the paper embarrassed by a linotype operator with a puckish sense of humor.</p>\n<p>Over the years, as America became much more sensitive to language that could offend various groups, my paper often went overboard in making sure it would offend no one. Oh, it took a while. Billie Jean was “Mrs. King” for much of the '70s. It was no easy time for the <em>Times</em> to turn to <em>Ms.</em> Then we had another radical departure in sports when it came to identifying women. Always, when I started, a woman in a second reference was either <em>Mrs.</em> or <em>Miss.</em> Then she became <em>Ms.</em> Finally, even that honorific has been done away with in writing about sports figures.</p>\n<p>Now, when we write about, say, the tennis-playing Williams sisters, we simply call them by their second name, just as we do male athletes (except, of course, if they get into trouble with the law and wind up outside the sports pages, and they become <em>Mr.</em> or <em>Ms.</em> again). While sportswriting in particular is freer these days at the paper, the famous “style” book is bigger than ever. When I joined the paper I was given a copy, a little red book of some 96 pages. Now it is a full-sized tome of more than 360 pages, and counting.</p>\n<p>But language also is about perception. Many years ago I wrote a piece about the Jets' aging tight end, a free-spirited fellow named Jerome Barkum. He was from Mississippi. Thus, he enjoyed feasting on typical down-home cooking.</p>\n<p>In my story, though, he pointed out that because he was getting older, he was trying to get away from foods such as, in his words, “fried chicken and pork chops.” That was a direct quote. Yet, my editor, Sandy Padwe, who was a gifted newspaperman, red-penciled it.</p>\n<p>“It could sound racist,” reasoned the '60s-sensitive Padwe, who was to become a dean at the Columbia University School of Journalism. “But he said it,” I objected. “That's what he eats. He's from Mississippi.”</p>\n<p>My logical argument fell on deaf ears. Jerome Barkum was aging and watching his weight by eating more healthful foods. The reader never learned what he had cut out.</p>\n<p>Of course, many of the nicknames in sports we used once upon a time probably were racist or stereotypical or insensitive. We avoided those at the paper. I never thought twice, though, of describing the exciting Montreal Canadiens hockey team as the “Flying Frenchmen.”</p>\n<p>Books had been written using that name in the title. The team thought of itself that way, much as the New York Yankees were proud of the sobriquet “Bronx Bombers,” but since the advent of worldwide terrorism, you can't say that any more. Virtually every player on the Canadiens <em>was</em> French-Canadian when I started writing about them in the 1960s.</p>\n<p>One day, in the '90s, after many years of not covering hockey, I did a New York Rangers–Canadiens game. Naturally, I called the Canadiens the Flying Frenchmen. At least, I tried to. One of the copy editors called me in the press box and said, “We don't describe them that way. It's a stereotype.” I tried to buttress my case with a historical perspective. I lost.</p>\n<p>In the intervening years, not only had the Frenchmen found a sensitive ally at the <em>Times,</em> so had gypsies. I hadn't realized they were now a protected minority. So I quoted an athlete who talked of being <em>gypped</em> by his agent. Uh, unh. No negative gypsy connotations, I was told.</p>\n<p>Yet, I made my contribution to the language of journalism and helped spark a debate over the use of a word that gets into the <em>Times</em> once every 20 years. I refer, of course, to <em>fart.</em></p>\n<p>Don't hyperventilate, gentle reader. The word never saw print in my paper. At least not in my story. I wish it would have. It was, in fact, the crux of the story. I will explain:</p>\n<p>The Jets had just lost a game in the Seattle Kingdome on Monday Night Football when punter Chuck Ramsey messed up a kick. I dashed down to the locker room at game's end and collared Ramsey. He was crying.</p>\n<p>“What is it—that punt, Chuck?” I asked. “You're pretty upset.”</p>\n<p>“How would you feel,” he asked, “if your coach told you, in front of the entire team, 'I can fart further than you can punt'?”</p>\n<p>I made one of the great efforts of my life not to laugh. But I had to be serious. Chuck was really upset. Who could blame him? Coach Walt Michaels was one of the most honest people I had known. He was one of the most accessible coaches, also. I confess: I loved being around the big lug. I enjoyed hearing his stories of working in the Pennsylvania coal mines, of listening to morals he learned from Polish fables his father, from the old country, had told him. Above Walt's desk was a portrait of his father done by a family friend. Underneath it was the inscription, “Glad he made the boat.”</p>\n<p>In Walt's very basic world, there were no excuses. He enjoyed telling the story of the Polish sea captain who went through a terrible storm. The owner of the boat told him later, “Don't tell me if the sea was stormy. Did you bring my boat in?”</p>\n<p>Yes, Walt was crude, too. So . . . <em>fart.</em> How to handle this indelicate word in the delicate world of the <em>New York Times?</em> We recently had been advised by our assistant managing editor and protector of the written word, Allan M. Siegal, that if we really felt a bad word belonged in a story, to consult with the copy editors first. He also said that we were not to alter the word if it were not used, but instead use an ellipsis, or three dots, to indicate the word had been removed. Or we might bracket a different word to show this was the meaning, if not the actual word. None of my pleadings made an impression on the copy desk. I was told I couldn't use the word and had to soften the quote. In other words, I was to change the word. This I did. Thus, Michaels's outburst came out as “I can spit farther than you can punt.”</p>\n<p>When I returned to New York the next day, I got my hands on all the other papers to see how their erudite desks had handled this sensitive matter. One paper simply put a dash where the <em>fart</em> had been. Another avoided the quote. But <em>Newsday,</em> the big Long Island paper, to its credit actually used the quote accurately. In Monday's paper, at any rate. When I picked up <em>Newsday</em> on Tuesday, I discovered it had now bracketed the word and replaced it with another in a follow-up story.</p>\n<p>This caught the eye of <em>Newsday's</em> media critic, who had a Sunday column. He wrote an entire piece about how the New York media had handled the word <em>fart</em>—perhaps mishandled would be more accurate—which I'm sure was a first in the history of sports journalism in America. He noted how <em>Newsday</em> alone had accurately used the word in its Monday story, but then backed off a day later. And how the <em>Times</em> had changed the word to “spit.” When he called Siegal and asked about altering the quote, Siegal told him that was against <em>Times</em> policy and would not happen in the future.</p>\n<p>In a way, I felt vindicated, but still I was left without a <em>fart</em> among the millions of words in my clips. Eight thousand bylines—and not a fart to be found.</p>\n<p><em>[Gerald Eskenazi's fourteenth book, a memoir, has just been published by the University of Missouri Press: <em>A Sportswriter's Life: From the Desk of a</em> New York Times <em>Reporter.</em>]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Offending Words</h1> <p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>It didn't take me long, in my forty-something years writing sports for the <em>New York Times,</em> to learn that words connoting sexuality of any kind would never insinuate themselves into the old gray lady, as other newspapermen loved to call us.</p> <p>And then, when we had freed the paper of libidinous prose as the millennium approached—why, we then made sure we offended no one, not even hockey teams. I'll explain.</p> <p>Many of the words of caution I received from the copy desk weren't in the “style book” (the compendium of do's and don'ts), but were part of <em>Times</em> tradition. It ensured—as much as anything can—that we never made a reader gasp. And sports, which one would think should be free of deadening rules, was under even more of a constraint than other sections.</p>"
}