{
  "type": "Article",
  "title": "Inside the Académie",
  "author": "Thora van Male",
  "location": "Grenoble",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Inside the Académie</h1>\n<p><em><span data-rel=\"author\">Thora van Male</span> <span data-rel=\"location\">Grenoble</span></em></p>\n<p>In the Paris of 1629, a group of fashionable young men met two or three times a week in the home of Valentin Conrart, aged twenty-six. They discussed what was going on in town, politics, and poetry. When Cardinal Richelieu, who employed a member of the group, got wind of their activities, he thought it might be useful to keep an eye on them. So he offered to set them up as a <em>compagnie,</em> and to be their protector. The original group of nine grew to twelve, and then to thirty-four members; Richelieu suggested they round it out to forty, and gave them his own seal as their insignia: the words “À l'Immortalité” in a wreath of laurel. From this seal came the name given to the members of what soon became the Académie Française: <em>The Immortels.</em> In 1635, Louis XIII granted the Académie Française its letters-patent; Conrart became its first head, the Secrétaire Perpétuel.</p>\n<p>Today, the Académie Française is one of the five learned academies, all state institutions, that constitute the Institut de France. It meets on Thursday afternoons.</p>\n<p><em>The Immortels</em></p>\n<p>The statutes of the Académie Française set out its principal goal as the enhancement and stabilization of the French language, which must be given rules to make it pure and eloquent. The original forty members came from various walks of life; this was true when the company was founded, as it is today. The demographics of the Forty have evolved in terms of social and professional origins over the centuries, but at no time has the Académie constituted a purely literary or philological group. Today, for example, nobles and prelates are much less prevalent than they were before the French Revolution (1789) and the separation of church and state (1905). Scientists have had their place (Buffon, Pasteur), as have historians (Bossuet, Dumézil), philosophers (Voltaire, Bergson), politicians (Thiers, Poincaré), and military men (Clémenceau, Weygand). Poets have always been considered “eligible” for the Académie, and playwrights too; novelists, however, have managed to gain admission only in the last hundred years or so.</p>\n<p>The Immortels are often referred to as a group of old fogies; it must be admitted that they are not a group of spring chickens. As life expectancy increases, however, the duration of Immortalité, so to speak, does not necessarily follow suit. In 1700, the average accession age was forty, and life expectancy sixty; in 1900, average accession at fifty, life expectancy seventy-one; in 1970, average accession age sixty-six, life expectancy eighty-one. A projection made in 1981 determined that in the year 2100, average age of accession would be ninety-two; life expectancy, however, would be ninety.</p>\n<p><em>How to become an Immortel</em></p>\n<p>Want to get elected to the Académie Française? Generally, a sitting Immortel suggests to an acquaintance that an application would be opportune. The candidate then applies to the Secrétaire Perpétuel, and <em>les visites</em> start. Though the Académiciens are bound not to promise their vote to any individual, the visits are part of the protocol. The candidate must then be vetted by the protector of the Académie (today, the president of France), and the election can take place. Only the forty members are allowed to vote; the quorum is twenty. An Académicien who feels hostile toward the candidate puts an X on an otherwise blank ballot; often these ballots are numerous enough to prevent a candidate from obtaining the 50 percent majority required for election. It is said that the ballots are burned in an open fireplace after each election, though the analogy with papal elections seems to stop there.</p>\n<p>Though nothing in the statues of the Académie Française stipulates that it is a GOLF group (“gentlemen only, ladies forbidden”), the fact is that women were not welcome until very recently. In the hope of securing an armchair for Julie de l'Espinasse, the object of his unrequited love, d'Alembert suggested in 1760 that four of the forty spots be reserved for women. This suggestion was firmly rejected. In the late 1700s, Madame de Genlis, who circulated a manifesto against the Encyclopédistes, was offered an armchair as “hush-money”; she demurred. The application of Pauline Savari in 1893 was not even taken into consideration: “Women are not eligible, since only those who have fulfilled the duties of conscription are French citizens.” In the 1970s, various women applied; Pierre Cardin designed an Académicienne's costume; but women were unwanted. Finally, in 1980, the Académiciens were starting to see the writing on the wall, and elected Marguerite Yourcenar, though certainly not unanimously. One of them said, “Let's accept her; she won't bother us by attending very often.” Such was indeed the case: she attended only twice before her death in 1987. Women's applications began occurring more frequently, however, and in the ensuing years, a handful of women were elected, including the current Secrétaire Perpétuel, Hélène Carrère d'Encausse.</p>\n<p><em>The armchair: An essential feature of the job</em></p>\n<p>Originally, the members of the Académie were seated on straight-backed chairs around a table. Some of the cardinals in the group felt that such plain furniture was beneath their dignity (accustomed as they were, no doubt, to cushier stuff); some men of the cloth did not want to join at all because of the austere seating arrangements. Louis XIV solved both problems by having armchairs brought in for the entire company. Today, it is back to straight-backed chairs, though the term <em>fauteuil</em> (armchair) still prevails. Indeed, Jean Cocteau jested, “Ours is the only company whose members, when they die, become armchairs”; what Cocteau did not specify, however, is that the deceased Académicien is only an armchair until someone else sits in it. Very recently, for example, Valéry Giscard d'Estaing was elected to “the Léopold Senghor armchair.” The armchairs are also numbered. Armchairs 26 and 35 tie for the fewest occupants: only thirteen since 1635. Others have heavy turnover: twenty-three occupants for number 4. As Aurélien Scholl declared, the Académiciens are really not much more than slipcovers for the armchairs they occupy.</p>\n<p><em>The costume: Designer togs</em></p>\n<p>Though it is generally thought that the Académie uniform is green, it is black with green silk embroidery on the frock coat. In 1799, Napoléon had the artist David design a uniform that would guarantee due respect to the Académiciens; the sword—part of their costume to this day—appeared at the same time. Until Victor Hugo donned long trousers when he was elected in 1841, the Académiciens wore breeches and silk stockings. A silk plush cocked hat completes the outfit.</p>\n<p>The costume is usually made to measure (for a cost of about 15,000 euros, which includes two hundred hours of embroidery; the cocked hat costs about 1,000 euros), although the Institut does have a stock of hand-me-downs. For some potential candidates to the Académie, the price of the outfit may be a deterrent. Consider Tristan Bernard, who said, “I'm not applying for the Académie until somebody my size dies.”</p>\n<p>Despite its great cost (or perhaps because of it) the official finery is rarely worn; a roster sets out the six Académiciens who must appear in uniform at meetings, just to keep up appearances.</p>\n<p>As to the sword, it is traditionally given to the new Académicien as a gift by his friends and acquaintances; the value (from about 7,000 to 45,000 euros) depends on the choice of metal, engravings, and so on. According to the experience of some Académiciens—the only sword-bearing group in France outside of fencing clubs—the difficulty is to figure out how to carry the thing differently from an umbrella.</p>\n<p><em>Pay?</em></p>\n<p>The Académie Française is definitely not the place to go if you are looking for a big paycheck (then again, for one afternoon a week . . .). The payment in 2002 was 114.34 euros a month, plus premiums for attending the sessions. The four oldest Académiciens and the four who have been Immortels the longest get double pay. In addition to this income, the Académiciens receive a monthly <em>indemnité académique</em> as members of the Institut: this is about 370 euros a month. The Secrétaire Perpétuel receives something more approaching a decent salary.</p>\n<p><em>Lexicography, anyone?</em></p>\n<p>Among the various remits assigned to the Académie by statute in 1635, the <em>Dictionnaire de l'Academie</em> has over the centuries been its most visible activity. Only a handful of the forty Immortals are members of the <em>Commission du Dictionnaire</em> (today, just fourteen), which meets weekly. A “dictionary service” (comprising a dozen university professors)  does the preparatory work, while the commission has the final word.</p>\n<p>If the original goal of the Académie Française was to refine and stabilize the French language through eloquence and poetry, the focus of its dictionary has never been what could be called literary: quotations from famous writers were long eschewed, and the dictionary citations were created ad hoc by the Académiciens. The dictionary was to represent the language as it should be spoken: correctly, but without stylistic frills. A usage dictionary. Technical vocabulary <em>(les sciences et les arts)</em> was also excluded on principle.</p>\n<p>To retain its hopes of primacy in lexicography, the Académie negotiated an exclusive royal privilege with Louis XIII for its forthcoming dictionary. The king would not grant the privilege to anyone else until the Académie's dictionary was issued. This protectionist measure, however, was to be infringed from both without (by Richelet in 1680) and within (by Furetière in 1690). Furetière had observed firsthand how slowly the dictionary project was going, and wanted to get a publication out before the cows came home. This he did by publishing the dictionary outside the country. Unsurprisingly, Furetière's dictionary cost him his armchair.</p>\n<p>Things were moving so slowly on the dictionary project at one point that Colbert instituted <em>jetons de présence</em> (equivalent to what are today called director's fees): at each session a kitty was shared by those Académiciens who were present when the clock chimed marking the beginning of the meeting.</p>\n<p>The first edition of the <em>Dictionnaire,</em> in two volumes, came out in 1694, after fifty-nine years. for two volumes. None of the original Académiciens was still alive. The nomenclature (about 18,000 words) was classified by etymological roots, making consultation awkward. Pure alphabetical order replaced the rootword system as of the second edition, in 1718. Subsequent editions came out as follows: third: 1740; fourth: 1762; fifth: 1798; sixth: 1835; seventh: 1878; eighth: 1935. The ninth edition is currently up to <em>N.</em> The average rate of completion is about one edition every forty years, however, this is quite acceptable to the Académie, which does not want to be “faddy”.</p>\n<p>Should you want to consult the current edition (ninth) of the Académie Française dictionary, where would you look? The Web? Good try, if your search concerns words between <em>A</em> and <em>MAP.</em> The odd library has the two volumes that <em>A</em> to <em>MAP</em> constitute (or a CD-ROM version), though few bookshops carry them. What about the other half of the alphabet? Unfortunately, that part of the dictionary is not yet available, at least not completely. And the eighth edition (1935) is starting to get a little dated. You are in luck, however, if your word happens to be between <em>M</em>A<em>P</em> and <em>NEGA:</em> all you need to do is consult <em>Hansard.</em></p>\n<p><em>Hansard,</em> did you say? Well, France's answer to <em>Hansard,</em> which is the <em>Journal Officiel.</em> Though the <em>Journal Officiel</em> comes out more or less daily in France, twice a year it includes a fascicle of the ninth edition of the <em>Dictionnaire de l'Académie;</em> this started in 1993 with <em>ÉOC</em> to <em>ÉTEN;</em> the most recent fascicle was published on November 13, 2003, and contained the terms between <em>moue</em> 'pout' and <em>négaton.</em> Should those two words and the ones between them leave you thirsting for knowledge, the <em>Journal Officiel</em> for that day offers numerous other tidbits. On page 7,722 of the senate debates, you will learn that human mobility in Europe rose from 17 kilometres a day in 1970 to 35 kilometres a day today. On page 10,361 of the National Assembly debates, you will be saddened to know that the city of Nîmes (yes, the one that gave its name to <em>denim</em>) will incur a loss of 2.3 million euros if Pentecost Monday loses its status as a public holiday in France, since the Pentecost bullfight would have to be canceled. Those with fluttery hearts will be reassured to find on page 19,330 of the Law and Decree section of the <em>Journal Officiel</em> that the social security reimbursement for DDD type double chamber cardiac stimulators is fixed at 3408.98 euros.</p>\n<p>Though a dictionary supposedly reflects the society whose language it presents, Messieurs les Académiciens have on occasion felt quite free to eliminate terms simply because they did not like them. André Chamson is reputed to have rejected <em>créativité,</em> and René Clair <em>complexé.</em> Given the statutory objective of the <em>Dictionnaire</em> to avoid language that is too technical and to provide definitions comprehensible to a hypothetical “ordinary person,” occasional bloopers may occur (and it must be admitted that the press and the public get great mileage out of them, no doubt enlarging them beyond the original facts). For example, Georges Cuvier, the French naturalist (1769–1832), though an Immortel, was not on the dictionary committee; he was shocked to learn that <em>écrevisse</em> 'crayfish' had been defined as 'a little red fish that walks backward.' He asked for the floor, and said, “The crayfish is not a fish, it is not red, and it does not walk backward. Otherwise an excellent definition, Messieurs.”</p>\n<p>Georges Matoré, in his history of French dictionaries (1948) comments thus on the targeted readership of the Académie's dictionaries: “An abstract being to whom only negative characteristics may be attributed: a being not without culture, but to whom things of a technical nature are foreign; one who reproves coarseness and loose morals; and who reads neither Marot nor Mallarmé, nor the economy section of <em>Le Monde</em>.”</p>\n<p>The Académie has always been on the receiving end of facetious remarks, epigrams, and sarcastic jest; this is very definitely part of the aura, part of the myth surrounding the institution, and their provenance seems to be universal, both from without and within. The themes are numerous. Extremely common is the snail's pace of the Académie's lexicographical production. Boisrobert (the first occupant of armchair number 6) complained:</p>\n<blockquote>\n<p>“They labour together to little avail,</p>\n<p>And <em>F</em> has, for ten years, demanded travail.</p>\n<p>Forever I'd stand as the Fates' obligee</p>\n<p>Should they keep me alive at least until <em>G</em>.”</p>\n</blockquote>\n<p>People's attitudes to the Académie are a fruitful source of snide remarks. Voltaire, long before he was elected (the seventh occupant of armchair 33) affirmed: “The Académie Française is the secret desire of many men of letters: a mistress who is the object of their songs and epigrams until they obtain her favours, and whom they neglect once they have possessed her.”</p>\n<p>The hypocrisy pinpointed by Voltaire was also remarked by Fontanelle (the third occupant of armchair 27):</p>\n<p>“The world's at our feet, if thirty-nine we stand,</p>\n<p>But if forty we sit, we're the laugh of the land.”</p>\n<p>The fact that the Immortels were not necessarily a group of excellence has caused a lot of ink to flow; interestingly, many who made fractious declarations of this nature did everything in their power to get elected. And it seems such statements did not hinder admittance into the group. Victor Hugo declared, “The Académie is a masterpiece of senile puerility,” and became an Académicien. Georges Clémenceau declared, “Give me forty assholes and I'll make an Académie Française,” and became an Académicien. Alfred de Vigny declared, “The Académie has one great misfortune: it is the only lasting corporation that has never stopped being ridiculous,” and became an Académicien. Henri Jeanson: “To be Immortal is to be a little bit dead.” And he became a little bit dead.</p>\n<p><em>Exclusions</em></p>\n<p>Every century has seen its exclusions from the Académie Française (there have been twenty in all). Most of the exclusions were for political reasons. The Académie itself was dissolved under the French Revolution (it had the “gangrene of incurable aristocracy”); when it was reinstated, few of the former members were renewed (some had lost their heads in the interim, others their popularity). Under the Restoration, republicans and Bonapartists were excluded, and Louis XVIII simply appointed new Immortels in their places. Finally, four members were ousted in the twentieth century for collaboration with Germany. Otherwise, members were excluded for such misdeeds as theft (Granier, 1635), absenteeism (Delille 1799; he was later reinstated) or for lexicographical treason (Furetière: 1685). Outside the mass exclusions of the early nineteenth century, where new Académiciens replaced the old, the general principle is that an unoccupied armchair is not filled until its nominal occupant dies.</p>\n<p><em>The Forty-first Armchair</em></p>\n<p>The “forty-first armchair” is a term used to refer to those deserving writers who, for varying reasons, were not elected to the Académie. In 1855, Arsène Houssaye published the first list of these writers; since then it has been regularly updated. Three categories may be distinguished. First, those who purposefully did not apply: Descartes, La Rochefoucauld, Pascal, Diderot, Flaubert, Mallarmé, Maupassant. Second, those whose applications were refused: Molière (he was an actor, and such a profession was too low-class for the Académie), Jean-Jacques Rousseau (his Swiss nationality was considered a failing), Beaumarchais, Alexandre Dumas senior, Balzac (he had financial problems, and the Académie did not want in their midst someone who had the bill-collector at the door), Émile Zola (twenty-four unsuccessful attempts), Paul Verlaine, André Gide (his application was rejected for immorality). The third category includes those who died prematurely, before the election process could be completed: Stendhal, Proust, and Giraudoux.</p>\n<p><em>No Escaping from Immortality</em></p>\n<p>Resignation is not an option for Immortals; the only thing an Académicien can do to express his (or her) disagreement, be it definitive and terminal, is to stop attending the sessions of the Académie. Such was the case, for example, of Félix Dupanloup, the bishop of Orléans. He was outraged by the election of Émile Littré, the lexicographer (but more important, an atheist) to the Académie. Dupanloup had done everything in his power to prevent the election, including publishing a pamphlet against Littré. After the election, he stated “I cannot sit beside an individual who defines man as 'a mammal in the order of primates' and for whom the spirit is 'a group of faculties resulting from encephalic functions.'” Dupanloup never again set foot in the Académie, and his seat remained empty until his death.</p>\n<p><em>Prizes and awards</em></p>\n<p>Alongside its recognition of literary excellence in the form of prizes, the Académie also honors virtue by bestowing numerous <em>prix de vertu.</em> The awards for virtue now outweigh all other prizes, both in number and in financial worth, yet they are in no way connected to the original activities of the Académie.</p>\n<p>The <em>prix de vertu</em> were inaugurated by the legacy left to the Académie by the baron of Montyon in 1782. Since then, people without heirs (or people who want to disinherit their heirs) have often left their estates to the Académie Française as an endowment or foundation. But with instructions! A few examples:</p>\n<ul>\n<li>\n<p>The Rémond-Potin prize: for a French family in the Eure-et-Loir department; the father must be under forty, have lived in the department for at least seven years, and must have at least seven children.</p>\n</li>\n<li>\n<p>The Savourat-Thénard prize: for an unmarried maid who with great devotion served a family, a lady, or preferably <em>une demoiselle,</em> during and after their adversity.</p>\n</li>\n<li>\n<p>The Huot-Conte prize: for a girl born into a favourable situation, but through setbacks of fortune has had to work and has bravely accepted a life of poverty.</p>\n</li>\n</ul>\n<p>Even some of the literary prizes come with stipulations:</p>\n<ul>\n<li>\n<p>The Ancel prize: for a poet who propagates no sign of discouragement or political sectarianism and who in no way violates the Christian ideal.</p>\n</li>\n<li>\n<p>The Capuran prize: for the best poem written on a moral or religious subject, or a play that serves the betterment of young people.</p>\n</li>\n<li>\n<p>The Eugène-Brieux prize: for a three-act play with social and moralizing tendencies, but with no pamphleteering aspect.</p>\n</li>\n</ul>\n<p>Last year, the Académie distributed eighty “literary” awards and some two hundred “virtue” awards. As concerns the endowment prizes, inflation has led to conflation; many of today's awards are in fact the grouping of several endowments whose individual monetary value has decreased so as to threaten their very existence.</p>\n<p>Once you've fitted all that into a Thursday afternoon, what else can you do?</p>\n<p><em>[Thora van Male teaches at the Institut d'Etudes Politiques de Grenoble.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Inside the Académie</h1> <p><em><span data-rel=\"author\">Thora van Male</span> <span data-rel=\"location\">Grenoble</span></em></p> <p>In the Paris of 1629, a group of fashionable young men met two or three times a week in the home of Valentin Conrart, aged twenty-six. They discussed what was going on in town, politics, and poetry. When Cardinal Richelieu, who employed a member of the group, got wind of their activities, he thought it might be useful to keep an eye on them. So he offered to set them up as a <em>compagnie,</em> and to be their protector. The original group of nine grew to twelve, and then to thirty-four members; Richelieu suggested they round it out to forty, and gave them his own seal as their insignia: the words “À l'Immortalité” in a wreath of laurel. From this seal came the name given to the members of what soon became the Académie Française: <em>The Immortels.</em> In 1635, Louis XIII granted the Académie Française its letters-patent; Conrart became its first head, the Secrétaire Perpétuel.</p> <p>Today, the Académie Française is one of the five learned academies, all state institutions, that constitute the Institut de France. It meets on Thursday afternoons.</p> <p><em>The Immortels</em></p>"
}