{
  "type": "Article",
  "title": "Notes from a Cross and Down Competitor",
  "author": "Edmund Conti",
  "location": "Summit, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Notes from a Cross and Down Competitor</h1>\n<p><em><span data-rel=\"author\">Edmund Conti</span> <span data-rel=\"location\">Summit, New Jersey</span></em></p>\n<p>By early Friday afternoon the lobby of the Stamford Marriott Hotel is beginning to fill up with a lively and motley crew of individuals—what someone has called a bunch of introverts getting together once a year to become extroverted and witty and gregarious and charming with one another. It is the weekend of the twenty-seventh annual American Crossword Puzzle Tournament in Stamford, Connecticut, and 479 competitors will eventually arrive to test their word skills and catch up socially with old friends.</p>\n<p>This is my ninth year at the tournament and I still feel like an outsider among all these friendly people: men and women, old and young, smart and smarter, from Maine to California, as well as France, Switzerland, and Canada. A list of the preregistered contestants shows teachers, attorneys, physicians, one cat attendant, one slacker, and one excursion boat captain. I am the only poet. I have also found myself a niche in the standings—consistently finishing at the top of the bottom third.</p>\n<p>The festivities get under way Friday evening with opening remarks by Will Shortz, the crossword puzzle editor of the <em>New York Times</em> and director of the tournament. Will, as he seems to do every year, reads letters addressed to the <em>Times</em> puzzle editor. The gist of many of them seems to be that Will is a fool and an idiot and definitely no (take your pick) Margaret Farrar, Will Weng, or Eugene Maleska. He also reads a letter from a man who has somehow figured out the answer to the clue “West of Memphis.” The answer is <em>Dottie.</em> Our correspondent goes on to say he has scanned several maps of Tennessee and found no <em>Dottie.</em> There is a great outburst of laughter from everyone except me. Later someone explains that Dottie West is a singer of country music. (And now you know why I languish in the bottom of the standings.)</p>\n<p>Several word games follow, with the audience shouting out answers while I'm still listening to the questions. It has taken me nine years to figure this out, but I think I am out of my element. A wine-and-cheese reception puts me in a happier mood and I go to bed to rest up for Saturday's six puzzles.</p>\n<p>Saturday morning finds us in a large ballroom seated on both sides of long tables. By the time I arrive, fifteen minutes before kickoff time, most of the seats are filled, the waiting contestants busy at more crossword puzzles that they have brought with them. (Note to self: Do more puzzles before next year's tournament.) I find a seat and see that a zigzag cardboard partition down the length of the table separates me from the prying eyes of my neighbors to the right and left of me, as well as from those across from me.</p>\n<p>The first puzzle is a simple warm-up, on a 15 x 15 grid (the size of the daily <em>Times</em> puzzles), 78 words and a fifteen-minute limit. You score 10 points for each correct word filled in, 150-point bonus for getting then all right, and 25 points for each full minute you finish early. I'm helped by the fact that I've just seen 17 across, the 2002 DiCaprio-Hanks movie, <em>Catch Me If You Can.</em> I have a tin ear and think that 34 down, “triangle's sound,” is <em>tink.</em> This causes me to slow down at 45 across, “corner fold.” I have <em>dokear</em> and fear something is wrong. Minutes go by until I realize that triangles go <em>ting</em> and voila! I have <em>dog ear.</em> Ah, the tings you learn in crossword puzzles! Still, I finish in twelve minutes, giving me a score of 1005, 780 for the 78 words, 150 for all correct and 75 points for finishing early. By contrast, the eventual winner, Trip Payne, had 1205 points, meaning he has finished the puzzle in four (four—count 'em—four!) minutes. I'm happy for both of us.</p>\n<p>Puzzle 2 was on a 17 x 17 grid with a twenty-minute limit. Among the answers were the usual suspects: <em>orca, ewok, frau,</em> and <em>sumo.</em> I was held up for a bit by an instrument that goes <em>tootle-te-tootle.</em> It was a fife. (But you knew that.) I managed to finish with a minute to spare and was beginning to hope that this would be the year I got all seven puzzles done correctly on time. Trip Payne, if you must know, finished fourteen minutes early. Evidently he tootle-te-tootles to the beat of a different fife.</p>\n<p>I don't want to talk about Puzzle 3. We had thirty minutes—an eternity in crossword years—to finish. I didn't. It was a fun puzzle by Merl Reagle, one of my favorite constructors. I was able to solve 101 down, “European bird of the genus Turdus.” He's making that up I thought. But no, the answer was <em>merl.</em> Ah Merl, a rara avis. But now it was time for a lunch break.</p>\n<p>I finished Puzzles 4 and 6 after lunch. I was pleased to see that Puzzle 5 also stumped at least half of the contestants. At the evening's festivities it was announced there were possible errors in judging the sixth puzzle. Of course, that was my best puzzle. It was by Maura Jacobson, whose name when announced as a puzzle constructor always draws great cheers. Maura likes dreadful puns and straight clues. I've been solving her puzzles in <em>New York Magazine</em> for years. She keeps me coming back to the tournament knowing I'll have one pretty good score. Fortunately the errors didn't affect me.</p>\n<p>The seventh and last puzzle was on Sunday morning. A good idea (unless you're Trip Payne and company and don't have time for such niceties) is to first read the title of the puzzle for clues. This one said “AND THE FIRST SHALL BE LAST/Containing eight ingeniously related phrases.” For example, 22 across, “The U.S.S. <em>Maine</em> was built there.” The answer, <em>Brooklyn Navy Yard,</em> however, did not fit. What did fit was <em>Brooklynavyard.</em> After that, unlike the <em>Maine,</em> it was clear sailing for me.</p>\n<p>I finished the tournament ranked 344 out of 479, where 1 is good and 479 is not so good. I received a lesson in humility and will no doubt be back for another one next year. I received no prizes, although there were lots of them. The top scorers in each of the skill groups, A, B, C, D, and E receive prizes. I was a D minus. I think I'll be dropped to an E next year. There were prizes for each geographical group. I was low in the New Jersey section. There were also age groups, and I did better there: 12 out of 36 in the seventy-plus group. There were no prizes for poets.</p>\n<p>Will I be back next year? See 1 across and 3 down. <em>Yes Sirree.</em></p>\n<p><em>[Edmund Conti likes to do the <em>Times</em> crossword puzzles in ink. This makes a nice talking point but invariably results in very messy puzzles. At the tournament he uses a Paper Mate Erasermate. He wonders if he is the 344th best crossword puzzler in the world or—horrors!—in the bottom third of all puzzlers.]</em></p>\n<p>The next American Crossword Puzzle Tournament is scheduled for March 11–13, 2005. For more information, go to <em><a href=\"http://www.crosswordtournament.com\">http://www.crosswordtournament.com</a>.</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Notes from a Cross and Down Competitor</h1> <p><em><span data-rel=\"author\">Edmund Conti</span> <span data-rel=\"location\">Summit, New Jersey</span></em></p> <p>By early Friday afternoon the lobby of the Stamford Marriott Hotel is beginning to fill up with a lively and motley crew of individuals—what someone has called a bunch of introverts getting together once a year to become extroverted and witty and gregarious and charming with one another. It is the weekend of the twenty-seventh annual American Crossword Puzzle Tournament in Stamford, Connecticut, and 479 competitors will eventually arrive to test their word skills and catch up socially with old friends.</p> <p>This is my ninth year at the tournament and I still feel like an outsider among all these friendly people: men and women, old and young, smart and smarter, from Maine to California, as well as France, Switzerland, and Canada. A list of the preregistered contestants shows teachers, attorneys, physicians, one cat attendant, one slacker, and one excursion boat captain. I am the only poet. I have also found myself a niche in the standings—consistently finishing at the top of the bottom third.</p> <p>The festivities get under way Friday evening with opening remarks by Will Shortz, the crossword puzzle editor of the <em>New York Times</em> and director of the tournament. Will, as he seems to do every year, reads letters addressed to the <em>Times</em> puzzle editor. The gist of many of them seems to be that Will is a fool and an idiot and definitely no (take your pick) Margaret Farrar, Will Weng, or Eugene Maleska. He also reads a letter from a man who has somehow figured out the answer to the clue “West of Memphis.” The answer is <em>Dottie.</em> Our correspondent goes on to say he has scanned several maps of Tennessee and found no <em>Dottie.</em> There is a great outburst of laughter from everyone except me. Later someone explains that Dottie West is a singer of country music. (And now you know why I languish in the bottom of the standings.)</p>"
}