{
  "type": "Article",
  "title": "Presidential Words",
  "author": "Richard Lederer",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Presidential Words</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>Perhaps the most useful expression of universal communication ever devised, <em>OK</em> is recognizable and pronounceable in almost every language on earth. <em>OK</em> is so protean that it can function as five parts of speech—noun: “I gave it my <em>OK</em>”; verb: “I'll <em>OK</em> it”; adjective: “He's an <em>OK</em> guy”; adverb: “She sings <em>OK</em>”; and interjection: “<em>OK</em>, let's party!”</p>\n<p>The explanations for the origin of <em>OK</em> have been as imaginative as they have been various. But the late Allen Walker Read proved that <em>OK</em> did not derive from <em>okeh,</em> an affirmative reply in Choctaw; nor from the name of chief Old Keokuk; nor from a fellow named Orrin Kendall, who manufactured a tasty brand of army biscuit for Union soldiers in the Civil War; nor from the Haitian port Aux Cayes, which produced superior rum; nor from <em>open key</em>, <em>a telegraph term; nor from the Greek <em>olla kalla</em>,</em> 'all good.'</p>\n<p>Rather, as Professor Read pointed out in a series of articles in <em>American Speech,</em> 1963–64, the truth is more politically correct than any of these theories. He tracked down the first-known published appearance of <em>OK</em> with its current meaning in the Boston <em>Morning Post</em> on March 23, 1839: “The 'Chairman of the Committee on Charity Lecture Bells' is one of the deputation, and perhaps if he should return to Boston, via Providence, he of the Journal, and his train-band, would have the 'contribution box,' et ceteras, o.k.—all correct—and cause the corks to fly, like sparks, upward.”</p>\n<p>Read demonstrated that <em>OK</em> started life as an obscure joke and through a twist of fate went to the top of the charts on the American hit parade of words. In the 1830s, in New England, there was a craze for initialisms, in the manner of <em>FYI, PDQ, aka,</em> and <em>TGIF,</em> so popular today. The fad went so far as to generate letter combinations of intentionally comic misspellings: <em>KG</em> for 'know go,' <em>KY</em> for 'know yuse,' <em>NSMJ</em> for ''nough said 'mong jentlemen,' and <em>OR</em> for 'oll rong.' <em>OK</em> for 'oll korrect' naturally followed.</p>\n<p>Of all those loopy initialisms and facetious misspellings, <em>OK</em> alone survived. That's because of a presidential nickname that consolidated the letters in the national memory. Martin Van Buren, elected our eighth president in 1836, was born in Kinderhook, New York, and, early in his political career, was dubbed “Old Kinderhook.” Echoing the “Oll Korrect” initialism, <em>OK</em> became the rallying cry of the Old Kinderhook Club, a Democratic organization supporting Van Buren during the 1840 campaign. Thus, the accident of Van Buren's birthplace rescued <em>OK</em> from the dustbin of history.</p>\n<p>The coinage did Van Buren no good, and he was defeated in his bid for reelection. But the word honoring his name today remains what H. L. Mencken identified as “the most shining and successful Americanism ever invented.”</p>\n<p>Stuffed bears were popular before Theodore Roosevelt came along, but no one called them <em>teddy bears,</em> not until November, 1902, when the president went on a bear hunt in Smedes, Mississippi. Roosevelt was acting as adjudicator for a border dispute between the states of Louisiana and Mississippi. On November 14, during a break in the negotiations, he was invited by Southern friends to go bear hunting. Roosevelt felt that he could consolidate his supporters in the South by appearing among them in the relaxed atmosphere of a hunting party, so he accepted the invitation.</p>\n<p>During the hunt, Roosevelt's friends cornered a bear cub, and a guide roped it to a tree for the president to shoot. But Roosevelt declined to shoot the cub, believing such an act to be beneath his dignity as a hunter and as a man: “If I shot that little fellow I couldn't be able to look my boys in the face again.”</p>\n<p>That Sunday's <em>Washington Post</em> carried a cartoon, drawn by Clifford Berryman, of President Theodore Roosevelt. T. R. stood in hunting gear and with rifle in hand with his back turned toward the cowering cub. The caption read, “Drawing the line in Mississippi,” referring both to the border dispute and to animal ethics.</p>\n<p>Now the story switches to the wilds of Brooklyn and Morris and Rose Michtom (rhymes with <em>victim</em>), Russian immigrants who owned a candy store, where they sold handmade stuffed animals. Inspired by Berryman's cartoon, Rose Michtom made a toy bear and displayed it in the shop window. The bear proved enormously popular with the public, and the Michtoms began turning out stuffed cubs labeled <em>Teddy's Bear,</em> in honor of our twenty-sixth president. As the demand increased, the family hired extra seamstresses and rented a warehouse. Their operation eventually became the Ideal Toy Company.</p>\n<p>“They claim to have written to T. R. for permission and to have received a response from T. R., saying, 'I don't know what my name may mean to the bear business but you're welcome to use it,''' said John A. Gable, executive director of the Theodore Roosevelt Association. “Alas, the letter was lost.''</p>\n<p>The bear was a prominent emblem in Roosevelt's successful 1904 election campaign, and teddy's bear was enshrined in dictionaries in 1907. Clifford Berryman could have made a million dollars had he chosen to sell his idea to a toy manufacturer, but he refused, saying, “I have made thousands of children happy; that is enough for me.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Presidential Words</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>Perhaps the most useful expression of universal communication ever devised, <em>OK</em> is recognizable and pronounceable in almost every language on earth. <em>OK</em> is so protean that it can function as five parts of speech—noun: “I gave it my <em>OK</em>”; verb: “I'll <em>OK</em> it”; adjective: “He's an <em>OK</em> guy”; adverb: “She sings <em>OK</em>”; and interjection: “<em>OK</em>, let's party!”</p> <p>The explanations for the origin of <em>OK</em> have been as imaginative as they have been various. But the late Allen Walker Read proved that <em>OK</em> did not derive from <em>okeh,</em> an affirmative reply in Choctaw; nor from the name of chief Old Keokuk; nor from a fellow named Orrin Kendall, who manufactured a tasty brand of army biscuit for Union soldiers in the Civil War; nor from the Haitian port Aux Cayes, which produced superior rum; nor from <em>open key</em>, <em>a telegraph term; nor from the Greek <em>olla kalla</em>,</em> 'all good.'</p> <p>Rather, as Professor Read pointed out in a series of articles in <em>American Speech,</em> 1963–64, the truth is more politically correct than any of these theories. He tracked down the first-known published appearance of <em>OK</em> with its current meaning in the Boston <em>Morning Post</em> on March 23, 1839: “The 'Chairman of the Committee on Charity Lecture Bells' is one of the deputation, and perhaps if he should return to Boston, via Providence, he of the Journal, and his train-band, would have the 'contribution box,' et ceteras, o.k.—all correct—and cause the corks to fly, like sparks, upward.”</p>"
}