{
  "type": "Article",
  "title": "Lipograms: The Presence of Absence",
  "author": "Susan Elkin",
  "location": "Sittingbourne, Kent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lipograms: The Presence of Absence</h1>\n<p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p>\n<blockquote>\n<p>“She woke up early, drank a cup of strong unsugared coffee, then sat down at her word processor. She knew more or less what she wanted to do, and that was to create a story that possessed a granddaughter, a Boston fern, a golden apple and a small blue cradle . . .”</p>\n</blockquote>\n<p>Thus, in characteristically unforced prose, begins “Absence,” a story in the <em>Dressing up for the Carnival</em> collection (2000) by the sadly missed Carol Shields, who died last year.</p>\n<p>Shields's elegantly witty, eleven-hundred-word story is about a woman trying to be creative on a keyboard on which one of the letters is broken “and, to make matters worse, a vowel, the very letter that attaches to the hungry self.” The story is, of course a lipogram. It unravels itself neatly and effortlessly without ever using the letter <em>i.</em> Fun to do, probably, but very far from easy. Try it.</p>\n<p>Lipograms go back a long way. The Greek poet Lasus (born in Achaia 538 BC) wrote an ode to the centaurs and a hymn to Ceres without recourse to the letter <em>s.</em> A thousand years later, in the fifth century AD, Tryphiodorus amused himself by writing twenty-four books, each one of which excluded a different letter of the alphabet. Then there was Fulgentius, who wrote a book with twenty-three chapters, each of which also eschewed a different letter of the alphabet. Pindar had a go at it too. One of his odes has no <em>s.</em></p>\n<p>It is tempting to assume that the word <em>lipogram</em> is an etymological relation of <em>liposuction.</em> They both relate to 'taking out,' after all. Phony philology! Actually, <em>lipogram</em> derives from Greek <em>leipein</em> 'to omit' and <em>grammatos</em>, 'a letter.' <em>Liposuction</em> comes from the Greek word <em>lipos,</em> 'fat.'</p>\n<p>It wasn't just those antique Greek and Roman chaps who relished these self-imposed&nbsp; limitations on writing. Peter Riga, a canon at Notre Dame in Rheims who died around 1209, clearly didn't have enough to do. He summarised the old and new testaments in Latin verse, which he called Aurora. In the first chapter he does without <em>a.</em> In the second he rejects <em>b,</em> and so on. As the twentieth-century historian F. J. E. Raby commented: “Misplaced ingenuity could go no further.”</p>\n<p>Meanwhile, in Spain, Lope de Vega produced a quintet of stories, each one of which omitted one of the vowels, and an anonymous seventeenth-century novel, <em>Estebanillo Gonzalez,</em> ends with a jolly little <em>o</em>-less romance. Still in Spain, Don Fernando Jacinto de Zurita y Haro wrote a 170 page discourse without the letter <em>a.</em> “Laus Deo” (praise God!) he wrote, self-indulgently, at the end. One sympathises.</p>\n<p>In 1816, <em>Piece sans A,</em> by Ronden, was staged at Théatre de Variétés, which shows that lipography has, at times, penetrated various literary forms—short fiction, poetry, novels and drama. There was for example, <em>Gadsby, <em>a 50,000-word novel in English by Ernest Vincent Wright, published in 1939. (The full text of this novel is available online at <em><a href=\"http://gadsby.hypermart.net/index.htm\">http://gadsby.hypermart.net/index.htm</a></em></em>.)</em> It rejected the letter <em>e,</em> as did the French novel <em>La Disparition,</em> by Georges Perec, thirty years later. So the eccentric ingenuity of letter exclusion is certainly not the province of just one language. The children's rhyme “Mary had a little lamb” was lipographically rewritten several times by A. Ross Eckler. This is his <em>s</em>-free version:</p>\n<blockquote>\n<p>Mary had a little lamb</p>\n<p>With fleece a pale white hue</p>\n<p>And everywhere that Mary went</p>\n<p>The lamb kept her in view</p>\n<p>To academe he went with her,</p>\n<p>Illegal and quite rare;</p>\n<p>It made the children laugh and play</p>\n<p>To view a lamb in there.</p>\n</blockquote>\n<p>If you think that's tricky, then consider the univocalic. It's a further refinement of the lipogram.&nbsp; It uses only one vowel, as in “Persevere, ye perfect men/Ever keep the precepts ten” (W. T. Dobson, <em>Literary Frivolities,</em> 1880). It rejects the other four vowels, which make it a lipogram four times over, as it were.</p>\n<p>C. C. Bombaugh wrote a series of univocalic poems in 1890. Clever they may be, great poetry they are not. “Incontrovertible Facts” includes the lines: <em>No cool monsoons blow soft on Oxford dons Orthodox, jog trot, book-worm Solomons . . .</em> and ends: <em>Nor dog nor snowdrop or on coltsfoot rolls, Nor common frogs concoct long protocols.&nbsp; . . .</em> which all sounds as though it ought to mean something.</p>\n<p>My favourite univocalic is by George Marvill, who won a competition in the <em>New Statesman</em> in Britain in 1967. His owlish discourse is not only univocalic, it's also a palindrome, so start from whichever end you like:</p>\n<blockquote>\n<p>“Too hot to hoot!”</p>\n<p>“Too hot to woo!”</p>\n<p>“Too wot?”</p>\n<p>“Too hot to hoot!”</p>\n<p>“To woo?”</p>\n<p>“Too wot?”</p>\n<p>“Too hoot! Too hot to hoot!”</p>\n</blockquote>\n<p>Or go one step further. Consider a lipogram combined with a pangram (a text, preferably a single sentence, that includes every letter of the alphabet in the minimum space such as “Xylophone wizard begets quick jive form” or “How quickly daft jumping zebras vex”) This verse is a lipogram because it has no <em>e,</em> but a pangram because it includes every other letter:</p>\n<blockquote>\n<p>A jovial swain should not complain</p>\n<p>of any buxom fair</p>\n<p>Who mocks his pain and thinks it gain</p>\n<p>To quiz his awkward air.</p>\n</blockquote>\n<p>Not everyone liked, or likes, this sort of jokey linguistic gymnastics, though. Humourless Thomas de Quincy, perhaps because he couldn't do it himself, was funambulatorily dismissive of it in <em>Confessions of an Opium-Eater</em> (1856):</p>\n<p>“Some of us laughed at such a self-limitation as a wild bravado, recalling that rope dancing trick of some verse-writers who, through each several stanza in its turn, had gloried in dispensing with some one separate consonant, some vowel, or some diphthong, and thus achieving a triumph such as crowns with laurel that pedestrian athlete who wins a race by hopping on one leg or wins it under the inhuman condition of confining both legs within a sack.”</p>\n<p>Poor Tom. He clearly couldn't recognise witty expertise when he saw it.</p>\n<p>All of which bring us back to just how great a writer Carol Shields was. Nothing feels contrived in “Absence.” It may be an artificial constraint—almost a conceit—but, at a first reading, how many of us would actually have noticed the missing <em>i</em> in “Her head-bone ached; her arm-bones froze; she wanted only to make, as she had done before, sentences that melted at the centre and branched at the ends, that threatened to grow unruly and run away, but that clause for clause adhered to one another as though stuck down by velcro tabs”? Delicious stuff.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lipograms: The Presence of Absence</h1> <p><em><span data-rel=\"author\">Susan Elkin</span> <span data-rel=\"location\">Sittingbourne, Kent</span></em></p> <blockquote>\n<p>“She woke up early, drank a cup of strong unsugared coffee, then sat down at her word processor. She knew more or less what she wanted to do, and that was to create a story that possessed a granddaughter, a Boston fern, a golden apple and a small blue cradle . . .”</p>\n</blockquote> <p>Thus, in characteristically unforced prose, begins “Absence,” a story in the <em>Dressing up for the Carnival</em> collection (2000) by the sadly missed Carol Shields, who died last year.</p> <p>Shields's elegantly witty, eleven-hundred-word story is about a woman trying to be creative on a keyboard on which one of the letters is broken “and, to make matters worse, a vowel, the very letter that attaches to the hungry self.” The story is, of course a lipogram. It unravels itself neatly and effortlessly without ever using the letter <em>i.</em> Fun to do, probably, but very far from easy. Try it.</p>"
}