{
  "type": "Article",
  "title": "Letters {Frank B. Moorman}",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Letters {Frank B. Moorman}</h1>\n<p>In your remarks in Ex Cathedra of VERBATIM [I, 4, 2],\nI think you are too easy in your dismissal of the role of\nradio in selling.  Along with that, you seem to be underestimating\nthe damage to language caused by listening to\nthe radio.  I earn my living from this broadcasting medium,\nand the problem worries me as I work at my job and\nlisten to other radio stations.</p>\n<p>Radio is more a part of people's lives than many probably\nexpect.  How many automatically turn on the radio as\nthey get up and get ready to go to work?  How many turn\non the radio in the car?  And how often is the radio on\njust to provide some background noise?  It is a subliminal\ncommunication, less direct than television, so it might seem\nless obnoxious; but I am willing to bet that it has its own\nbrand of effect on people's attitude toward language and\ntheir use of words.</p>\n<p>One suburban radio station in the New York area, considered\neven by its competitors as one of the best of its\nsize, referred to a gift store in its area as “the most unique\nshop of its kind.”  This error was compounded by a second\nuse of the same expression to advertise a similar gift\nshop about fifteen minutes later.  In another advertisement,\nthe same writer referred to a line of swimming pools as\nbeing “at a price competitive with pools that are far less\nsuperior.”</p>\n<p>Nor should the newscaster be left uncriticized; I include\nmyself in this not only because I am one, but also because\nI am not as semantically pure as I would like to be.  The\nreporters of the business are the ones who repeat the expressions\nand misuses invented by politicians, bureaucrats,\nlawyers, and others (such expressions as <em>Vietnamization</em>).\nThey also make their own mistakes, since they are not\nnecessarily educated above the average (whatever that\nmight be).  Indeed, education does not have all that much\nto do with their mistakes, because I know broadcasters\nwho did not get beyond high school who have a greater\nrespect for language than many of those who have been\nto college.  The mistakes of the newscasters are compounded\nby the general attitude toward them that they are authorities,\nnot only on the subject they are reporting, but\nalso on anything they happen to touch, including language.</p>\n<p>Let me offer a few insider's comments about what the\nindividual can do about this.  First, find some others who\nfeel as you do: nothing will work unless there are several\npeople pressing the same point.  I suggest there is little\nhope in writing the FCC: it moves very slowly, and\nusually only in response to heavy, well-organized pressure.\nDon't expect too much from letters to senators, congressmen,\nor the networks: they are far removed from such\nthings and also respond only to heavy pressure.  Chances\nare much better with the local TV and radio stations,\nparticularly outside of New York: they need the local audience\nmuch more than the larger networks, and tend to\nbe a little more responsive.  But don't forget the local advertiser\nhimself: dealing with the national companies can\nbe hopeless, but local dealers need the business.  If one\nadvertiser gets the idea he is going to lose customers because\nof his obnoxious commercials, he might be inclined\nto ask for a change.  Never forget that the profit motive\ncan sometimes be used to a customer's advantage.\n<em>Frank B. Moorman, Bedford Hills, N. Y.</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Letters {Frank B. Moorman}</h1> <p>In your remarks in Ex Cathedra of VERBATIM [I, 4, 2],\nI think you are too easy in your dismissal of the role of\nradio in selling.  Along with that, you seem to be underestimating\nthe damage to language caused by listening to\nthe radio.  I earn my living from this broadcasting medium,\nand the problem worries me as I work at my job and\nlisten to other radio stations.</p> <p>Radio is more a part of people's lives than many probably\nexpect.  How many automatically turn on the radio as\nthey get up and get ready to go to work?  How many turn\non the radio in the car?  And how often is the radio on\njust to provide some background noise?  It is a subliminal\ncommunication, less direct than television, so it might seem\nless obnoxious; but I am willing to bet that it has its own\nbrand of effect on people's attitude toward language and\ntheir use of words.</p> <p>One suburban radio station in the New York area, considered\neven by its competitors as one of the best of its\nsize, referred to a gift store in its area as “the most unique\nshop of its kind.”  This error was compounded by a second\nuse of the same expression to advertise a similar gift\nshop about fifteen minutes later.  In another advertisement,\nthe same writer referred to a line of swimming pools as\nbeing “at a price competitive with pools that are far less\nsuperior.”</p> <p>Nor should the newscaster be left uncriticized; I include\nmyself in this not only because I am one, but also because\nI am not as semantically pure as I would like to be.  The\nreporters of the business are the ones who repeat the expressions\nand misuses invented by politicians, bureaucrats,\nlawyers, and others (such expressions as <em>Vietnamization</em>).\nThey also make their own mistakes, since they are not\nnecessarily educated above the average (whatever that\nmight be).  Indeed, education does not have all that much\nto do with their mistakes, because I know broadcasters\nwho did not get beyond high school who have a greater\nrespect for language than many of those who have been\nto college.  The mistakes of the newscasters are compounded\nby the general attitude toward them that they are authorities,\nnot only on the subject they are reporting, but\nalso on anything they happen to touch, including language.</p>"
}