{
  "type": "Article",
  "title": "Reviews: APES, MEN, AND LANGUAGES",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: APES, MEN, AND LANGUAGES</h1>\n<p>_Eugene Linden, Saturday Review Press/E. P. Dutton &amp; Co., Inc., 1974</p>\n<p>In 1966 R. Allen and Beatrice Gardner, behavioral\npsychologists at the University of Nevada at Reno, began\nteaching a young female chimpanzee, named by them\nWashoe, how to communicate with them via the American\nSign Language, or Ameslan, one of the sign languages used\nby the deaf in North America.  Five years later, when\nWashoe could use 160 words singly and in combination,\nshe moved with Dr. Roger Fouts, who had been the Gardners'\nchief assistant, to the Institute for Primate Studies at\nNorman, Oklahoma.  There she joined a colony of chimps\nwho were being taught Ameslan.  They live in part with\nhuman teacher-families and in part on their own island.\nThey can communicate with both humans and with each\nother using Ameslan.  As far as their teachers, certain behavioral\nscientists, and author Eugene Linden are concerned,\nthey have language.  This, in summary, is the content\nof part one of <em>Apes, Men, and Language</em>.</p>\n<p>It has been known for years that, intelligent as they\nare, chimps are not apt students of human speech.  The\nGardners rightly guessed that their experiment might have\nbetter results if they made use not of the chimps' vocal but of\ntheir motor and gestural skills.  In spite of their success with\nWashoe they did not push the idea that Washoe now had\nlanguage.  For what she could do didn't seem to them at\nfirst to match what linguists have called language.  In fact,\na number of linguists and psycholinguists were quick to\ndeny that Washoe had language, only to have to backtrack\neventually on their nonacceptance of the high level of her\ntalents.</p>\n<p>Now it is no secret among professional linguists that\nno one has defined human language in such a universal\nway that one can say to everyone's satisfaction that this is\nlanguage and that is not.  So to this reviewer disputes and\nhard feelings have been both unfortunate and, in the long\nview, unnecessary.  Linguists will simply have to re-emphasize\nthe requirement that speech enter into the definition\nof language as they study it.  For the major difference between\nhumans and chimps as far as communication is\nconcerned is that the chimps just don't have the proper\nequipment (supralaryngeal tract, to be technical) to speak\nas humans do.</p>\n<p>As an anthropocentric linguist, I want to put in a\nword for man.  It is humans who have taught chimps a\nnew way to communicate, not vice versa.  And they have\nused as the medium for this communication a gestural language,\nwhich, as far as I can see, is a surrogate for English.\n(Traditionally linguists do not devote their primary energies\nto speech-surrogates.)  To Linden I would say that\nsome of the communication between man and chimp he\ndescribes is what has been going on between pets and\ntheir owners through the ages.  And to the researchers in\nthis significant area I would say that it is a pity that the\ngestural system of chimpanzees in their native habitat,\nnoted by some observers, has not yet been studied.  We\nmay learn more about chimps from seeing how they communicate\nnaturally than how they handle human sign-language.</p>\n<p>To me the second part of the book falls below the\nlevel of the first when Linden presents himself as an evaluator\nof historical trends and social critic.  He sees a revolution\nin the behavioral sciences wherein the Platonic view\nof man as separate from nature is being replaced by the\nDarwinian view of man as part of it.  He thinks that the\nPlatonic view has allowed man to exploit nature and is\nheartened by the Darwinian philosophy that has led to the\nfounding of the Animal Behavioral Society, whose members\nhe characterizes as young and vigorous, with a propensity\nfor life and research in the wilderness.  Perhaps I\nam a bit hard on him here, but the current back-to-nature\nmovement of the young that thrills him may be more of a\nfad than his youth leads him to believe.  In any case I am\ncertainly sympathetic to the aims of this new Society.</p>\n<p>It is only youngsters that have been taught to “sign.”\nThey are an interesting group, each with its own personality\nand intelligence.  Charming drawings of them by\nMadelaine Gill Linden, the author's wife, add to the attractiveness\nof this volume, which, I daresay, will have a\nmajor impact.</p>\n<p><em>Karl Rosen, University of Kansas</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: APES, MEN, AND LANGUAGES</h1> <p>_Eugene Linden, Saturday Review Press/E. P. Dutton &amp; Co., Inc., 1974</p> <p>In 1966 R. Allen and Beatrice Gardner, behavioral\npsychologists at the University of Nevada at Reno, began\nteaching a young female chimpanzee, named by them\nWashoe, how to communicate with them via the American\nSign Language, or Ameslan, one of the sign languages used\nby the deaf in North America.  Five years later, when\nWashoe could use 160 words singly and in combination,\nshe moved with Dr. Roger Fouts, who had been the Gardners'\nchief assistant, to the Institute for Primate Studies at\nNorman, Oklahoma.  There she joined a colony of chimps\nwho were being taught Ameslan.  They live in part with\nhuman teacher-families and in part on their own island.\nThey can communicate with both humans and with each\nother using Ameslan.  As far as their teachers, certain behavioral\nscientists, and author Eugene Linden are concerned,\nthey have language.  This, in summary, is the content\nof part one of <em>Apes, Men, and Language</em>.</p> <p>It has been known for years that, intelligent as they\nare, chimps are not apt students of human speech.  The\nGardners rightly guessed that their experiment might have\nbetter results if they made use not of the chimps' vocal but of\ntheir motor and gestural skills.  In spite of their success with\nWashoe they did not push the idea that Washoe now had\nlanguage.  For what she could do didn't seem to them at\nfirst to match what linguists have called language.  In fact,\na number of linguists and psycholinguists were quick to\ndeny that Washoe had language, only to have to backtrack\neventually on their nonacceptance of the high level of her\ntalents.</p> <p>Now it is no secret among professional linguists that\nno one has defined human language in such a universal\nway that one can say to everyone's satisfaction that this is\nlanguage and that is not.  So to this reviewer disputes and\nhard feelings have been both unfortunate and, in the long\nview, unnecessary.  Linguists will simply have to re-emphasize\nthe requirement that speech enter into the definition\nof language as they study it.  For the major difference between\nhumans and chimps as far as communication is\nconcerned is that the chimps just don't have the proper\nequipment (supralaryngeal tract, to be technical) to speak\nas humans do.</p>"
}