{
  "type": "Article",
  "title": "The Art and Technique of Citation Reading",
  "author": "Laurence Urdang",
  "location": "Editor, VERBATIM",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Art and Technique of Citation Reading</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p>\n<p>The uninitiated often wonder where lexicographers\nfind the words they list and describe in the dictionaries\nthey compile, edit, and revise.  Nonprofessional\nand unprofessional dictionary compilers may\noften get them from secondary sources, but “creative”\nlexicographers, bent on basing their work on original\nresearch, rely on the accumulation of large quantities\nof <em>citations</em> that illustrate the occurrence of words and\nexpressions with enough context for the researcher to\ndetermine the meaning and use of a given word.</p>\n<p>Earlier lexicographers, particularly Johnson and\nthe original editors of the <em>Oxford English Dictionary</em>,\ndevised and perfected the practice of gathering citations.\nBut the <em>OED</em> is a historical dictionary and its\neditors were generally satisfied with any citation that\nprovided evidence for the earliest use of a word; if\nmeaning and usage were also illustrated, so much the\nbetter.</p>\n<p>The purposes of the modern lexicographer are usually\nquite different.  In many cases, he may require that\na word be embedded in sufficient explanatory text to\nreveal as much of its meaning as possible.  Some words\nhave transparent meanings, occasioning little difficulty\nfor the definer.  For instance, the neologisms <em>stagflation</em>\n(an obvious blend of <em>stagnation</em> and <em>inflation</em>) and\n<em>neonatology</em> (the study of neonates, or new-born infants)\nhave obvious meanings.  But what of <em>disintermediation</em>?\nTo be sure, it has something to do with\n'eliminating an intermediate,' but its application in the\nfield of finance is far from obvious, and the definer\nmust seek the aid of a specialist, in this case someone\nfamiliar with finance.</p>\n<p>Many periodicals, when introducing a neologism,\nare careful to give it a gloss.  <em>The New York Times</em> is\nto be commended for its efforts in this respect, and it\ngoes even further by providing explanatory comments\n(if not outright definitions) for most of the terms, new\nor old, that may be unfamiliar to its readers.</p>\n<p>The <em>OED</em>, which, as we said, is a historical dictionary,\nwas based on something like six million citation\nslips.  However, many of its citations yield little\nsemantic information.  For example, without the definition,\n“Unconformable to the common order; deviating\nfrom rule; irregular; abnormal,” it would be almost\nimpossible to derive from the following citations the\nmeaning of <em>anomalous</em>:</p>\n<p>Contrast the citations given in <em>Merriam-Webster Third\nInternational</em> (1961):</p>\n<p>Citations for names of ostensive objects, e.g., <em>apple,\ndog, microbe</em>, are worthless for defining purposes,\nthough they may provide vital evidence for the existence\nof a term.</p>\n<p>Both dictionaries give workable <em>definitions</em>, but\nwe are discussing citations here, and the point is that\nunless either the definer already “knows” the meaning(s)\nof the word or determines its meaning(s) from\nsome other source, it is highly unlikely that the\nsense(s) could be derived from the citations.  (Because\nthe <em>OED</em> sometimes uses definitions from other dictionaries\nas citations, those citations are generally more\nuseful for deriving meanings, though they may offer\nlittle in the way of context for purposes of determining\nsyntax and grammar.)</p>\n<p>The <em>OED</em> citations were gathered by thousands\nof readers recruited from the ranks of the general public.\nNeedless to say, some readers were more adept\nthan others at ferreting out valuable citations.  Also,\nsome read a great deal more than others, and the\nquantities of citations produced varied greatly from\nreader to reader.  My experience with citation readers\nhas shown that those who use English as a second language--that\nis, those who are not native speakers--are\nsometimes more adroit at identifying new or unfamiliar\nsenses of common English words than are native\nspeakers.  Neologisms, on the other hand, are more\nreadily identified by the native speakers, perhaps because\nnonnative speakers seem to lack the security of\nbeing able to admit they are ignorant of a word,\nwhich, for all they know, might be a common word\nin the language.</p>\n<p>If a given neologism or new sense for an old\nword (e.g., the slang sense of <em>dig</em> 'understand') appears\nonly once, it may be a nonce coinage or use,\nand, if so, it is important to know that fact.  Therefore,\nonce a citation has been prepared, it is not enough\nto stop there, for the <em>frequency</em> of use of the word or\nphrase becomes a matter of equal importance.  For example,\nif the engineers at Bell Laboratories had coined\nthe word <em>transistor</em> and used it only in their original research\nreports, that would be interesting, but scarcely as\nimportant as the word's subsequent extraordinary frequency\nin the language, evidenced by its widespread\nuse.  In using a citation file, the lexicographer pays close\nattention not only to the fact that a word or phrase occurs\nat all but also the number of citations gathered for\nit and to the variety of publications from which they\nwere culled.  Another factor to be reckoned with is the\n“exposure” of the work from which the citation is taken,\nfor a technical term appearing ten times in a highly\nspecialized monograph dealing with computer circuits\nis less important to the general-dictionary lexicographer\nthan its one-time appearance in <em>The New Yorker</em>\nor <em>The New York Times</em>.  By the same token, the\nregional distribution of a term is of importance to the\nlexicographer: it is more likely that words dealing\nwith, say, oil drilling will have a higher frequency in\nthe U.S. southwest than in the northeast.</p>\n<p>The modern citation reader is not, necessarily, just\nan intelligent speaker of English, though that, obviously,\nconstitutes one of the criteria.  A more basic requirement\nis a familiarity with the language sufficient to\nbe able to guess whether a new word selected for\ncitation is already in the dictionary without having\nto waste time looking it up.</p>\n<p>It is essential that the citation-reader include\nenough surrounding context from the original material\nto make the clipping meaningful, for the collection of\ncitations is not merely the compilation of a word list.</p>\n<p>A more-or-less standard form for citations is a\n4\" × 6\" slip of paper (slips are usually used because\ncards take up very much more room in filing cabinets)\nto which is fastened the clipping (using <em>only</em> “Scotch\nMagic Tape”--the frosted, not the transparent kind)\nand on which the cited word is written in the upper\nleft-hand corner with the source and date marked in\nthe lower left-hand corner.  Here is a typical citation\nform:</p>\n<p>One splendid effort in 1971 featured districts that\nlooked like giant chickens, districts that looked like\ncoiled snakes, and districts with remarkable pimples\nin their boundary lines, zits that popped up to\ninclude the home of one liberal incumbent in the\ndistrict of another liberal incumbent.</p>\n<p>The individual citation-reader collects these and sorts\nthem into alphabetical order.</p>\n<p>All sources of language, written or oral, are grist\nfor the citation mill.  Needless to say, the early citation-readers\nfor the <em>OED</em> had no access to radio, television,\nand recordings; but that has changed, and\ncitations from broadcast material are today quite as\nimportant as those from printed matter, especially\nwhen it comes to pronunciations, though those require\nan expert phonetician for their accurate transcription.\nThe form used would be the same, the difference being\nthat the text would have to be written out longhand\n(or typed) in the space usually devoted to the\nprinted citation.</p>\n<p>If any of our readers are interested in conducting\ntheir own citation research and in accumulating files,\nthe principles laid out in this article should be sufficient\nto make a beginning.  We at VERBATIM are\ninterested in such collections and those with the time\nand inclination to become involved should write to us\nfor further information at VERBATIM, Essex, Ct.\n06426.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Art and Technique of Citation Reading</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p> <p>The uninitiated often wonder where lexicographers\nfind the words they list and describe in the dictionaries\nthey compile, edit, and revise.  Nonprofessional\nand unprofessional dictionary compilers may\noften get them from secondary sources, but “creative”\nlexicographers, bent on basing their work on original\nresearch, rely on the accumulation of large quantities\nof <em>citations</em> that illustrate the occurrence of words and\nexpressions with enough context for the researcher to\ndetermine the meaning and use of a given word.</p> <p>Earlier lexicographers, particularly Johnson and\nthe original editors of the <em>Oxford English Dictionary</em>,\ndevised and perfected the practice of gathering citations.\nBut the <em>OED</em> is a historical dictionary and its\neditors were generally satisfied with any citation that\nprovided evidence for the earliest use of a word; if\nmeaning and usage were also illustrated, so much the\nbetter.</p> <p>The purposes of the modern lexicographer are usually\nquite different.  In many cases, he may require that\na word be embedded in sufficient explanatory text to\nreveal as much of its meaning as possible.  Some words\nhave transparent meanings, occasioning little difficulty\nfor the definer.  For instance, the neologisms <em>stagflation</em>\n(an obvious blend of <em>stagnation</em> and <em>inflation</em>) and\n<em>neonatology</em> (the study of neonates, or new-born infants)\nhave obvious meanings.  But what of <em>disintermediation</em>?\nTo be sure, it has something to do with\n'eliminating an intermediate,' but its application in the\nfield of finance is far from obvious, and the definer\nmust seek the aid of a specialist, in this case someone\nfamiliar with finance.</p>"
}