{
  "type": "Article",
  "title": "Irish Bulls in Sundry China Shops",
  "author": "Robert A. Fowkes",
  "location": "Professor of Germanic Languages, New York University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Irish Bulls in Sundry China Shops</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Professor of Germanic Languages, New York University</span></em></p>\n<p>What is an Irish bull?  According to some, it is\nthe product of a kind of unconscious humor,\nvaguely akin to a malapropism, allegedy endemic to\nthe Emerald Isle.  Others have dismissed it as a pure\nblunder.  One definition calls it “the saying that contradicts\nitself, in a manner palpably absurd to listeners\nbut unperceived by the person who makes it.”  This is\ncited by Sean McCann, <em>The Wit of the Irish</em>, London\n(Leslie Frewin) 1968, p. 9, a book that includes half\na hundred Irish bulls, mostly very good ones indeed.\nPerhaps the most sagacious definition is that attributed\nto Professor Mahaffy, Provost of Dublin University.\nWhen asked by a lady seated beside him, what the\ndifference was between an Irish bull and another bull.\nhe replied, “An Irish bull is always pregnant.”  (McCann,\n9, also Padraic Colum, <em>A Treasury of Irish Folklore</em>,\nNew York [Crown] 1954, p. 35).  This definition\nis reminiscent of certain practices of the Sanskrit grammarians,\nin that the definition is itself an example of\nthe phenomenon defined.</p>\n<p>Sydney Smith said a century ago that a bull was\nan apparent congruity and a real incongruity of ideas,\nsuddenly discovered--which partly contradicts any notion\nof unconscious humor, unless the discovery is by\nsomebody else, or is the nature of a “double-take” by\nthe perpetrator.  There are doubtless several sub-varieties\nof bulls, some inspired, some contrived; some\nlearned, others illiterate.</p>\n<p>The origin of the word <em>bull</em> seems unknown.  Attempts\nto connect it with <em>papal bull</em> or with Icelandic\n<em>bull</em> 'nonsense,' <em>bulla</em> 'to talk nonsense' are certainly\nwide of the mark.  Perhaps Irish <em>buile</em> 'madness' has\nsomething to do with the source--probably not.</p>\n<p>The implication of an Irish monopoly of the\nphenomenon is unwarranted.  Nevertheless, many bulls\n<em>are</em> of Irish origin, and of not so naive a character as\nsome proffered definitions might lead us to believe.\nParnell once said at a meeting, “Gentlemen, it appears\nto be unanimous that we cannot agree.”  And the chap\nwho asserted in a Dublin court, “Your banner, I was\nsober enough to know I was dhroonk,” was perhaps\nno great fool (McCann 14).  A beggar woman who\nasked for alms with the plea, “Help me, kind sir!  I'm\nthe mother of five children and a sick husband” (McCann\n15), blessed a charitable donor with the bullish\nwish, “May you never live to see your wife a widow!”\n(In Friedrich Hebbel's play <em>Agnes Bernauer</em>, the murdered\nAgnes is called “widow” by her father-in-law;\none hardly dares to call that a <em>Hebbull</em>.)</p>\n<p>Three bulls in McCann's book have been known\nto me since long before the appearance of that work.\nThey betoken a far lesser degree of innocence than\nthose given above: “He lay at death's door, and the\ndoctor pulled him through”; “We find the man who\nstole the horse not guilty”; and “Half the lies people\ntell about me aren't true!”</p>\n<p>Sometimes the bull gives utterance to deep despair\nat the wretched state of the world: “Such is the\ncorruption of the age that little children, too young\nto walk or talk, are rushing through the streets cursing\ntheir Maker.”  A similar complaint of more subjective\napplication is, “The trouble with you, my son, is you've\nno respect for the father that gave you birth!”  Or a\nbull may express with taurine eloquence the feeling\nof apprehension at impending disaster or the recollection\nof a menacing fate: “There I stood, thinking every\nmoment would be the next!”</p>\n<p>Sometimes doctrinal wrangles are mildly reflected\nin bulls.  A perplexed Dublin woman, on hearing an\nAnglican priest referred to as “father,” exclaimed in\nnon-protestant protest, “Imagine calling the loikes of\nhim father--a married man with foive children!”  Perhaps\nthat could be called a papist bull, though hardly\nwith impunity.</p>\n<p>The bull can also be employed in making extravagant\ncomparisons or concocting confused similes:\n“Talk about thin!  Well, you're thin, and I'm thin, but\nhe's as thin as the pair of us put together!”  A bull that\nis heard in several versions has to do with an Irish\nwake.  A prominent figure--political or theatrical or\necclesiastical--has died, and, for some reason, very few\npeople appear at his wake.  This prompts one bitterly\ndisillusioned adherent to remark, “Ah, if this had happened\nduring his lifetime, the place would be packed.”</p>\n<p>The above are of Irish origin, or are said to be.\nBut I have heard bulls from the lips of fellow-Celts\nacross the Irish Sea.  It was a Welshman who said,\n“Why, man, you'll die before I do, if you live long\nenough!”  And a relative of mine from Glamorganshire,\nSouth Wales, replied to an American who asked him\nwhether it was true that Welsh houses are cold, and,\nif so, why, “Well, I suppose they are; they build them\nout of doors over here, you see.”  It was also in Wales\nthat I heard this one about a man charged or credited\nwith the traits of a Don Juan, “Why he's a happily\nmarried man, and his wife is too!”</p>\n<p>Even England is the source of an occasional bull;\nfor example, “The late Mr. Chambers went to an early\ngrave,” which might possibly be termed a John Bull.\nThe Latin class in British public schools was once a\nsource of bulls in the guise of translations, some\nspurious, some perhaps spontaneous.  It is hard to decide\nhow to classify this schoolboy effort, “They fought\nso hard they lost their arms, and then they used their\nhands.”  In a German class in my own college this side\nof the herring pond a student rendition, “the sweet,\ntimid, yellow-haired face of the maiden,” may lack\nsome of the pre-requisites for bullishness and may belong\nrather in the category of classroom boners, but it\nhas some resemblance to genuine bulls too; perhaps\nit qualifies as a tauroidal.</p>\n<p>For bulls are not lacking in this country either.\nAn American bull of venerable vintage is, “One of\nthese days you're gonna wake up and find yourself\ndead!”  And another candidate for bulldom is, “You'll\nbe a man before you're mother,” which, if not a bull,\nis at least a calf.  Still another American one is the dire\nthreat, “I'll cut off your head and throw it in your\nface!”  Which reminds me of another one in the form of\na complaint, “He kicked me in the belly when my back\nwas turned.”  There's a modicum of violence in our\nbulls.</p>\n<p>Not long ago the radio brought a report of a\npolice department in a New Jersey town that had decided\nto embrace the tenets of affirmative action with\nthe announcement, “From now on we shall offer police\njobs to qualified women regardless of sex.”  And a law\nwas supposedly once on the books of that state which\nrequired that, “if two cars approach at right angles\nat an intersection where there is no traffic light, each\nshall make a full stop and wait until the other has\npassed by.”</p>\n<p>Deans I have known have been capable of exhorting\nfaculty the way an apocryphal dean did at a\nreception for new members, “I want all of you old-timers\nto go around and shake hands with every unfamiliar\nface,” which belongs to the type of the Irish\npodiatrist's bull, “I've extracted corns from most of the\ncrowned heads of Europe.”  Another feeble faculty bull\nwas the professor's remark to a colleague, “Your book\nis undoubtedly one of the best I've never read.”</p>\n<p>A schoolteacher of mine in Pittsburgh remarked,\n“Some of you children have been absent five times in\nthree days.”  And the American vaudeville team of\nMack and Moran, whose records sold better than hot\ncakes in the twenties, utilized bulls of a sort in their\npatter: “Yeah.  I'll be there.  But how'll I know whether\nyou've been there?”  “Well, if I get there first, I'll make\na blue chalk mark, and if you get there first, you rub\nit out.”</p>\n<p>I once thought I'd detected a bull at a children's\nconcert, when I heard the M.C. introduce a singing\ntrio thus, “Perhaps I should tell you that these three\nare twins.”  Then I found out they were.  For the third\nwas from a second set of twins in a prolific family.  The\nbull concerning the wealthy but stingy uncle writing\nto his nephew away at college has, to my knowledge,\nappeared in print in three countries, none of them Ireland:\n“P.S. I had intended, my dear nephew, to enclose\na check for 10 dollars [or a cheque for five\npounds], but as I had already sealed the envelope\nbefore doing so, it will have to wait until next time.”\nThat is surely as spurious a bull as the old chestnut of\nthe note written to explain the absence of little Joe,\n“Dear Teacher: Please excuse my son Joseph's absence\non Friday, as it was Ash Wednesday.  Signed, My\nMother.”</p>\n<p>Humor of the “little-man-who-wasn't-there” type\nprobably belongs in the same pasture as exhausted\nbulls, as do riddles like, “What's the difference between\na duck?”  and its bovine answer.  Our gag-writers\nand comedians do not seem to resort to the device\nof the bull very often.  Perhaps it is difficult to make\nbulls to order.  The Marx brothers may have used a\nbull or two, but I try in vain to recall one, unless\nGroucho was the author of the following pessimistically\ntimely pronouncement, “Even the future ain't\nwhat it was in the past!”  That's no bull.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Irish Bulls in Sundry China Shops</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Professor of Germanic Languages, New York University</span></em></p> <p>What is an Irish bull?  According to some, it is\nthe product of a kind of unconscious humor,\nvaguely akin to a malapropism, allegedy endemic to\nthe Emerald Isle.  Others have dismissed it as a pure\nblunder.  One definition calls it “the saying that contradicts\nitself, in a manner palpably absurd to listeners\nbut unperceived by the person who makes it.”  This is\ncited by Sean McCann, <em>The Wit of the Irish</em>, London\n(Leslie Frewin) 1968, p. 9, a book that includes half\na hundred Irish bulls, mostly very good ones indeed.\nPerhaps the most sagacious definition is that attributed\nto Professor Mahaffy, Provost of Dublin University.\nWhen asked by a lady seated beside him, what the\ndifference was between an Irish bull and another bull.\nhe replied, “An Irish bull is always pregnant.”  (McCann,\n9, also Padraic Colum, <em>A Treasury of Irish Folklore</em>,\nNew York [Crown] 1954, p. 35).  This definition\nis reminiscent of certain practices of the Sanskrit grammarians,\nin that the definition is itself an example of\nthe phenomenon defined.</p> <p>Sydney Smith said a century ago that a bull was\nan apparent congruity and a real incongruity of ideas,\nsuddenly discovered--which partly contradicts any notion\nof unconscious humor, unless the discovery is by\nsomebody else, or is the nature of a “double-take” by\nthe perpetrator.  There are doubtless several sub-varieties\nof bulls, some inspired, some contrived; some\nlearned, others illiterate.</p> <p>The origin of the word <em>bull</em> seems unknown.  Attempts\nto connect it with <em>papal bull</em> or with Icelandic\n<em>bull</em> 'nonsense,' <em>bulla</em> 'to talk nonsense' are certainly\nwide of the mark.  Perhaps Irish <em>buile</em> 'madness' has\nsomething to do with the source--probably not.</p>"
}