{
  "type": "Article",
  "title": "This Peculiar Boston Accent",
  "author": "Mary Louise Gilman",
  "location": "Boston, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">This Peculiar Boston Accent</h1>\n<p><em><span data-rel=\"author\">Mary Louise Gilman</span> <span data-rel=\"location\">Boston, Massachusetts</span></em></p>\n<p>Can a small-town girl from Kansas and Indiana make\ngood as a reporter in the wilds of Greater Boston,\nwith its strange welter of pronunciation and idiom?  Well,\nshe <em>can</em>, but it's not easy.</p>\n<p>“Pray your Honor's judgment,” said the lawyer.</p>\n<p>“Mavvit,” ruled the judge.</p>\n<p>This curious exchange struck my ears in the first few\nminutes of my first court case in Massachusetts; in Middle-sex\nProbate, to be exact.  (It was in 1955; we were up here\nwhile my husband attended Harvard Business School.  I\nwas an experienced reporter--but only in the American\nlanguage.)</p>\n<p>Dazed, I kept my mouth shut and continued writing.\nBut after the same thing recurred a time or two, I hit\non the translation:</p>\n<p>“I object.”</p>\n<p>“Objection overruled.”</p>\n<p>Courtroom language tends to be rather formal around\nhere, and a lawyer often objects by praying his honor's\njudgment.  But either his honor's enunciation was a bit informal\nthat day or I wasn't tuned in.  He was simply saying,\n“He may have it,” that is, that counsel might have his\nquestion answered.</p>\n<p>I got out of <em>that</em> one without showing my ignorance.\nBut other and more dangerous linguistic pitfalls lay ahead.</p>\n<p>Besides the Harvard interlude, I now have nearly\ntwelve years' full-time residence in the area to my credit,\nso I feel equipped to analyze Boston's baffling language.\nIt's the marriage of the misplaced <em>r</em> and the unpredictable\n<em>a</em>, I have decided, that gives Bostonese its peculiar flavor\nand so frequently bewilders us auslanders.  Down South\nthey drop their <em>r</em>'s, but they don't pick them up and use\nthem later to link words (or syllables) containing two consecutive\nvowel sounds: Yeste'day ahfte'noon we sawr a\nman drawring cahtoons.</p>\n<p>Does the witness mean Dr. Brancha (pronounced\nBranker) or Dr. Branker (pronounced Brancha)?</p>\n<p>There doesn't seem to be much inclination in these\nparts to pay even lip service to the lowly <em>r</em> when it precedes\na strong consonant.  Perhaps it's considered uncouth\nto give <em>r</em> its full value in combination like <em>rd, rk, rl, rn</em>, and\n<em>rt</em>.  Well, the lost <em>r</em> may one day ruin my professional\nreputation--by converting the word that's meant into an\nunrelated sound-alike--but it doesn't offend my ear as does\nthe gratuitous <em>r</em> found in the practice of lawr in Boston!\n(I suppose it would sound like anarchy to say I could do\nwithout lawr-and-awder.)</p>\n<p>I started out with the common misconception that the\nBoston <em>a</em> is always broad.  In truth it's often down-right\nnarrow.  Sure, Bostonians say cahn't and tomahto; that's no\nbother.  But when the unbroad <em>a</em> teams up with the elided\n<em>r</em>, a real teaser can result.  Many people--more women than\nmen, it seem to me--pronounce <em>park</em> almost like <em>pack</em>.\nThus if your hostess suggests you pa'k your bags, you'd\nbetter know whether you're coming or going.  Speaking\nof bags, my face must have gone blank the first time I\nmet a Boston <em>baggin</em>.  The divorce-case libelant (as they're\ncalled here) was tearfully testifying that, from being accustomed\nto buying her clothes in the most exclusive\nshops, she was now reduced to grubbing for baggins at the\nBaggin Shop.  Who would expect <em>bargain</em> to rhyme with\n<em>wagon?</em></p>\n<p>Just to confound the confusion, people around here\naren't necessarily consistent among themselves.  (Incidentally,\nI'm talking about native citizens, not those whose\nspeech patterns are modified by Irish, Italian, or other influences.)\nSome of them <em>pock</em> their cars.  I was saddened\nwhen a neighbor told me that a man down the street had\n“taken a hat attack.”  Another friend confirmed the report:\nit was indeed a serious hot attack.</p>\n<p>Take patent cases.  Besides coping with the technical\nterms, a Boston reporter is forever having to decide\nwhether counsel or witness is saying <em>patent</em> or <em>pattern</em>,\nsince there is seldom any difference in pronunciation.  I'm\nwaiting for the day when Mr. Patton sues for patent infringement\nof his die pattern.  Things will get snarled up\nlike a nest of wire clotheshangers when they start talking\nabout the Patton patte'n paten'!</p>\n<p>I don't dare be too smug about it, but I can now\nusually tell whether the witness comes from Waban or\nWoburn.  But who can distinguish whether he lives on\nWestern or Weston Avenue, when there is no distinction?\nOf the ninety cities and towns street-indexed in the <em>Atlas\nof Metropolitan Boston</em>, twenty-four have either a Western\nor a Weston, and two have both: Boston lists Western\nAvenue, Western Place, Weston Place, and Weston Street;\nHull has a Western Avenue and a Weston Street.  My only\nrecourse: Spell it, please.</p>\n<p>One thing mystifies me.  I'll swear Bostonians always\npronounce famed Faneuil Hall as Thannel Hall.  And my\nears are as good as the next woman's; probably better.</p>\n<p>I am now used to the fact that many people, mostly\nfemale, make two syllables out of <em>yes</em>.  But I'm still startled\nwhen I hear the word <em>on</em> used as a shorthand form for\n(as near as I can make out) the phrase to <em>Massachusetts</em>.\nMy first encounter with it was embarrassing.  I cornered a\nlawyer at recess and said, “I must have missed something\nin your opening statement.  I understood you to say the\nplaintiff's parents came on from California.  On <em>what?</em>”  He\nlooked puzzled.  “What's your problem?  As I said, they\ncame on.  Drove, as a matter of fact.”</p>\n<p>I had an unsettling experience back in the early days.\nIn the manner of the foreigner who thinks he understands\nthe Japanese people in a few weeks or months of living\namong them, I was confident, after six months in the Boston\narea, that I knew all the nuances of the language.  Besides,\nwasn't I married to a native?</p>\n<p>The witness was a fisherman, and he was talking\nabout what sounded like the <em>cod</em> end of the net.  But\nyou couldn't fool me--I was too smart to fall for that one.\nAsked to read back an answer, my voice was loud and\nclear as I began, in my no-nonsense Midwestern accent,\n“When we hauled in the cord end of the net....”  “No,\nno,” yelled the witness and at least two lawyers, almost in\nchorus, “<em>cod</em>, c-o-d!”</p>\n<p>I am wiser now.  At least, I hope so.  And I know\nthat, while I still don't always understand this strange\ntongue I live and work with, and probably never will, I'm\nnot alone.  The other day, walking to the elevator with a\nlongshoreman whose deposition I had just taken, I complained,\n“You fellows have a language all your own, and\nit isn't easy for us landlubbers.”</p>\n<p>“Yes,” he said, “I can see how it might throw you.\nBut it's nothing compared to the <em>Boston</em> accent, I tell you.\nI come from Pennsylvania, been here twenty years, and I\nstill can't get used to it.  Like when I was pretty new here,\nI got a call from union hall to report to pier such-and-such.\nThe guy said, 'We shot a man.'  Well, I was kinda\nscared, but I needed the work so I went down.  Come to\nfind out, what he'd said was, 'We're <em>short</em> a man.'  So it\nwas all right.”</p>\n<p>NOTE: This article appeared originally in <em>The National Shorthand Reporter</em>,\nMay 1973, and is reprinted by permission.  Mrs. Gilman, still a resident\nof Massachusetts, is now Editor of <em>NSR</em>.</p>\n<p><a href=\"https://archive.org/details/stx_Verbatim_The_Language_Quarterly_v2n1_1975-05\">Internet Archive copy of this issue</a></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">This Peculiar Boston Accent</h1> <p><em><span data-rel=\"author\">Mary Louise Gilman</span> <span data-rel=\"location\">Boston, Massachusetts</span></em></p> <p>Can a small-town girl from Kansas and Indiana make\ngood as a reporter in the wilds of Greater Boston,\nwith its strange welter of pronunciation and idiom?  Well,\nshe <em>can</em>, but it's not easy.</p> <p>“Pray your Honor's judgment,” said the lawyer.</p> <p>“Mavvit,” ruled the judge.</p>"
}