{
  "type": "Article",
  "title": "Mr. Przybysz and the Czech O'Shaunnessy",
  "author": "Leonard R. N. Ashley",
  "location": "Professor of English, Brooklyn College of the C.U.N.Y.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mr. Przybysz and the Czech O'Shaunnessy</h1>\n<p><em><span data-rel=\"author\">Leonard R. N. Ashley</span> <span data-rel=\"location\">Professor of English, Brooklyn College of the C.U.N.Y.</span></em></p>\n<p>“I'm not mentioned at all,” says a character in John\nOsborne's play, <em>Look Back in Anger</em>, “because my\nname is a dirty word.”  But most people's names are used\na lot, and much to their pleasure.  As Byron wrote, “ 'Tis\npleasant, sure, to see one's name in print.”  If a man hears\nhis name used, he's interested.  If he overhears it, his ears\nprick up.  Even if it used in an unflattering connection, he\ngenerally feels it is better to be singled out than not\nnoticed at all, and the publicity-hungry say they don't\ncare what you say about them as long as their names are\nspelled right.</p>\n<p>There is legal property in a name--and magical property,\ntoo.  God Himself wouldn't give his name (He just\nsaid, “I am”), lest it give the hearers magical power over\nhim; for a name can be used, the superstitious believe, just\nlike hair, or fingernail parings, or other bits for voodoo\ndolls.  Your name is <em>you</em>.  Genealogy (even when derided\nas “the science of fools with long memories”) uses your\nname to explain your ancestry.  Modern psychologists use\nyour name to explain your personality.  You may have a\nname to live down or a name to live up to.  Your name\naffects the way others treat you and the way you think of\nyourself.  In the Old Religion (witchcraft) or the new one\n(psychology), names are power.</p>\n<p>In Mencken's <em>The American Mercury</em>, in June 1932,\nHoward F. Barker reported that one in every 85 Americans\nwas then named <em>Smith</em> and that the next most common\nAmerican surnames were <em>Johnson, Brown, Williams, Jones,\nMiller, Davis, Anderson, Wilson</em>, and <em>Moore</em>, but that the\n<em>Smiths</em> included many <em>Schmidts, Smeds, Haddads</em>, and <em>Kowalczyks;</em>\nthe <em>Johnsons</em> many <em>Johanssons, Jansons</em>, and\n<em>McShanes;</em> the <em>Browns</em> many <em>Brauns, Braunsteins,</em> and so\non.  In New York City, it was reported, the most common\nnames then ran: <em>Smith, Cohen, Miller</em> (some formerly\n<em>Muller, Muhler, Möller, Millar</em>, etc.), <em>Brown, and Schwartz</em>.\nMencken was quick to point out that many “American”\nnames were of German origin: <em>Waldo</em> from <em>Waldow, Poe</em>\nfrom <em>Pau, Armistead</em> from <em>Armstädt, Custer</em> from <em>Köster,\nPershing</em> from <em>Pfoersching,</em> and <em>Hoover</em> from <em>Huber</em>.  The\nso-called “Teutonic plagues,” which at one time saw <em>Eisenhower</em>\nin America, <em>Diefenbaker</em> in Canada, the <em>Battenbergs</em>\nin Britain, etc., or (to bring us up to date) the days of\n<em>Haldemann, Erlichman</em>, et al., are nothing new.</p>\n<p>In a country where the Czech name <em>Ocenásek</em> (diminutive\nof “Our Father”) was changed to <em>O'Shaunnessy</em>\nand where a terrified arrival at Ellis Island said (in Yiddish),\n“I don't remember,” only to be given the name\n<em>Fergusson</em>, the history of surnames can be colorful.  A\nSwedish immigrant named <em>Esbjörn</em> entered the Union\nArmy in the Civil War as <em>Esbyorn</em> and was mustered out\nas <em>Osborn</em>.  Mencken notes that many new Americans translated\ntheir names into English--<em>Podelsnik</em> into <em>Underwood,\nAlessandro Smiraglia</em> into <em>Sandy Smash</em>--or altered them--\n<em>Moiseyev</em> to <em>Macy, Blumenthal</em> to <em>Bloomingdale</em>--in the\nsame way that elsewhere the <em>Blumbergs</em> had become the\n<em>Montefiores</em>.</p>\n<p>More recently, the change has been in the other direction:\n<em>LeRoi Jones</em> has become <em>Imamu Baraka; Cassius\nClay, Muhammad Ali; Lew Alcindor, Kareem Abdul-Jabbar</em>.\nI recall the television interviewer who, trying hard\nto be polite to the late Malcolm X, kept calling him “Mr.\nX.”  Today, probably nothing is more “American” than the\ncombination of an African given name with, say, <em>Johnson</em>\nor <em>Washington</em> to exhibit a mix of cultures in a full name.\nAt Brooklyn College, for instance, it seems as if Jews bear\nthe forenames <em>Scott, Brian, Stuart, Bruce, Norman, Seymour,\nSidney, Morton, Morris,</em> and <em>Milton</em> more often than\ndo those with Anglo-Saxon surnames.</p>\n<p>What's your name?  What does it mean?  Where did\nit come from?</p>\n<p>The study of names--onomastics--is a fascinating one.\nOf course, you may come up with facts you don't like or\ndidn't expect (as might happen when you start to trace\nyour ancestors): <em>Calvin</em> means 'bald'; the surname <em>Best</em>\nonce was <em>Beast</em>; if your name is <em>Bradley</em>, you may be related\nto the Chickahominy Indians of Virginia (all of\nwhom bear the name and seem to be descended from a\nvery prolific early colonist); if you are named <em>Esposito,\nBenedetti, de Angelo, della Chiesa</em>, or <em>della Croce</em>, one of\nyour ancestors was probably abandoned on the steps of an\nItalian church as an unwanted baby.  If your name is <em>Marlowe</em>,\nyou may be (very distantly) related to the Elizabethan\ndramatist <em>Christopher Marlowe</em> (who never spelled\nit that way) or, possibly, to some Finns (<em>Määrälä</em>) who\nadopted the name.  If your name is <em>Macgregor</em> or <em>Ruthven</em>,\nyou may or may not be pleased to learn that your name\nwas once illegal.  If your name should be <em>Grugno</em>, you have\na story to tell about Cardinal Grugno, who became Pope\nSergius IV in 1909 and who is said to have introduced the\ncustom of pontiffs assuming a new name on accession to\nthe throne of St. Peter: since his name meant 'swine-snout,'\na change was felt to be in order.  On the other hand, in\n1940, when Albert Przybysz of Detroit legally changed\nhis name, he changed it to Clinton Przybysz.</p>\n<p>You may become a collector of other people's names,\ntreasuring <em>Ima Hogg</em> (“Houston social and cultural leader,”\naccording to <em>The New York Times</em>), <em>Conway Twitty</em>\n(country singer), and the man named Uren who changed\nhis name to <em>Wren</em> (1897)--not to mention ecdysiasts who\ninvent such wonderful names as <em>Rachel Prejudice, Sybil\nRights, Candy Barr, and Norma Vincent Peel</em>.  Many a\nserious onomastician has begun by collecting odd names\nfor fun, together with the stories that go with them.  Just\none here: Robert Graves gives us the epitaph for a man\nnamed <em>Longbottam</em> who died young: “<em>Ars longa, vita\nbrevis</em>....”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mr. Przybysz and the Czech O'Shaunnessy</h1> <p><em><span data-rel=\"author\">Leonard R. N. Ashley</span> <span data-rel=\"location\">Professor of English, Brooklyn College of the C.U.N.Y.</span></em></p> <p>“I'm not mentioned at all,” says a character in John\nOsborne's play, <em>Look Back in Anger</em>, “because my\nname is a dirty word.”  But most people's names are used\na lot, and much to their pleasure.  As Byron wrote, “ 'Tis\npleasant, sure, to see one's name in print.”  If a man hears\nhis name used, he's interested.  If he overhears it, his ears\nprick up.  Even if it used in an unflattering connection, he\ngenerally feels it is better to be singled out than not\nnoticed at all, and the publicity-hungry say they don't\ncare what you say about them as long as their names are\nspelled right.</p> <p>There is legal property in a name--and magical property,\ntoo.  God Himself wouldn't give his name (He just\nsaid, “I am”), lest it give the hearers magical power over\nhim; for a name can be used, the superstitious believe, just\nlike hair, or fingernail parings, or other bits for voodoo\ndolls.  Your name is <em>you</em>.  Genealogy (even when derided\nas “the science of fools with long memories”) uses your\nname to explain your ancestry.  Modern psychologists use\nyour name to explain your personality.  You may have a\nname to live down or a name to live up to.  Your name\naffects the way others treat you and the way you think of\nyourself.  In the Old Religion (witchcraft) or the new one\n(psychology), names are power.</p> <p>In Mencken's <em>The American Mercury</em>, in June 1932,\nHoward F. Barker reported that one in every 85 Americans\nwas then named <em>Smith</em> and that the next most common\nAmerican surnames were <em>Johnson, Brown, Williams, Jones,\nMiller, Davis, Anderson, Wilson</em>, and <em>Moore</em>, but that the\n<em>Smiths</em> included many <em>Schmidts, Smeds, Haddads</em>, and <em>Kowalczyks;</em>\nthe <em>Johnsons</em> many <em>Johanssons, Jansons</em>, and\n<em>McShanes;</em> the <em>Browns</em> many <em>Brauns, Braunsteins,</em> and so\non.  In New York City, it was reported, the most common\nnames then ran: <em>Smith, Cohen, Miller</em> (some formerly\n<em>Muller, Muhler, Möller, Millar</em>, etc.), <em>Brown, and Schwartz</em>.\nMencken was quick to point out that many “American”\nnames were of German origin: <em>Waldo</em> from <em>Waldow, Poe</em>\nfrom <em>Pau, Armistead</em> from <em>Armstädt, Custer</em> from <em>Köster,\nPershing</em> from <em>Pfoersching,</em> and <em>Hoover</em> from <em>Huber</em>.  The\nso-called “Teutonic plagues,” which at one time saw <em>Eisenhower</em>\nin America, <em>Diefenbaker</em> in Canada, the <em>Battenbergs</em>\nin Britain, etc., or (to bring us up to date) the days of\n<em>Haldemann, Erlichman</em>, et al., are nothing new.</p>"
}