{
  "type": "Article",
  "title": "Reviews: YOUR PET'S SECRET LANGUAGE: How To Understand and Speak It",
  "author": "Jhan Robbins",
  "location": "Wyden, 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: YOUR PET'S SECRET LANGUAGE: How To Understand and Speak It</h1>\n<p><em><span data-rel=\"author\">Jhan Robbins</span> <span data-rel=\"location\">Wyden, 1975</span></em></p>\n<p>In the first place, your pet's language is not so secret\nafter all.  It just takes a tremendous amount of patient\nobservation to know what he or she is trying to communicate\nto you, and more patient practice in getting your\nmessages across.  In the second, the term <em>language</em> is used\nin the general sense of “communication system”: both pet\nand owner express themselves with voice and body.</p>\n<p>With this exegesis of a very catchy title out of the\nway, let's look at the book.  It is reportorial in style and\nprovides clear, easy reading.  Robbins gets right to the\nheart of the matter in a brief discussion of current research\non chimps and dolphins by behavioral scientists; one\ncouldn't ask for a better treatment.</p>\n<p>The bulk of the volume is about communicating with\nless exotic pets: dogs, cats, birds, and horses.  The first two\nof these get three chapters apiece, the last two one apiece.\nThe experiences of real owners and pets who communicate\nwell are detailed both to show how successful communication\nhas arisen and been maintained and to show readers\nhow they may go about communicating with their own\npets.  The final chapters give some do's and don't's and\nthen a repertory of verbal and bodily signals with which\nthe four species communicate (each has its own set), with\na corresponding repertory of verbal and bodily signals for\npeople to use.</p>\n<p>It is clear from this book that communications training\nis not the same as obedience training.  The latter teaches\nan animal to respond instantly to a very few short commands\ngiven with no special emotion or extraneous messages.\nThe former requires not only patience, plus a reward\nfor successful performance, but also the expression\nof affection for the animal.  For its aim is that both animal\nand person say how they feel, what they have been doing,\nand what they may want to do next; in short, that\nthey have a real two-way conversation.  The author is confident\nthat such communication can and does exist, and\ngives many cases to document his belief.</p>\n<p>It appears that trained cats and dogs can understand\n75 to 100 words.  Whether they can understand the syntax\nof connected speech is a question that Robbins does not\naddress.  On the other hand, animals do understand the\ntone of your voice.  Interestingly, they seem to grasp what\nyou are saying better if you speak in a high voice, which\nis, I suggest, the way lots of us just naturally talk to our\npets.</p>\n<p>As the title indicates, this is a “how to” book.  Therefore\nits final measure of success can be determined only\nafter readers have tried its suggestions with their own animals.\nIt certainly has made me more observant of what\nthe two poodles and two cats in our house have to say.\nThey haven't really been keeping secrets, but it does take\npatience to learn how to distinguish the different messages\nthey have for one in the course of 24 hours.</p>\n<p><em>—Karl Rosen, University of Kansas</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: YOUR PET'S SECRET LANGUAGE: How To Understand and Speak It</h1> <p><em><span data-rel=\"author\">Jhan Robbins</span> <span data-rel=\"location\">Wyden, 1975</span></em></p> <p>In the first place, your pet's language is not so secret\nafter all.  It just takes a tremendous amount of patient\nobservation to know what he or she is trying to communicate\nto you, and more patient practice in getting your\nmessages across.  In the second, the term <em>language</em> is used\nin the general sense of “communication system”: both pet\nand owner express themselves with voice and body.</p> <p>With this exegesis of a very catchy title out of the\nway, let's look at the book.  It is reportorial in style and\nprovides clear, easy reading.  Robbins gets right to the\nheart of the matter in a brief discussion of current research\non chimps and dolphins by behavioral scientists; one\ncouldn't ask for a better treatment.</p> <p>The bulk of the volume is about communicating with\nless exotic pets: dogs, cats, birds, and horses.  The first two\nof these get three chapters apiece, the last two one apiece.\nThe experiences of real owners and pets who communicate\nwell are detailed both to show how successful communication\nhas arisen and been maintained and to show readers\nhow they may go about communicating with their own\npets.  The final chapters give some do's and don't's and\nthen a repertory of verbal and bodily signals with which\nthe four species communicate (each has its own set), with\na corresponding repertory of verbal and bodily signals for\npeople to use.</p>"
}