{
  "type": "Article",
  "title": "Reviews: LANGUAGE AND PUBLIC POLICY",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: LANGUAGE AND PUBLIC POLICY</h1>\n<p>Edited by Hugh Rank, NCTE Committee on Public Double-Speak, National\nCouncil of Teachers of English, 1974</p>\n<p>Complaints about the “corruption” of language must\nhave begun with the Tower of Babel, or even earlier, if\nwhat Dante has Adam say (<em>Paradiso</em> 26. 124-126) is right:\n“The language which I spoke was wholly extinct before\nNimrod's people were busy on their unfinishable task.”\nLinguists have, in general, been inclined to pooh-pooh such\ncomplaints, since their attention is normally focused only\non the slow, almost imperceptible shift in sound, form,\nfunction, or meaning which takes generations to complete.\nLinguists are also often inclined to regard all linguistic\nsystems as essentially equal in merit; and they distinguish\nsharply between a linguistic system and the use made of it.</p>\n<p>The general public, however, is not aware of either\nthe nature of linguistic systems (including their own) or\ngradual linguistic change.  They usually think of language\nas consisting only of words, and of words as made up of\nletters.  An ordinary naive speaker is aware of only one\nkind of language-change: a relatively sudden innovation\nin the spelling or the meaning of a word, or the introduction\nof a new word.  Since, both in and out of school, he\nhas been taught to believe in the fixed, absolute meaning\nof words, he considers any change to be for the worse, a\n“corruption” of the “true” meaning or use of language.\nProtests of this kind concerning the semantic field of government\nand public life are associated especially with\nGeorge Orwell's essay, “Politics and the English Language,”\nwhich has been widely quoted and anthologized.</p>\n<p>The writers represented in this anthology are concerned\nalmost wholly with this superficial kind of “corruption.”\nA brief introduction by its editor (pp. xi-xvi) is followed\nby three main sections: “Watergate as watershed”\n(pp. 1-38), “In and out of the classroom” (pp. 39-142),\nand “A call to action and some responses” (pp. 143-188).\nA fourth section, “The NCTE Committee on Public\nDoublespeak” (pp. 189-213), deals with the establishment\nof this committee.  Each of these sections contains\na number of articles, ranging from three to fifteen pages,\ndealing with the use of words by politicians and advertisers.\nThe volume concludes with an article by the editor,\n“Conclusion: The Teacher-heal-thyself myth” (pp. 215-224)\nand “Public doublespeak: a personal reading list”\nchosen by Rank (pp. 235-248).</p>\n<p>For many centuries, it has been customary to train\nschool-children to identify efforts at deliberate use of\nordinary words in unusual senses for the purpose of deceiving\nhearers or readers (“semantic wrenching,” as I\nhave termed it).  Such wrenching has undoubtedly become\nmore common than earlier, especially in modern\nadvertising and in propaganda related to controversial\nsocial issues.  Thus, for instance, any effort to relieve working\nmothers of the burden of bearing unwanted children\nis termed “genocide”; a police guard's calm refusal to allow\nrioting parents to enter a school is met with shouts\nof “police brutality!”  Whether politicians are any more\ngiven to such intentional distortions than were their predecessors,\nwe may doubt—but there are more politicians\nthan formerly, and their channels of communications are\nmore numerous and extensive.</p>\n<p>There could, therefore, be no <em>a priori</em> objection to another\nbook aimed at teaching students semantic wrenching\nobjectively, and to identify and counter it, no matter\nfrom what direction it comes.  This book cannot, however,\nbe recommended for such a purpose.  It is heavily slanted\npolitically, with a great preponderance of leftist-leaning\nauthors.  The only clearly identifiable non-political writers\nare S. I. Hayakawa in his “General Semantics: where is it\nnow?” (pp. 150-156) and Jean Stafford with her “Plight\nof the American language” (pp. 91-99).  A disaproportionate\nnumber of the articles deal with the Watergate affair:\n42 pages (about 17% of the total) are wholly devoted to\nit, and most of the rest bring it in to a greater or lesser\nextent.  This is an excessive proportion to assign to what is\nbound to diminish in importance, retrospectively, as the\ndecades pass.  Most of the writers are strongly partisan,\nespecially in their obsessive, implacable hostility to ex-President\nNixon.  (They nearly succeeded in converting\nme from a Nixon-despiser to a Nixon-pitier, merely by\nthe violence and irrationality of their attacks.)</p>\n<p>Most of the writers take a holier-than-thou stance,\nsetting themselves up, at least implicitly, as knights in\nshining armor, breaking a lance for honesty and uprightness\nin the use of language.  This self-righteousness is especially\nevident in such articles as D. L. Bolinger's “Truth is\na linguistic question” (pp. 161-175).  As in other instances,\nhowever, most of these defenders of “truth” are quite\nready to do plenty of semantic wrenching themselves,\nwhen it suits their purposes.  Richard Ohman, in the resolution\non “public lying” presented to the NCTE in 1971\nand passed by them, did not hesitate to use <em>inhumane</em>\n(which normally refers to unkind treatment of animals)\nwith reference to language (p. 191); he is echoed in\nRank's comment on Sydney Harris' “Watergate forked\ntongues” (p. 16) and elsewhere.  Emotionally loaded metaphors\nabound, as when Richard Gambino states “Critical\nmeanings are barred from the beginning in a form of conceptual\ncontraception” (p. 20).  When it suits their book,\nhowever, the same writers can be wholly literalistic, as in\nGambino's objection to the use of <em>develop</em> in the sense of\n'bring to light' (p. 21).  It's all a question of whose semantics\nare gored.</p>\n<p>Confusion among style, usage, and language is almost\nuniversal in these articles.  The only author to make a clear\ndistinction in this matter is Hayakawa (not surprising,\nsince he and Bolinger are the only authors with any extensive\ncompetence in linguistics).  Many of the writers\ncombine their emotionalism with regard to semantic\nwrenching (but only of the kind they dislike) with an old-fashioned,\nMiss-Fidditch-type purism, exemplified at its\nworst in Jean Stafford's narrow, uninformed belief in the\ndegeneration of our language.  On occasion, though, the\nsensitive reader is taken aback by such inelegant, stylistically\njarring terms as <em>antsy</em> (p. 89), <em>bullshit</em> (p. 190), or\n<em>crap</em> (pp. xv, 89).</p>\n<p>Clearly, Rank's statement (p. xv) “there is no orthodoxy\npresented here” is false.  Almost the entire book is\npervaded by a politically slanted leftist orthodoxy.  It cannot\nbe recommended to anyone who wishes to learn or\nteach an objective, unbiased approach to the analysis of\nsemantics or of the use of language.  On the contrary, it\nshould be held up for what it is, a prize example of bias\nand distortion—political propaganda masquerading under\nthe false colors of a search for honesty and truth.</p>\n<p><em>—Robert A. Hall, Jr., Cornell University</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: LANGUAGE AND PUBLIC POLICY</h1> <p>Edited by Hugh Rank, NCTE Committee on Public Double-Speak, National\nCouncil of Teachers of English, 1974</p> <p>Complaints about the “corruption” of language must\nhave begun with the Tower of Babel, or even earlier, if\nwhat Dante has Adam say (<em>Paradiso</em> 26. 124-126) is right:\n“The language which I spoke was wholly extinct before\nNimrod's people were busy on their unfinishable task.”\nLinguists have, in general, been inclined to pooh-pooh such\ncomplaints, since their attention is normally focused only\non the slow, almost imperceptible shift in sound, form,\nfunction, or meaning which takes generations to complete.\nLinguists are also often inclined to regard all linguistic\nsystems as essentially equal in merit; and they distinguish\nsharply between a linguistic system and the use made of it.</p> <p>The general public, however, is not aware of either\nthe nature of linguistic systems (including their own) or\ngradual linguistic change.  They usually think of language\nas consisting only of words, and of words as made up of\nletters.  An ordinary naive speaker is aware of only one\nkind of language-change: a relatively sudden innovation\nin the spelling or the meaning of a word, or the introduction\nof a new word.  Since, both in and out of school, he\nhas been taught to believe in the fixed, absolute meaning\nof words, he considers any change to be for the worse, a\n“corruption” of the “true” meaning or use of language.\nProtests of this kind concerning the semantic field of government\nand public life are associated especially with\nGeorge Orwell's essay, “Politics and the English Language,”\nwhich has been widely quoted and anthologized.</p> <p>The writers represented in this anthology are concerned\nalmost wholly with this superficial kind of “corruption.”\nA brief introduction by its editor (pp. xi-xvi) is followed\nby three main sections: “Watergate as watershed”\n(pp. 1-38), “In and out of the classroom” (pp. 39-142),\nand “A call to action and some responses” (pp. 143-188).\nA fourth section, “The NCTE Committee on Public\nDoublespeak” (pp. 189-213), deals with the establishment\nof this committee.  Each of these sections contains\na number of articles, ranging from three to fifteen pages,\ndealing with the use of words by politicians and advertisers.\nThe volume concludes with an article by the editor,\n“Conclusion: The Teacher-heal-thyself myth” (pp. 215-224)\nand “Public doublespeak: a personal reading list”\nchosen by Rank (pp. 235-248).</p>"
}