{
  "type": "Article",
  "title": "Reviews: A DESK-BOOK OF ERRORS IN ENGLISH",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: A DESK-BOOK OF ERRORS IN ENGLISH</h1>\n<p>Frank H. Vizetelly, revised edition 1920, republished by Gale\nResearch Co., 1974</p>\n<p>If you want to know how clothing fashions have\nchanged in the last half century, place some ads of the\nearly 1920's beside some ads of today.  If you want to\nknow how styles of popular music have changed, play\na record of Rudy Vallee's and follow it with one of Mick\nJagger's.  And if you want to know how language has\nchanged, examine this 1920 handbook by the late editor\nof the <em>Funk &amp; Wagnalls Standard Dictionary</em>.</p>\n<p>The most conspicuous changes are in the area of\nslang, but that is to be expected; most slang terms have a\nhalf-life of no more than about five years, though some\nendure for centuries.  It is not surprising therefore to learn\nthat <em>daisy</em> was a “slang intensive” meaning 'charming,'\nthat <em>dippy</em> was an “extreme vulgarism” for 'mentally unbalanced,”\nthat to be <em>jiggered</em> was a “minced oath,” that\n<em>nifty</em> was a vulgarism for 'stylish,' that <em>pipe-off</em> was a vulgarism\nfor 'take in at a glance,' that <em>sass</em> was a vulgar term\nfor 'impertinence,” that <em>sirree Bob</em> was a vulgar and silly\nintensive of affirmation and that <em>skidoo</em> was recent slang\nfor 'get out.'  None of those slang terms are current today,\nbut enough others have come out of the soil and the pavements\nto replace them.</p>\n<p>Changes in word meanings and usage may be less\nconspicuous, but they are more important.  In these areas\nVizetelly does not always seem to be a man of his word.\nHis word, as it appears in the introduction to this handbook,\ngoes as follows:</p>\n<p>Usage has made our language what it is; grammatical\nrules strive to limit it to what it ought to be.  In\nmany instances usage has supplanted grammatical\nrules....  It is to the people, not to the purists that\none must look for the enriching of our mother tongue.</p>\n<p>Most authorities would subscribe to that declaration.\nBut it raises two questions.  The first is, Who are “the people”?\nAre they the saleswomen, the filling station attendants,\nthe taxi drivers, the coal miners, the rock musicians\nor who?  The second question is, Who are “the purists”?\nAt the extreme right wing of this group are a few the\nlike of Ambrose Bierce (if there are any the like of him),\nwho in his introduction to “Write It Right” (which probably\nshould have been entitled “Write by Rite”) declared:\n“Few words have more than one literal and serviceable\nmeaning, however many metaphorical, derivative, relative\nor even unrelated meanings lexicographers may think it\nworth while to gather from all sorts and conditions of men,\nwith which to bloat their absurd and misleading dictionaries.”\nVizetelly certainly does not fall into Bierce's class,\nyet this book, written a decade later than Bierce's, bears\nsome similarities of approach.</p>\n<p>As an example, both writers asserted firmly that <em>demean</em>\nmeant 'to behave' and did not mean 'to debase or\ndegrade.'  Obviously, “the people” were at work on that\none because the 'degrade' meaning today not only is fully\nacceptable but also is far more often used than the 'behave'\nmeaning.  As another example, both writers condemned\n<em>pants</em> for <em>pantaloons</em> as vulgar, but, vulgar or no,\n“the people” have changed to <em>pants</em> and changed the\nlanguage.</p>\n<p>Vizetelly was correct in saying that in many instances\nusage has supplanted grammatical rules and not a few of\nthe entries in his 1920 book, viewed in the light of 1975\nacceptability, ironically bear out his statement.  The phrase\n<em>all of them</em>, said he in one entry, is an example of common\ncarelessness because <em>of</em> signifies <em>from</em> and when one\nsubtracts a quantity <em>from</em> an entire number one cannot\nrefer to that number as still existing.  Logical as that may\nbe, no one thinks twice today about saying <em>all of them</em>.\nIn another entry he terms <em>at best</em> an erroneous form for\n<em>at the best</em>, but that judgment has now been reversed.  And\nhere, in paraphrase, are a few more of Vizetelly's condemnations\nthat have become passé: <em>mad</em> used for <em>angry</em>\nis a colloquialism not in vogue among persons who use\nrefined diction; <em>make</em> is often used incorrectly for <em>earn</em>, as\nin “How much does he <em>make</em> a week?”; <em>over</em> is sometimes\nimproperly used for <em>across</em>, as in “go <em>over</em> the bridge” instead\nof <em>across</em> it; <em>patrons</em> should not be used for <em>customers;\nquit</em> is sometimes incorrectly substituted for <em>cease;\nraise</em> for an increase in salary should be avoided, and <em>sideways</em>\nshould not be used for <em>sidewise</em>.</p>\n<p>Vizetelly's book has a plenitude of sound advice on English\nthat is still up to date, yet because of the number of outmoded\nguides and prohibitions it is hardly a suitable text\nto put in the hands of today's students.  They would find\na great deal of it puzzling and much of it superfluous.  The\npuzzlement would lie in the type of entries already cited\nhere.  The superfluity would lie in a host of entries advising\nthe reader to “discriminate carefully between these\nwords”—such words as <em>berth</em> and <em>birth, always</em> and <em>all\nways, base</em> and <em>bass, ceiling</em> and <em>sealing, celery</em> and <em>salary,\ncereal and serial</em>.  Who needs dozens of entries like that?</p>\n<p>In effect, Vizetelly emerges from this book as an almost\nparadoxical figure.  What he practices here is in\nlarge part pedantic purism, but what he preaches in the\nbook and preached elsewhere is restrained liberalism.</p>\n<p>“If virility of language is to be preserved,” he wrote in\n1931, “we must continue to embrace the best that there is in\nspeech.  The caldron of usage is the refining pot into which\nall words must go for purification.  There they may bob up\nand down, as the mass seethes or simmers, or even boil\nover and out of the pot, to become outcasts of the linguistic\nfamily.”</p>\n<p><em>—Theodore M. Bernstein, Consulting Editor, The New York Times</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: A DESK-BOOK OF ERRORS IN ENGLISH</h1> <p>Frank H. Vizetelly, revised edition 1920, republished by Gale\nResearch Co., 1974</p> <p>If you want to know how clothing fashions have\nchanged in the last half century, place some ads of the\nearly 1920's beside some ads of today.  If you want to\nknow how styles of popular music have changed, play\na record of Rudy Vallee's and follow it with one of Mick\nJagger's.  And if you want to know how language has\nchanged, examine this 1920 handbook by the late editor\nof the <em>Funk &amp; Wagnalls Standard Dictionary</em>.</p> <p>The most conspicuous changes are in the area of\nslang, but that is to be expected; most slang terms have a\nhalf-life of no more than about five years, though some\nendure for centuries.  It is not surprising therefore to learn\nthat <em>daisy</em> was a “slang intensive” meaning 'charming,'\nthat <em>dippy</em> was an “extreme vulgarism” for 'mentally unbalanced,”\nthat to be <em>jiggered</em> was a “minced oath,” that\n<em>nifty</em> was a vulgarism for 'stylish,' that <em>pipe-off</em> was a vulgarism\nfor 'take in at a glance,' that <em>sass</em> was a vulgar term\nfor 'impertinence,” that <em>sirree Bob</em> was a vulgar and silly\nintensive of affirmation and that <em>skidoo</em> was recent slang\nfor 'get out.'  None of those slang terms are current today,\nbut enough others have come out of the soil and the pavements\nto replace them.</p> <p>Changes in word meanings and usage may be less\nconspicuous, but they are more important.  In these areas\nVizetelly does not always seem to be a man of his word.\nHis word, as it appears in the introduction to this handbook,\ngoes as follows:</p>"
}