{
  "type": "Article",
  "title": "Reviews: A WORD CHILD",
  "author": "Iris Murdoch",
  "location": "The Viking Press, Inc., 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: A WORD CHILD</h1>\n<p><em><span data-rel=\"author\">Iris Murdoch</span> <span data-rel=\"location\">The Viking Press, Inc., 1975</span></em></p>\n<p>In the title of this new novel by Iris Murdoch, her\nseventeenth, the word that will catch the attention of readers\nof <em>Verbatim</em> is of course “word.”  But before I come\nto the significance of words in this book, let me digress\nfor a moment, or for several moments.</p>\n<p>Whether or not a book has anything to do with words\nas its subject matter, and the range in this regard would\nseem to be from a dictionary to poetry (in which each\nword must be chosen with special care), to a long work\nof fiction, words are essential.  A writer must choose words\nand fit them together as a stonemason chooses and fits together\nstones.  Words are, or can be, as important to a\nbook of whatever kind as the idea or the treatment of the\nidea—treated in words.</p>\n<p>I have mentioned poetry as a form of writing in\nwhich words are especially important.  Coleridge, who\nwrote far more prose than poetry but is remembered\nchiefly for his poems, once made a succinct statement\nabout the different between prose and poetry.  “Prose,”\nhe said, “is words in the best order.  Poetry is the best\nwords in the best order.”  There may be a little more to it\nthan that, but this is a definition that appeals to the word\nlover.</p>\n<p>One more remark about words before I come to <em>A\nWord Child</em>.  This has to do with the relation of words to\nthought.  In his <em>Poets at Work</em>, W.H. Auden asks this\nprovocative question: “How can I know what I think till\nI see what I say?”  Years ago, his question led me to write\nthese lines, entitled “Disclosure”:</p>\n<p>For a poem's a word\nplus a word, plus a word,\nadded, subtracted,\nand thoroughly stirred.</p>\n<p>And thought makes the word\nand the word makes thought,\nand some things come\nthat were never sought.</p>\n<p>At what he has said\nwhen his say is done,\nthe poet's surprised\nas anyone.\n</p>\n<p>My excuse for this long introduction to a rather short\nreview of Iris Murdoch's novel is that the author herself\ndoes not mention the effect of words on her central character,\nHilary Burde, until well into the second chapter.  It\ncomes in a flashback to Hilary's youth, when he was\norphaned early, became a delinquent, and was headed\ntoward a life of crime.  Suddenly, at age fourteen, he was\nrescued by Mr. Osmond, a teacher of French and Latin\nin a ratty little English school.</p>\n<p>Here is the “word child” part of the book.  Here also\nis a tribute to what one gifted teacher can do when turning\nfull attention to a receptive pupil.  “I suspect that many\nchildren are saved by saints and geniuses,” says Hilary,\nreflecting on this miracle of his childhood.  He learned\nmore than Latin and Greek from that inspired and inspirational\nschoolmaster.  “I also learnt,” he tells us, “my own\nlanguage, hitherto something of a foreign tongue.  I learnt\nfrom Mr. Osmond how to write the best language in the\nworld accurately and clearly and, ultimately, with a hard,\ncareful elegance.  I discovered words and words were my\nsalvation.  I was not, except in some very broken down\nsense of that ambiguous term, a love child.  I was a word\nchild.”</p>\n<p>Thanks to this gifted teacher, Hilary gave up violence\nand immorality, as well as virtual illiteracy.  He went on\nto Oxford and read all the “greats.”  He also won every\nliterary contest in which he entered.  He made a great leap\ninto the world of words and ideas and the two intertwined\nand affecting one another, as I have already indicated in\nmy quotation from Auden.</p>\n<p>As the story progresses, there are some other flashbacks\nin which Hilary remembers Oxford and study and\nfellowships and the intellectual life.  But the “word” part is\npast.  What follows is a novel set in Hilary's rooming house in\nLondon, in the office in which he works, in the homes of\nfriends, and in pubs.  It is Hilary's own story, told in the\nfirst person, sometimes in the form of letters, and divided\ninto chapters headed by the day of the week.  The first\nchapter is “Thursday,” the second “Friday,” and so on\nthrough several weeks.  Curiously, “Sunday” is omitted all\nbut twice.  Either nothing worth mentioning happens on\nSunday or there is some religious significance about this.</p>\n<p>And there are, throughout, flashes of the religious, the\nphilosophical, and the moral, though only flashes—with\nseemingly purposeful casualness.  For the most part this is\na novel set in the poor and decadent parts of London, almost\nDickensian in description: all the sights and smells\nand sounds and feels.  Along with the place are the people:\nthe long-haired, flower-child Christopher, the unfathomable\ngirl called Biscuit, the aristocratic Lady Kitty, and others.\nAt times one is reminded of the characters in a P. G.\nWodehouse novel.</p>\n<p>But the main thread of the story concerns Hilary's\ndevotion to his often pitiful younger sister, Crystal, who\nrose more slowly from the orphanage years and was not\ntransformed by the gift of words given her brother by that\nmaster teacher, Mr. Osmond.</p>\n<p>As for the gift of words, the one who really has it is\nIris Murdoch, the author of this sensitive, many-layered\nnovel.  Her choice of words is impeccable.  In her use of\nshort sentences or beautifully organized longer sentences,\nshe could be studied as a model of English expression.</p>\n<p>Yes, Hilary is a word child, but we learn this, after\nall, from a word person.  Here is an author who, though\nwriting prose, lives up to Coleridge's definition of poetry:\n“The best words in the best order.”</p>\n<p><em>—Richard Armour, Claremont, California</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: A WORD CHILD</h1> <p><em><span data-rel=\"author\">Iris Murdoch</span> <span data-rel=\"location\">The Viking Press, Inc., 1975</span></em></p> <p>In the title of this new novel by Iris Murdoch, her\nseventeenth, the word that will catch the attention of readers\nof <em>Verbatim</em> is of course “word.”  But before I come\nto the significance of words in this book, let me digress\nfor a moment, or for several moments.</p> <p>Whether or not a book has anything to do with words\nas its subject matter, and the range in this regard would\nseem to be from a dictionary to poetry (in which each\nword must be chosen with special care), to a long work\nof fiction, words are essential.  A writer must choose words\nand fit them together as a stonemason chooses and fits together\nstones.  Words are, or can be, as important to a\nbook of whatever kind as the idea or the treatment of the\nidea—treated in words.</p> <p>I have mentioned poetry as a form of writing in\nwhich words are especially important.  Coleridge, who\nwrote far more prose than poetry but is remembered\nchiefly for his poems, once made a succinct statement\nabout the different between prose and poetry.  “Prose,”\nhe said, “is words in the best order.  Poetry is the best\nwords in the best order.”  There may be a little more to it\nthan that, but this is a definition that appeals to the word\nlover.</p>"
}