{
  "type": "Article",
  "title": "Clicks Are Very Common",
  "author": "John F. Gummere",
  "location": "Philadelphia, Pa.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Clicks Are Very Common</h1>\n<p><em><span data-rel=\"author\">John F. Gummere</span> <span data-rel=\"location\">Philadelphia, Pa.</span></em></p>\n<p>Dictionaries do little to indicate how common are the\nclicks in our speech.  Indeed, some simply talk\nabout the Hottentots, whose clicks are very highly developed.\nThey might examine our limited number and conclude\nthat English is an underdeveloped or “primitive” language.\nConsider the following in our speech:</p>\n<p>(1)  Click of disapproval or admonition made by pursing\nthe lips and pushing the tongue forward from the hard\npalate or the alveolar ridge.  Often written as “Tch, tch.”</p>\n<p>(2)  Click of deprecation or sympathy made by pushing the\ntongue against the hard palate, but with no liprounding.</p>\n<p>(a)  If a child does something for which he has been\nadmonished, the click is slower, lips are slightly rounded,\nand with this there is a head-shaking, all as if to say, “Are\nyou stupid!”  Written as “Tsk, tsk.”</p>\n<p>(3)  Click of exhortation or secondary greeting or “wolf.”\nMade with the side of the tongue against the soft palate\nor against the back teeth (a lateral click) and drawn back\nrapidly.  Used to start a horse, but heard when two persons\nmeet who have already spoken to one another, but\nwho don't want to pass without any recognition.  It means,\n“I have already said 'Hello,' and need not say it again.  But\nI don't mean to ignore you.”  With lip drawn back on\neither side of the mouth, it is the “wolf” click, saluting a\nfemale.</p>\n<p>(4)  The click of wistfulness, made by a single tongue-flap,\nas when admiring a beautiful dress which is also very expensive:\n“My I wish I had a dress like that.”  (Tongue-flap\nfollows).  Also used for sympathy.  “They say Mrs. X\nis back in the hospital again.”  One who hears this replies\nwith the single tongue-flap.</p>\n<p>(5)  The click of osculation, made with the lips pursed\nand short puffs of breath.  Note, also, the quadrilabial click!</p>\n<p>If we include the standard variations of clicks, we\ncan claim eight, used only separately and vastly inferior\nto the Hottentots.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Clicks Are Very Common</h1> <p><em><span data-rel=\"author\">John F. Gummere</span> <span data-rel=\"location\">Philadelphia, Pa.</span></em></p> <p>Dictionaries do little to indicate how common are the\nclicks in our speech.  Indeed, some simply talk\nabout the Hottentots, whose clicks are very highly developed.\nThey might examine our limited number and conclude\nthat English is an underdeveloped or “primitive” language.\nConsider the following in our speech:</p> <p>(1)  Click of disapproval or admonition made by pursing\nthe lips and pushing the tongue forward from the hard\npalate or the alveolar ridge.  Often written as “Tch, tch.”</p> <p>(2)  Click of deprecation or sympathy made by pushing the\ntongue against the hard palate, but with no liprounding.</p>"
}