{
  "type": "Article",
  "title": "Reviews: THE EMBEDDING",
  "author": "Ian Watson",
  "location": "Scribners",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE EMBEDDING</h1>\n<p><em><span data-rel=\"author\">Ian Watson</span> <span data-rel=\"location\">Scribners</span></em></p>\n<p><em>The Embedding</em> by Ian Watson is a book in which\nthree extraordinary tales are woven into one novel by\nmeans of a linguistic theme.  Linguist Chris Sole is a researcher\nat a hospital in an English village where, it is\nrumored, children are taught “bad language.”  In fact, the\nhospital's work with brain damaged children provides a\ncover for the secret experimentation that Sole and other\nlinguists, logicians, and psychologists are engaged in.</p>\n<p>Captives in controlled, surrealistic environments,\ngroups of orphan children under the influence of a drug\ndescribed as “a unique lever for the improving brain performance...\na sort of...superintelligencer,” are spoken\nto in an embedded language.  “The speech computer had\ntaken apart [the voices of the experimenters] and put them\ntogether again.  Otherwise their words wouldn't have\nflowed naturally.  Sole couldn't have framed the sentences\nhe heard his own recorded voice saying, without a great\ndeal of hesitation.  They were English sentences, yet so unEnglish.\nIt was the arrangement of those strings of words\nthat caused the confusion.  The words themselves were\nsimple enough....  Yet organized as no kids' talk before,\nso that adults couldn't for the life of them follow it without\na printout of the speech with a maze of brackets breaking\nit up to re-establish patterns the mind was used to\nprocessing.”</p>\n<p>At the same time as Sole's experimentation is going\non in England, his friend and colleague Pierre, has discovered\na curiously analogical situation in Brazil.  The\nXemahoa, a tribe of Indians in the Amazon, are on the\nverge of extinction as their land is slowly flooded as the\nresult of the building of a dam.  What is linguistically and\nsociologically interesting and unique about the Xemahoa\nis their “two-tier” language.  Under the influence of a certain\ndrug, the Bruxo, a leader of the tribe, becomes able\nto speak an embedded form of the Xemahoa language.\nAnd under the influence of the same drug, the male members\nof the tribe are able to understand the embedded language.\n“ 'This embedded speech keeps the soul of the tribe,\ntheir myths, secret....  The daily vernacular (Xemahoa\nA) passes through an extremely sophisticated recoding\nprocess, which breaks down the linear features of normal\nlanguage and returns the Xemahoa people to the space-time\nunity which we other human beings have blinded\nourselves to.' ”  Hence, Xemahoa B is to Xemahoa A as the\nlanguage Chris Sole speaks to his children is to English.</p>\n<p>Into the world at this moment enter the Sp'thra, an\nextra-terrestrial people whose interest in earth is largely\nlinguistic.  Sole is elected to speak to the one alien who\nleaves the ship.  The aliens, in Sole's words, are “exploring\nthe syntax of reality.”  “The rules of reality can only be\nunderstood,” the alien explains, “by superimposing the\nwidest range of languages from different worlds upon one\nanother.  <em>There</em> is the one and only key to This-Reality.”</p>\n<p>In return for information valuable to earth, the alien\nwants six “working brains competent in six linguistically\ndiverse languages,” by which he means living brains sans\nbodies.  One of the “working brains” absolutely essential to\nthe aliens is that of the Xemahoa Bruxo.</p>\n<p>From this point on, a sequence of depressingly inevitable\nfailures occur.  The United States and the Soviet\nUnion acting in unison function as shamefully as each\nmight suspect the other of functioning alone.  In Brazil, the\ndrug which has enlarged the intellectual capabilities of its\nusers now destroys grotesquely.  And in England, Chris\nSole returns to his children to find them bursting—almost\nliterally—from the effects of the embedded language, the\nonly one they have ever known, and the drug they have\nbeen given to help them master it.</p>\n<p>What we can never know is what the aliens might\nhave accomplished if they had been able to continue their\nexperiments.  Perhaps they, too, would have been doomed\nin some analogous way.</p>\n<p>It would seem a shame for readers who are not drawn\nto the science fiction genre to elect not to read so fine a\nbook and one so appealing to linguists.</p>\n<p><em>—Syrell Rogovin Leahy, Old Tappan, New Jersey</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE EMBEDDING</h1> <p><em><span data-rel=\"author\">Ian Watson</span> <span data-rel=\"location\">Scribners</span></em></p> <p><em>The Embedding</em> by Ian Watson is a book in which\nthree extraordinary tales are woven into one novel by\nmeans of a linguistic theme.  Linguist Chris Sole is a researcher\nat a hospital in an English village where, it is\nrumored, children are taught “bad language.”  In fact, the\nhospital's work with brain damaged children provides a\ncover for the secret experimentation that Sole and other\nlinguists, logicians, and psychologists are engaged in.</p> <p>Captives in controlled, surrealistic environments,\ngroups of orphan children under the influence of a drug\ndescribed as “a unique lever for the improving brain performance...\na sort of...superintelligencer,” are spoken\nto in an embedded language.  “The speech computer had\ntaken apart [the voices of the experimenters] and put them\ntogether again.  Otherwise their words wouldn't have\nflowed naturally.  Sole couldn't have framed the sentences\nhe heard his own recorded voice saying, without a great\ndeal of hesitation.  They were English sentences, yet so unEnglish.\nIt was the arrangement of those strings of words\nthat caused the confusion.  The words themselves were\nsimple enough....  Yet organized as no kids' talk before,\nso that adults couldn't for the life of them follow it without\na printout of the speech with a maze of brackets breaking\nit up to re-establish patterns the mind was used to\nprocessing.”</p> <p>At the same time as Sole's experimentation is going\non in England, his friend and colleague Pierre, has discovered\na curiously analogical situation in Brazil.  The\nXemahoa, a tribe of Indians in the Amazon, are on the\nverge of extinction as their land is slowly flooded as the\nresult of the building of a dam.  What is linguistically and\nsociologically interesting and unique about the Xemahoa\nis their “two-tier” language.  Under the influence of a certain\ndrug, the Bruxo, a leader of the tribe, becomes able\nto speak an embedded form of the Xemahoa language.\nAnd under the influence of the same drug, the male members\nof the tribe are able to understand the embedded language.\n“ 'This embedded speech keeps the soul of the tribe,\ntheir myths, secret....  The daily vernacular (Xemahoa\nA) passes through an extremely sophisticated recoding\nprocess, which breaks down the linear features of normal\nlanguage and returns the Xemahoa people to the space-time\nunity which we other human beings have blinded\nourselves to.' ”  Hence, Xemahoa B is to Xemahoa A as the\nlanguage Chris Sole speaks to his children is to English.</p>"
}