{
  "type": "Article",
  "title": "The Languishing Art",
  "author": "Stanford L. Luce",
  "location": "Department of French, Miami University (Ohio)",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Languishing Art</h1>\n<p><em><span data-rel=\"author\">Stanford L. Luce</span> <span data-rel=\"location\">Department of French, Miami University (Ohio)</span></em></p>\n<p>In his article, “Phonatics (sic[k]),” in the February issue\nof VERBATIM, Robert Fowkes made a reference\nto Howard L. Chace—Horrid Lee Chaste, as he might\nrefer to himself—the author of <em>Anguish Languish</em>.  I feel\ncompelled to add some items of interest about this man\nand the linguistic limbo he created, for I shared his office,\nand in a sense his gestation, as he labored mightly to\nbring forth the “Fey-mouse Tells.”</p>\n<p>Actually, the stories he recast in Anguish were not so\nmuch the goal as the by-product of his affair with words.\nAs in all greater and lesser inventions, happenstance often\nproves more fruitful than plan.</p>\n<p>Howard Chace had become fascinated, as a linguist,\nin how many liberties could be taken with pronunciation\nbefore the words themselves became unrecognizable.  He\nhad discovered that consonants, written or spoken, were\nthe prime ingredients.  The word “television” for instance\ncould be retrieved from “toil-evasion,” but not at all from\n“bell-emission.”  Perhaps that explains why abbreviations\nmore frequently drop vowels than consonants, indeed why\nwrds wth thr vwls rmvd cn stll b ndrstd.  On the other\nhand, vowel changes could be accommodated with relative\nease by a willing listener.  “Singer sunny sex pants” still\nemerged as “Sing a song of six pence.”</p>\n<p>The consonants and vowels alone, however, will not\nsuffice without a tonic accent on the right syllable.  That\nstress can make or break English communication.  Anguish\nowes its vitality, its clarity—as Howard well realized—to\nthe observance of this principle.  A stressed syllable in the\nsubstitute word had to correspond in position to that of\nthe target word.  “Guilty Looks enter Tree Beers” can be\nrecognized as a child's story, whereas “Goal Dye-lux in\nTetra Buyers” makes no sense whatsoever.  If a new acquaintance\nwere to greet you with “Placed a matcher”\nyou might cope with it more gracefully than if he had\nsaid: “Policed termite chew.”  The sounds clearly resemble\nEnglish, but that accented “ter-” destroys the natural intonation.</p>\n<p>The experiments that Howard conducted were by\nno means limited to the French classroom at Miami.  For\nyears he had served as part of a Public Relations team to\ninterest and entertain alumni groups throughout the state.\nSpeaking to people from a wide range of backgrounds and\nprofessions, he tried projecting his stories on a screen, but\nalways in the form of word lists to be read vertically, such\nas:</p>\n<p>Reading these words as isolated entities seldom produced\nany audience reaction.  Even having the audience repeat\nthem after him roused little response.  But then, as he\nspeeded up the reading, linking one word with another,\npausing where necessary, individuals would begin to hear\na phrase or a whole sentence emerge.  “Here is a little fairy\nstory told in other words, words which are altogether different\nfrom the ones in the original version.”</p>\n<p>Like the sound of pop corn, here and there, a person\nwould clap a hand to his head and squeal or groan “Oh,\nno!”  Thus encouraged, Howard would then flash on new\nlists and the drama of “Center Alley” or “Ladle Rat Rotten\nHut” would begin to unfold.  “Wants pawn term dare\nworsted ladle gull hoe left wetter groin-murder honor itch\noffer lodging dock florist,” and so forth and so on to\ngreater glory.</p>\n<p>Interestingly enough, women were generally the first\nto respond.  Men came up ponderously in the rear.  Businessmen\nfrequently never did understand, and perhaps\njustifiably put the whole evening down as proof of the\nabsurdity of alumni meetings.  Just a bunch of nonsense.\nImpractical, at that.  And so perhaps it is, but from one\nimpracticality to another we stumble along our way\nthrough life.  There is some comfort in knowing that at\nleast in this instance no serious matters are at stake.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Languishing Art</h1> <p><em><span data-rel=\"author\">Stanford L. Luce</span> <span data-rel=\"location\">Department of French, Miami University (Ohio)</span></em></p> <p>In his article, “Phonatics (sic[k]),” in the February issue\nof VERBATIM, Robert Fowkes made a reference\nto Howard L. Chace—Horrid Lee Chaste, as he might\nrefer to himself—the author of <em>Anguish Languish</em>.  I feel\ncompelled to add some items of interest about this man\nand the linguistic limbo he created, for I shared his office,\nand in a sense his gestation, as he labored mightly to\nbring forth the “Fey-mouse Tells.”</p> <p>Actually, the stories he recast in Anguish were not so\nmuch the goal as the by-product of his affair with words.\nAs in all greater and lesser inventions, happenstance often\nproves more fruitful than plan.</p> <p>Howard Chace had become fascinated, as a linguist,\nin how many liberties could be taken with pronunciation\nbefore the words themselves became unrecognizable.  He\nhad discovered that consonants, written or spoken, were\nthe prime ingredients.  The word “television” for instance\ncould be retrieved from “toil-evasion,” but not at all from\n“bell-emission.”  Perhaps that explains why abbreviations\nmore frequently drop vowels than consonants, indeed why\nwrds wth thr vwls rmvd cn stll b ndrstd.  On the other\nhand, vowel changes could be accommodated with relative\nease by a willing listener.  “Singer sunny sex pants” still\nemerged as “Sing a song of six pence.”</p>"
}