{
  "type": "Article",
  "title": "Reviews: AFTER BABEL",
  "author": "George Steiner",
  "location": "Oxford University Press, 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: AFTER BABEL</h1>\n<p><em><span data-rel=\"author\">George Steiner</span> <span data-rel=\"location\">Oxford University Press, 1975</span></em></p>\n<p>The Song of Babel was never so well sung as in this\nbook.  It is eloquent, disturbingly persuasive, concise and\noverblown, scientific and scientistic, a mine of rich imagery,\na dazzling display of scholarship on a dozen fronts\nfrom music to biology, a summary no less of the whole\nof culture as seen by a poet and translator and revealed\nthrough language.  It is also a supremely biased book,\nwhich brings it down a level or two below greatness.  Even\nso, it is probably destined to become some kind of classic.</p>\n<p>Two themes recur.  First, all communication by whatever\nmeans, in art, science, or language, but most of all\nin language, is translation.  Second, the motive of translation\nis the easing of otherness or “alternity.”  The riddle\nthat Steiner would solve is that of the apparent oneness of\nhumanity amidst a multiplicity of tongues, not just of languages\nbut of idiolects that prevent us from fully sharing\nwith one another.  We cannot transmit directly but can\nonly interpret, ourselves to others, or others to others as\nwe try to mediate between minds.  “Inside or between languages,\nhuman communication equals translation” (47;\nsimilary 429).  The historian must constantly update history;\nit is not merely that new discoveries are made about\nthe past, but that the idiom into which the past must be\ninterpreted has itself changed.  The same is true of the\nartist, who reworks the legacy of his art.  “Picasso's variations\non Velázquez have a somewhat different aesthetic\nfrom Manet's uses of Goya,” but both exemplify “a process\nof translation” along with “the continuum of reciprocal\ntransformation and decipherment that it ensures” which\nlays down “the code of inheritance in our civilization”\n(461).  In a passage of great delicacy Steiner points out\nthe datedness of a conversation from Noel Coward's <em>Private\nLives</em> (15-17); even reaching back no farther than\n1930, one reads from “a text out of the past of one's own\nlanguage and literature,” which requires “a manifold act\nof interpretation.”</p>\n<p>Alternity is the obstacle to understanding, yet itself\na force that must be respected and understood.  A translator\nwill make his rendition as intelligible as he can to\nan audience whose time- and culture-bound conditionings\nhe knows; but if he is true to his craft he will not erase the\nuniqueness of his text, for part of his task is to “import\nnew and alternative options of being” (353) which have\nbeen realized in another culture.</p>\n<p>Alternity is Steiner's rejoinder to a static linguistics.\nThe chapters that deal explicitly with language (2 and 3)\nmight be titled “The Litterateur Strikes Back”; to attempts\non the part of linguists to subsume style, a stylist opposes\nhis own scheme of subsuming language.  It is a well-informed\nattack on hermeticism and reductionism.  Steiner\nhas read more of the antecedents of modern linguistics\nthan most linguists have, he knows logic and philosophy\nat least as well, and he is familiar with the controversies\nand cross-currents of structuralism and its successors.  To\nthe die-hard formalist who meets an objection with “We've\nheard all those arguments before,” he can reply “I've heard\nall those claims before too.”  The Sapir-Whorf theory, for\nexample, is traced beyond Humboldt to Leibniz, Vico, and\nHamann (74-77).</p>\n<p>The linguist's commitment makes him want to see all\nthe problems of analyzing language as ultimately soluble.\nIf he encounters something that escapes his net he either\npostpones it or dismisses it as trivial or irrelevant.  A nonprofessional\nlike Steiner has no ax to grind and nothing to\nlose by declaring an unresolved fact to be an unresolvable\none.  Alternity he regards as the unyielding forward thrust,\nthe impulse in language to be something other than what\nit is and therefore not subject to arrest and examination.\n“The 'messiness' of language, its fundamental difference\nfrom the ordered, closed systematization of mathematics or\nformal logic, the polysemy of individual words, are neither\na defect nor a surface feature which can be cleared up by\nthe analysis of deep structures.  The fundamental 'looseness'\nof natural language is crucial to the creative function\nof internalized and outward speech.  A 'closed' syntax, a\nformally exhaustible semantics, would be a closed world”\n(228).  Language is what gives us our tomorrows; it is “the\nmain instrument of man's refusal to accept the world as it\nis” (217); it may well be “the only area of 'free will', of\nassertion outside direct neuro-chemical causation or programming”\n(227).</p>\n<p>This of course echoes what a number of linguists have\nbeen saying, though Steiner's merit is that he lifts it off the\nground and brandishes it in our faces.  Babel was caused\nby the emancipation of meaning from form.  This is what\nhas made language creative—we are not bound by symbols\nthat tie a horse to earth, but can say (and think) “Horses\nfly.”  But the bad goes with the good: if language can\nseparate itself from reality, language can separate itself\nfrom language.  The full force of Steiner's image is in language\nas man's response to the “alternity” of evolution.  A\nspecies is kept alive by becoming different from what it\nwas as conditions change.  The vicarious change in language,\nits previsioning power, gives man a measure of\ncontrol over the conditions.</p>\n<p>Steiner is impatient of theory.  Speaking of translation,\nhe says that “there is a body of <em>praxis</em> so large and differentiated\nas to resist inclusion in any unitary scheme”\n(272).  His remarks are aimed mostly at the theory of\ntranslation, but since all communication (in his view) is\ntranslation, the same skepticism extends to language.  He is\nunsparing with transformational deep structures and (bitter\npill) wields Robert A. Hall, Jr. against Noam Chomsky\n(107).  The study of language very likely “never will be\na science” (294).  The evidence on which a systematic\ntheory of language would have to build its axioms “is far\nfrom being in any stable, statistical comprehensive, or experimentally\ncontrollable state.  In the main it consists of\nfragmentary data, rival hypotheses, intuitive conjectures,\nand bundles of images” (280).  The solution of a given\nproblem does not imply a systematic method of solving\nit—metatheory remains speculative—here Steiner follows\nWittgenstein (275).  One could take this argument a step\nfarther, I suspect, and say that human beings are born\nproblem-solvers and <em>are</em>, themselves, the metatheory.</p>\n<p>Where Steiner meets speculation with speculation of\nhis own, there is much with which a linguist has to disagree.\nErrors of fact are rare (the speech of women is not\nmore archaic in general than that of men—40; man is not\nthe only animal with a lateralized brain—evidence of lateralization\nhas been found in rhesus monkeys and in some\nspecies of birds, so the fabric built on this assumption,\n281, comes apart), but there is much guesswork and no\nsmall amount of doubtful logic.  A child does not “refuse”\nto accept the rules of adult speech (35); he ignores them.\nThe speaker who uses the word <em>Kindergarten</em> does not\nvisualize a childish Eden (35)—this is the fallacy of etymological\ntransparency, to which word-scholars are naturally\nprone.  The fallacy builds to confusion in the discussion\nof <em>J'aime la natation</em> and <em>I like to go swimming</em> (303):\nfrom a linguistic standpoint all the wrong things are\nemphasized.First, the etymologies are irrelevant; we cannot assume transparency\nfor <em>nager</em> (what speaker relates it to <em>navigate?</em>  —even in\nLatin, <em>navigo</em> had developed the sense 'swim'), nor for <em>want</em>\n(that 'desire' comes fifth among the definitions in the <em>OED</em> is\nneither here nor there), nor for <em>swim</em> (and here the presumed\ndifference turns out to be a resemblance, since <em>nato</em>, as well as\n<em>swim</em>, had the meaning 'not to stand still').  Second, the immediate\nrelationship of <em>natatio</em> is to <em>nato</em>, not <em>navigo</em>.  Third, if a\ngloss is to be used as illustration it should be as accurate as\npossible, and <em>I like to go swimming</em> calls for some comment\nabout the retained subject of the complement verb: both the\nFrench and the alternate English phrase <em>I like swimming</em> can\nbe said by someone observing others swim as well as by someone\nengaging in swimming.  And how many speakers of English sense a\ndifference in moral judgment between <em>The little boy was\nrun over by a car</em> and <em>The little boy got run over by a\ncar?</em> If anything, the first is more impersonal and less sympathetic,\nin spite of the fact that <em>got run over</em> is basically\n<em>got himself run over</em>, which, like the French <em>s'est fait\nécraser</em>, puts the responsibility on the child; the situation\nis the reverse of the “nuance of indictment” (305) that\nSteiner would infer from the etymology of the French expression.\nThis kind of reasoning is fanciful.  The distance\nbetween languages is not to be measured by lost memories.</p>\n<p>More than once the artistic statement of a point seems\nto outweigh its cogency; the writer is carried away by his\nvision.  In a passage like the following, one is beguiled by\nthe words but bewildered by the sense: “It is banal but\nnecessary to insist on a manifold reciprocity between\ngrammar and concept, between speech form and cultural\npressure.  Intricate grooves of possibility and of limitation,\nneurophysiological potentialities of many-branched but not\nunbounded realization, prepare, in ways we can only guess\nat schematically, for anything as complex as a grammar\nand system of symbolic reference.  Presumably the dialectic\nof interaction is persistent, between linguistic 'spaces' and\nthe trajectories of thought and feeling within them, between\nsuch trajectories and the unfolding or mapping of\nnew spaces.  Hebrew syntax informs and is equally informed\nby the sovereign tautologies of the axiom of an\nimmeasurable, inconceivable yet omnipresent God” (158).\nOver-intellectualization is rampant: if the Old Believers in\nRussia avoided the use of the future tense (152), the only\neffect would have been to create a new future of some\nkind, to refer to tomorrow's planting of potatoes, with the\nold future relegated to taboo—no deep change in speech\nhabits would have resulted.</p>\n<p>The linguist with an eye to his trade finds this book\nabout language a fascinating study <em>in</em> language.  The author\nis trilingual in French, German, and English; he is so\nat ease in all of them that he is sure he has no “first”\nlanguage, and I find this believable, though such perfect\nbalance must be rare.  One expects that when a speaker has\nto draw on a triple mass of vocabulary, he will tend to\nfavor the items that are shared and the meanings that enjoy\nthe highest frequency.  The former almost certainly accounts\nfor Steiner's fondness for the word <em>misprision</em>\n(<em>méprise</em>).  But it is only in the mass that one can feel the\ndepth of this unconscious calquing.  Steiner's prose lacks\nthe earthiness of a monolingual (while still soaring above\nthe unearthiness of the monolingual sociologist or bureaucrat),\nand despite the many dazzling passagesThe imagery is rich: “A user of language is like Cyrano's\nmoon-voyager, throwing the magnet of his motion before him”\n(123); “There is a Kabbalistic speculation...about a day on\nwhich words will shake off 'the burden of having to mean' and\nwill be only themselves, blank and replete as stone” (297);\n“<em>Tombeaux antiques</em> and <em>froides reliques</em> are marmoreal words,\ncounters of total repose in calculated contrast to the heat and\ntumult of the preceding action.  The effect is exactly that of a\nPoussin landscape under a retreating storm” (435).  I cite one\nextended passage to show the expressiveness of his orchestrations\n(362): “The frontiers between languages are 'alive'; they\nare a dynamic constant which defines either side in relation to\nthe other but no less to itself.  This is the enormously complex\ntopology which lies behind the old tag that knowledge of a\nsecond language will help clarify or deepen mastery of one's\nown.  To experience difference, to feel the characteristic resistance\nand 'materiality' of that which differs, is to re-experience\nidentity.  One's own space is mapped by what lies outside; it\nderives coherence, tactile configuration, from the pressure of\nthe external.  'Otherness,' particularly when it has the wealth and\npenetration of language, compels 'presentness' to stand clear.”\n much of the text is heavy going.  I am afraid that part of this is\nthe result of striving for effect, but part is also probably\ndue to being caught between three systems.  The choice of\na word such as <em>edulcoration</em> (417) is merely sophomoric.\nThe repeated' <em>of</em>'s in “The work of Panofsky, of F. Saxl,\nof Edgard Wind, of E. H. Gombrich...has taught\nus...” (426) are the lecturer's trick to impress a class.\nAnd <em>venue</em> (36), <em>miming injury</em> (222, for <em>pretending injury</em>—or,\nbetter, just <em>pretending to be hurt</em>—of a mother\nbird), and the constant sprinkling of French words in the\ntext, sound like affectations.  Steiner often seems to shun\n“the ready stamp of verbal convention” (129) for the sake\nof shunning it.  On the other hand, such things as “the\ninstigation of heuristic malaise” (162, for 'stimulating\ncuriosity' or 'raising questions'), “Their own singular use”\n(191, for 'their personal use'), and similar phrases reveal\na choice of words somehow dislodged from their native\nbases.  The monolingual reader who encounters <em>concision</em>\n(10) instead of <em>conciseness</em> does not feel quite at home\nwith the text.  And this is aggravated by what in another\nrespect is a quality: the artist's attempt at total effect, at\nthe creating of an impression by the accumulation of\nwords and locutions, rather than the artisan's minute care\nto have everything in its place: profusion swamps precision.\nThe dramatic effects are there, and many of them\nare powerful; it is not amiss that the reader is forced to\n“listen totally,” as Steiner recommends for all reading of\nany major text to grasp the meaning beyond paraphrase\n(375), because the reward is usually commensurate with\nthe effort.  But too often it is necessary to extricate meaning\nnot from profundity but from obscurity.</p>\n<p>I claimed in the beginning that <em>After Babel</em> is heavily\nbiased.  What it does it does splendidly.  It is the scholarpoet\non life and language.  But of the two defenses against\nmortality that humanity has invented, myth and laughter,\nSteiner concentrates on the first.  “A poem is maximal\nspeech,” he says (233) —and poems, though they may be\nastutely witty, are seldom written to provoke laughter\n(even music does a better job here).  Mark Twain is mentioned\nonly for his insight into childhood (36-37); absurdity\nis mentioned two or three times, but as something to\nbe admired, not laughed at.  Laughter is the antagonist of\nmyth; it is reality obtruding itself on the solemnities of\nritual and pretense through which we hide from death instead\nof confronting it.  As poet, Steiner is unflaggingly\nsober.</p>\n<p>And as a scholar likewise.  The signs of erudition are\neverywhere, and become obtrusive at times—how, for example,\nis a reader to grasp the symbology of a Moebius\nstrip (117) or the topology of Banach spaces (122)?  The\nclear statement of Steiner's intellectual elitism comes only\nin the closing pages (especially 467, with its lament for\nthe elite's loss of its former commanding position), but it\nis manifest throughout in the handling of a number of\ntopics.</p>\n<p>For all its loftiness, involution, and oftentimes resistant\nprose, <em>After Babel</em> is a marvelous book.  For a linguist\nit carries the lesson that language cannot escape from literature,\na corrective to the notion that literature needs\nonly or mainly linguistic analysis for its interpretation.\nAnd for the general reader it is a stunning reminder of the\nmediateness of almost all knowledge.</p>\n<p><em>—Dwight Bolinger, Harvard University</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: AFTER BABEL</h1> <p><em><span data-rel=\"author\">George Steiner</span> <span data-rel=\"location\">Oxford University Press, 1975</span></em></p> <p>The Song of Babel was never so well sung as in this\nbook.  It is eloquent, disturbingly persuasive, concise and\noverblown, scientific and scientistic, a mine of rich imagery,\na dazzling display of scholarship on a dozen fronts\nfrom music to biology, a summary no less of the whole\nof culture as seen by a poet and translator and revealed\nthrough language.  It is also a supremely biased book,\nwhich brings it down a level or two below greatness.  Even\nso, it is probably destined to become some kind of classic.</p> <p>Two themes recur.  First, all communication by whatever\nmeans, in art, science, or language, but most of all\nin language, is translation.  Second, the motive of translation\nis the easing of otherness or “alternity.”  The riddle\nthat Steiner would solve is that of the apparent oneness of\nhumanity amidst a multiplicity of tongues, not just of languages\nbut of idiolects that prevent us from fully sharing\nwith one another.  We cannot transmit directly but can\nonly interpret, ourselves to others, or others to others as\nwe try to mediate between minds.  “Inside or between languages,\nhuman communication equals translation” (47;\nsimilary 429).  The historian must constantly update history;\nit is not merely that new discoveries are made about\nthe past, but that the idiom into which the past must be\ninterpreted has itself changed.  The same is true of the\nartist, who reworks the legacy of his art.  “Picasso's variations\non Velázquez have a somewhat different aesthetic\nfrom Manet's uses of Goya,” but both exemplify “a process\nof translation” along with “the continuum of reciprocal\ntransformation and decipherment that it ensures” which\nlays down “the code of inheritance in our civilization”\n(461).  In a passage of great delicacy Steiner points out\nthe datedness of a conversation from Noel Coward's <em>Private\nLives</em> (15-17); even reaching back no farther than\n1930, one reads from “a text out of the past of one's own\nlanguage and literature,” which requires “a manifold act\nof interpretation.”</p> <p>Alternity is the obstacle to understanding, yet itself\na force that must be respected and understood.  A translator\nwill make his rendition as intelligible as he can to\nan audience whose time- and culture-bound conditionings\nhe knows; but if he is true to his craft he will not erase the\nuniqueness of his text, for part of his task is to “import\nnew and alternative options of being” (353) which have\nbeen realized in another culture.</p>"
}