{
  "type": "Article",
  "title": "REVIEWS: THE GREAT AMERICAN BLOW-UP: Puffery in Advertising and Selling",
  "author": "Ivan L. Preston",
  "location": "The University of Wisconsin Press, 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">REVIEWS: THE GREAT AMERICAN BLOW-UP: Puffery in Advertising and Selling</h1>\n<p><em><span data-rel=\"author\">Ivan L. Preston</span> <span data-rel=\"location\">The University of Wisconsin Press, 1975</span></em></p>\n<blockquote>\n<p>\"By legal definition, puffery is advertising or other sales representations which praise the item to be sold with subjective opinions, superlatives, or exaggerations, vaguely and generally, stating no specific facts.\"  [p. 17]</p>\n</blockquote>\n<p>While we cannot be enamored of the grammar of this quotation from <em>Blow-Up</em> (and it is fairly typical of the style of the book), we must admit that the content is redeeming. As readers of VERBATIM already know, we are deeply interested in the Languages of Persuasion and Deception: when <em>Blow-Up</em> is not dealing with their language, it is dealing with Persuasion and Deception themselves. Starting in the Middle Ages, Preston, who is a professor of consumerism at the University of Wisconsin, traces the history of commercial flummery from <em>caveat emptor</em> to modern consumerism <em>(caveat vendor?)</em>, and, while his style may leave something to be desired, he has produced an utterly fascinating book that describes the workings of advertising, and the law (as represented by the FTC, the FDA, and their several judiciary functionaries), as well as the machinations of unscrupulous sellers.  <em>Sellerist</em>, a word we had not previously encountered, is contrasted with <em>consumerist</em>, both being adjectives.</p>\n<p>Because <em>Blow-Up</em> deals so heavily with legal matters, a substantial portion of it concerns itself with language: a case involving the distinction between <em>remedy</em> and <em>relief</em> centers on the advertised claim by the manufacturer that a patent medication is \"for quick relief from the itching of eczema, blotches, pimples, athlete's foot, scales, rashes, and other externally caused skin eruptions.\"  The FTC (in 1942) issued a Cease and Desist Order contending that the product was represented as a <em>remedy</em>,</p>\n<p>\"notwithstanding its use only of the word 'relief.'  The potential for deception was presumed to lie in the common confusion between a relief, which merely alleviates symptoms, and a remedy, which alleviates their cause. [The manufacturer rejoined that the ad] referred to relief only from the <em>itching</em> of eczema, etc., and not to actual relief....\"  [p. 140]</p>\n<p>Although the Appeals Court agreed that</p>\n<p>\"there is merit in...[the] contention that this and similar statements, when carefully scrutinized, may thus be construed,...the weakness of this position lies in the fact that such representations are made to the public, who, we assume, are not, as a whole, experts in grammatical construction.  Their education in parsing a sentence has either been neglected or forgotten.  We agree with the Commission that this statement is deceptive.\"</p>\n<p>Isn't it nice to know that Big Brother is looking after you?  In addition to the quibble we might make about \"been either\" instead of \"either been,\" we fail to see that the discernment of the distinction between <em>remedy for eczema, etc</em>. and <em>relief from itching of eczema, etc</em>. has anything to do with grammatical construction or with sentence parsing, but that, too, is probably a quibble.</p>\n<p>This example is only one of the hundreds that abound in <em>Blow-Up</em>, some of them going back to problems with horses and carts and with magic bezar-stones in what appears to have been a contentious, if merry, Olde Engelonde. Today, though, any home carpenter who has tried to design a bookcase with \"12-inch boards\" that actually measure 11¼ inches (and seem to be getting smaller every day) will find a soul-mate in Professor Preston [p. 229]. And purchasers of 9-inch pies that measure only 7¾ inches will find little consolation in the revelation that \"industry practice includes the rim of the pan in determining the stated size\"!  Add purchasers of McDonald's \"quarter-pounder,\" found to weigh 3⅞ ounces (average), but in that case, McDonald's, claiming raw weight instead of cooked, lost the battle and was directed to specify \"precooked weight one-quarter pound.\"</p>\n<p>Amply documented by footnotes in an Appendix, where they distract least from the reading of the text, <em>Blow-Up</em> is an extremely readable account of the history of consumerism in America, and a most interesting aspect of the book is that it deals with <em>linguistic fraud</em> (i.e., the language used in describing a product) rather than short measures and machines that don't work.  In many respects it is a most readable, worthwhile book; it's only a pity that the author's analytical perception of what is reprehensible in the language of others fails to extend to an appreciation of his own.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">REVIEWS: THE GREAT AMERICAN BLOW-UP: Puffery in Advertising and Selling</h1> <p><em><span data-rel=\"author\">Ivan L. Preston</span> <span data-rel=\"location\">The University of Wisconsin Press, 1975</span></em></p> <blockquote>\n<p>\"By legal definition, puffery is advertising or other sales representations which praise the item to be sold with subjective opinions, superlatives, or exaggerations, vaguely and generally, stating no specific facts.\"  [p. 17]</p>\n</blockquote> <p>While we cannot be enamored of the grammar of this quotation from <em>Blow-Up</em> (and it is fairly typical of the style of the book), we must admit that the content is redeeming. As readers of VERBATIM already know, we are deeply interested in the Languages of Persuasion and Deception: when <em>Blow-Up</em> is not dealing with their language, it is dealing with Persuasion and Deception themselves. Starting in the Middle Ages, Preston, who is a professor of consumerism at the University of Wisconsin, traces the history of commercial flummery from <em>caveat emptor</em> to modern consumerism <em>(caveat vendor?)</em>, and, while his style may leave something to be desired, he has produced an utterly fascinating book that describes the workings of advertising, and the law (as represented by the FTC, the FDA, and their several judiciary functionaries), as well as the machinations of unscrupulous sellers.  <em>Sellerist</em>, a word we had not previously encountered, is contrasted with <em>consumerist</em>, both being adjectives.</p> <p>Because <em>Blow-Up</em> deals so heavily with legal matters, a substantial portion of it concerns itself with language: a case involving the distinction between <em>remedy</em> and <em>relief</em> centers on the advertised claim by the manufacturer that a patent medication is \"for quick relief from the itching of eczema, blotches, pimples, athlete's foot, scales, rashes, and other externally caused skin eruptions.\"  The FTC (in 1942) issued a Cease and Desist Order contending that the product was represented as a <em>remedy</em>,</p>"
}