{
  "type": "Article",
  "title": "Reviews: THE RANDOM HOUSE COLLEGE DICTIONARY",
  "author": "Revised Edition",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE RANDOM HOUSE COLLEGE DICTIONARY</h1>\n<p><em><span data-rel=\"author\">Revised Edition</span> <span data-rel=\"location\"></span></em>, Edited by Jess Stein, Random House, 1975.</p>\n<p>Having been the editor in chief of the original of this dictionary, we struggled with our conscience on the subject of whether or not it was proper to write this review. On the grounds that it is unlikely that a better-qualified reviewer could be found who is as familiar with the work as we are, we declared an armistice.</p>\n<p>Dictionaries are easy to criticize adversely: any reviewer who knows his onions can peel off one papery layer after another and find sufficient cause to weep.  At the very outset, we were dismayed to discover the first blow to our ego: our name had been removed from the title page, though we found it on the Staff list, buried in the front matter.  Our original Preface remains.  It should be pointed out that the <em>Revised Edition</em> is touted as containing 170,000 entries, or about 10,000 more than the original—an addition of some 7%—hardly enough to warrant the removal of the name of the person responsible for 93%! As we proceeded with our examination of the book, however, we weren't so certain that the deletion hadn't been a merciful one.</p>\n<p>In his \"Preface to the Revised Edition,\" Jess Stein mentions eight new entries; it seemed fair to assume that those entries, if not truly representative of the <em>Revision</em>, were at least presented as \"showcase\" entries: otherwise, why single them out?  So we looked them all up, with the following somewhat mixed results:</p>\n<blockquote>\n<p>Watergate 1.  an illegal break-in at Democratic party headquarters in Washington, D.C., during the presidential campaign of 1972, allegedly by Republican campaign employees for political espionage and sabotage. 2. any political activity that is grossly illegal or unethical, usually involving unfair tactics, concealed contributions, special-interest deals, and abuse of governmental trust for partisan advantage, [from the name of the building in which the break-in occurred]</p>\n</blockquote>\n<p>Definition 2. appears to be fine.  But in definition 1, Watergate wasn't \"an illegal break-in,\" it was \"<em>the</em> illegal break-in\": a specific, not a typical event is described, and, in English, we have definite and indefinite articles to denote the distinction.  According to our estimate of when the <em>Revised Edition</em> went to press, based on the fact that it notes Chiang Kai-shek's death in April 1975, the editors of the <em>Revised Edition</em> must have known about the convictions of the Watergate plumbers; hence, \"allegedly\" is just plain wrong, alleged weasel-word that it is.</p>\n<blockquote>\n<p>massage parlor a commercial establishment most often for the massage of males by masseuses, who are sometimes allegedly also engaged in illegal sexual activities.</p>\n</blockquote>\n<p>Let's face it: legitimate places of business where a man can get a massage are not called massage parlors.  Also, there's that \"allegedly\" again, which the editors will leap to defend on the grounds that dictionary definitions might otherwise be construed as libelous.  Not if the definition reads, more accurately, \"a commercial establishment ostensibly for the massage of men [why <em>males</em>?] by masseuses but usually for the practice of illegal sexual activities.\"</p>\n<p>Curiously, <em>streak</em> is defined as \"to engage in the fad of streaking.\"  It is curious because dictionaries place definitions under gerunds only when the gerund is far, far more frequent than the verb, which we do not believe to be the case with <em>streak/streaking</em>.  The definition is:</p>\n<blockquote>\n<p>streaking (esp. among college students) a prank or fad of dashing briefly in the nude across a campus, street, etc., in public view.</p>\n</blockquote>\n<p>Based on personal knowledge, we can attest that \"(esp. among college students)\" is not in keeping with the facts. The style is poor: either one writes \"a prank or fad consisting of dashing...\" or \"the prank or fad of dashing...,\" but not a mixture of the two.  Also since \"dashing\" carries the connotation of \"briefly,\" the combination is tautological. And lastly, \"in or through a crowded public place, as across a street, through a restaurant, etc.\" would, we think, have been better.  Let's go on:</p>\n<blockquote>\n<p>designated hitter <em>Baseball</em>. a hitter selected prior to the start of the game to bat for the starting pitcher and all subsequent pitchers without otherwise affecting the status of the pitchers in the game.  <em>Abbr.:</em> dh</p>\n</blockquote>\n<p>Baseball is one of our weakest points, which makes us at once suspicious of the phrase \"prior to the start of the game,\" chosen in (obvious) preference to \"before a game,\" which also takes care of the question of why \"the game\" instead of \"a game,\" when the latter is more in keeping with the Dictionary's style?  And what can \"the starting pitcher and all subsequent pitchers\" mean?  The pitchers of both teams resort to the same <em>designated hitter?</em>  And what does the \"otherwise\" accomplish except except to confuse?  Our version: \"a pinch hitter selected before a game to hit in place of his team's pitchers.\"</p>\n<blockquote>\n<p>eight-track a magnetic-tape cartridge, esp. one carrying eight parallel tracks of prerecorded sound or music.</p>\n</blockquote>\n<p>Is this really a <em>noun?</em>  If it is an inherent characteristic of eight-track cartridges to contain tapes with eight tracks on them (which one would assume), then what in Heaven's name is the \"esp.\" doing there?  If the tape has only four tracks or six, the cartridge would hardly be called an \"eight-track.\"  And, worse than that, the chief distinction between a cartridge and a cassette is simply ignored, namely that the former contains a looped tape that will play continuously unless turned off while the latter must be flipped over or rewound for continued play.</p>\n<blockquote>\n<p>job bank <em>U.S.</em> a computerized data file for matching unemployed workers with appropriate job openings in a local or regional labor market, usually operated by government employment services.</p>\n</blockquote>\n<p>Our only serious objection to this rather verbose definition is that the adjective form of <em>government</em> (unless you are using Nounspeak) is <em>governmental</em>.</p>\n<blockquote>\n<p>OPEC Organization of Petroleum Exporting Countries.</p>\n</blockquote>\n<p>Not a very useful entry without identification of its members. Members are given for <em>SEATO</em> and <em>NATO</em>.</p>\n<blockquote>\n<p>launder <em>Slang.</em> to disguise the source of (money, esp. illegal campaign funds or profits from criminal activities), esp. by routing it abroad through a foreign bank.</p>\n</blockquote>\n<p>We think that <em>conceal</em> would be more accurate than <em>disguise</em>, we don't like the two \"esp.\" usages, and a better word, which we cannot think of right now, could be used in place of \"routing.\"</p>\n<blockquote>\n<p>stonewall 1.  <em>U.S. Informal.</em> to block, stall, or resist, esp. intentionally.</p>\n</blockquote>\n<p>We are very bored with the use of \"esp.,\" which begins to emerge in every definition and raises not a few suspicions as to the definers' abilities to be specific.  Moreover, since \"block, stall, or resist\" carry in them the implication of intention, the last two words are <em>de trop</em>.</p>\n<p>So much for the showcase entries.  Turning now to other new terms, we marked a few in the Sunday <em>New York Times</em> of October 26, 1975, which we think have been in the language long enough to have been picked up by the <em>RHCD</em> editors and researchers.  Yet, the following were not in at all:</p>\n<p><em>LED</em> [<em>light-emitting diode</em>] (neither is in)</p>\n<p><em>East African Economic Community\npointelle</em></p>\n<p><em>sacrament of the sick</em> (formerly <em>last rites</em>)</p>\n<p>Then we checked some others that occurred to us and were found to be absent from the <em>RHCD:</em></p>\n<p><em>plumber</em>      (Watergate sense)</p>\n<p><em>disk pack</em>     (computer sense)</p>\n<p><em>floppy disk</em>    (computer sense)</p>\n<p><em>COM</em>    [computer output microform]</p>\n<p><em>CREEP</em>    [Committee to _Re-E_lect the _P_resident]</p>\n<p><em>stagflation</em></p>\n<p><em>SoHo</em> [a district in New York City South of _Ho_uston]</p>\n<p>Also, <em>Solzhenitsyn</em>, whom I would look up mainly to see how his name is spelled, is misspelled <em>Solzhenitysn</em>.</p>\n<p>If Chiang Kai-shek, who died in April 1975, is listed as dead, then why haven't the following entries been updated?:</p>\n<p><em>Faisal</em>—no death date; died March 1975.\n<em>Bulganin</em>—no death date; died February 1975.\n<em>Huxley</em>—no death date; died February 1975.\n<em>Wodehouse</em>—no death date; died February 1975.\n<em>Bush, Vannevar</em>—no death date; died June 1974.\n<em>de Seversky, Alexander</em>—no death date; died August 1974.\n<em>Peron</em>—no death date; died July 1974.\n<em>Leakey, Louis S</em>.—no death date; died October 1972.\n<em>Armstrong, Louis</em>—no death date; died July 1971.\n<em>O'Boyle, Patrick</em>—no longer bishop of Washington, D.C.</p>\n<p>And why is Willy Brandt still listed as Chancellor of West Germany when he resigned on May 6, 1974?</p>\n<p>We could go on, and on, and on.  But to what avail? The war is still on in Vietnam; Sadat doesn't exist; neither does Giscard d'Estaing or (perhaps mercifully) Idi Amin. The definitions of <em>Moog synthesizer</em> and of <em>Wankel engine</em> need serious revision; <em>women's lib</em> and <em>women's liberation</em> are not syllabified correctly.</p>\n<p>In short, although <em>The Random House College Dictionary</em> might have been a superior work of lexicography (and we weren't the only ones to say so), its reputation has been compromised by the appearance of the <em>Revised Edition</em>, which leaves much to be desired—namely, an accurate <em>Revised Edition</em> of the <em>RHCD</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE RANDOM HOUSE COLLEGE DICTIONARY</h1> <p><em><span data-rel=\"author\">Revised Edition</span> <span data-rel=\"location\"></span></em>, Edited by Jess Stein, Random House, 1975.</p> <p>Having been the editor in chief of the original of this dictionary, we struggled with our conscience on the subject of whether or not it was proper to write this review. On the grounds that it is unlikely that a better-qualified reviewer could be found who is as familiar with the work as we are, we declared an armistice.</p> <p>Dictionaries are easy to criticize adversely: any reviewer who knows his onions can peel off one papery layer after another and find sufficient cause to weep.  At the very outset, we were dismayed to discover the first blow to our ego: our name had been removed from the title page, though we found it on the Staff list, buried in the front matter.  Our original Preface remains.  It should be pointed out that the <em>Revised Edition</em> is touted as containing 170,000 entries, or about 10,000 more than the original—an addition of some 7%—hardly enough to warrant the removal of the name of the person responsible for 93%! As we proceeded with our examination of the book, however, we weren't so certain that the deletion hadn't been a merciful one.</p> <p>In his \"Preface to the Revised Edition,\" Jess Stein mentions eight new entries; it seemed fair to assume that those entries, if not truly representative of the <em>Revision</em>, were at least presented as \"showcase\" entries: otherwise, why single them out?  So we looked them all up, with the following somewhat mixed results:</p>"
}