{
  "type": "Article",
  "title": "Letters {Donald R. Morris}",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Letters {Donald R. Morris}</h1>\n<p>John F. Gummere [\"Clicks Are Very Common,\" VERBATIM II, 2, 5] makes a delightful comment, although in claiming eight clicks for English and thus an inferiority to \"Hottentot,\" he is somewhat wide of the mark.  To begin with, there are no longer any Hottentots, and the language they spoke is for all practical purposes dead. The original inhabitants of southern Africa (insofar as <em>Homo Sapiens</em> is concerned), were the Bushmen, who spoke and speak languages of the Khoisan group, in which tongue clicks appear.  The Hottentots arrived in the area about a millennium ago; their language was distinct from the Bushmen languages, although it is included in the Khoisan group, and such click sounds as it featured were probably acquired by contact.</p>\n<p>Europeans arrived at the Cape in 1652, contributing to an almost immediate erosion of Hottentot culture; in the 1770s, smallpox completed the job that contact with the Europeans had begun.  At about the same time, the Bantu began to drift into southern Africa from the north.</p>\n<p>\"Bantu\" is a linguistic rather than an ethnic term: it was coined in the 1850s by a philologist, Wilhelm Bleek, to characterize those peoples south of the Sahara speaking a group of related languages featuring prefixial concords, that is, a system in which the prefix is inflected to indicate grammatical case and number rather than, as in most western European languages, the suffix.  For example, in many of these languages the root word for 'man' is <em>Ntu</em>.  'Single man' is <em>umuNtu</em> and 'people' is <em>abaNtu</em>, whence <em>Bantu</em> for the people as a whole and <em>munt</em>, the vulgar European term for a black in South Africa.</p>\n<p>Although all these languages are closely related, only the groups known as the Eastern Nguni Bantu use tongue clicks.  These groups are found east of the Drakensberg range along the Indian Ocean, north of, in, and south of Natal, and they acquired their clicks the same way the Hottentots did, by practicing exogamy (marriage outside the clan): they kidnapped Bushmen women, who passed on a large store of household words with clicks in them to their children.  The two best known languages featuring the clicks are Zulu and Xhosa, which are mutually intelligible. The inland Bantu languages, such as Sesotho, do not have clicks.</p>\n<p>There are only three clicks:</p>\n<ol>\n<li>\n<p>Dental: (Mr. Gummere's \"tsk-tsk,\" \"tut-tut,\" and \"tchtch.\") Official Zulu orthography uses a <em>c</em> for the dental click, since <em>c</em> can always be replaced by <em>s</em> or <em>k</em> (and <em>ch</em> can be spelled <em>tsh</em>).</p>\n</li>\n<li>\n<p>Lateral: (Mr. Gummere's \"exhortation\" or \"wolf\" click.)  Zulu uses x for this, since x can always be replaced by <em>ks</em>.</p>\n</li>\n<li>\n<p>Palato-alveolar: (Mr. Gummere missed this one.)  It is formed by placing the tongue against the hard palate and drawing it back and down; in simpler times, it was used by children to imitate the sound of a gun or of a cork coming out of a bottle.  It is sometimes rendered \"Cluck!\" in English.  The Zulus use a <em>q</em> for it, since one can always replace <em>q</em> with <em>kw</em>.</p>\n</li>\n</ol>\n<p>The clicks are normally unvoiced, unaspirated, and nonnasal. If voiced, they are preceded by a <em>g</em>, if aspirated they are followed by an <em>h</em>, and if nasalized they are preceded by an <em>n</em>.  This leads to odd-looking spellings (<em>isaNgqu, iQwa</em>), but it is all perfectly clear to the Zulus. The exact pronunciation is best learned from a native speaker.</p>\n<p>That leaves what Mr. Gummere calls \"the click of osculation,\" which is no click at all but an imploded <em>b</em>.  (One draws the breath in rather than aspirating while pronouncing <em>b</em>.)  Imploded <em>b</em> is a distinct sound in the Eastern Nguni languages, as well as many others, and, if it is available in the type font, Cyrillic \" \" is used for it; if not, <em>b</em> is used for the imploded <em>b</em> and <em>bh</em> for our aspirated English b.  The word <em>Bantu</em> itself features an imploded <em>b</em>: try saying it while drawing in on the <em>b</em> instead of aspirating— it is an entirely different word from <em>Bhantu</em>.</p>\n<p>English, in short, does use tongue clicks—two of them (doubled dental and doubled lateral) form true words in that they have universally understood semantic content, although we have no convenient conventions for spelling them.  Zulu would spell \"tsk-tsk\" <em>cece</em> (which is, in fact, the word for 'wedding or engagement party') and would spell our \"wolf\" click <em>xexe</em>.  That doesn't happen to be a word in Zulu, although <em>xoxo</em> means 'frog.'  A motorcycle, incidentally, is <em>isiQhuqhuqhu</em>—note the onomatopoeia in the tripled, aspirated palato-alveolar click.</p>\n<p><em>—Donald R. Morris, The Houston POST</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Letters {Donald R. Morris}</h1> <p>John F. Gummere [\"Clicks Are Very Common,\" VERBATIM II, 2, 5] makes a delightful comment, although in claiming eight clicks for English and thus an inferiority to \"Hottentot,\" he is somewhat wide of the mark.  To begin with, there are no longer any Hottentots, and the language they spoke is for all practical purposes dead. The original inhabitants of southern Africa (insofar as <em>Homo Sapiens</em> is concerned), were the Bushmen, who spoke and speak languages of the Khoisan group, in which tongue clicks appear.  The Hottentots arrived in the area about a millennium ago; their language was distinct from the Bushmen languages, although it is included in the Khoisan group, and such click sounds as it featured were probably acquired by contact.</p> <p>Europeans arrived at the Cape in 1652, contributing to an almost immediate erosion of Hottentot culture; in the 1770s, smallpox completed the job that contact with the Europeans had begun.  At about the same time, the Bantu began to drift into southern Africa from the north.</p> <p>\"Bantu\" is a linguistic rather than an ethnic term: it was coined in the 1850s by a philologist, Wilhelm Bleek, to characterize those peoples south of the Sahara speaking a group of related languages featuring prefixial concords, that is, a system in which the prefix is inflected to indicate grammatical case and number rather than, as in most western European languages, the suffix.  For example, in many of these languages the root word for 'man' is <em>Ntu</em>.  'Single man' is <em>umuNtu</em> and 'people' is <em>abaNtu</em>, whence <em>Bantu</em> for the people as a whole and <em>munt</em>, the vulgar European term for a black in South Africa.</p> <p>Although all these languages are closely related, only the groups known as the Eastern Nguni Bantu use tongue clicks.  These groups are found east of the Drakensberg range along the Indian Ocean, north of, in, and south of Natal, and they acquired their clicks the same way the Hottentots did, by practicing exogamy (marriage outside the clan): they kidnapped Bushmen women, who passed on a large store of household words with clicks in them to their children.  The two best known languages featuring the clicks are Zulu and Xhosa, which are mutually intelligible. The inland Bantu languages, such as Sesotho, do not have clicks.</p>"
}