{
  "type": "Article",
  "title": "Talking Turkey",
  "author": "Robert A. Fowkes",
  "location": "Professor of Germanic Languages New York University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Talking Turkey</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Professor of Germanic Languages New York University</span></em></p>\n<p>In naming foods, dances, products, diseases, and other phenomena of exotic origin—or allegedly so—languages often seem to go divergent or contradictory ways.  Sometimes there is chauvinistic shifting of fancied blame, as when certain diseases are named for a given nationality in one country, and for another in another.  The \"French pox\" is obviously going to be called something else in France; and while an Englishman takes \"French leave\" in going AWOL, his French counterpart sneaks away in \"English file\" or the like.</p>\n<p>The walnut (like German <em>Walnuss</em>, Middle High German <em>wälhisch nuz</em>, Not So High German, <em>walnot</em>, Old English <em>wealh-hnutu</em>, Old Norse <em>walhnot</em>) is a \"Welsh nut\" = \"Gaulish nut,\" but the Welsh call it <em>cneuen ffrengig</em> or \"French nut\" (Old French had <em>nois gauge</em>, the equivalent of Latin <em>nux gallica</em> or \"Gaulish nut\" —and the confounding of French and Gaulish/Gallic is notorious).</p>\n<p>A similar state of affairs is encountered when we look at words for <em>turkey</em> in various languages.  It comes as a slight jolt—to those easily jolted—to learn that the Turkish word for our American fowl is <em>hindi</em>, although the jolt is cushioned somewhat if we are\nfortified with a smattering of ignorance in a few other languages and recall that Yiddish has <em>indík</em>, which is itself reminiscent of words in Slavic languages, e.g. Polish <em>indyk</em>, Russian <em>indyúk</em> (and <em>indyúshka</em> for 'turkey hen,' cf. Czech <em>indianka</em>, Serbian <em>indijun</em>, etc.).</p>\n<p>In French the Indic appellative is slightly disguised by the dropping of <em>coq</em> from <em>coq d'Inde</em>, yielding <em>dinde</em>, with the still more disguised augmentative <em>dindon</em>.  And, although the most common Italian word for <em>turkey</em> is <em>tacchino</em> (a derivative of <em>tacco</em>, apparently, but which <em>tacco?</em>), there is a synonymous <em>gallo d'India</em>, matching several of the examples above, as well as Breton <em>yar-Indez</em> 'hen of India' and <em>kilhogIndez</em>\n( = Fr. <em>coq d'Inde</em>) 'cock of India.'  Armenian <em>hndkahav</em> (Western Armenian <em>hntgahav</em>) also means 'India hen.'</p>\n<p>Welsh, betrayed by English, has <em>twrci</em>.  Irish has <em>turcaí</em>, from the same source, but also <em>cearc fhrancach</em> 'French hen,' and Gaelic has <em>eun-Frángach</em> 'French\nbird.'</p>\n<p>Dutch and Scandinavian (with certain loan relationships) have other intriguing forms betokening an Indic (or even Dravidian) background: Dutch <em>kalkoen</em>, Danish <em>kalkunsk hane/kalkunsk henne</em> 'turkey cock/hen,' Norwegian <em>kalkun</em>, Swedish <em>kalkontupp</em> 'turkey cock,' <em>kalkonhöna 'turkey hen,'</em> and Icelandic has <em>kalkúna, kalkúnskur hani</em>, which must be very cold turkey indeed.</p>\n<p>German had <em>kalekutisch hun</em> (16th century), preceded by <em>indianisch han</em> a few years earlier, both ultimately ousted (in the standard language, not in all the dialects)\nby <em>Truthahn</em> (in which <em>trut</em>- may be connected with a verbal root meaning 'puff up, strut, etc.').  One might think that <em>indianisch</em> meant 'West Indian' or 'Amerindian,' and\nthe misnomer would be no worse than that applied to the 'Indians' themselves.  But <em>kalkun, kalekutisch hun</em> and the rest show that no western designation is involved, since\nthat whole battery of names is based on <em>Kalikati</em>, the city of Calicut on the Malabar coast of SW India.  (The word <em>calico</em> is also derived from that city name—which, by the\nway, has nothing much to do with Calcutta, which is some 1300 miles to the northeast as the turkey struts).  In Hindi, <em>Kolikodu</em> and, more pertinently, in Malayalam, <em>Kozhikode</em>\n'Calicut' = something like 'Rooster Fortress,' and there is a legend, vaguely reminiscent of the Dido story, according to which a local chieftain (the <em>zamorin</em>) is allowed possession of as much land as the area in which a cock's crow can be heard (by whom isn't clear).  This onomastic tale hardly sheds much light, however, on the actual process of\ntransfer of the name from one fowl to another.  One Hindi word for <em>turkey</em> is, interestingly enough, <em>peru</em>, which not only shows a realization that the bird came from this hemisphere but may also imply a possible trans-Pacific \"passage to India.\"</p>\n<p><em>Turkey</em> has also been applied to more than one bird. An old rhyme says,</p>\n<blockquote>\n<p>Turkeys heresy hops and beer<br>\nCame into England all in one year.</p>\n</blockquote>\n<p>There has been speculation as to what year that was.  It was surely in the sixteenth century, perhaps as early as 1527, but there is no reason to go into problems of dating.\n(Beer was obviously made in England long before that time, but not the kind brewed with hops).  The turkeys must have been guinea fowls, for that was the early meaning of <em>turkey</em>.  The guinea hen, a native of Africa, was introduced into Europe from the Levant, through provinces of the Turkish Empire.  For a while the same term was applied to both the guinea hen and our turkey.  When the two birds were finally disentangled, the inappropriate name was kept for the American bird.  If it is true that <em>turkey</em> referred to routes of importation (even though with application to the wrong creature), we are reminded to a slight degree of the various names given the Gypsies, who have been called Bohemians, presumably because they passed through Bohemia, and Gypsies because somebody\nthought they came from Egypt; the Flamenco designation may also refer to an alleged sojourn in Flanders, although this is debatable.  <em>Hindi</em> would actually have been a better\nname for them, since they started from India on their long peregrination ages ago.</p>\n<p>None of this explains why the American bird does not have a native name in the land of its origin.  But it is hard to think of birds that do have native names here (unlike <em>raccoon, opossum, skunk</em>, and <em>chipmunk</em>, which bear Indian names, however altered they may be).  There obviously was a native name once—or numerous ones—for the Indians are said to have partly tamed the turkey in pre-Columbian times.  To complicate the matter even further,\nthere are at least two different birds, it seems, to which the name turkey is applied in this hemisphere, which may be an instance of more truth than poultry—but most likely\nvice versa.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Talking Turkey</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Professor of Germanic Languages New York University</span></em></p> <p>In naming foods, dances, products, diseases, and other phenomena of exotic origin—or allegedly so—languages often seem to go divergent or contradictory ways.  Sometimes there is chauvinistic shifting of fancied blame, as when certain diseases are named for a given nationality in one country, and for another in another.  The \"French pox\" is obviously going to be called something else in France; and while an Englishman takes \"French leave\" in going AWOL, his French counterpart sneaks away in \"English file\" or the like.</p> <p>The walnut (like German <em>Walnuss</em>, Middle High German <em>wälhisch nuz</em>, Not So High German, <em>walnot</em>, Old English <em>wealh-hnutu</em>, Old Norse <em>walhnot</em>) is a \"Welsh nut\" = \"Gaulish nut,\" but the Welsh call it <em>cneuen ffrengig</em> or \"French nut\" (Old French had <em>nois gauge</em>, the equivalent of Latin <em>nux gallica</em> or \"Gaulish nut\" —and the confounding of French and Gaulish/Gallic is notorious).</p> <p>A similar state of affairs is encountered when we look at words for <em>turkey</em> in various languages.  It comes as a slight jolt—to those easily jolted—to learn that the Turkish word for our American fowl is <em>hindi</em>, although the jolt is cushioned somewhat if we are\nfortified with a smattering of ignorance in a few other languages and recall that Yiddish has <em>indík</em>, which is itself reminiscent of words in Slavic languages, e.g. Polish <em>indyk</em>, Russian <em>indyúk</em> (and <em>indyúshka</em> for 'turkey hen,' cf. Czech <em>indianka</em>, Serbian <em>indijun</em>, etc.).</p>"
}