{
  "type": "Article",
  "title": "Reviews: THE D.C. DIALECT: How To Master the Language of Washington in Ten Easy Lessons",
  "author": "Paul Morgan and Sue Scott",
  "location": "Washington Mews Books, 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE D.C. DIALECT: How To Master the Language of Washington in Ten Easy Lessons</h1>\n<p><em><span data-rel=\"author\">Paul Morgan and Sue Scott</span> <span data-rel=\"location\">Washington Mews Books, 1975</span></em></p>\n<p>This is supposed to be an amusing book, the Preface suggesting that the reader \"have fun with 'The D.C. Dialect.' \"  Trying to be witty, the authors propose to give us \"ten easy lessons\" on how to succeed in being impersonal in our speech, obscure, pompous, evasive, repetitious, awkward, incorrect, faddish, serious, and unintelligible.  But Morgan and Scott's attempted humorous treatment of the language of Washington, D.C., officialdom, especially the language of Watergate, turns out in the end not to be so funny after all.  I am not persuaded that jestingly giving us lessons on how effectively to use evasive, pompous, and faddish language is rhetorically the best way to combat the language of deception which came to us from Nixon and his subordinates.</p>\n<p>Each chapter begins with a short \"satiric\" comment about the type of speech being considered in that section. The chapter on \"BE OBSCURE,\" for instance, begins: \"Always speak in riddles.  Obscurity is the stock-in-trade of the D.C. Dialect, since Washington officials must never say what they mean in language anyone can understand. Only peasants do that....  It profiteth officials little if their listeners understand them....  Therefore, they load their speech with words and phrases that are obscure, useless, and vague.  Go and do likewise, and you will soon reap the rewards you so richly deserve.\"  (p. 18) The rest of the chapter basically consists of examples of \"obscure\" discourse from Haldeman, Mitchell, Dean, Ehrlichman, <em>et al</em>.  The authors end the chapter by telling the reader to study the following quote from General Haig \"and know that when you can create obscurity like this, you have arrived: 'I want to say this very carefully and very precisely, but certainly, certainly any foreign leader, whether he be friend or potential foe, must in a period of turmoil here at home make his calculations without the unity, the permanency, the strength and resilience of this government in a way that had to take consideration of this tape issue into mind.' \"  (p. 24)</p>\n<p>The chief contribution of this book is not in its being witty but in the compilation of the types of phrases and sentences which have flourished on the Washington scene. The authors, however, do not cite the sources of their quotations and we are thus left without information as to where the \"D.C. Dialect\" excerpts originally appeared.  A simple, unobtrusive footnoting system would have taken care of this problem.</p>\n<p>While I read this attempted \"fun\" treatment of political and legal evasiveness and pomposity, I also was exposed to the numerous clichés Morgan and Scott seem to favor.  Perhaps we need a follow-up book titled <em>Cliché Dialect</em>, using <em>The D.C. Dialect</em> as the basis for the study. In gathering materials for their book, Morgan and Scott declare: \"We've gathered examples of DCD from all the important people in Washington, past and present, from the Watergate hearings to press releases to public speeches to the White House Transcripts to public trials.  We've left no stone unturned.\"  (p. 8).  In reference to the officials' overuse of the word \"matter,\" the authors tell us that \"John Dean takes the cake when it comes to using the word.\"  (p. 21) As for obscure sentences, \"If William Faulkner were alive today, he would surely be green with envy of such complex sentence structure!\"  (p. 24); \"If Mr. Laird had stuck conscientiously to DCD, even in his private memos, this bit of truth would never have seen the light of day.\"  (p. 41).  We are told to \"think of the rewards that await your mastering of DCD, and you will find renewed strength to speak awkwardly as possible.\" (p. 56). and later that \"government officials are nothing if not abreast of the times, and you must be too.\"  (p. 76). \"Mixed metaphors,\" Morgan and Scott assert, \"have the authority of arresting and holding the listener's attention, a power that plain old common or garden variety metaphors often lack.\"  (p. 117).</p>\n<p>Speaking of metaphors, two of my favorites by Morgan and Scott (not by Dean, Haldeman, Nixon, or Mitchell) are \"When you have exhausted all other techniques of evasive language and you are pinned to the wall with a direct question you don't want to answer, just throw logic and common sense to the wind.\"  (p. 44), and \"It is hard to imagine what could have spawned this amazing picture.\" (p. 90).  Having had us throw logic and common sense to the wind while we are pinned to the wall, and having had us spawn an amazing picture, Morgan and Scott go on to sardonically quote Henry Peterson: \"I'm not a whore.  I walked through a minefield and came out clean.\"  (p. 119).</p>\n<p>I leave it to the reader to decide which is a more difficult task: to walk through a minefield and not come out a whore or to throw logic to the wind while pinned to the wall.  Come to think of it, this is a funny book.</p>\n<p><em>—Haig Bosmajian, University of Washington</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE D.C. DIALECT: How To Master the Language of Washington in Ten Easy Lessons</h1> <p><em><span data-rel=\"author\">Paul Morgan and Sue Scott</span> <span data-rel=\"location\">Washington Mews Books, 1975</span></em></p> <p>This is supposed to be an amusing book, the Preface suggesting that the reader \"have fun with 'The D.C. Dialect.' \"  Trying to be witty, the authors propose to give us \"ten easy lessons\" on how to succeed in being impersonal in our speech, obscure, pompous, evasive, repetitious, awkward, incorrect, faddish, serious, and unintelligible.  But Morgan and Scott's attempted humorous treatment of the language of Washington, D.C., officialdom, especially the language of Watergate, turns out in the end not to be so funny after all.  I am not persuaded that jestingly giving us lessons on how effectively to use evasive, pompous, and faddish language is rhetorically the best way to combat the language of deception which came to us from Nixon and his subordinates.</p> <p>Each chapter begins with a short \"satiric\" comment about the type of speech being considered in that section. The chapter on \"BE OBSCURE,\" for instance, begins: \"Always speak in riddles.  Obscurity is the stock-in-trade of the D.C. Dialect, since Washington officials must never say what they mean in language anyone can understand. Only peasants do that....  It profiteth officials little if their listeners understand them....  Therefore, they load their speech with words and phrases that are obscure, useless, and vague.  Go and do likewise, and you will soon reap the rewards you so richly deserve.\"  (p. 18) The rest of the chapter basically consists of examples of \"obscure\" discourse from Haldeman, Mitchell, Dean, Ehrlichman, <em>et al</em>.  The authors end the chapter by telling the reader to study the following quote from General Haig \"and know that when you can create obscurity like this, you have arrived: 'I want to say this very carefully and very precisely, but certainly, certainly any foreign leader, whether he be friend or potential foe, must in a period of turmoil here at home make his calculations without the unity, the permanency, the strength and resilience of this government in a way that had to take consideration of this tape issue into mind.' \"  (p. 24)</p> <p>The chief contribution of this book is not in its being witty but in the compilation of the types of phrases and sentences which have flourished on the Washington scene. The authors, however, do not cite the sources of their quotations and we are thus left without information as to where the \"D.C. Dialect\" excerpts originally appeared.  A simple, unobtrusive footnoting system would have taken care of this problem.</p>"
}