{
  "type": "Article",
  "title": "Reviews: JACK AND JILL: A Study in Our Christian Names",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: JACK AND JILL: A Study in Our Christian Names</h1>\n<p>Ernest Weekley, John Murray, 1939. (Republished by Gale Research Co., Detroit, 1974)</p>\n<p>Jill shall have her Jack, and Jack shall have his Jill, or so it has been since the 15th century when <em>Jack</em> and <em>Jill</em> replaced <em>Jerkin</em> and <em>Gillian</em> as common proper names for lad and lass or boy and girl.  <em>Jack</em>, of course, came directly from French <em>Jacques</em>, ultimately from Hebrew through Latin.  <em>Jill's</em> immediate predecessor was <em>Gillian</em>, a popular form of <em>Juliana</em>, and, to be sure, connotative of a flirt, or wench, or worse.  The old proverb, \"A good Jack makes a good Jill,\" however, is probably harmless enough to appear in a family paper.</p>\n<p>The popularity of the coupled names has been enhanced by a series of chapbooks printed in the early 19th century that extended the strange first stanza, which we all know, to as many as fifteen.  The content of these borders on nonsense, with rhythm and heavy rime the main features.  The illustrations seem a trifle strange for children's viewing.  In one, Jill's bare bottom is plainly visible while her mother paddled her, but children, especially girls, I have read and been told, were probably accustomed to such handling during the time.</p>\n<p>Other theories concerning the origin of the names <em>Jack</em> and <em>Jill</em> need not detain us, for Professor Weekley was only tangentially concerned with them except to capitalize on the widespread knowledge of the two names among a ready-made audience that had been saturated with English nursery rimes.  He used \"Jack and Jill\" as a title to a chapter in his <em>Words and Names</em> (London, 1932), itself an entertaining piece of scholarly fluff that still is a valuable philological study.  Later, he expanded the chapter into the present text, which retains the title of the chapter but is conceived and developed along much different lines. To encapsulate, I will say only that Weekley attempted to survey, in a limited printed space, the origin of names that we still go by.  He succeeded indifferently, but surely with enjoyment, given the circumstances of a personal life that touches in emotional dimensions the passionate relationship of his wife with his former student, D.H. Lawrence, for he says, \"My excuse [in writing <em>Jack and Jill</em>] is that the leisure of retirement craves for some innocent amusement and that none appeals to me so much as the hunting down of words and names.\"  The use of a sporting image common among Englishmen should not go unnoticed.</p>\n<p>Weekley had a mass of material upon which to draw, and did so freely.  In an informal style, he provided details on names from Old English, Greek, Latin, the Old Testament, the Puritan tradition, and, with my apologies, the Siamese-twin syndrome, or -headed calf monstrosities.  In fact, Weekley recognized the bestowal of names according to the taste and fancy of parents, who visit some terrible sounds (\"names\") on their children.  He devoted a chapter, \"Cruelty to Children,\" to such names.  A cleric is on record as giving the names of <em>Cain</em> and <em>Abel</em> to twins.  In this chapter, Weekley gave many examples from C.W. Bardsley, <em>Puritan Nomenclature</em> (London, 1897), where are recorded and documented such \"Christian\" names as <em>Abericusgentylis, Amalasiontha, Always, Christian Ethiopia, Church-reform, Die-well, Flie-fornication</em>, and <em>If-Christ-had-not-died-for-thee-thou-hadst-been-damned</em>, to cite only a bare few of the thousands on record.  Latter-day names are almost as bad, as documented on any society page of any newspaper.  Perhaps the state should, in its infinite wisdom, bestow all names on the newborn!</p>\n<p>A chapter on \"Fancy Names\" turns up such doozies as <em>Douce</em> (once a pretty name, now otherwise), <em>Onyx, Topazia, Parthenope</em>, and <em>Decimus Ultimus</em> (\"tenth child\"). A special category includes vegetable or flora names, such as the still prevalent <em>Rose, Hazel, Heather, Ivy, Lavender, Myrtle</em>, and <em>Olive</em> (probably influenced by the masculine, <em>Oliver</em>).  I doubt that anyone is named <em>Thistle</em> now, but it is a part of the national emblem of Scotland, \"Nemo me impune lacessit.\"  Names from months are not often given, except for <em>April, May</em>, and <em>June</em>.  Occasionally, a <em>Julia</em> may have been born in July.</p>\n<p>Weekley had the ability to summarize without omitting essentials, an uncommon expertise.  He could also show the face of English prejudice when comparing his \"superior\" speech with that of at least some Americans.  He quotes with literary glee an article from an obscure Canadian journal that published a note on \"husband-calling contests\" held in Kansas: \"One has to hear a Kansas farmer's wife called for her <em>Earl</em> or <em>Elmer</em> to appreciate the depths to which a so-called Christian name can sink.\" Surely, a Kansas <em>Ji-ull</em> can call her <em>Jaa-uuck</em> from the field if she feels the need, Weekley nothwithstanding.  In the end, and in the destiny of nations, if \"Jack shall have Jill; / Nought shall go ill.\"</p>\n<p><em>Kelsie B. Harder, The State University College, Potsdam, New York</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: JACK AND JILL: A Study in Our Christian Names</h1> <p>Ernest Weekley, John Murray, 1939. (Republished by Gale Research Co., Detroit, 1974)</p> <p>Jill shall have her Jack, and Jack shall have his Jill, or so it has been since the 15th century when <em>Jack</em> and <em>Jill</em> replaced <em>Jerkin</em> and <em>Gillian</em> as common proper names for lad and lass or boy and girl.  <em>Jack</em>, of course, came directly from French <em>Jacques</em>, ultimately from Hebrew through Latin.  <em>Jill's</em> immediate predecessor was <em>Gillian</em>, a popular form of <em>Juliana</em>, and, to be sure, connotative of a flirt, or wench, or worse.  The old proverb, \"A good Jack makes a good Jill,\" however, is probably harmless enough to appear in a family paper.</p> <p>The popularity of the coupled names has been enhanced by a series of chapbooks printed in the early 19th century that extended the strange first stanza, which we all know, to as many as fifteen.  The content of these borders on nonsense, with rhythm and heavy rime the main features.  The illustrations seem a trifle strange for children's viewing.  In one, Jill's bare bottom is plainly visible while her mother paddled her, but children, especially girls, I have read and been told, were probably accustomed to such handling during the time.</p> <p>Other theories concerning the origin of the names <em>Jack</em> and <em>Jill</em> need not detain us, for Professor Weekley was only tangentially concerned with them except to capitalize on the widespread knowledge of the two names among a ready-made audience that had been saturated with English nursery rimes.  He used \"Jack and Jill\" as a title to a chapter in his <em>Words and Names</em> (London, 1932), itself an entertaining piece of scholarly fluff that still is a valuable philological study.  Later, he expanded the chapter into the present text, which retains the title of the chapter but is conceived and developed along much different lines. To encapsulate, I will say only that Weekley attempted to survey, in a limited printed space, the origin of names that we still go by.  He succeeded indifferently, but surely with enjoyment, given the circumstances of a personal life that touches in emotional dimensions the passionate relationship of his wife with his former student, D.H. Lawrence, for he says, \"My excuse [in writing <em>Jack and Jill</em>] is that the leisure of retirement craves for some innocent amusement and that none appeals to me so much as the hunting down of words and names.\"  The use of a sporting image common among Englishmen should not go unnoticed.</p>"
}