{
  "type": "Article",
  "title": "Reviews: THE UNIVERSAL DICTIONARY OF THE ENGLISH LANGUAGE",
  "author": "Henry Cecil Wyld",
  "location": "Routledge & Kegan Paul, 1932",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE UNIVERSAL DICTIONARY OF THE ENGLISH LANGUAGE</h1>\n<p><em><span data-rel=\"author\">Henry Cecil Wyld</span> <span data-rel=\"location\">Routledge &amp; Kegan Paul, 1932</span></em></p>\n<p>I like three-dimensional dictionaries, although I am not sure that the metaphor is entirely apt.  I am happiest with a dictionary that gives some view of the history of a word, as well as a surmise of its pre-history.  Moreover, the \"definition\" (hardly ever that in reality!) must take into account the fact that the meaning of a word is not a point but an area, and that areas overlap.  Still, many limitations are imposed on lexicographers, and it is unfair to assail them for omitting information they may have wanted to include.</p>\n<p>I do not like dictionaries that send me on a wild goose chase from word A to word B (or beyond) and then back to the starting-point, as wise as I was before.  One Wyld goose chase (not typical, fortunately) begins, ominously enough, with <em>castor oil</em>.  We read: \"so called for supposed relation with <em>castoreum</em>.  See prec.\"  We obey and see \"prec.\"  But the preceding entry says: \"See <em>castor</em> (I).\" Well, that's on the same page; hence the effort demanded is not excessive.  We learn that this <em>castor</em> is the \"genus of rodent animals which includes the beaver family,\" which is as meager assistance as one could find.  It is, however, also a \"pungent, oily substance obtained from the beaver, used in medicine and perfumery; castoreum,\" a bit of a lexicographical run, even for castor oil, and not easily swallowed.</p>\n<p>On the other hand, I do enjoy those cross-references that show me intriguing interlocking relationships of words.  Starting with <em>hearken</em>, Wyld leads us to <em>hark, hear</em>, and <em>acoustic</em>, thence by side paths to <em>simple, plicate, duplicate, pleach, plait, ply, plash, dual, two, twin, twig, bi-, di</em>-, and the trip is not over yet.  En route, one must observe with caution little signs and abbreviations (<em>fr., cp., for</em>) and minor subtleties of punctuation.  Wyld's introduction warns that it is not yet possible to make etymology instantly accessible to those lacking training in it.  But he adds that an effort by the \"general reader\" to understand its principles can prove enormously rewarding.  His claim that \"such knowledge opens up new worlds of thought and speculation,\" seems overly sanguine.  This reviewer, after working for over 25 years on a Welsh etymological dictionary, now wonders whether any \"scientific\" etymology is possible at all, despite Wyld's claim for it as a highly developed science.</p>\n<p>It is often hard for dictionaries to avoid taking on some of the functions of encyclopedias.  Yet, in a unilingual dictionary of my own language, I am not likely to look up <em>cat</em> or <em>book</em> or <em>knife</em> to find their \"meanings,\" and attempts to describe or define them are gratuitous or ludicrous. Some graphic representation might suffice instead.  One comfort in Wyld is the absence of silly descriptions of flora and fauna of the \"any of\" type (\"any of a number of round-bottomed worm-eaters\").  But sometimes even he does not escape: \"any one of the small birds belonging to the family Paridae, allied to the nuthatch.\"  A glance at the entry on that staunch ally is quite unproductive, and we are nearly driven to the <em>booby hatch</em>, which is not found, although <em>booby trap</em> is, and treated with a frivolity possible only in an age that had not yet achieved certain extreme refinements in killing.</p>\n<p>There are times when we have questions about pronunciation, including accentuation, and we need to have a clear, consistent system to indicate those phonic features. The printed word, granted, can do this to only a limited extent.  Maybe some sort of recording is needed to convey such information.  Even then, the hearer would doubtless disagree with what he heard.  What sacred power decrees the unique accuracy of the sounds heard?  \"Received English\" is a term, hardly an explanation.  Who will make me accept <em>bíhimou&amp;thgr;</em> as the pronunciation of <em>behemoth?</em>  A preliminary note (not by Prof. Wyld himself) says that when two possible pronunciations are indicated, the reader can choose the one sounding most \"natural\" to him. This attributes to the speaker the kind of mayvendom assumed by some contemporary linguists to reside in every speaker.  What does the reader do if he rejects both?  (It is hardly necessary to point to the inadequacy of referring to the vowel \"as in <em>awe, caught</em>,\" etc.).  And is not a severe blow dealt to the self-righteousness of those of us who say [kil] for <em>kiln</em>, when Wyld gives [kiln] only?</p>\n<p>One can also dispute the definitions proffered; avid students of monster lore will feel that Wyld's concept of the behemoth is severely limited, despite scriptural reference. That his attempt to define terms like <em>eisteddfod</em> fails—like that to indicate its pronunciation—is only to be expected.  When he defines <em>kiss</em>, he relies on what looks like limited experience that never attained the rapture of a quadrilabial plosive.  But the definition, like the experience, seems to be his own.</p>\n<p>Space prohibits Wyld from giving the vast sweep of chronological sequence of attestation of the <em>OED</em>, but his examples, while not documented, are of considerable practical use in illustrating semantic shades.</p>\n<p>Various writings since the appearance of the book render Wyld's etymology of <em>iron</em> rusty, for which he is obviously not to be blamed.  Perhaps one could do better in etymologizing <em>shanty</em>.  One is out of luck if seeking help with the contradictory <em>tympani</em> or <em>Tzigany</em>, and the story of <em>lemming</em> is perhaps told backwards.  He could have gone further with <em>sinew</em>, without straining, and the stories of <em>snow, yoga, sloe, Welsh</em>, and many more are curtailed.</p>\n<p>The treatment of <em>apricot</em>, though derived, is ample, and the <em>albatross</em> story is well told in small scope.  <em>Algorism</em> gives the gist of an interesting word history but perpetuates the myth of \"Arabic\" numerals, which are, of course, Indic, despite subsequent transmission.</p>\n<p>Some regrettable terminology gives us a mild jolt: <em>Low Latin</em> and <em>non-Aryan</em> are infelicitous, and \"an Aryanspeaking race\" almost inexcusable.  The same warped attitude is evinced elsewhere (cf. <em>Ugrian, Gurkha, race</em>).  That some examples contain expressions that are hilarious to Americans is perhaps irrelevant; cf., however: \"The long climb knocked me up.\"  Coincidentally the \"biblical\" sense of <em>to know</em> is on the facing page (with curious limitation to \"a man;\" cf., for refutation, Luke 1.34).  <em>Honi soit qui mal y pense</em>.</p>\n<p>Wyld's dictionary suits me, despite its relative antiquity (greater than its chronological age).  There is a satisfying balance of the exasperating and the enjoyable. There are enough things to find fault with, but just as many to take delight in.  The malicious example, \"What occurred did not transpire\" will be relished by all us pedants, as will the entry <em>aggravate</em>.  It's too bad that <em>connive</em> did not follow the same tack.  One can, though, feast on a wealth of lore in this book, with its refreshing breath of the nineteenth century, when things were less complicated but knowledge often deep.  Subsequent schools of linguistics have only slightly altered the lexical story.</p>\n<p>One perplexing question remains: What is the meaning of <em>universal</em> in the title?  The aim stated by Wyld was to give a picture of \"English usage at the present time, both literary and colloquial.\"  Does that not sound like something less than universal?  One thinks of \"Miss Universe.\"</p>\n<p>_—Robert A. Fowkes, <em>New York University</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE UNIVERSAL DICTIONARY OF THE ENGLISH LANGUAGE</h1> <p><em><span data-rel=\"author\">Henry Cecil Wyld</span> <span data-rel=\"location\">Routledge &amp; Kegan Paul, 1932</span></em></p> <p>I like three-dimensional dictionaries, although I am not sure that the metaphor is entirely apt.  I am happiest with a dictionary that gives some view of the history of a word, as well as a surmise of its pre-history.  Moreover, the \"definition\" (hardly ever that in reality!) must take into account the fact that the meaning of a word is not a point but an area, and that areas overlap.  Still, many limitations are imposed on lexicographers, and it is unfair to assail them for omitting information they may have wanted to include.</p> <p>I do not like dictionaries that send me on a wild goose chase from word A to word B (or beyond) and then back to the starting-point, as wise as I was before.  One Wyld goose chase (not typical, fortunately) begins, ominously enough, with <em>castor oil</em>.  We read: \"so called for supposed relation with <em>castoreum</em>.  See prec.\"  We obey and see \"prec.\"  But the preceding entry says: \"See <em>castor</em> (I).\" Well, that's on the same page; hence the effort demanded is not excessive.  We learn that this <em>castor</em> is the \"genus of rodent animals which includes the beaver family,\" which is as meager assistance as one could find.  It is, however, also a \"pungent, oily substance obtained from the beaver, used in medicine and perfumery; castoreum,\" a bit of a lexicographical run, even for castor oil, and not easily swallowed.</p> <p>On the other hand, I do enjoy those cross-references that show me intriguing interlocking relationships of words.  Starting with <em>hearken</em>, Wyld leads us to <em>hark, hear</em>, and <em>acoustic</em>, thence by side paths to <em>simple, plicate, duplicate, pleach, plait, ply, plash, dual, two, twin, twig, bi-, di</em>-, and the trip is not over yet.  En route, one must observe with caution little signs and abbreviations (<em>fr., cp., for</em>) and minor subtleties of punctuation.  Wyld's introduction warns that it is not yet possible to make etymology instantly accessible to those lacking training in it.  But he adds that an effort by the \"general reader\" to understand its principles can prove enormously rewarding.  His claim that \"such knowledge opens up new worlds of thought and speculation,\" seems overly sanguine.  This reviewer, after working for over 25 years on a Welsh etymological dictionary, now wonders whether any \"scientific\" etymology is possible at all, despite Wyld's claim for it as a highly developed science.</p>"
}