{
  "type": "Article",
  "title": "Reviews: BREWER'S DICTIONARY OF PHRASE & FABLE",
  "author": "revised by Ivor H. Evans",
  "location": "Harper & Row, 1970",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: BREWER'S DICTIONARY OF PHRASE &amp; FABLE</h1>\n<p><em><span data-rel=\"author\">revised by Ivor H. Evans</span> <span data-rel=\"location\">Harper &amp; Row, 1970</span></em></p>\n<p>Can you believe that there is one book, readily available and, in successive editions, in print since 1870, that gives the answers to such a wide diversity of questions as:</p>\n<blockquote>\n<p>Which infantry division of the U.S. Army was (unofficially) known as the \"Thunderbolt Division\"?</p>\n</blockquote>\n<p>Which edition of the Bible is known as the \"sin on\" Bible, and why?</p>\n<p>What is the legendary source of <em>gossamer</em>?</p>\n<p>What were the <em>Isthmian Games</em>?</p>\n<p>What is the origin of the name <em>Rotten Row</em>, in London?</p>\n<p>What does the expression <em>like a curate's egg</em> mean, and what is its origin?</p>\n<p>What is the difference between <em>Cupid's golden arrow</em> and <em>Cupid's leaden arrow?</em></p>\n<p>Who was/is the <em>King of Misrule?</em></p>\n<p>What have the following in common: <em>Cleopatra's needle, forlorn hope, guinea pigs, Jerusalem artichokes, meerschaum, mother-of-pearl, ventriloquism</em>, and <em>worm-wood?</em></p>\n<p>If you are not familiar with <em>Brewer's Dictionary</em>, you may never find the answers.  To have been fortunate enough to have grown up with this fascinating book at hand— though with a first, not the recent (1970) edition—to have enjoyed its usefulness and the many hours of amusement, entertainment, and fascination it has afforded we count among such blessings as to be healthy (which we are), wealthy (which we aren't), and wise (which we may yet become). This is the sort of book one can take home to mother—and to father and everyone else who might be there; one never tires of it; it is, like the Bible, the hermit's vademecum.  From the Scarlet Letter (A) through the <em>Amyclean Silence</em>, from <em>Hull, Hell, and Halifax</em> through the <em>Swan with Two Necks</em>, from the <em>Runcible Spoon</em> to <em>The Zwickau Prophets</em>, this engaging work captures and captivates the reader.</p>\n<p><em>Brewer</em> was originally a British book, and it still is, notwithstanding the efforts of the present editor, Ivor H. Evans, to include representative American collocations and cultural tidbits.  Yet, because many of the entries refer to world literature and to divers mythologies and cultures, one is not especially aware of Americans' being slighted. British spellings are used, but they offer no interference whatsoever either to the flow of information or to the pleasure derived from its acquisition.</p>\n<p>For here is history, literature, romance, language—the miscellany, the flotsam and jetsam of civilization, neatly packaged and in alphabetical order.  How to describe a book that is not a dictionary yet gives (occasional) pronunciations, meanings, and etymologies; not an encylopedia, yet offers information in the form of brief articles; not an almanac, yet lists events and phenomena?  It can be described only as \"Brewer,\" with all the implications and inferences that name conveys to and evokes from the initiated.  Once you pick it up, you'll never want to put it down.</p>\n<p>\"Thunderbolt\" is an unofficial nickname—another is \"Golden Talon\"—of the 17th Airborne Infantry Division.</p>\n<p>In the first Bible printed in Ireland (dated 1716), <em>John v</em>, 14, reads: \"sin on more,\" instead of \"sin no more.\"</p>\n<p><em>Gossamer</em>, according to legend, is the raveling of the Virgin Mary's winding-sheet.</p>\n<p>The Greek <em>Isthmian Games</em>, so called because they took place on the isthmus of Corinth, were held every alternate spring, the second and fourth of each Olympiad.</p>\n<p><em>Rotten Row</em> is said to be a corruption of OFr <em>route le roi</em> or <em>route du roi</em>, because it was on the route from Westminster to the royal forests.  Another theory is that it comes from <em>rotteran</em> 'to muster,' for it is where the soldiers mustered.</p>\n<p>A cartoon in <em>Punch</em>, or <em>The London Charivari</em>, showed a nervous young curate who has been served with a spoiled egg at his bishop's breakfast table.  Terrified to say that the egg is bad, he stammers, \"Parts of it are excellent!\"  <em>Like a curate's egg</em> has become a common British expression meaning 'good in parts.'</p>\n<p><em>Cupid's golden arrow</em> is virtuous love [Shak.: <em>Midsummer Night's Dream</em>, I, i]; <em>Cupid's leaden arrow</em> is sensual passion [Ovid: <em>Apollo and Daphne</em>.]</p>\n<p><em>The King of Misrule</em> was the name given to the Master of the Revels at Cristmastide in medieval England.</p>\n<p>All are misnomers: <em>Cleopatra's needle</em> was erected by Thotmes III about 1500 B.C.; <em>forlorn hope</em> is a folk etymology of Dutch <em>verloren hoop</em>, lit.  'lost troop' [cf. Fr <em>enfants perdus</em>]; <em>guinea pigs</em> are rodents native to South America, being neither pigs nor from Guinea; <em>Jerusalem artichokes</em> do not come from Jerusalem, the misnomer being a corruption of It <em>girasole</em> 'sunflower'; <em>meerschaum</em>, lit.  Ger 'seafoam,' was so named because it was found on the seashore: seafoam, as far as is known, does not petrify; <em>mother-of-pearl</em> is made from the shells of some bivalves, notably those of the pearl oyster, but it has nothing to do with the natural or artificial cultivation of pearls; <em>ventriloquism</em> has nothing to do with speaking [Lat <em>loqui</em>] from the stomach [Lat <em>ventri</em>-]; <em>wormwood</em>, said to be so called because, according to legend, it sprang up in the track of the Serpent as it writhed along the ground when driven from Paradise, is an aromatic herb, having no connection with either worms or wood.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: BREWER'S DICTIONARY OF PHRASE &amp; FABLE</h1> <p><em><span data-rel=\"author\">revised by Ivor H. Evans</span> <span data-rel=\"location\">Harper &amp; Row, 1970</span></em></p> <p>Can you believe that there is one book, readily available and, in successive editions, in print since 1870, that gives the answers to such a wide diversity of questions as:</p> <blockquote>\n<p>Which infantry division of the U.S. Army was (unofficially) known as the \"Thunderbolt Division\"?</p>\n</blockquote> <p>Which edition of the Bible is known as the \"sin on\" Bible, and why?</p>"
}