{
  "type": "Article",
  "title": "EX CATHEDRA: They Don't Write English Like They Used To",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA: They Don't Write English Like They Used To</h1>\n<p>We have used these pages in the past to lament—not with the nostalgia endemic among literate people that \"the language is deteriorating,\" but almost the exact opposite—that modern purists who execrate change of any kind in usage, style, and vocabulary lack the imagination to look forward and, facing astern, weep for civilization because the English of their forebears surpassed that of their contemporaries. Our attitude on that subject should not be confused with our point of view on the matter of the present situation in education, which too often abdicates the responsibility for teaching junior and senior high school students the rudiments (at least) of English grammar, syntax, and style.</p>\n<p>We recall with painful clarity the punishing tutelage of what we should now characterize as \"dedicated\" (but then thought of as \"cruel\") teachers who force-fed us with English grammar in much the same way the pâté-mad citizens of Strassbourg practice the gavage on their geese. Painful though it was, the approach seemed to have had little effect on our liver (though it did make us somewhat choleric), but it did succeed in enlarging our brain.  We were not then (Heaven knows!) in sympathy with the techniques of teaching English by the diagraming of sentences, for we still regard that as an unproductive and confusing method; but the laborious grinding out of weekly themes, answers to essay questions on exams (even the history teachers graded us on our English), and the equally laborious task undertaken by the teachers in reading and correcting and commenting on our papers made good grammar second nature to us.  We do not have to devote much thought today, either in speaking or in writing, to such elementary problems as <em>who/whom</em>, agreement of pronoun with antecedent or of verb form with subject, and so on, leaving us free to worry about selection of <em>les mots justes</em>, syntax, and other matters of style.  Like everyone, though, we acknowledge occasional slips, to wit, the use of a plural verb with <em>kudos</em> in the September \"Ex Cathedra.\"  [Corrected in this edition.—<em>Ed</em>.]</p>\n<p>There is no doubt that good or even passable English adequate for most writing purposes can be taught to most students; but the deplorable condition in which we find modern education militates against that goal at the grade-school level, when it can be instilled almost painlessly or least painfully.  Perhaps the difficulty stems from a change that took place during the 1940s—at least in the New York City school system, though we believe that the change rapidly raced through all the school systems of the country. It used to be called \"age promotion,\" though the \"educationists,\" whose vocabulary is riddled with jargon, have probably coined a new term for it by now, the older one being too descriptively clear.  It seems that before \"age promotion,\" students who failed to pass their examinations at the end of the school year (or, in some cases, semester) were simply left back to do the term over again.  It was discovered, though, that in cases where an especially disoriented student was not promoted for several years, he might reach the age of 15 and still be in the second grade. Such students became serious discliplinary problems and, suffering the ignominy of being forced to associate with children half their age, not only lost all motivation and interest but contaminated the effective education of their classmates.  All they had to do was to survive till their 16th birthday, beyond which they would no longer be required, by law, to attend school.  Chiefly for sociopsychological reasons, it was decided to promote by age rather than by scholastic proficiency or attainment: in other words, no matter how poorly a student might do—for whatever reason, including having a substandard, unsympathetic, or unempathic teacher—when he was 10, he was in the fourth grade, 11, the fifth, and so on.</p>\n<p>Although the alternative—placing such students in special remedial classes—might have been contemplated and even done in some cases, to the best of our knowledge it was not practiced, at least not widely enough to be of any significance.</p>\n<p>As time went by, a kind of Gresham's Law began to take effect: poor students were driving good students out of circulation.  The result was that after only a few years, the high-school teacher of English, who was supposed to be teaching <em>Macbeth</em> and <em>Hamlet</em> and <em>Julius Caesar</em>, was faced by students whose ability to write an articulate essay was doubtful and whose reading ability was questionable. It didn't take long before these students reached college, where the same conditions prevailed.  In the mid-1950s, when we were teaching a course in remedial English at New York University, several students each semester were actually doctoral candidates whose dissertations had been rejected because they had been written in unacceptable English!  It was less surprising to us that they were writing poor English than that their work had been rejected on those grounds, not because we had so little faith in the ability of our colleagues in the graduate schools to be able to discern poor writing, but because we were loath to admit that professors in fields outside the humanities really gave a damn about how something was written as long as it was interpretable.  Having been away from that milieu for more than 15 years now, we are less than sanguine that the standards have remained the same.</p>\n<p>Once let slip, standards are hard to re-establish.  Yet, we know that the criticism and social pressures are strong. Some may find it encouraging, as reported in a special section on education in <em>The N.Y. Times</em> [Sunday, May 4, 1975], that English can be taught to college students with some measure of success.  But we regard it as appalling that the issue need arise at all.  Professor Mina Shaughnessy was quoted in that article as having said, \"There's no reason why these [college] students cannot learn what their teachers learned.\"</p>\n<p>But, we protest, when the history of education shows us that calculus and other subjects once considered unintelligible to any but the post-graduate specialist can be taught in secondary schools, why is English, which is the basic means of expression for all of us, regardless of specialty, moving in the opposite direction?  Why, in the short space of about 30 years, has the teaching of such rudimentary knowledge been transferred from the grammar school to the university?</p>\n<p>The blame for so-called functional illiteracy in this country lies not with the students but with the teachers and with the school systems.  —<em>Editor</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA: They Don't Write English Like They Used To</h1> <p>We have used these pages in the past to lament—not with the nostalgia endemic among literate people that \"the language is deteriorating,\" but almost the exact opposite—that modern purists who execrate change of any kind in usage, style, and vocabulary lack the imagination to look forward and, facing astern, weep for civilization because the English of their forebears surpassed that of their contemporaries. Our attitude on that subject should not be confused with our point of view on the matter of the present situation in education, which too often abdicates the responsibility for teaching junior and senior high school students the rudiments (at least) of English grammar, syntax, and style.</p> <p>We recall with painful clarity the punishing tutelage of what we should now characterize as \"dedicated\" (but then thought of as \"cruel\") teachers who force-fed us with English grammar in much the same way the pâté-mad citizens of Strassbourg practice the gavage on their geese. Painful though it was, the approach seemed to have had little effect on our liver (though it did make us somewhat choleric), but it did succeed in enlarging our brain.  We were not then (Heaven knows!) in sympathy with the techniques of teaching English by the diagraming of sentences, for we still regard that as an unproductive and confusing method; but the laborious grinding out of weekly themes, answers to essay questions on exams (even the history teachers graded us on our English), and the equally laborious task undertaken by the teachers in reading and correcting and commenting on our papers made good grammar second nature to us.  We do not have to devote much thought today, either in speaking or in writing, to such elementary problems as <em>who/whom</em>, agreement of pronoun with antecedent or of verb form with subject, and so on, leaving us free to worry about selection of <em>les mots justes</em>, syntax, and other matters of style.  Like everyone, though, we acknowledge occasional slips, to wit, the use of a plural verb with <em>kudos</em> in the September \"Ex Cathedra.\"  [Corrected in this edition.—<em>Ed</em>.]</p> <p>There is no doubt that good or even passable English adequate for most writing purposes can be taught to most students; but the deplorable condition in which we find modern education militates against that goal at the grade-school level, when it can be instilled almost painlessly or least painfully.  Perhaps the difficulty stems from a change that took place during the 1940s—at least in the New York City school system, though we believe that the change rapidly raced through all the school systems of the country. It used to be called \"age promotion,\" though the \"educationists,\" whose vocabulary is riddled with jargon, have probably coined a new term for it by now, the older one being too descriptively clear.  It seems that before \"age promotion,\" students who failed to pass their examinations at the end of the school year (or, in some cases, semester) were simply left back to do the term over again.  It was discovered, though, that in cases where an especially disoriented student was not promoted for several years, he might reach the age of 15 and still be in the second grade. Such students became serious discliplinary problems and, suffering the ignominy of being forced to associate with children half their age, not only lost all motivation and interest but contaminated the effective education of their classmates.  All they had to do was to survive till their 16th birthday, beyond which they would no longer be required, by law, to attend school.  Chiefly for sociopsychological reasons, it was decided to promote by age rather than by scholastic proficiency or attainment: in other words, no matter how poorly a student might do—for whatever reason, including having a substandard, unsympathetic, or unempathic teacher—when he was 10, he was in the fourth grade, 11, the fifth, and so on.</p> <p>Although the alternative—placing such students in special remedial classes—might have been contemplated and even done in some cases, to the best of our knowledge it was not practiced, at least not widely enough to be of any significance.</p>"
}