{
  "type": "Article",
  "title": "Reviews: AMERICAN ENGLISH",
  "author": "Albert H. Marckwardt",
  "location": "Oxford University Press, 1958",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: AMERICAN ENGLISH</h1>\n<p><em><span data-rel=\"author\">Albert H. Marckwardt</span> <span data-rel=\"location\">Oxford University Press, 1958</span></em></p>\n<p>These books were published after Mencken's <em>The American Language: Supplement II</em> (1948) and before the one-volume abridgment of Mencken, with annotations and new material by Raven I. McDavid, Jr. (1963). They could, and still can, serve as readable and relatively short surveys of American English that whet the reader's appetite for more and lead him on to Mencken or to studies of particular topics, although neither author encumbers his book with footnotes.  Regrettably, neither provides a bibliography.  Although both Pyles and Marckwardt acknowledge debts to Mencken's work and include material and illustrative examples found there, they have also each contributed original matter in their books which has been incorporated into McDavid's abridgment; and they brought to their undertakings different perspectives and tones.</p>\n<p>Pyles aims \"to provide for the lay reader a brief yet adequate treatment of the English language as it has been and is spoken and written by Americans.\"  In doing so, he emphasizes far more than Marckwardt the desire of Americans for authorities to tell us how we should use our language and our consequent linguistic insecurity.  \"Linguistic Nationalism and the Schoolmaster\" provides the background in eighteenth-century prescriptive grammar for the establishment of the linguistic authoritarianism of the schoolteacher, in America, and in the following chapter, \"Noah Webster, Man and Symbol,\" Pyles describes the accomplishments and the faults—primarily, and with irony, the latter—of one who \"was largely responsible for the dissemination in this country of an attitude toward language which prevails to this day, even among the rank and file of our people.\"  The last chapter, \"Purity by Prescription,\" is devoted to a final attack on \"our respect for linguistic authoritarianism.\"  From today's perspective, Pyles enlists too wholeheartedly and surely at too great a length in the structuralists' war against schoolmarmism, vehemently supporting (and citing) Robert Hall's <em>Leave Your Language Alone!</em>  (1950—now retitled <em>Linguistics and Your Language</em>). I do not mean that the war was won, but rather than it has cooled and that linguists' tactics and rhetoric have changed since Pyles wrote.  In this respect, therefore, his book seems dated.</p>\n<p>In contrast, Marckwardt explicitly refuses to propagandize for reform in English education.  He doubts that prescriptivism has had the stifling effect on American English that others claim but does call for replacement of prescriptivism by \"a faith in intuition, by dependence upon the established, unconsciously known patterns of the language,\" which are to be developed \"by giving attention to the broader aspects of structure and the evolving tendencies of the language.\"  Marckwardt does pay more attention than Pyles to the structure of the language, particularly to its syntax, but his main aim is to trace \"the close interaction of linguistic and cultural factors in the growth of American English.\"</p>\n<p>In his second chapter Marckwardt discusses more fully than Pyles the language background of the colonists, emphasizing the dialectal diversity in Elizabethan England and the fact that only five per cent of the population spoke London English, which was becoming Standard.  He also points out and illustrates the \"highly variable and complex\" nature of Elizabethan English pronunciation and grammar.  He sees these elements as explaining some of the subsequent divergences between American and British English.</p>\n<p>Both Pyles and Marckwardt provide very readable sections, replete with examples, of the colonists' adaptations of native English words to their new environment, and both deal very well with borrowings from other languages, including Indian languages, French, Spanish, Dutch, German, and scattered lesser donors.  Marckwardt is more inclined than Pyles to trace the subsequent development of some of these borrowings, using such linguistic terminology as <em>functional shift, clipping, back-formation</em>, etc.  Inevitably, some comments are dated; Pyles' statement that <em>pizza</em> and <em>ravioli</em> are among borrowings from Italian seldom encountered outside Italian restaurants and seldom by those not of Italian descent is no more and no less amusing than Marckwardt's comment that <em>taco</em> and <em>frijole</em> \"are better known along the Mexican border than elsewhere.\" Although both mention a few African and Yiddish borrowings, a new book on American English similar to these would, I think, have to direct more attention to the importance of Black English and Yiddish to American English today.</p>\n<p>Pyles and Marckwardt both write entertainingly of the rodomontade of the frontier and the verbal delicacy of the drawing room in nineteenth-century America.  In discussing American additions to the English vocabulary, the authors must of course be selective.  Marckwardt emphasizes the word-forming processes involved and finds that the American fondness for compounding has \"the earmarks of an indigenous style,\" particularly the elliptical (rather than self-explanatory) compound: <em>rat race, ghost town, disk jockey, soap opera</em>, etc.  The proliferation of nominal compounds (which David McNeill has investigated particularly in the technical vocabulary of space exploration) is foreshadowed by Marckwardt's citation from a menu: <em>Butter Cream Frosted Devil's Food Pecan Layer Cake</em>.  Pyles discusses such words as <em>stogy, gerrymander, filibuster, bunkum, sundae, blizzard, ballyhoo</em>, and \"the most famous of all Americanisms, <em>O.K.</em>\" (his discussion of its origin must be supplemented by Allen Walker Read's later reports (1963), summarized in the one-volume Mencken).</p>\n<p>In their discussions of regional dialects, Marckwardt and Pyles support Hans Kurath's distinguishing of three major dialect areas, Northern, Midland, and Southern, in his <em>Word Geography of the Eastern United States</em>, but tend to emphasize different causes for the origins of the dialects.  Pyles focuses on Kurath's finding a preponderance of colonists from southeastern England, including London, in the New England and Virginia colonies and suggests a preponderance of colonists from the north and west of England in the Midland area, bringing with them, of course, their home dialects.  Marckwardt, however, suggests dialectally mixed settlements gradually arriving at local compromises on those everyday terms for which the dialects differed.  Like Kurath, he sees a large number of local dialects developing and gradually being transformed into regional dialects during the nineteenth century under the influence of improved transportation, migration, and regionally important cities.  Kurath seems to hold the two views in balance.  As dialects were carried westward from the East Coast through migration, so too were place names.  Marckwardt devotes a short chapter to naming practices in America and their relationship to our culture— a topic not touched upon by Pyles.</p>\n<p>Throughout their books, the authors frequently compare American and British English.  Noting, for example, the British reduction or loss of the penultimate syllable in the group of words including <em>dictionary, secretary, necessary</em>, Pyles attributes American retention of the syllable to the pattern of the spelling bee, fostered by Noah Webster, whereby each syllable was spelled and pronounced separately; but Marckwardt finds the explanation unconvincing because the pattern did not lead to distortions of traditional pronunciations generally—we have not come to pronounce the <em>-plan-</em> of <em>explanation</em> with the vowel of <em>pan</em>. Both point out that British English retains only <em>got</em> as the past participle of <em>get</em>, in contrast to American English <em>got</em> and <em>gotten</em>.  Pyles denounces prescriptions against <em>gotten</em> and believes that \"there must be many fairly cultured circles in America where 'I wish I could have got here sooner' would seem somewhat questionable usage.\"  Marckwardt, on the other hand, discusses the \"very precise distinction\" Americans make between <em>got</em> and <em>gotten</em> in such a context as \"We've—ten thousand dollars for laboratory equipment\" and explores further the historical development of the \"have got(ten)\" constructions.  In these instances and in others that could be cited, Marckwardt displays a broader perspective on the whole structure of the language and the interrelationships of its subsystems than does Pyles, who by comparison often seems too wordoriented.</p>\n<p>Pyles' <em>Words and Ways of American English</em> is the more argumentative, more colorful, more entertainingly written book.  Marckwardt's <em>American English</em> is more dispassionate and objective, has a broader perspective on language, and is more solidly based in linguistic terminology and description—qualities that may be of use in comprehending current developments in American English and relating them to its history and to American culture.</p>\n<p>Kenneth A. Robb\n<em>Bowling Green State University</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: AMERICAN ENGLISH</h1> <p><em><span data-rel=\"author\">Albert H. Marckwardt</span> <span data-rel=\"location\">Oxford University Press, 1958</span></em></p> <p>These books were published after Mencken's <em>The American Language: Supplement II</em> (1948) and before the one-volume abridgment of Mencken, with annotations and new material by Raven I. McDavid, Jr. (1963). They could, and still can, serve as readable and relatively short surveys of American English that whet the reader's appetite for more and lead him on to Mencken or to studies of particular topics, although neither author encumbers his book with footnotes.  Regrettably, neither provides a bibliography.  Although both Pyles and Marckwardt acknowledge debts to Mencken's work and include material and illustrative examples found there, they have also each contributed original matter in their books which has been incorporated into McDavid's abridgment; and they brought to their undertakings different perspectives and tones.</p> <p>Pyles aims \"to provide for the lay reader a brief yet adequate treatment of the English language as it has been and is spoken and written by Americans.\"  In doing so, he emphasizes far more than Marckwardt the desire of Americans for authorities to tell us how we should use our language and our consequent linguistic insecurity.  \"Linguistic Nationalism and the Schoolmaster\" provides the background in eighteenth-century prescriptive grammar for the establishment of the linguistic authoritarianism of the schoolteacher, in America, and in the following chapter, \"Noah Webster, Man and Symbol,\" Pyles describes the accomplishments and the faults—primarily, and with irony, the latter—of one who \"was largely responsible for the dissemination in this country of an attitude toward language which prevails to this day, even among the rank and file of our people.\"  The last chapter, \"Purity by Prescription,\" is devoted to a final attack on \"our respect for linguistic authoritarianism.\"  From today's perspective, Pyles enlists too wholeheartedly and surely at too great a length in the structuralists' war against schoolmarmism, vehemently supporting (and citing) Robert Hall's <em>Leave Your Language Alone!</em>  (1950—now retitled <em>Linguistics and Your Language</em>). I do not mean that the war was won, but rather than it has cooled and that linguists' tactics and rhetoric have changed since Pyles wrote.  In this respect, therefore, his book seems dated.</p> <p>In contrast, Marckwardt explicitly refuses to propagandize for reform in English education.  He doubts that prescriptivism has had the stifling effect on American English that others claim but does call for replacement of prescriptivism by \"a faith in intuition, by dependence upon the established, unconsciously known patterns of the language,\" which are to be developed \"by giving attention to the broader aspects of structure and the evolving tendencies of the language.\"  Marckwardt does pay more attention than Pyles to the structure of the language, particularly to its syntax, but his main aim is to trace \"the close interaction of linguistic and cultural factors in the growth of American English.\"</p>"
}