{
  "type": "Article",
  "title": "You Know What",
  "author": "Allen Walker Read",
  "location": "Emeritus Professor of English, Columbia University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You Know What</h1>\n<p><em><span data-rel=\"author\">Allen Walker Read</span> <span data-rel=\"location\">Emeritus Professor of English, Columbia University</span></em></p>\n<p>In one of his most perceptive essays, Otto Jespersen in 1929 explored the notion of \"veiled language.\"\nHe noted that \"round-about expressions\" were to be found in the popular speech of many nations, and he\nfelt that they are \"of interest to students of linguistic psychology as characteristic of one type of the popular mind.\"  Students of language have long known that taboo presents many problems, not the least of which is that taboo ought to be self-defeating.  If a word is never spoken, it should die out in a generation; no\ndoubt many words have been so lost.  But taboo is usually only partial—perhaps it exists to be broken.  In\nmost cultures there are individuals who play the role of rogue; and it may even be conventional to arrange occasions on which it is expected that that the taboos will be broken.</p>\n<p>There is a form of partial taboo that has had considerable vogue in English for the past twenty or thirty years.  I refer to the substitution formula \"You know what,\" \"You know who,\" \"You know where,\" etc.  The veiling of the subject is here very thin indeed; in fact, it serves to draw attention to the subject in an ostentatious way.  The notion of ostentatious taboo has not, I believe, been pointed out in the literature, and this sophisticated development in a complicated culture deserves to be documented.  Such ostentatious taboo is usually accomplished by well-known paralinguistic features—qualifiers such as smirking, the arched eyebrow, a slyness of manner.</p>\n<p>In surveying the areas of reference to which this formula has been applied, I will draw upon a collection of contexts chiefly from newspapers and magazines of the past twenty years.  We naturally expect the areas of reference to be those in which there is an ambivalence of attitude in our culture; therefore we will dip into the fields of politics, social issues, scatology, sex, etc., and come finally even to theology.</p>\n<p>Tensions with Russia have accounted for some examples.  One musician who sympathized with Russia acknowledged: \"I have actually slipped in a couple of bars of You-Know-Who's national anthem.\"<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> John O'Donnell expressed his delight that \"we're going to arm German panzer divisions for you-know-what.\"<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> The word <em>Red</em> was avoided in the report that laws are being drafted \"to protect Americans from exposure to unavoidable infra-you-know-what-rays.\"<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> Another journalist made reference to \"the DAR (Daughters of You-Know-What).\"<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>Certain disputed social issues have given rise to the formula.  The dislike of socialized medicine among many doctors has led to the statement that \"adequate medical care for all' is merely \"a euphemism for you know what.\"<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Intermarriage of the races was referred to in the following report: \"Having whites go to school with 'Chinese and other races'... would inevitably accomplish you-know-what.\"<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> The furor over cigarettes led to another example: when an actor with athletic habits was interviewed, the journalist reported: \" 'I lift weights on the terrace...,' he said lighting up a you-know-what.\"<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Similarly concerning an alcoholic drink, a man was seen in Central Park \"toting a thermos bottle of we-can-guess-what.\"<sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> A reporter acknowledged: \"I went right to the press club bar to do you-know-what to my sorrow.\"<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> A theater used <em>you know what</em> to refer to fairies in describing Sir James Barrie's play, <em>Peter Pan;</em> he said that Peter Pan \"came down to the footlights and begged the audience to show its belief in the you-know-whats by its applause.\"<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup></p>\n<p>Sometimes a much-discussed public figure becomes a \"you know who.\"  Thus of the pianist Liberace: a boy was annoyed because \"so many of the girls thought you-know-who was positively drooly.\"<sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>  In the feud between Walter Winchell and Bennett Cerf, Winchell refused to mention Cerf's name but said, \"That reminds us of Youknowwho.\"<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> Former President Truman has often had the \"you know who\" treatment.  In praising a famous pianist, George Jessel said, \"I hope I'm not treading on the toes of you know who\"<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup>; an opponent spoke of \"you-know-who's fumbling weakness\"<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>; and the next nomination, it was said, \"will go to you know whom.\"<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup>  An attack on civil liberties in 1958 drew the headline, \"Shades of You Know Who\" (evidently McCarthy).<sup><a href=\"#user-content-fn-16\" id=\"user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup>  Senator Edward Kennedy has been called \"the brother of you-know-who\"<sup><a href=\"#user-content-fn-17\" id=\"user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup>; and as the presidential campaign of 1964 unfolded it was reported of Richard Nixon: \"He admitted that quite a few people were stopping him in the street and telling him that the strongest candidate would be you-know-who.\"<sup><a href=\"#user-content-fn-18\" id=\"user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup></p>\n<p>On occasion <em>you know what</em> has been a substitute for the word <em>hell</em>. Some clothing manufacturers complained that cheesecake publicity \"is raising you-know-what with their business.\"<sup><a href=\"#user-content-fn-19\" id=\"user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup>  A radio reporter cried out to Truman, \"Harry, give 'em you know what!\"<sup><a href=\"#user-content-fn-20\" id=\"user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> And when a fire roared through a Chicago theater, the reporter said, \"The flames...suddenly got hot as you know where.\"<sup><a href=\"#user-content-fn-21\" id=\"user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup></p>\n<p>Various unpleasant matters have come to be transmuted into <em>you know what</em>.  Among children a beating was\nthus described: \"Don't you move or you'll get you-know-what.\"<sup><a href=\"#user-content-fn-22\" id=\"user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> A catastrophe of trapeze performers at a circus was referred to by Brooks Atkinson in these words: \"Everything they do has to be completely perfect or—you know what!\"<sup><a href=\"#user-content-fn-23\" id=\"user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup>  The formula can refer to a family secret or a skeleton in the closet, for in a sketch in <em>The New Yorker</em> a character called out, \"You come up here or I'll tell you-know-what.\"<sup><a href=\"#user-content-fn-24\" id=\"user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> An after-birth of some unspecified animal was referred to by a London reporter as \"gentleman's cream containing you-know-what.\"<sup><a href=\"#user-content-fn-25\" id=\"user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> A skunk was similarly treated; on the radio a bit of repartee went: \"Oh, Dagwood!  Only an s-k-you-know-what would act like that!\"<sup><a href=\"#user-content-fn-26\" id=\"user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> The recruiting literature for the Marine Corps school on Parris Island says that the DI (drill instructor) becomes the recruit's \"mother, father, and friend\"; but a Marine is reported to have responded: \"If that guy is my mother and father, well I'm a son of you-know-what.\"<sup><a href=\"#user-content-fn-27\" id=\"user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup></p>\n<p>The formula <em>you know what</em> has turned up with special frequency in reference to the latrine.  It was a well-known\nsaying in the British Army, \"If he fell down the you-know-what he'd come up with a bunch of roses.\"<sup><a href=\"#user-content-fn-28\" id=\"user-content-fnref-28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> In the bomb shelters of London during the blitz the formula appeared: \"'Twasn't the company I minded.' Mother bent over confidentially.  'It was the you-know-what'—a nod towards a boarded-off section at the farther end of the cellar.\"<sup><a href=\"#user-content-fn-29\" id=\"user-content-fnref-29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> The comedies of family life on the London stage frequently contained relatives who were \"colliding on their trips to the you-know-where.\"<sup><a href=\"#user-content-fn-30\" id=\"user-content-fnref-30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup> The children of Philadelphia were criticized for being \"likely to announce at the most inopportune time that they must leave the table for you know what.\"<sup><a href=\"#user-content-fn-31\" id=\"user-content-fnref-31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">31</a></sup> In an English story a character was admonished, \"If you hear footsteps and a loud purple laugh go and hide yourself in the you-know-what.\"<sup><a href=\"#user-content-fn-32\" id=\"user-content-fnref-32\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">32</a></sup> The wife of Billy Rose was reported as saying \"that a wife shouldn't let a husband out of her sight and that she'll go with him everywhere except you know where.\"<sup><a href=\"#user-content-fn-33\" id=\"user-content-fnref-33\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">33</a></sup></p>\n<p>Our formula also has included references to parts of the body and the bodily functions.  The actress Barbara\nStanwyck wrote down her own statement: \"When Bob bends over to pet the pooch, I'm going to let him have it,\nbut good.  You know where.\"<sup><a href=\"#user-content-fn-34\" id=\"user-content-fnref-34\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">34</a></sup> Concerning girdles, one radio station played rhumba records in order \"to help women get into their you-know-what.\"<sup><a href=\"#user-content-fn-35\" id=\"user-content-fnref-35\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">35</a></sup> In a recent glossary of Royal Air Force terms, the entry <em>ablution stationery</em> (for toilet paper) was listed with the explanation, \"for you-know-what !\"<sup><a href=\"#user-content-fn-36\" id=\"user-content-fnref-36\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">36</a></sup> A famous arbiter of taste spoke of a movement of the bowels in these words: \"He couldn't do you know what without lavages.\"<sup><a href=\"#user-content-fn-37\" id=\"user-content-fnref-37\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">37</a></sup> A laxative was figuratively referred to by the editor of the New York <em>Post</em> when he said that the Taft-Hartley Act is \"in need of a good dose of you-know-what.\" <sup><a href=\"#user-content-fn-38\" id=\"user-content-fnref-38\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">38</a></sup></p>\n<p>The area of sex is especially filled with <em>you know whats</em>, because of the ambivalent attitudes that prevail in our society.  An honest person must admit to the enjoyment of sex, and yet the conventions require a veiling of this enjoyment.  It has been maintained that the alleged guilt or shame that attaches to sexuality really is a device for enhancing its pleasure; if so, the ostentatious formula <em>you know what</em> functions well in its double purpose of concealing and revealing at the same time.</p>\n<p>The <em>you know what</em> can be used to refer to a mistress. Thus a Hollywood producer was described as \"accompanied\nby a blond secretary two heads taller, who is really his you-know-what.\"<sup><a href=\"#user-content-fn-39\" id=\"user-content-fnref-39\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">39</a></sup> According to a sketch in <em>The New Yorker</em>, a prissy woman described a shocking sight as follows: \"A painted I-won't-say-what, standing there just as the Lord made her, with only a little bit of shift to cover places I won't mention.\"<sup><a href=\"#user-content-fn-40\" id=\"user-content-fnref-40\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">40</a></sup> According to a review of a movie, \"Miss Loren in this one is a you-know-what with heart of gold.\"<sup><a href=\"#user-content-fn-41\" id=\"user-content-fnref-41\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">41</a></sup> When John Ford's tragedy of 1633 was produced in Greenwich Village, it was referred to in one\nnewspaper as '<em>Tis Pity She's a Youknowwhat.</em><sup><a href=\"#user-content-fn-42\" id=\"user-content-fnref-42\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">42</a></sup></p>\n<p>The reference is sometimes to sexual intercourse.  Evelyn Waugh, in an autobiographical account, set down the\nspeech of a ship's captain concerning one of the passengers: \"He's probably in someone else's cabin with one of my\nfemale passengers doing you know what.\"<sup><a href=\"#user-content-fn-43\" id=\"user-content-fnref-43\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">43</a></sup> A journalist in reporting a convention of the Daughters of the American Revolution quoted their resolution against mixed marriages and commented: \"I guess the DAR is not so much for segregating\nthe colored as it is against doing you-know-what with them.\"<sup><a href=\"#user-content-fn-44\" id=\"user-content-fnref-44\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">44</a></sup> A theater critic spoke of Mae West as \"always inviting men to cum up and you know what.\"<sup><a href=\"#user-content-fn-45\" id=\"user-content-fnref-45\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">45</a></sup> Gypsy Rose Lee found the formula useful when she stated: \"I'm a woman who looks ahead, honey.  So I've saved the rhinestone for my navel and the little piece of adhesive tape to wear you-know-where.\"<sup><a href=\"#user-content-fn-46\" id=\"user-content-fnref-46\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">46</a></sup> In the offices of <em>The New Yorker</em>, abortion was similarly referred to—upon mention of a \"double-spoon curette, an instrument used in, as Ross might put it, you know what.\"<sup><a href=\"#user-content-fn-47\" id=\"user-content-fnref-47\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">47</a></sup></p>\n<p>The exuberant daughters of the Mitford family made use of <em>you know what</em>.  Jessica Mitford has told the following\nincident concerning the family's visit to Constantinople:</p>\n<blockquote>\n<p>There we were conducted through the palace, where one of the \"sights\" was the last remaining eunuch, a tiny,\nwizened old man with a face like a dried-up apple and a high squeaky, grumbly voice.  That night Muv told me\nto summon Boud and Debo to the cabin; there was something very serious she wanted to discuss with us.\nFrom her stonily solemn face and tone of voice, I could only assume that she had heard bad news from home—\nperhaps a death in the family—and my heart pounded with real fear as I went in search of the others.  When\nwe were assembled, Muv announced in her very gravest tones: \"Now, children, <em>YOU ARE NOT TO MENTION\nTHAT EUNUCH AT DINNER</em>.\"  We howled and screamed with laughter, and, although we would not have dared actually to disobey, kept referring all through dinner to the \"you know what\" with knowing looks and suppressed mirth.<sup><a href=\"#user-content-fn-48\" id=\"user-content-fnref-48\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">48</a></sup></p>\n</blockquote>\n<p>We come finally to the ultimate context of <em>you know what</em>, in which it refers to God. Alan W. Watts has written\nas follows: \"The great mythological traditions suggest that ...the universe is a vast game of hide-and-seek in which You-Know-Who gets lost as the Many and found as the One.\"<sup><a href=\"#user-content-fn-49\" id=\"user-content-fnref-49\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">49</a></sup> As this seriously attempts the difficult feat of welding contradictions into one formulation, it is in the best tradition of mystical writing.</p>\n<p>Thus <em>you know what</em> runs a full gamut, from triviality to profundity.  The formula is one of the resources of language in the surmounting of taboo; it permits the speaker at the same time both to say and not say.</p>\n<p><em>This article is a slightly modified version of a paper given at the Ninth Annual National Conference on Linguistics, sponsored by\nthe Linguistic Circle of New York, on March 14, 1964.  It was originally published in <em>Language: Journal of the Linguistic Society\nof America</em>, April 1964; it was reprinted in <em>Etc</em>.: <em>A Review of General Semantics</em>, September 1964.</em></p>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>Bill Mauldin, in the <em>Reporter</em>, June 23, 1953, p. 35/3. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>Quoted from the New York <em>Daily News</em> in the New York <em>Post</em>, March 31, 1948, p. 69/3. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p><em>New Republic</em>, August 4, 1947, p. 6/2. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>Joseph Barry, in the New York <em>Post</em>, June 27, 1960, p. 24/1. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p><em>New Leader</em>, June 3, 1950, p. 9/2. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>New York <em>Post</em>, June 13, 1947, p. 4/4. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>Jay Carr, <em>ibid</em>., January 26, 1964, p. 14/3. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p><em>Ibid</em>., June 28, 1949, p. 4. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>Laurence Barrett, in the New York <em>Herald Tribune</em>, March 31, 1964, p. 10/3. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p>Vernon Rice, in the New York <em>Post</em>, May 1, 1950, p. 34/2. Also derivative from <em>Peter Pan</em> was an example by G.B. Stern in her reminiscences, <em>Another Part of the Forest</em> (New York, 1941), p. 34: \" 'I do think after that, you ought to give me you-know-what you wouldn't promise.'  You-know-what was what Wendy woodle-somely called a Thimble.\" <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>D. Russell of Azusa, California, in <em>Collier's</em>, October 15, 1954, p. 16/3. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>Winchell, in the New York <em>Daily Mirror</em>, June 10, 1946, p. 10/4. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>L. Lyons, in the New York <em>Post</em>, November 18, 1946, p. 28/4. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p>Sam Boal, <em>ibid</em>., August 23, 1947, p. 10/1. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p>Frank Kingdon, <em>ibid</em>., March 21, 1950, p. 12/4. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-16\">\n<p><em>Ibid</em>., April 9, 1958, Mag. sect., p. 5/1. <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-17\">\n<p>Max Lerner, <em>ibid</em>., June 12, 1962, p. 53/3. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-18\">\n<p><em>Ibid</em>., January 12, 1964, p. 28/2. <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-19\">\n<p><em>Ibid</em>., February 5, 1950, p. 3/1. <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-20\">\n<p>Quoted by Jack Costello, on Station KYW (NBC), October 29, 1948, at 12:55 a.m.  This citation, along with two others, was kindly given me by Dr. Harold Wentworth. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-21\">\n<p>F.C. Othman, in the Chicago <em>Sun</em>, April 8, 1942, p. 15/1. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-22\">\n<p>Kitty Barne, <em>Visitors from London</em>, (London, 1940), p. 182. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-23\">\n<p>New York <em>Times</em>, April 16, 1950, II, p. 1/1. <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-24\">\n<p>Patricia Collinge, in the <em>New Yorker</em>, March 15, 1947, p. 29/2. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-25\">\n<p>London <em>Sunday Pictorial</em>, July 12, 1959, p. 15/5. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-26\">\n<p>Station KYW (NBC), November 3, 1948, at 8:01 p.m. <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-27\">\n<p>Stan Opotowsky, in the New York <em>Post</em>, May 1, 1956, p. 4/3. <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-28\">\n<p>London <em>Reveille</em>, November 25, 1955, p. 19/3. <a href=\"#user-content-fnref-28\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-29\">\n<p>Jane Nicholson, <em>Shelter</em> (New York, 1941), p. 175. <a href=\"#user-content-fnref-29\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-30\">\n<p>Philip Hope-Wallace, <em>Time and Tide</em>, August 14, 1954, p. 1080/1. <a href=\"#user-content-fnref-30\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-31\">\n<p>Philadelphia <em>Evening Bulletin</em>, October 15, 1948, p. 41. <a href=\"#user-content-fnref-31\" data-footnote-backref=\"\" aria-label=\"Back to reference 31\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-32\">\n<p>Gilbert Hackforth-Jones, in <em>Britannia and Eve</em>, July, 1948, p. 56/2. <a href=\"#user-content-fnref-32\" data-footnote-backref=\"\" aria-label=\"Back to reference 32\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-33\">\n<p>Earl Wilson, New York <em>Post</em>, May 25, 1956, p. 16/3. <a href=\"#user-content-fnref-33\" data-footnote-backref=\"\" aria-label=\"Back to reference 33\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-34\">\n<p><em>Ibid</em>., May 31, 1946, p. 39/2. <a href=\"#user-content-fnref-34\" data-footnote-backref=\"\" aria-label=\"Back to reference 34\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-35\">\n<p>Paul Denis, <em>ibid</em>., March 5, 1948, p. 70/2. <a href=\"#user-content-fnref-35\" data-footnote-backref=\"\" aria-label=\"Back to reference 35\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-36\">\n<p>L. Hunt, in <em>Men Only</em>, January, 1958, p. 63. <a href=\"#user-content-fnref-36\" data-footnote-backref=\"\" aria-label=\"Back to reference 36\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-37\">\n<p>Nancy Mitford, <em>The Blessing</em> (New York, 1951), p. 118.  Cf. also John Wain, <em>The Contenders</em> (London, 1958), p. 193: \"I also felt dirty and tired, not having had a wash since the long\ndrive down with Robert scaring the what's-it out of me.\" <a href=\"#user-content-fnref-37\" data-footnote-backref=\"\" aria-label=\"Back to reference 37\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-38\">\n<p>New York <em>Post</em>, August 24, 1948, p. 25/1. <a href=\"#user-content-fnref-38\" data-footnote-backref=\"\" aria-label=\"Back to reference 38\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-39\">\n<p>J. Foster, in the <em>New Masses</em>, January 18, 1944, p. 31/1. Furthermore, <em>ibid</em>.: \"The you-know-what is always couched in pad and pencil pose ready to take down as potential dialog all\nwords casually dropped by the wondrous playwright.\" <a href=\"#user-content-fnref-39\" data-footnote-backref=\"\" aria-label=\"Back to reference 39\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-40\">\n<p>James R. Parker, in the <em>New Yorker</em>, June 16, 1945, p. 20/2. <a href=\"#user-content-fnref-40\" data-footnote-backref=\"\" aria-label=\"Back to reference 40\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-41\">\n<p>Judith Crist, in the New York <em>Herald Tribune</em>, March 18, 1964, p. 17/4. <a href=\"#user-content-fnref-41\" data-footnote-backref=\"\" aria-label=\"Back to reference 41\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-42\">\n<p>Earl Wilson, in the New York <em>Post</em>, January 6, 1959, p. 16/4. <a href=\"#user-content-fnref-42\" data-footnote-backref=\"\" aria-label=\"Back to reference 42\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-43\">\n<p><em>The Ordeal of Gilbert Pinfold</em> (New York, 1957), p. 160.  Cf. a conversation overheard on a bus in New York City, January 13, 1962, concerning the film <em>Les Liaisons Dangereuses:</em> \"She thought it was about you know what, but it isn't!\" (Laughter from the others.) <a href=\"#user-content-fnref-43\" data-footnote-backref=\"\" aria-label=\"Back to reference 43\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-44\">\n<p>William V. Shannon, in the New York <em>Post</em>, April 20, 1958,\nMag. sect., p. 7/3. <a href=\"#user-content-fnref-44\" data-footnote-backref=\"\" aria-label=\"Back to reference 44\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-45\">\n<p>Vernon Rice, <em>ibid</em>., February 4, 1949, p. 43/1. <a href=\"#user-content-fnref-45\" data-footnote-backref=\"\" aria-label=\"Back to reference 45\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-46\">\n<p>Quoted by Earl Wilson, <em>ibid</em>., November 8, 1943, p. 24/1. <a href=\"#user-content-fnref-46\" data-footnote-backref=\"\" aria-label=\"Back to reference 46\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-47\">\n<p>James Thurber, <em>The Years with Ross</em> (New York, 1959), p. 49. <a href=\"#user-content-fnref-47\" data-footnote-backref=\"\" aria-label=\"Back to reference 47\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-48\">\n<p>Jessica Mitford, <em>Hons and Rebels</em> (London, 1960), p. 88. <a href=\"#user-content-fnref-48\" data-footnote-backref=\"\" aria-label=\"Back to reference 48\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-49\">\n<p>Leaflet of the publisher George Braziller, Inc., describing Watts's book, <em>The Two Hands of God</em> (New York, 1963). <a href=\"#user-content-fnref-49\" data-footnote-backref=\"\" aria-label=\"Back to reference 49\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You Know What</h1> <p><em><span data-rel=\"author\">Allen Walker Read</span> <span data-rel=\"location\">Emeritus Professor of English, Columbia University</span></em></p> <p>In one of his most perceptive essays, Otto Jespersen in 1929 explored the notion of \"veiled language.\"\nHe noted that \"round-about expressions\" were to be found in the popular speech of many nations, and he\nfelt that they are \"of interest to students of linguistic psychology as characteristic of one type of the popular mind.\"  Students of language have long known that taboo presents many problems, not the least of which is that taboo ought to be self-defeating.  If a word is never spoken, it should die out in a generation; no\ndoubt many words have been so lost.  But taboo is usually only partial—perhaps it exists to be broken.  In\nmost cultures there are individuals who play the role of rogue; and it may even be conventional to arrange occasions on which it is expected that that the taboos will be broken.</p> <p>There is a form of partial taboo that has had considerable vogue in English for the past twenty or thirty years.  I refer to the substitution formula \"You know what,\" \"You know who,\" \"You know where,\" etc.  The veiling of the subject is here very thin indeed; in fact, it serves to draw attention to the subject in an ostentatious way.  The notion of ostentatious taboo has not, I believe, been pointed out in the literature, and this sophisticated development in a complicated culture deserves to be documented.  Such ostentatious taboo is usually accomplished by well-known paralinguistic features—qualifiers such as smirking, the arched eyebrow, a slyness of manner.</p> <p>In surveying the areas of reference to which this formula has been applied, I will draw upon a collection of contexts chiefly from newspapers and magazines of the past twenty years.  We naturally expect the areas of reference to be those in which there is an ambivalence of attitude in our culture; therefore we will dip into the fields of politics, social issues, scatology, sex, etc., and come finally even to theology.</p>"
}