{
  "type": "Article",
  "title": "A Quick Fox Jumps over the Cwm Fjord-Bank Glyph Biz",
  "author": "—Russell Slocum",
  "location": "Reading, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Quick Fox Jumps over the Cwm Fjord-Bank Glyph Biz</h1>\n<p><em><span data-rel=\"author\">—Russell Slocum</span> <span data-rel=\"location\">Reading, Pennsylvania</span></em></p>\n<p>A <em>quick brown fox jumps over the lazy dog</em> is a popular grammar school writing exercise incorporating all 26 letters of the alphabet in a 33-letter sentence.  For those wishing to shorten the lesson, it may also be the seed of an obsession.</p>\n<p>Holo-alphabetic sentences can be addicting.  Unpraised holo-alphabaddicts have spent a good deal of time determining that Ezra 7:21 is the only Biblical verse containing all the letters, although it takes 170 letters to do it and excludes <em>j</em>, which wasn't around for the translation.  But creating a 26-letter holo-alphabetic sentence is the goal of most.  Perhaps driven to desperation, Augustus DeMorgan, a 19th-century mathematician, used the pre-15th century alphabet (no <em>j</em> and an ambiguous <em>v</em>) to reach 26 with <em>I, quartz pyx, who fling mud beds</em>.</p>\n<p>Using the modern alphabet, it has been comparatively easy to create holo-alphabetic sentences of between 29 and 33 letters.  There's the story of the World War I cryptoanalyst who wrote home requesting, “<em>Pack my bag with five dozen liquor jugs</em>,” and the likes of <em>Quick wafting zephyrs vex bold Jim</em>.  In 1964 a magazine contest for the shortest ended in a tie at 28 letters: <em>Waltz, nymph, for quick jigs vex Bud;</em> and slightly more obscure, <em>Blowzy frights vex, and jump quick</em>.</p>\n<p>Complicated modifiers and implied articles raise the question of what constitutes a valid sentence.  But in the heat of condensation, interest in content usually becomes secondary to overcoming the greatest obstacle, the ratio of six vowels to twenty consonants. Bringing the vowelless <em>nth</em> into the game better balances the groups, but as the sentences shrink their meanings often become less lucid.  For example: 'Endless zigging and zagging through legal loopholes prevented the diminutive employees of an Iranian pyx manufacturer from turning their products into music boxes,' or, in other words and 27 letters, <em>Nth zigs block Qum dwarf jive pyx</em>.  In 26 leters: 'an esteemed Iranian shyster was provoked when he himself was cheated.  An alleged seaside ski resort he purchased proved instead to be a glacier of countless oil-abundant fjords,' or <em>Nth black fjords vex Qum gyp wiz</em>.</p>\n<p>In addition to <em>nth</em> there is <em>cwm</em> a noun meaning a rounded valley or natural amphitheater.  'An eccentric's annoyance upon finding ancient inscriptions on the side of a fjord in a rounded valley' can be phrased as <em>Cwm fjord-bank glyphs vext quiz</em>.  Telling of his 'irritation at being cheated by a promoter's endless balking,' a brief Chapter II in the eccentric's life might read, <em>Nth balks gyp, vex cwm fjord quiz</em>.</p>\n<p>Although the use of <em>nth</em> and <em>cwm</em> in a sentence leaves only fourteen consonants to mesh with the six vowels, seemingly incompatible groupings in the former category often appear.  In fact, it seems necessary to include <em>fjord</em> or <em>fjeld</em> in the sentence to keep it at 26 letters. An example using the latter word: 'A famous singer from a plateau valley (an unnatural wonder) was cheated in a wager concerning the infinite nature of quarks, a business he did not wholly understand'--<em>Nth quark biz gyps cwm fjeld vox</em>.</p>\n<p>With the ultimate concision attained, it remains only to devise the most comprehensible holo-alphabetic sentence. While some of the preceding may seem contrived, word collections like <em>Nth cwm fjeld barks gyp quiz vox</em> make them seem relatively clear.  Yet the number of possible combinations of the 26 letters is 27 digits long.  There must be a few more that make sense.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Quick Fox Jumps over the Cwm Fjord-Bank Glyph Biz</h1> <p><em><span data-rel=\"author\">—Russell Slocum</span> <span data-rel=\"location\">Reading, Pennsylvania</span></em></p> <p>A <em>quick brown fox jumps over the lazy dog</em> is a popular grammar school writing exercise incorporating all 26 letters of the alphabet in a 33-letter sentence.  For those wishing to shorten the lesson, it may also be the seed of an obsession.</p> <p>Holo-alphabetic sentences can be addicting.  Unpraised holo-alphabaddicts have spent a good deal of time determining that Ezra 7:21 is the only Biblical verse containing all the letters, although it takes 170 letters to do it and excludes <em>j</em>, which wasn't around for the translation.  But creating a 26-letter holo-alphabetic sentence is the goal of most.  Perhaps driven to desperation, Augustus DeMorgan, a 19th-century mathematician, used the pre-15th century alphabet (no <em>j</em> and an ambiguous <em>v</em>) to reach 26 with <em>I, quartz pyx, who fling mud beds</em>.</p> <p>Using the modern alphabet, it has been comparatively easy to create holo-alphabetic sentences of between 29 and 33 letters.  There's the story of the World War I cryptoanalyst who wrote home requesting, “<em>Pack my bag with five dozen liquor jugs</em>,” and the likes of <em>Quick wafting zephyrs vex bold Jim</em>.  In 1964 a magazine contest for the shortest ended in a tie at 28 letters: <em>Waltz, nymph, for quick jigs vex Bud;</em> and slightly more obscure, <em>Blowzy frights vex, and jump quick</em>.</p>"
}