{
  "type": "Epistola",
  "title": "EPISTOLA Jon Mills",
  "contributor": "Jon Mills",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jon Mills</span></h1>\n<p>I have been similarly fascinated by the use of quotation marks, as commented on by Pat Solotaire [VERBATIM II, 2, 12].  Two recent examples:</p>\n<p>(1)  The Jacqueline Susann book <em>Once Is Not Enough</em> was made into a movie, billed not as:</p>\n<p>Jacqueline Susann's “Once Is Not Enough” but rather as</p>\n<p>“Jacqueline Susann's Once Is Not Enough,” which makes no sense at all (unless the title of her book was really, “Jacqueline Susann's Once Is Not Enough,” in which case the movie should have been billed as:</p>\n<p>Jacqueline Susann's “Jacqueline Susann's Once Is Not Enough.”</p>\n<p>(2)  A bottle of dish soap in my kitchen has printed on the label the words, in quotation marks, “Contains No Phosphates.”  Are they, perhaps, quoting an authority on phosphate content?  A similar use is made in advertising, where a slogan will be set aside by quotation marks: “Tastes great!”, etc.  I don't think that advertisers are fools. The use of quotation marks must have a predictable motivational effect.  I would like to know what it is.</p>\n<p>With reference to Sophie W.S. Brown's letter [II, 2, 14], what are “homographic-heterosemantic phonoglosses”?</p>\n<p>I would like to know if any readers have ever looked for words with the property that, if a specific vowel is replaced by any of the other vowels, the result is still a word.  For example, <em>pack, peck, pick, pock, puck</em>.  The words I've found are <em>mass, pat, bag, last</em>, and (amazingly enough, seven letters) <em>blander</em>.  Some I reject (e.g., <em>ball:</em> there's something about the validity of <em>boll</em> that I find questionable).</p>\n<p><em>Facetious</em> is the only word I know of that uses all of the vowels (and no more) in sequence.  The shortest word I know of that uses all five vowels is <em>sequoia</em>, and the next shortest is <em>equation</em>.  Has anybody found other examples of sequentiality or brevity?\n[Jon Mills, Chicago, Illinois]</p>\n<p><em>We, too, were unfamiliar with the term “homographic-heterosemantic phonoglosses,” but the meanings of its elements are transparent enough</em>: homographic <em>means '(of two or more words) written identically'</em>; heterosemantic <em>means 'different in meaning'</em>; phonogloss <em>means 'an explanation in sound(s).'  Hence, the entire expression would mean something like 'words spelled the same way but with different meanings.'  That leaves</em> phonoglosses, <em>which mystifies us, we admit.  But if one examines the examples given by Ms. Brown, all are common English words that are also common Latin words, though they mean different things in each language.  There ought to be many more</em>.</p>\n<p><em>We cannot understand why Mr. Mills rejects</em> boll: <em>isn't that what cotton comes in?  Blander is a good one!  If pack, etc., are made into packs, one could add pyx to cover “...and sometimes y</em>.”  —<em>Editor</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jon Mills</span></h1> <p>I have been similarly fascinated by the use of quotation marks, as commented on by Pat Solotaire [VERBATIM II, 2, 12].  Two recent examples:</p> <p>(1)  The Jacqueline Susann book <em>Once Is Not Enough</em> was made into a movie, billed not as:</p> <p>Jacqueline Susann's “Once Is Not Enough” but rather as</p> <p>“Jacqueline Susann's Once Is Not Enough,” which makes no sense at all (unless the title of her book was really, “Jacqueline Susann's Once Is Not Enough,” in which case the movie should have been billed as:</p>"
}