{
  "type": "Article",
  "title": "Noun Overuse Phenomenon Article",
  "author": "—Bruce D. Price",
  "location": "Word-Wise, New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Noun Overuse Phenomenon Article</h1>\n<p><em><span data-rel=\"author\">—Bruce D. Price</span> <span data-rel=\"location\">Word-Wise, New York, New York</span></em></p>\n<p>Have you noticed a new “clunk-clunk” sound in the English language?  Phrases such as “patient starter package” for <em>sample</em>?  “Drug dosage forms” for <em>pills</em>?  “Health cause” for <em>sickness?</em>  “Increased labor market participation rates” for <em>more people working?</em> This overuse of nouns is a modern trend that has pretty much escaped notice.  To put the phenomenon on the intellectual map, I've dubbed it Nounspeak. The allusion is to Newspeak, about which Orwell wrote: “Newspeak was designed not to extend but to diminish the range of thought.”</p>\n<p>The Germanic languages like to pile up nouns. The Romance languages virtually forbid it.  The English lexicon, betwixt and between, has traditionally accepted nouns in pairs with no hesitation.  Examples are <em>book store, love affair, deer crossing</em>, and <em>state university</em>.  Three nouns in a row used to be the outer limit and is a rare find in English prose before 1950. Now we daily encounter excrescences like “growth trend pattern” and “consumer price inflation” and even, hold your hat, “U.S. Air Force aircraft fuel systems equipment mechanics course” (from a Long Island newspaper).</p>\n<p>Nounspeak is not grammatically wrong.  We're concerned here with good style and with clarity and with avoiding problems for ourselves.  <em>Space ship</em> is not a problem.  <em>Space ship booster rocket</em> is the beginning of a problem.  Most writers would, I trust, try to find alternate phrasing.  But more and more we're having to accept decided problems such as <em>space ship booster rocket ignition system</em>.  I suggest it's time to back up.</p>\n<p>Scientists love Nounspeak.  Anyone hearing them joust with their mother tongue must lament the change of standards since the Royal Society took as its motto, <em>Nulla in Verba</em>, more than 300 years ago. Bureaucrats also love Nounspeak.  Certainly the military loves Nounspeak.  Would you ever guess that <em>target neutralization requirement</em> means 'the desired dead'?  Or that <em>airplane delivery systems</em> might mean 'bombs'?  Here's the National Academy of Science discussing military research: “Work has included development of empirical and rational formulae for aerosal survival, formulae for predicting human lethal dose, and quantification of disease severity.”  (They're talking about germs and poisonous gases.)  And most of all the “soft sciences,” such as psychology, education, sociology and anthropology, love Nounspeak.  A prize of some sardonic sort ought to be presented to the behaviorist quoted in <em>Science Digest</em> who concocted <em>place for goods purchase</em>.  It takes a minute to realize he's thinking about 'stores.'  The pattern is that people with little to say turn to Nounspeak for pompous packaging, while those with something unsavory to say find friendly camouflage in Nounspeak's abstractions and opacities.  Who can forget <em>body count?</em></p>\n<p>At a glance Nounspeak might seem a natural development, like the disappearance of the distinction between <em>who</em> and <em>whom</em> or the evolution of a slang word into polite speech, but it is only natural in the sense that foods such as breakfast cereals are a “natural” development in modern society.  Normally, a language is shaped by the intellectual writers at the top and the great mass of not-so-intellectual speakers at the bottom.  But Nounspeak, like breakfast cereals, is largely an artificial imposition, perpetrated by that growing multitude in the middle with from one to four years of college.  Not at all restrained by any sense of educational deficiency, this multitude talks to dazzle its own ears.  And to hell with Sir Quiller-Couch.</p>\n<p>People aren't <em>broke</em> any more.  They have a <em>money problem</em> or a <em>bad money situation.  Discontented consumers</em> (real people) have become <em>consumer discontent</em> (an abstraction, like so much Nounspeak).  Weathermen don't predict <em>rain</em> any more: now it's <em>precipitation activity</em>.</p>\n<p>There may be a metaphysical dimension here.  People often have the sensation that they aren't being heard. So they keep lumping noun on noun, as though by saying the same thing two or three times, they'll be understood across the existential void.  Can you think of another reason for <em>Newsweek's</em> startling duo, <em>inlet cove?</em>  (One can hardly find two more perfectly synonymous words in English. So why use both?)  And <em>rain postponement dates</em> recently appeared on a sign in the subway in New York City.</p>\n<p>Nouns must comfort with their solidity.  They seem to pin matters down, to freeze life, to ward off future shock. But it's largely a sham.  Life is flux and process.  Verbs are truer to this constant change; and expert stylists have always recommended reliance on verbs.  Listen to Gertrude Stein railing against nouns in “Lectures in America”: “Things once they are named the name does not go on doing anything to them and so why write in nouns.... And therefore and I say it again more and more one does not use nouns....  Nouns as I say even by definition are completely not interesting.”  And Gertrude Stein was speaking about nouns in meager doses, not the excesses here labeled Nounspeak.</p>\n<p>Poor Gertrude Stein.  Alive today, she could not read the front page of any newspaper in the country without finding a surfeit of nouns, many of which can be cut entirely with <em>no</em> loss of sense.  The favorite free-loaders are <em>area, situation</em> and <em>problem</em>.  One of Nounspeak's major linguistic discoveries is that you can attach any one, or even two of these words to any other English word with no change of meaning.  The gain in precision is illusory but the loss of clarity is real.  “What's your problem area, Jack?”</p>\n<p>Nounspeak shares common ground with jargon and bombast and gobbledygook and prolixity and confusion of whatever sort.  But Nounspeak does seem to be the most sharply defined of these phenomena and may be the more interesting in exhibiting its own rudimentary “grammar,” the devices by which perfectly fine English is “translated” into Nounspeak.  (One cannot help thinking of Nounspeak as being almost a dialect of English.)</p>\n<p>The first and most obvious of these devices is: never use one noun when two (or three) can be rummaged up. Contemplate these words: <em>subject; interim; spending; transition; passengers;</em> and <em>contract</em>.  Is not each a sturdy soldier of a word, wholly equipped by itself and ready for any mission?  But these excellent nouns split in Nounspeak to become: <em>subject matter; interim period; spending total; transition period; passenger volume;</em> and <em>contract agreement</em>.  (All examples are from the press.)  Note that nothing is added except the extra syllables.  Like germs, one noun splits into two, and then one of those can become two again.</p>\n<p>A second technique for subverting English into Nounspeak requires changing strong, aggressive verbs into weak nouns.  <em>We control pests</em> in English.  <em>We accomplish pest control</em> is Nounspeak.  It's hard to see any good reason for this device.  But many variations can be found in the press.  The idea is to smash those verbs.  Mothers don't <em>feed</em> infants, they practice <em>infant feeding;</em> teachers don't <em>educate</em> any more, they work at <em>student education;</em> politicians don't <em>appeal to voters</em>, they have <em>voter appeal;</em> readers don't <em>respond</em>, they show <em>reader response</em>.</p>\n<p>A third technique diminishes clarity by disdaining the possessive 's or of.  “Nixon had this to say about the Agnew criticism....”  Heard on the radio, there is no way of knowing whether Agnew was criticized or criticizing, except by context.  Paradigmatically, “B's A” and “A of B” are being changed wholesale into “BA.”  Thus <em>rate of change</em>, which is smooth and flows easily into the brain, becomes <em>change rate</em>, which is “clunk-clunk” English and hard to digest.</p>\n<p>In the years ahead English will depend much more heavily on nouns than Gertrude Stein might like.  But it's reasonable to ask that our writers and editors steer us away from Nounspeak's worst excesses.  We'll know the tide has turned when the IRS whittles its <em>Tax Schedule Rate Chart</em> down to <em>Tax Rate Chart</em>, then to the very sensible <em>Tax Chart</em>, then--unlikely victory--to <em>Taxes</em>, which is what they were trying to say all along.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Noun Overuse Phenomenon Article</h1> <p><em><span data-rel=\"author\">—Bruce D. Price</span> <span data-rel=\"location\">Word-Wise, New York, New York</span></em></p> <p>Have you noticed a new “clunk-clunk” sound in the English language?  Phrases such as “patient starter package” for <em>sample</em>?  “Drug dosage forms” for <em>pills</em>?  “Health cause” for <em>sickness?</em>  “Increased labor market participation rates” for <em>more people working?</em> This overuse of nouns is a modern trend that has pretty much escaped notice.  To put the phenomenon on the intellectual map, I've dubbed it Nounspeak. The allusion is to Newspeak, about which Orwell wrote: “Newspeak was designed not to extend but to diminish the range of thought.”</p> <p>The Germanic languages like to pile up nouns. The Romance languages virtually forbid it.  The English lexicon, betwixt and between, has traditionally accepted nouns in pairs with no hesitation.  Examples are <em>book store, love affair, deer crossing</em>, and <em>state university</em>.  Three nouns in a row used to be the outer limit and is a rare find in English prose before 1950. Now we daily encounter excrescences like “growth trend pattern” and “consumer price inflation” and even, hold your hat, “U.S. Air Force aircraft fuel systems equipment mechanics course” (from a Long Island newspaper).</p> <p>Nounspeak is not grammatically wrong.  We're concerned here with good style and with clarity and with avoiding problems for ourselves.  <em>Space ship</em> is not a problem.  <em>Space ship booster rocket</em> is the beginning of a problem.  Most writers would, I trust, try to find alternate phrasing.  But more and more we're having to accept decided problems such as <em>space ship booster rocket ignition system</em>.  I suggest it's time to back up.</p>"
}