{
  "type": "Article",
  "title": "Reviews: NAMES ON THE GLOBE",
  "author": "George R. Stewart",
  "location": "Oxford University Press, 1975",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: NAMES ON THE GLOBE</h1>\n<p><em><span data-rel=\"author\">George R. Stewart</span> <span data-rel=\"location\">Oxford University Press, 1975</span></em></p>\n<p>Rumor has had it for years that George Stewart was working on a book dealing with the place-names of the world.  Now rumor can cease, having been proved correct by the recent publication of his substantial volume presenting a reasoned account of the naming of places on this ever-shrinking planet of ours.  Despite its obviously intentional titular reverberation, <em>Names on the Globe</em> is not simply a global rewriting of the earlier, more national, <em>Names on the Land</em>.  It is in many ways a more mature book, having shed much, although not all, of the romanticism of the earlier work, but, thank goodness, not its touches of creative flair and recreative imagination.  It is a vigorous book, displaying time and again refreshing touches of the youngest eighty-year-old mind in the profession. It is a methodical and well-organized book, and it is above all a personal book, drawing on the accumulated files and knowledge of one man's life-long involvement with the entirely human phenomenon of names and naming.</p>\n<p>It is, therefore, also an American book, viewing the globe and its toponymy with American eyes and interpreting this toponymy through the American experience. Illustrations of points made and of categories delineated in the general sections are largely taken from the American map or, for earlier periods, from English and Anglo-Saxon place-nomenclature.  The phenomenon of phonetic transfer of names from one language to another, for example, is given substance by a detailed discussion of the loss of the middle consonant in Bexar, Texas, the retaining speech-habits reflected in San Francisco, Calif., and the complexity of relationships between American Indians and settlers in New England which produced such variants as <em>Pequonnock, Poquomock, Poquonock, Pequannock</em>, and <em>Peconic</em> from the same Indian original meaning something like 'little field.'  Folk etymology is explained with the help of <em>Smackover</em> from French <em>Chemin Convert, Picketwire</em> from <em>Purgatoire</em>, and <em>Lemonfair</em> from <em>Le Mont Vert</em>.  For visual transfer Stewart cites the influence of Norman scribes in England where <em>Dunham</em> became <em>Durham.  Sarisbury</em> was replaced by <em>Salisbury</em>, and <em>Exester</em> and <em>Glouchester</em> turned into <em>Exeter</em> and <em>Gloucester</em>.  The spelling of <em>Los Angeles</em> demonstrates the influence of printing, and the name of <em>Raft River</em> in southern Idaho is Stewart's cultural detective story worthy of a Simenon.</p>\n<p>In the long middle chapter devoted to the naming activities of man in different parts of the world--a kind of applied toponymics illustrating the principles expounded in the more philosophically, more theoretically, more methodologically oriented portions of the book--America and the British Isles, too, dominate the discussion, supplemented chiefly by coverage of the toponymy of classical Greece (<em>Athens, Sparta, Thebes, Argos, Corinth, Delphi</em>, etc.) and Rome (<em>Rome, Latium, Florence, Pavia</em>, etc.), of the Biblical Near East (Genesis 31: “And Laban called it Jegarsahadutha, but Jacob called it Galeed” is a beautiful example of dual naming, and Numbers 32: “And Nobah went and took Kenath, and villages thereof, and called it Nobah, after his own name” shows a devastating sense of personal achievement culminating in the right to name), and the age of exploration (Columbus the Namer!), whereas both Africa and Asia receive comparatively short shrift, and the Scandinavian countries, so well researched onomastically, hardly figure at all.  It is a globe as seen and appreciated in its proportions from the U.S. or, perhaps, even more narrowly, from California.</p>\n<p>There may be those who might think of such a distorted globe in purely negative terms, demanding comprehensiveness and balanced coverage in a volume of such pretensions.  This reviewer is not one of them.  It is so much more satisfying to have an author operate within the well staked-out range of his private knowledge--and Stewart's range is considerable--than have him flounder in waters whose depths he has not sufficiently probed, relying exclusively on other people's marker buoys.  That things have, nevertheless, gone wrong occasionally, mostly because of reliance on not completely reliable sources (W.C. Mackenzie is hardly the best authority to choose for Scotland, for example, and P.W. Joyce, although excellent in his time, is not the last word on Irish place names) is not surprising and probably almost unavoidable in a one-man undertaking of this scope, especially when such a large number of languages is involved.</p>\n<p>There is, however, a second advantage to a scrutiny of our global place-nomenclature from an American point of view.  As Stewart points out quite rightly in a number of different contexts, the preoccupation of many European scholars with name-etymology, i.e. with the linguistic roots of a name and its linguistic evolution, has tended to neglect altogether the toponymic principles as they quite clearly emerge from an examination of the processes of naming and of the results of such processes in areas, like the American west, settled within human memory or at most within the last century or two.  Once the purely linguistic approach has been abandoned, an opportunity has been provided for a new kind of onomastic vision which treats names as names and not just as words with peculiar properties.  Although Stewart does not concern himself in any detail with the whole question of the relationship between name and word, his insistence on a study of <em>naming</em>, rather than of <em>names</em>, or in addition to that of names, creates an intellectual climate in which all kinds of exciting new things become possible, not the least of which would be the removal of names from a purely lexical context.  Even the more than one hundred bodies of water in Minnesota, called <em>Mud Lake</em>, make sense now, as do such cultural transfers from Europe as <em>Boston, New Orleans</em>, and <em>Harlem</em>, or, within the United States, <em>Lexington</em> and <em>Winchester</em>.  A shift of stress from Ber'lin to 'Berlin and a lengthening of vowel in Āthens make something new out of a meaningless sound sequence.</p>\n<p>To this reviewer, therefore, those chapters and sections of Stewart's book that concentrate on “Man, the Namer,” “The Mind of the Namer,” and “Place-Names as Sources of Knowledge” are possibly more significant and challenging than the central chapter on “Namers at Work.” In these sections, Stewart's mind is at its best, always probing, always questioning, always challenging, frequently committed.  For this reason the book, while of necessity disappointing as a reference work which it was never meant to be, will be enjoyed most as just that--a challenge. That is certainly how I have read it, apportioning agreement or disagreement as I went along: approving of the emphasis on human motivation in naming; delighting at the attempts, however rudimentary, at a basic place-name grammar; being dissatisfied with the somewhat spurious reasons advanced in support of a claim for the near universality of “the specific-generic system”; raising my eyebrows (or at least the one which is still European) at the oversimplified presentation of the so-called “European research method,” but fully agreeing with the persuasive argument against a predominantly etymological approach to onomastic research; tut-tutting at one or two misprints like <em>Angel</em> for <em>Angeln</em> (p. 69) as the original homeland of the Angles; responding with pleasure to the outlining of “name systems”; being a little puzzled by the distinction made between descriptive and associative names; detecting certain apparent flaws in the categories of classification proposed; rejoicing in the treatment of incident names; missing some reference to the conversion of personal names into commemorative place-names without the addition of a generic; applauding the sound statements on folk-etymology, etc.</p>\n<p>If there is still any doubt, let me reiterate: This is not a reference book, but one to be read carefully page by page, one to wrestle with, one to take a stand on. Whether <em>Names on the Globe</em> produces agreement or disagreement, delight or despair, approval or disapproval, it will never bore, but will not fail to challenge or to make one think.  It will also never fail to serve as an excellent illustration of one of Stewart's own, to this reviewer indisputable, statements (p. 370): “Yet, properly used, place-names can serve, legitimately and significantly, to extend knowledge.”</p>\n<p>—<em>W. F. H. Nicolaisen, State University of New York at Binghamton</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: NAMES ON THE GLOBE</h1> <p><em><span data-rel=\"author\">George R. Stewart</span> <span data-rel=\"location\">Oxford University Press, 1975</span></em></p> <p>Rumor has had it for years that George Stewart was working on a book dealing with the place-names of the world.  Now rumor can cease, having been proved correct by the recent publication of his substantial volume presenting a reasoned account of the naming of places on this ever-shrinking planet of ours.  Despite its obviously intentional titular reverberation, <em>Names on the Globe</em> is not simply a global rewriting of the earlier, more national, <em>Names on the Land</em>.  It is in many ways a more mature book, having shed much, although not all, of the romanticism of the earlier work, but, thank goodness, not its touches of creative flair and recreative imagination.  It is a vigorous book, displaying time and again refreshing touches of the youngest eighty-year-old mind in the profession. It is a methodical and well-organized book, and it is above all a personal book, drawing on the accumulated files and knowledge of one man's life-long involvement with the entirely human phenomenon of names and naming.</p> <p>It is, therefore, also an American book, viewing the globe and its toponymy with American eyes and interpreting this toponymy through the American experience. Illustrations of points made and of categories delineated in the general sections are largely taken from the American map or, for earlier periods, from English and Anglo-Saxon place-nomenclature.  The phenomenon of phonetic transfer of names from one language to another, for example, is given substance by a detailed discussion of the loss of the middle consonant in Bexar, Texas, the retaining speech-habits reflected in San Francisco, Calif., and the complexity of relationships between American Indians and settlers in New England which produced such variants as <em>Pequonnock, Poquomock, Poquonock, Pequannock</em>, and <em>Peconic</em> from the same Indian original meaning something like 'little field.'  Folk etymology is explained with the help of <em>Smackover</em> from French <em>Chemin Convert, Picketwire</em> from <em>Purgatoire</em>, and <em>Lemonfair</em> from <em>Le Mont Vert</em>.  For visual transfer Stewart cites the influence of Norman scribes in England where <em>Dunham</em> became <em>Durham.  Sarisbury</em> was replaced by <em>Salisbury</em>, and <em>Exester</em> and <em>Glouchester</em> turned into <em>Exeter</em> and <em>Gloucester</em>.  The spelling of <em>Los Angeles</em> demonstrates the influence of printing, and the name of <em>Raft River</em> in southern Idaho is Stewart's cultural detective story worthy of a Simenon.</p> <p>In the long middle chapter devoted to the naming activities of man in different parts of the world--a kind of applied toponymics illustrating the principles expounded in the more philosophically, more theoretically, more methodologically oriented portions of the book--America and the British Isles, too, dominate the discussion, supplemented chiefly by coverage of the toponymy of classical Greece (<em>Athens, Sparta, Thebes, Argos, Corinth, Delphi</em>, etc.) and Rome (<em>Rome, Latium, Florence, Pavia</em>, etc.), of the Biblical Near East (Genesis 31: “And Laban called it Jegarsahadutha, but Jacob called it Galeed” is a beautiful example of dual naming, and Numbers 32: “And Nobah went and took Kenath, and villages thereof, and called it Nobah, after his own name” shows a devastating sense of personal achievement culminating in the right to name), and the age of exploration (Columbus the Namer!), whereas both Africa and Asia receive comparatively short shrift, and the Scandinavian countries, so well researched onomastically, hardly figure at all.  It is a globe as seen and appreciated in its proportions from the U.S. or, perhaps, even more narrowly, from California.</p>"
}