{
  "type": "Article",
  "title": "Reviews: A STUDY OF WRITING",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: A STUDY OF WRITING</h1>\n<p>I.J. Gelb, A Phoenix Book, University of Chicago Press, 1973.</p>\n<p>We accept writing as a natural part of our daily lives. We see its manifestations in all phases of our personal activity, and we seem to take it for granted.  We tend to forget that ours is a print-oriented society, and that the progress of our civilization is in direct proportion to our ability to communicate with one another by means of the written word.  Once we are cognizant of the importance of this subject in the history of mankind, it is only natural to ask about its origin and development.  What general principles, for example, govern the use and evolution of writing through time, and can a theory of writing be developed which will explain these general laws?  For more than two decades, Professor Gelb, a specialist in Near Eastern languages and Linguistics at the University of Chicago, has been preoccupied with these questions.  This publication, which appeared in 1951 in its first edition and which has been consistently updated in subsequent revisions, is the culmination of his years of extensive research and academic experience on the subject.</p>\n<p>Writing is an outgrowth of the cave paintings and stone carvings of prehistoric man.  The geometric designs of the great Oriental writing systems, such as Sumerian, Egyptian, Hittite, Chinese, etc., were originally picture drawings.  These pictures or logos were used to express concrete words.  This is still evident in the rebus of the coat of arms of Oxford which shows an ox crossing a ford. These word signs, however, were limited.  The next stage in the natural development of writing can be found in the use of syllabic signs.  In Sumerian, for example, the syllable <em>ti</em> originated from the word sign <em>ti</em> which meant 'arrow.' The final stage in the history of writing came into being with the evolution of the alphabet where vowels are expressed by separate signs or by means of special diacritic marks.  What is important about this historic account from signs and syllables to the alphabet is the fact that it represents a natural transition.  Although a stage of evolution may be arrested, it cannot be skipped over or reversed.</p>\n<p>The major word-syllable systems which Gelb discusses at length are Sumerian (3,100 B.C.-75 A.D.), Egyptian (3,000 B.C.-400 A.D.), Hittite (1,500-700 B.C.), and Chinese (1,300 B.C.-present).  The origin of the Chinese system merits comment.  It is known that the Chinese writing made its appearance during the Shang dynasty as a fully developed phonetic system.  Since sophisticated writing systems do not spring up <em>de novo</em>, and since the Shang period was subject to many foreign influences, it can be reasonably argued that the word-syllable system of Chinese was borrowed, <em>in principle</em> and not in form, from the Near East.</p>\n<p>Among the syllabic systems discussed by Gelb are Elamite, West Semitic, Cypriote, and Japanese.  These systems were derived from the Sumerian, Egyptian, Hittite, and Chinese patterns, respectively.  The West Semitic syllabary is of special importance because it gave us the Hebraic tradition of writing.  Finally, the alphabetic systems singled out for explication by Gelb were Greek, Hebrew, and Sanskrit.  Because Greek has a fully developed system of vowels and consonants it represents the ultimate in orthographic systems.  Furthermore, although the forms have undergone minor modification with the passage of time, its underlying principle has not been improved upon for more than two millennia.</p>\n<p>The study of grammatology, or the investigation of writing, is a fascinating topic.  What makes it even more informative is the unique ability that Gelb has for conveying in lucid prose the general principles which govern the use and evolution of writing.</p>\n<p>—<em>Robert St. Clair, University of Louisville</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: A STUDY OF WRITING</h1> <p>I.J. Gelb, A Phoenix Book, University of Chicago Press, 1973.</p> <p>We accept writing as a natural part of our daily lives. We see its manifestations in all phases of our personal activity, and we seem to take it for granted.  We tend to forget that ours is a print-oriented society, and that the progress of our civilization is in direct proportion to our ability to communicate with one another by means of the written word.  Once we are cognizant of the importance of this subject in the history of mankind, it is only natural to ask about its origin and development.  What general principles, for example, govern the use and evolution of writing through time, and can a theory of writing be developed which will explain these general laws?  For more than two decades, Professor Gelb, a specialist in Near Eastern languages and Linguistics at the University of Chicago, has been preoccupied with these questions.  This publication, which appeared in 1951 in its first edition and which has been consistently updated in subsequent revisions, is the culmination of his years of extensive research and academic experience on the subject.</p> <p>Writing is an outgrowth of the cave paintings and stone carvings of prehistoric man.  The geometric designs of the great Oriental writing systems, such as Sumerian, Egyptian, Hittite, Chinese, etc., were originally picture drawings.  These pictures or logos were used to express concrete words.  This is still evident in the rebus of the coat of arms of Oxford which shows an ox crossing a ford. These word signs, however, were limited.  The next stage in the natural development of writing can be found in the use of syllabic signs.  In Sumerian, for example, the syllable <em>ti</em> originated from the word sign <em>ti</em> which meant 'arrow.' The final stage in the history of writing came into being with the evolution of the alphabet where vowels are expressed by separate signs or by means of special diacritic marks.  What is important about this historic account from signs and syllables to the alphabet is the fact that it represents a natural transition.  Although a stage of evolution may be arrested, it cannot be skipped over or reversed.</p> <p>The major word-syllable systems which Gelb discusses at length are Sumerian (3,100 B.C.-75 A.D.), Egyptian (3,000 B.C.-400 A.D.), Hittite (1,500-700 B.C.), and Chinese (1,300 B.C.-present).  The origin of the Chinese system merits comment.  It is known that the Chinese writing made its appearance during the Shang dynasty as a fully developed phonetic system.  Since sophisticated writing systems do not spring up <em>de novo</em>, and since the Shang period was subject to many foreign influences, it can be reasonably argued that the word-syllable system of Chinese was borrowed, <em>in principle</em> and not in form, from the Near East.</p>"
}