{
  "type": "Article",
  "title": "Reviews: THE AMERICAN LANGUAGE: An Inquiry into the Development of English in the United States",
  "author": "H.L. Mencken",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Reviews: THE AMERICAN LANGUAGE: An Inquiry into the Development of English in the United States</h1>\n<p><em><span data-rel=\"author\">H.L. Mencken</span> <span data-rel=\"location\"></span></em>, 4th ed. 1936 (20th ptg. 1974), Alfred A. Knopf, with <em>Supplement One</em> (11th ptg. 1975), with <em>Supplement Two</em> (8th ptg. 1975).</p>\n<p>Despite the heavy amount of data contained in <em>The American Language</em>, its anecdotal style provides an enjoyable introduction to the history and development of the daily language of America.  Reading <em>The American Language</em> should be like receiving a long letter from home, in which one receives a large amount of material about familiar subjects.  The sections on the history of the deprecations of American English by British speakers and Anglomaniacs will not only give rise to a lot of guffaws but will also go a long way in helping to erase the inferiority complex so many people have about their English.</p>\n<p>The early editions were very well received, and so much new material poured in in response to Mencken's request for data that the fourth edition is not just another revision but a totally new book.  Likewise, the supplements give much new documentation plus a large amount of data on place names and grammar.</p>\n<p>Mencken never pretended to be a specialist in linguistics. He often chastised specialists for spending their time studying Hittite, American Indian, and other “esoteric” languages instead of answering his call for a comprehensive grammar of common speech.  He seemed to have considered it downright unpatriotic to spend time studying Eskimo when there was no comprehensive grammar of American English.  Little did he realize the immensity of the undertaking he was urging.  Mencken's strength is also his weakness.  His anecdoctal presentation makes it easy for the general reader to handle so much data, but his lack of systematic analysis distresses linguists.</p>\n<p>Early in the eighteenth century, the alarm against the intrusion of Americanisms into British English began to be raised.  But the flood of new words and phrases was unstoppable.  At first, it seemed that an “Americanism” meant “any unfamiliar item.”  In trying to keep British English pure, efforts were made to classify Americanisms so that they could be identified and eliminated.  A common analysis was: (1) the preservation of items lost in Great Britain, e.g., <em>notify a person</em>; (2) the introduction of new American items, e.g., <em>belittle</em>; and (3) the peculiar American development of English items, e.g., <em>creek</em>, for 'a small stream' instead of 'a narrow bay' or 'inlet of the sea.'</p>\n<p>Even in the early decades of the twentieth century, Americanisms were still being denounced; but when they began to be used in Britain, the <em>Oxford English Dictionary</em> was searched for quotations from Chaucer to show that they were really British and not American.  Often a phrase denounced as an Americanism really originated in Britain and was unknown in America, and many Americanisms were picked up in Britain without anyone being aware of it.  But there were saner heads in Great Britain who understood that just because American English was different from British English it wasn't therefore automatically wrong and to be scorned.</p>\n<p>It was not until 1890 that <em>Dialect Notes</em>, the first journal devoted to American English, was set up by the American Dialect Society, which had been founded the preceding year.  <em>American Speech</em> was not established until 1925.  <em>The Dictionary of American English</em> was begun at the University of Chicago in 1925 under Sir William Craigie, an Englishman.  The <em>Linguistic Atlas of the United States</em> was begun after a conference of the Linguistic Society of America in 1929, and its first fascicle appeared in 1936 under the editorship of Dr. Hans Kurath, an Austrian.</p>\n<p>Three characteristics of American English were usually noted: (1) general uniformity throughout the country; (2) disregard for rule and precedent; and (3) a tremendous capacity for taking in new words and for manufacturing them out of its own materials.  Since a number of dialects of English in Britain are not mutually intelligible, it was thought strange that one could travel the long distances in America and still be understood without resorting to some received standard language.  Some of the printed texts of American English, such as those of Mark Twain, led people in Britain to think that American English was much more different from British English than it was.  This misconception was perpetuated by the underworld slang of the early talking pictures.  Since people in the New World had to deal with very different flora, fauna, geographical features, and social situations, it was inevitable that many new vocabulary items would arise.  Also, most people on the frontier were illiterate, or nearly so, and consequently were not likely to coin words in the fashion of a university professor.</p>\n<p>Words were borrowed from many American Indian and European languages, e.g., <em>raccoon, opossum, moose, crayfish, portage, caucus, cookey</em>, and <em>Santa Claus.  Yankee</em> is apparently derived from the Dutch <em>Jan Kees</em> (<em>John Cheese</em>), a derogatory nickname for the Dutch in New York and the Dutch Buccaneers on the Spanish Main.  It is not known how this came to refer to Americans.</p>\n<p>American English exerts a very strong pressure on British English and seems to have dragged British English with it, but few Briticisms have entered American English, e.g., <em>candyshop</em> (instead of <em>store</em>), <em>smog</em>, and <em>wangle</em>. Both British and American English have gone through similar periods of change.  In the nineteenth and early twentieth centuries, both went through a period when euphemisms were used for terms that in any way referred to sex or that could be regarded as expletives.  But again, America gave more than it received.</p>\n<p>The pronunciation of British and American English differs very much.  This is especially noticeable in the intonation or melody with which a sentence is pronounced. There are fewer syllables in many words in British English, e.g., <em>extraordinary</em> has five or six syllables in American English, but only four in British.  The accent falls on different syllables, e.g., <em>primárily</em> in American English, but <em>prímarily</em> in British.</p>\n<p>One of the most noticeable differences between Standard American and Standard British is the pronunciation of vowels.  British English uses the so-called broad <em>a</em> of <em>dark</em> before many voiceless consonants and consonant clusters where American English uses the so-called flat <em>a</em> of <em>that</em>.  But, contrary to a general belief in America, the flat <em>a</em> is used in many words in British English, e.g., <em>fancy, stamp</em>, and <em>gas</em>.  Also, despite a general belief to the contrary, the flat <em>a</em> is not a “corruption” of the broad <em>a</em>.  Works published in England and America in the late eighteenth century show that many words that now have broad <em>a</em> in England and New England had the flat <em>a</em>.  Between 1830 and 1850, the broad <em>a</em> “ran riot” in the Boston area.</p>\n<p>There are few differences in the pronunciation of consonants in America and Britain.  The most commonly noticed is the dropping of <em>r</em> at the ends of syllables in Britain, where the <em>r</em> is pronounced in America except in a few areas, such as parts of New England and Tidewater, Virginia.  Mencken is incorrect in his statement that the <em>I</em> of the first syllable of <em>fulfil</em> and the <em>d</em> of <em>kindness</em> are dropped in Britain but not in America, since many Americans drop these also.</p>\n<p>In the seventeenth century, the rules of English spelling were very vague, and early documents contain spellings that seem fantastic today.  As printing increased, uniformity began to appear.  By the beginning of the eighteenth century, the principal English authors spelled much alike.  Samuel Johnson's dictionary, published in 1755, achieved universal acceptance as a guide to orthography, and many of his spellings are still accepted.  Benjamin Franklin attempted to establish an orthography in 1768, which added six new letters; but it remained for Noah Webster to achieve a divorce between British and American spelling practice with his <em>Grammatical Institute of the English Language</em>, published in 1783.  Webster's motives were in part patriotic since he wished American English when printed to look different from British English. Webster's <em>The American Spelling Book</em>, the first part of his <em>Grammatical Institute</em>, went through various editions and sold 62 million copies by 1889.  Webster's legacy has left us with -<em>or</em> instead of -<em>our</em> in words like <em>color</em>, <em>s</em> instead of <em>c</em> in words like <em>defense, -er</em> instead of -<em>re</em> in words like <em>theater</em>, and characteristic spellings, especially, <em>jail, wagon, plow, mold</em>, and <em>ax</em>.</p>\n<p>Mencken's robust joy in describing the development of English in America will provide the reader with a fascinating account of how many parts of our language came to be without subjecting him to the jargon and technicalities of modern linguistics.  <em>The American Language</em> is not a technical history of the development of American English, but for the general reader or anyone with bicentennial fever, it provides a most enjoyable introduction to the development of American English.</p>\n<p>—<em>James E. Redden, Southern Illinois University at Carbondale</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Reviews: THE AMERICAN LANGUAGE: An Inquiry into the Development of English in the United States</h1> <p><em><span data-rel=\"author\">H.L. Mencken</span> <span data-rel=\"location\"></span></em>, 4th ed. 1936 (20th ptg. 1974), Alfred A. Knopf, with <em>Supplement One</em> (11th ptg. 1975), with <em>Supplement Two</em> (8th ptg. 1975).</p> <p>Despite the heavy amount of data contained in <em>The American Language</em>, its anecdotal style provides an enjoyable introduction to the history and development of the daily language of America.  Reading <em>The American Language</em> should be like receiving a long letter from home, in which one receives a large amount of material about familiar subjects.  The sections on the history of the deprecations of American English by British speakers and Anglomaniacs will not only give rise to a lot of guffaws but will also go a long way in helping to erase the inferiority complex so many people have about their English.</p> <p>The early editions were very well received, and so much new material poured in in response to Mencken's request for data that the fourth edition is not just another revision but a totally new book.  Likewise, the supplements give much new documentation plus a large amount of data on place names and grammar.</p> <p>Mencken never pretended to be a specialist in linguistics. He often chastised specialists for spending their time studying Hittite, American Indian, and other “esoteric” languages instead of answering his call for a comprehensive grammar of common speech.  He seemed to have considered it downright unpatriotic to spend time studying Eskimo when there was no comprehensive grammar of American English.  Little did he realize the immensity of the undertaking he was urging.  Mencken's strength is also his weakness.  His anecdoctal presentation makes it easy for the general reader to handle so much data, but his lack of systematic analysis distresses linguists.</p>"
}