{
  "type": "Article",
  "title": "Secrets of 'American English' May Yield to Dialect Geography",
  "author": "William Safire",
  "location": "The New York Times, Washington, D.C.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Secrets of 'American English' May Yield to Dialect Geography</h1>\n<p><em><span data-rel=\"author\">William Safire</span> <span data-rel=\"location\">The New York Times, Washington, D.C.</span></em></p>\n<p>In Bernard Shaw's “Pygmalion,” Professor Henry Higgins was able to pinpoint the district of origin of a Cockney flower girl by listening to her accent and vocabulary. Could that be done today by an American linguistics expert and a local Eliza Doolittle?</p>\n<p>Thanks to a growing branch of language study called dialect geography, the answer may be yes.</p>\n<p>Since the early thirties, when dialect pioneer Hans Kurath began gathering data for his linguistic atlas of the eastern United States, language researchers in other sections of the country have been working on regional atlases to discover how words, usages and accents have traveled from one locality to another, as well as between social classes.</p>\n<p>Dialect geography is not yet a full-fledged academic discipline, but Prof. Harold Allen of the University of Minnesota estimates that there are now 25 specialists active in the field.  Much of their work dovetails to make possible a coast-to-coast study of the way “American English” came to be.</p>\n<p>One set of clues is in word usage: Do you <em>take</em> cream or <em>use</em> cream?</p>\n<p>Other clues are in vocabulary: A <em>hero</em> in New York is a <em>hoagy</em> in Philadelphia and a <em>sub</em> in Washington, D. C.</p>\n<p>Still other footprints of language movement can be found in pronunciation: A California <em>oar-inge</em> is shipped east to become an <em>ar-ringe</em>, as New England <em>grease</em> turns to <em>greaze</em> as it dribbles south of Trenton.</p>\n<p>Most geographers of language agree that the information gathered so far indicates that several dialects of British English landed along the American Eastern Seaboard. These became spiced with Americanisms borrowed from traders, Indians and slaves, or coined to describe freshly discovered situations, and the speech styles trekked westward in traceable patterns.</p>\n<p>“Take <em>pail</em> and <em>bucket</em>,” says Dr. Kurath, professor emeritus of the University of Michigan, author of “Studies in Area Linguistics” and, in active retirement at 83, regarded as the father of dialect geography.  “In New England, through the upper Midwest to Seattle, a container made of metal is called a <em>pail</em>.  But from Pennsylvania west and southward, the same container is called a <em>bucket</em>. There's a complication: If it's made of wood, the New England and northern word would also be <em>bucket</em>, taken from ship's buckets and fire buckets.  You have to be careful.”</p>\n<p>Years of selective sampling have led to the drawing of dialect dividing lines, and a dozen dialect areas have emerged.  Dr. Kurath stresses that dialect differences exist within each area, in social gradation from folk speech to cultivated speech, and that constant migration commingles American dialects.</p>\n<p>Prounciation patterns show the spoor of the mobile language.  “Mary married Harry,” for example.  West of the Alleghenies, all three words are pronounced generally alike; in the East, says Dr. Kurath, all three are pronounced differently, and Mary can be <em>may-ree</em>, <em>mair-ee</em>, <em>marry</em> or <em>merry</em>.</p>\n<p>General linguist Mario Pei points to another East-West difference in pronunciation: In most of the East, there is no difference between <em>horse</em> and <em>hoarse</em>; in the West, the <em>oar</em> sound gets hoarier treatment.  (New York's mounted police, however, ride <em>hawses</em>.)</p>\n<p>A typical North-South difference is <em>wash</em> (North) and <em>wush</em> (South); the nation's capital is called <em>Washington</em> in New England and <em>Wushington</em>, or <em>Wurshington</em>, in the South and Southwest.</p>\n<p>Sometimes a pronunciation that is outside the normal stream of dialect migration can identify the speaker.  For example, the <em>ou</em> in “about the house” has a round sound in the speech of Maryland and Virginia--more “<em>about</em> the <em>howse</em>.”  When this sound is heard in the discourse of a person who otherwise speaks like someone from the northern Midwest, the speaker is usually Canadian.</p>\n<p>Unique to Utah is the reversal of the <em>or</em> and <em>ar</em> sounds: As one Salt Lake City resident said: “Here we praise the <em>lard</em> and put the <em>lord</em> in the refrigerator.”</p>\n<p>Tracing the westward trek of America's earliest dialects, trying to find out how and where the eastern <em>bag</em> became the western <em>sack</em>, language geographers must cope with three other migrations: the movement of blacks from South to North; the retirement migration to Florida and southern California, and the move from rural to urban to suburban within all American regions.</p>\n<p>When people move about this way, language cross-pollinates, and local dialects are enriched.  The Forty-Niners of California, who coined words like <em>splurge</em> and usages like <em>strike it rich</em> and <em>pan out</em> from their mining experience, reached back into early English rural archaisms to reintroduce <em>gumption</em> and <em>deck</em> (rather than pack) of cards.</p>\n<p>However, these movements tending to localize and enliven dialect are opposed by the two centrifugal forces of language and enemies of dialect: the mandatory public school, which attempts to enforce “standard” speech, and the national communications media, which have favored a “general American” accent.</p>\n<p>In the past, television was seen to be the homogenizer of the language, producing a national speech like that used by Walter Cronkite and John Chancellor--nationally understandable and “correct” but inhospitable to philological flavor or originality.  Of late, language geographers have been cheered by three developments:\n\n•  The practice of networks of hiring reporters with regional accents.</p>\n<p>•  The ability of mass media to popularize local dialect or occupational argot on a national scale, resulting in a language that becomes more uniform but changes more quickly.</p>\n<p>•  The demand of some local advertisers to present their messages in local dialect, with a “down home” touch, which is a countervailing influence to most television network spech.\n</p>\n<p>Can linguists predict which direction the American English language will take--toward more centralization and standardization, or toward an increase of local dialects in communities within different cities?</p>\n<p>Dr. Pei sees “pockets of strong resistance” within a general trend toward standardization: “Good Brooklynese and good Ozarkian are not likely to be obliterated, even in a historical period of centralization.  It was the same at the height of the Roman Empire, when Latin was insisted upon, but the Iberians and the Gauls held on to their local differences.”</p>\n<p>A specialist in dialect geography, such as Dr. Kurath, is more reluctant to project his data into the future: “Variations in speech reflect differences in ways of life. That's what makes the historical study of usage so fascinating.”</p>\n<p>In that case, could he--like the fictional Professor Higgins--listen to a person's speech and be able to identify birthplace, social class, and itinerary through life?  “I could make a very good case for my guess.  But not on television --I'm usually too slow to make a decision,” he says.</p>\n<p>Copyright © 1975 The New York Times Company.  Reprinted by permission from the issue of September 28, 1975.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Secrets of 'American English' May Yield to Dialect Geography</h1> <p><em><span data-rel=\"author\">William Safire</span> <span data-rel=\"location\">The New York Times, Washington, D.C.</span></em></p> <p>In Bernard Shaw's “Pygmalion,” Professor Henry Higgins was able to pinpoint the district of origin of a Cockney flower girl by listening to her accent and vocabulary. Could that be done today by an American linguistics expert and a local Eliza Doolittle?</p> <p>Thanks to a growing branch of language study called dialect geography, the answer may be yes.</p> <p>Since the early thirties, when dialect pioneer Hans Kurath began gathering data for his linguistic atlas of the eastern United States, language researchers in other sections of the country have been working on regional atlases to discover how words, usages and accents have traveled from one locality to another, as well as between social classes.</p>"
}