{
  "type": "Epistola",
  "title": "EPISTOLA Sol Rosenfeld",
  "contributor": "Sol Rosenfeld",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Sol Rosenfeld</span></h1>\n<p>Qui Docet Discit?</p>\n<p>At the risk of incurring the wrath of linguistic liberals and being called “an intolerant guardian of the language,” I feel that I am on pretty safe ground since my joust is as champion of the Hebrew language.  I am grateful to VERBATIM for many things, not the least of which is the opportunity of venting my spleen at the shabby way Hebrew is treated--both as to transliteration and translation--by various Bible editions, dictionaries, encyclopedias, and by people who should know better.</p>\n<p>At first, I wanted to chide Prof. R. B. Lees for his writing <em>H</em> (with the dot on the bottom failing to show up altogether towards the end of the article' and <em>S</em> [VERBATIM I, 3, 1] until I read the article by Prof. Harvey Minkoff [VERBATIM I, 4, 8] and it struck me that it must be the rule of the house, in which case may I ask the editor: What is all this Tzimes-Gedünze-Fuss all about?  Many languages have certain letters that speakers of other languages have difficulty pronouncing, such as the Arabs say “Bombey” for <em>Pompeii</em> and “batrack” for <em>patriarch</em>. The Russians say “Gillels” for <em>Hillels</em> and “Kagan” for <em>Kahan</em>.  Equally famous are “rots of ruck” of Japan and Korea and “flied lice” of China, and so on.  Yet, no one makes any bones about it.  But when it comes to that throat-clearing sound--my, oh!, my!--the linguists run around in circles.  I have seen it written as <em>CH-KH-H</em> and even <em>HH</em> and some by the same language outfits.  Since the English language is a twig of the so-called Teutonic branch of the language tree, why not do as the Germans do?  They write <em>macht, nacht, auch, Mittwoch</em>.  You would not write <em>maht, naht, auh</em>, and, certainly not (with a courtesy nod to Prof. Read), <em>Walphaggis-naht</em>.</p>\n<p>As far as <em>S</em> is concerned, Mr. Peter Farb in his interesting book, <em>Word Play</em>, points out on page 351 that the sound “sh” is written fourteen different ways in the English language and, believe it or not, <em>S</em> is not among them. So the question still remains, why look for strange gods when we have <em>show, shoe, shine, shadow,</em> etc.?</p>\n<p>I enjoyed Prof. Lees's article very much, but was surprised to find that he makes a couple of errors while he finds fault with other scholars.  I refer to <em>eslag</em> which is in reality <em>ashlag</em>, and is derived from the Assyrian <em>ashlagu</em> 'snowlike.'  'Snow' in Hebrew is <em>sheleg</em>, in Aramaic <em>tlag</em> or <em>talga</em>, and in Arabic <em>talj</em>, while <em>ashl'gan</em> is <em>kalium</em>.  He writes that <em>hamtzan</em> comes from <em>hometz</em> 'vinegar,' but that is not correct at all.  First <em>chamtzan</em> is derived from <em>chametz</em>, which means general 'sourness,' and is applied to sour dough as well as vinegar.  'Vinegar' is called <em>chometz</em> because it is the 'essence of sourness' I am sure that Prof. Lees knows the origin of the word <em>vinegar</em>, and if there is any doubt in his mind as to anything I have written, being Professor at Tel-Aviv University, I am certain that he can substantiate or repudiate my statements with a little more research.\n[Sol Rosenfeld, Brooklyn, New York]</p>\n<p><em>Shortly after we received the above, we received word of Mr. Rosenfeld's death.  Since certain comments in his original letter made reference to material he intended to send us later on, but which he did not complete, we have taken the liberty of editing the preceding to eliminate those remarks we found irrelevant</em>.</p>\n<p><em>In reply to Mr. Rosenfeld's criticism of our “house” style, we can say only that we have none for Hebrew, and we made every attempt to follow Prof. Lees's diacritics accurately</em>.  —<em>Editor [LU]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Sol Rosenfeld</span></h1> <p>Qui Docet Discit?</p> <p>At the risk of incurring the wrath of linguistic liberals and being called “an intolerant guardian of the language,” I feel that I am on pretty safe ground since my joust is as champion of the Hebrew language.  I am grateful to VERBATIM for many things, not the least of which is the opportunity of venting my spleen at the shabby way Hebrew is treated--both as to transliteration and translation--by various Bible editions, dictionaries, encyclopedias, and by people who should know better.</p> <p>At first, I wanted to chide Prof. R. B. Lees for his writing <em>H</em> (with the dot on the bottom failing to show up altogether towards the end of the article' and <em>S</em> [VERBATIM I, 3, 1] until I read the article by Prof. Harvey Minkoff [VERBATIM I, 4, 8] and it struck me that it must be the rule of the house, in which case may I ask the editor: What is all this Tzimes-Gedünze-Fuss all about?  Many languages have certain letters that speakers of other languages have difficulty pronouncing, such as the Arabs say “Bombey” for <em>Pompeii</em> and “batrack” for <em>patriarch</em>. The Russians say “Gillels” for <em>Hillels</em> and “Kagan” for <em>Kahan</em>.  Equally famous are “rots of ruck” of Japan and Korea and “flied lice” of China, and so on.  Yet, no one makes any bones about it.  But when it comes to that throat-clearing sound--my, oh!, my!--the linguists run around in circles.  I have seen it written as <em>CH-KH-H</em> and even <em>HH</em> and some by the same language outfits.  Since the English language is a twig of the so-called Teutonic branch of the language tree, why not do as the Germans do?  They write <em>macht, nacht, auch, Mittwoch</em>.  You would not write <em>maht, naht, auh</em>, and, certainly not (with a courtesy nod to Prof. Read), <em>Walphaggis-naht</em>.</p> <p>As far as <em>S</em> is concerned, Mr. Peter Farb in his interesting book, <em>Word Play</em>, points out on page 351 that the sound “sh” is written fourteen different ways in the English language and, believe it or not, <em>S</em> is not among them. So the question still remains, why look for strange gods when we have <em>show, shoe, shine, shadow,</em> etc.?</p>"
}