{
  "type": "Article",
  "title": "Where the Harts Wear Pants",
  "author": "—Sister Mary Terese Donze",
  "location": "ASC, De Mattias Hall, St. Louis, Missouri",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Where the Harts Wear Pants</h1>\n<p><em><span data-rel=\"author\">—Sister Mary Terese Donze</span> <span data-rel=\"location\">ASC, De Mattias Hall, St. Louis, Missouri</span></em></p>\n<p>If some of the hymns we are singing in today's liturgical celebrations are indicative of the word level of our younger Catholic population, it would seem we've come down a bit, for whatever else there was to be said against the old hymns, they at least had vocabulary value.</p>\n<p>The fact struck me with unusual force when I dictated the word <em>blaspheme</em> to a group of ninth-grade students recently: They frowned at me as if all of them had suddenly developed a hearing disability. Would I please repeat the word?  I'd be only too glad to.  “The word is <em>blaspheme</em>.  Comes from <em>blasphemy</em>. Means a grave irreverence.”  Irreverence?  What's that? So help me!</p>\n<p>There are times when it's a matter of prudence not to press a point.  I felt this was one of those times. “O.K. You're hung up on the word?  Forget it.  The next word is <em>bookkeeping</em>.”  But I wondered about those kids.</p>\n<p>I learned the word <em>blaspheme</em> in the fourth grade.  No credit to me.  It just so happened that in our school everyone started learning hymns from the printed page in Grade Four.  One of the songs to Our Lady began, “I'll sing a hymn to Mary,” and we went on to sing: “When wicked men <em>blaspheme</em> thee, I'll love and bless thy name.”  If wicked men blasphemed, it had to be a mean, nasty thing to do.  With time and repetition the word grew into its more proper definition, but we already had it under fair control by the end of the hymn practice.  And so on with any number of other words that became “old hat” for us before we left grammar school.</p>\n<p>What was true in our school was true in Catholic schools across the nation.  Children were building up an accelerated vocabulary from the hymns they were singing.  Probably the better percentage of the Catholic population in the country first launched their <em>fragile bark</em> (spelled “barque” in our hymnal) on life's <em>tempestuous</em> sea in “Mother, Dear, Oh Pray for Me.”  On Holy Name Sundays, if the clash of arms between the powers of good and the forces of evil could not actually be heard as “Sweet Name” rang out, it wasn't the fault of “<em>baffled</em> Satan's power...in death's <em>appalling</em> hour.”</p>\n<p>During Lent, hordes of Catholic youngsters <em>deplored</em> their sins in song and <em>implored</em> the Blessed Mother's protection in “every <em>melancholy</em> hour.”  With solemn propriety they likewise mourned Christ's <em>mangled</em> Body, beheld Him <em>reviled</em> and put to <em>scorn</em>, and saw death's <em>pallid hue</em> come over Him.</p>\n<p>At Christmas the same children, together with the angels, formed a <em>radiant throng</em>, singing around the manger of the Child who was “tenderly sleeping so <em>tranquil</em> and sweet.”  And they ushered the <em>magi</em> into the parish churches by the light of a star <em>serenely beaming</em>, the while they handled the <em>frankincense</em> and <em>myrrh</em> with graceful abandon.</p>\n<p>It is possible that my freshman class would wave off <em>enraptured</em> and <em>warbling</em> as easy ones.  I wouldn't bet on it.  Yet there was a time when, come the 12th of September with its feast of the Holy Name of Mary, thousands of children praised the Virgin's name as a sound that fell on their “enraptured ears” as “sweet as the warbling of a bird.”</p>\n<p>Youngsters didn't always get the full implication of the words immediately, but they sang the songs so often that little by little the ideas sank in.  It took longer, of course, for some ideas to sink in than for others.  I can think of one song--Sister had duplicated it on her “jelly” duplicator--where the first line presented me with a real problem.  What could a fourth grader make out of singing—and in church of all places—“as pants the hart.”  It took a while before the words conjured up the correct images, but I was still far from the ninth grade when I discoverd that <em>hart</em> was a word in its own right and not a misspelling, and when it turned out to mean 'deer,' even the “pants” seemed to fit.  However, if the word had been “panted” it would have helped.  I couldn't remember our dog ever having done his heavy breathing in the present tense.</p>\n<p>Another song that was rich in vocabulary content but a bit rough on me (and I imagine on the rest of us) was one we sang to honor St. John the Evangelist.  (This was another of those duplicated songs.  Could be there was a curse on these copyright violations!)  Why we should sing of St. John and of no other apostle was never quite clear to me.  We didn't sing of St. Peter who should have had first “dibs” in my way of thinking.  Later, in a moment of disrespect, I figured out for myself that Sister must have taken a personal fancy to the song and that we learned it for her sake with St. John benefiting on the side.  In any case, there was one line that was very hard to handle: “Whose heart could <em>brook</em> the cross of Him it loved so well.”</p>\n<p>An uncle of mine lived on a farm near Belleville, Illinois.  Running through the pasture at the foot of the hill near his farm was a brook.  Summer after summer I had spent my vacations there, and I had crossed and recrossed that brook more times than I could remember.  But “brook the cross?”  Well, that was something to think about.  I still think about it, though differently now.</p>\n<p>Words like <em>circumcision, womb</em>, and <em>bosom</em> took on wholesome connotations in the sacred setting of a hymn. And when we sang “in His bosom breathe out my last sigh,” <em>bosom</em> was good vocabulary and it was also good comfort to know we'd die resting over His heart.  At least there were no Mae-Westian overtones to the word.</p>\n<p>There's practically no end to the list: <em>fraught, dross, majesty, abode, triumphant, transgressions, celestial, peerless, supernal, immaculate, infinity</em>.  Anyone who still has an old <em>St. Basil's, St. Gregory's, Catholic Youth</em>, or even a <em>Magnificat</em> of later date, could come up with dozens of others.  Best of all, the learning process was painless-- merely a by-product of daily hymn practice.</p>\n<p>Today's “Sons of God,” “Allellu,” “Come and Look with Me” hymns may be around a few more years.  (I doubt whether any of them will have the longevity of “O Lord, I Am Not Worthy.”)  However, one thing seems evident: when they burn themselves out and their ashes are cooling, it isn't likely that we'll find much of a residual vocabulary when we begin poking around in their dusty remains.</p>\n<p>[This article appeared originally in <em>Our Sunday Visitor</em>, March 10, 1974, and is reprinted by permission.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Where the Harts Wear Pants</h1> <p><em><span data-rel=\"author\">—Sister Mary Terese Donze</span> <span data-rel=\"location\">ASC, De Mattias Hall, St. Louis, Missouri</span></em></p> <p>If some of the hymns we are singing in today's liturgical celebrations are indicative of the word level of our younger Catholic population, it would seem we've come down a bit, for whatever else there was to be said against the old hymns, they at least had vocabulary value.</p> <p>The fact struck me with unusual force when I dictated the word <em>blaspheme</em> to a group of ninth-grade students recently: They frowned at me as if all of them had suddenly developed a hearing disability. Would I please repeat the word?  I'd be only too glad to.  “The word is <em>blaspheme</em>.  Comes from <em>blasphemy</em>. Means a grave irreverence.”  Irreverence?  What's that? So help me!</p> <p>There are times when it's a matter of prudence not to press a point.  I felt this was one of those times. “O.K. You're hung up on the word?  Forget it.  The next word is <em>bookkeeping</em>.”  But I wondered about those kids.</p>"
}