{
  "type": "Article",
  "title": "Antedate Dictionary Citations",
  "author": "—David Shulman",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antedate Dictionary Citations</h1>\n<p><em><span data-rel=\"author\">—David Shulman</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>In VERBATIM II, 1, appeared an interesting article on dictionary citations in general.  This article, however, is intended to complement it by describing only a particular form of citation.  Rather than the proper selection of one that clarifies the meaning or use of a word or phrase, the concern here is with the citation that antedates any previous record or shows possibly the first printed occurrence. This is especially true for the <em>Oxford English Dictionary</em>, the <em>Dictionary of Americanisms</em>, and any others that are based on historical principles.</p>\n<p>Particularly, I am concerned with the <em>Supplement to the Oxford English Dictionary</em> now in process under the editorship of Dr. Robert W. Burchfield.  I abbreviate it as <em>NED Supp. 2;</em> the <em>first Supplement</em> was published in 1932 and Vol. I of <em>NED Supp. 2</em> was published in 1972, letters A to G.  The citations now especially needed are for letters H to Z.</p>\n<p>The finding of such antedating citations at this time for new words is not a difficult task, but for the older words, especially those recorded in the original <em>Oxford English Dictionary</em>, it is extremely difficult.  One must bear in mind that for that work, many editors and many contributors collaborated over many years of research.  One person alone, indeed, had submitted over a hundred thousand citations of all kinds--he was a doctor with unlimited time in jail.</p>\n<p>Dr. Burchfield made the task somewhat more organized by providing voluntary readers with printed lists on the new words, A to Z, with their earliest dates.  In this way, they knew what earlier dates to look for on the new words.  But, for the older words, one had to consult the <em>NED</em> and <em>NED Supp. 1</em> to make sure.  In my case, I reorganized the Burchfield lists into various categories by subject matter such as scientific, slang, numismatic, theatrical, and so on.  Then, I could narrow my reading by consulting books and magazines in each category with the word list handy for that category.</p>\n<p>Regarding the older words, I was forced to check each one with my four primary sources, <em>NED, NED Supp. 1, DA</em> (<em>Dictionary of Americanisms</em>) and <em>DAE</em> (<em>Dictionary of American English</em>) and I even went further to ensure that Dr. Burchfield would not find my antedates recorded in other references already at his disposal.  I did all this to avoid duplication and to try to be certain' I was submitting antedates unknown to <em>NED Supp</em>. 2.  After checking the <em>NED Supp</em>. 2, Vol. 1, I found that more than 90% of my antedates submitted with my painstaking effort had been accepted.  Since I had contributed several thousand, it was a measure of satisfaction for a labor of love.</p>\n<p>Considering the many years of omnivorous reading, mainly at the New York Public Library with its tremendous resources for such research, it was indeed a labor of love, but it also had many fringe benefits.  My vocabulary, education, and interests were enhanced.  At the same time, I found material for newspaper and magazine articles which I wrote from time to time.</p>\n<p>After a while, I got to memorize many words and their earliest dates, so that in my reading I could tell if I had found an actual antedate.  Certain books were helpful. For example, words or phrases considered strange or foreign or neologisms might be italicized by the author or printer.  Thus, they became easier to spot with the eye, as I did not often read line by line but scanned the text. Sometimes, a writer had a stereotyped style, and I would not bother to read such a writer's work.  But writers like George Ade and Damon Runyon could prove quite rewarding for citations.  Then, too, a magazine like the <em>Police Gazette</em> would provide me with more useful citations than the <em>Christian Missionary Gazette</em>.</p>\n<p>If I was concentrating on a certain word rather than taking catch-as-catch-can any neologism as a lepidopterist with a butterfly net (à la Nabokov), then really good lexicographic detetive work was required.  Thus, for example, I felt it important for the questionable etymology of <em>charley horse</em> to run it down, and that I probably did by reading a host of books and clippings in the Spalding baseball collection of the New York Public Library.  It was amazing how much had appeared in print prior to 1900. This also resulted in an article, “Baseball's Bright Lexicon,” which <em>American Speech</em> published.</p>\n<p>I think many more antedates can be found.  In the majority of cases, no dictionary can be sure it has the first usage, and so the “game is still afoot.”  I found it a challenge and I enjoyed the hunt immensely.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antedate Dictionary Citations</h1> <p><em><span data-rel=\"author\">—David Shulman</span> <span data-rel=\"location\">New York City</span></em></p> <p>In VERBATIM II, 1, appeared an interesting article on dictionary citations in general.  This article, however, is intended to complement it by describing only a particular form of citation.  Rather than the proper selection of one that clarifies the meaning or use of a word or phrase, the concern here is with the citation that antedates any previous record or shows possibly the first printed occurrence. This is especially true for the <em>Oxford English Dictionary</em>, the <em>Dictionary of Americanisms</em>, and any others that are based on historical principles.</p> <p>Particularly, I am concerned with the <em>Supplement to the Oxford English Dictionary</em> now in process under the editorship of Dr. Robert W. Burchfield.  I abbreviate it as <em>NED Supp. 2;</em> the <em>first Supplement</em> was published in 1932 and Vol. I of <em>NED Supp. 2</em> was published in 1972, letters A to G.  The citations now especially needed are for letters H to Z.</p> <p>The finding of such antedating citations at this time for new words is not a difficult task, but for the older words, especially those recorded in the original <em>Oxford English Dictionary</em>, it is extremely difficult.  One must bear in mind that for that work, many editors and many contributors collaborated over many years of research.  One person alone, indeed, had submitted over a hundred thousand citations of all kinds--he was a doctor with unlimited time in jail.</p>"
}