{
  "type": "Epistola",
  "title": "EPISTOLA Dorrice R. Morrow",
  "contributor": "Dorrice R. Morrow",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Dorrice R. Morrow</span></h1>\n<p>If you ever do give us some Words of Wisdom about “it's me,” please consider the plural pronouns and their colloquial usage.  This is a quotation from a letter to <em>Saturday Review</em> (5/31/75): “...I think all of us would be happier to return to taxation without representation.  Then someone else, not us, would be responsible for the inequities.”</p>\n<p>A group waiting to be summoned for jury duty is told: “Everybody assigned to Judge C's court, come this way.”  Someone says, “Come on.  That's us.”</p>\n<p>In the first quotation, the error offends the ear.  In the second, it seems fairly natural, i.e., colloquial.</p>\n<p>How about the third person plural?  “Do your parents know you are here?”  “Sure, it was them who sent us.” <em>They</em> would be correct, but would it be more forceful?</p>\n<p>You cannot get this controversial subject tied up in a bow knot, but your opinions would be of interest, indeed.\n[Dorrice R. Morrow, Swarthmore, Pennsylvania]</p>\n<p><em>Acceptability lies in the ear of the listener or, more likely, in that part of his brain tempered by his prejudices.  To some, any kind of solecism at all is offensive; to others, who consider themselves liberated, the essence of language lies in communication, however that may be construed as devoid of grammatical stringencies; to us, although rudimentary communication may have its virtues born of necessity, an essential part of communication remains the style with which information is transferred and the appropriateness of the style.  Thus, we consider poor grammar poor style; where style is not terribly important, the importance of good grammar wanes.  In many colloquial situations, style is less critical than bare communication. In the first example, we should examine carefully the appropriateness of the solecism in a letter dealing with a serious subject, published in a periodical of some literary responsibility.  Since we can assume that the letter is reprinted</em> verbatim, <em>can we not also assume that</em> SR's <em>reprinting it as it stands reflects the editor's silent commentary on the opinion expressed by the writer? [See Martin Fincun's letter in</em> VERBATIM <em>1, 2, 7, for example</em>.]</p>\n<p><em>We cannot, frankly, imagine anyone saying “That's we,” in the second example.  The only way around the problem is via “He means [or They mean] us.”  It is hard to say that “That's us,” “It's me,” and a few other expressions of the same ilk are unacceptable: surely, to the purist they are, and if you are dealing with purists, such constructions should be avoided (if you care what the purists think), but the direct grammatical alternatives are, at best, awkward.  The problem is compounded by the fact that acceptability and unacceptability vary with the purist and with the degree of “perfection”--whatever that is--the purist is capable of insisting upon.</em></p>\n<p><em>Your query about the forcefulness carried by they in place of them in the last example is a highly personal one: we don't find them any more forceful than they.  Surely, something like, “Who did you think sent us?” might have been even more forceful and more dramatic.  There are, of course, many alternatives that can be considered--“Naturally !  They sent us!” [with appropriate stress]; “Of course!  Do you think we'd've come if they hadn't (sent us)?” --and so on.  It is bootless, when dealing with poor style, to consider alternatives that represent mere grammatical corrections: one must deal with the entire expression</em>. —<em>Editor [LU]</em></p>\n<p><a href=\"https://archive.org/details/stx_Verbatim_The_Language_Quarterly_v2n4_1976-02\">Internet Archive copy of this issue</a></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Dorrice R. Morrow</span></h1> <p>If you ever do give us some Words of Wisdom about “it's me,” please consider the plural pronouns and their colloquial usage.  This is a quotation from a letter to <em>Saturday Review</em> (5/31/75): “...I think all of us would be happier to return to taxation without representation.  Then someone else, not us, would be responsible for the inequities.”</p> <p>A group waiting to be summoned for jury duty is told: “Everybody assigned to Judge C's court, come this way.”  Someone says, “Come on.  That's us.”</p> <p>In the first quotation, the error offends the ear.  In the second, it seems fairly natural, i.e., colloquial.</p> <p>How about the third person plural?  “Do your parents know you are here?”  “Sure, it was them who sent us.” <em>They</em> would be correct, but would it be more forceful?</p>"
}