{
  "type": "Article",
  "title": "Vengeful Verse: Revenge Reversed",
  "author": "—Don L. Jewett",
  "location": "D.Phil. (Oxon.), University of California at San Francisco",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Vengeful Verse: Revenge Reversed</h1>\n<p><em><span data-rel=\"author\">—Don L. Jewett</span> <span data-rel=\"location\">D.Phil. (Oxon.), University of California at San Francisco</span></em><br>\n<em>The Story:</em></p>\n<p>During the French Revolution, a member of the royalty, imprisoned in the Bastille, had sufficient time to ponder his fate, and, seeing the end at hand, contrived a revenge in the form of a poem describing his plight.  The poem contained numerous puns which, he hoped, would “punish” those that understood them and who were, presumably, acquiescent if not active in his demise.  He copied the poem onto pieces of paper which, when fashioned into the form of paper airplanes, were sailed out of the bars of the cell window down to the rabble below.  Only one of the “missives” is known to be in existence, bringing us a unique view of the thoughts of a doomed man, cunningly devising his “poetic” revenge.</p>\n<p><em>The Poem:</em></p>\n<blockquote>\n<p>1  I fear that I'll be punish-ed<br>\n2  For every puny pun-I-shed.<br>\n3  But their lies the dichotomy,<br>\n4  The pun-ish will die, caught--oh, me!<br>\n5  I'll not flea, but fly, in-tense<br>\n6  By words that flew past, in-tense.<br>\n7  Then I'll fight death with dual content,<br>\n8  If you see what your punish-meant!<br>\n9  (Re-right I won't, I'm wont perverse,<br>\n10  I think it wrong too oft re-verse.)</p>\n</blockquote>\n<p><em>The Analysis:</em></p>\n<p>The poem is untitled and unheaded, presumably as a subtle indication of the author's own future.  It is unsigned, presumably to prevent his revenge from triggering additional punishment.</p>\n<p>In the first line he first uses the word <em>punish</em>, which becomes a recurrent theme in the poem, just as it must have been in his rambling thoughts.  This word is itself a pun, for it is both a verb and a noun, i.e., 'to punish' and 'the punish'--those who pun.  Presumably he fears that his captors will punish the punish.  Note that in the first line his wording tends to arouse sympathy; probably this is a fiendish device to lure the unsuspecting reader deeper into the poem without fully comprehending what lies ahead for him. The same self-deprecating theme is carried into the second line where the words <em>pun-I-shed</em> mirror the preceding line's <em>punish-ed</em>.</p>\n<p>Now, all puns derive from double meanings, but only in “first-class” puns are both meanings applicable to the situation or content of the phrase containing the pun.  If one sets such standards, then the first lines are not truly “first-class,” certainly in comparison with the lines that follow. In passing we should note the “1½ class” pun where <em>puny</em> can read either “puny” ('small') or “pun-y” (an adjective) in line 2.</p>\n<p>In line three the first-class puns begin to appear.  At first the words <em>their lies</em> seem to be the words of the familiar expression “but there lies the dichotomy,” but the spelling of the second word suggests a deeper meaning that there are “lies” told by someone (presumably either the “pun-ish” author alluded to in the next line or the lies of his captors, or both!).  The line ends with the word <em>dichotomy</em> which refers to a division in two; “into what?” comes immediately to mind.  Presumably the word refers to the double meanings in puns rather than the division into two which will be the author's ultimate punishment.</p>\n<p>Line four completes the pattern set up previously when the last words of line 2 were shown to be part of the last word of line 1.  Similarly, the last words of line 4 mirror the end of line 3.  While the word <em>pun-ish</em> refers to those who pun, one cannot help but wonder if the author also means the <em>punish</em> to refer to punishment-- which he hopes will someday be banished, i.e., die.  Here we see some of the optimism which begins to develop as the poem changes from the humble, self-effacing early lines to the vigorous and almost boisterous final lines in which the reader who has assimilated the poem must now bend to the author's will as the double meanings multiply within the reader's brain, like the nucleic acids of a deadly virus.</p>\n<p>Line 5 makes obvious reference to the classic:</p>\n<blockquote>\n<p>A flea and a fly in a flue<br>\nSaid the flea “Let us fly,”<br>\nSaid the fly “Let us flee,”<br>\nSo they flew through a flaw in the flue.</p>\n</blockquote>\n<p>This “inner” poem must have played heavily upon the author's subconscious, since it is so clearly a poem of entrapment, and planned escape--with a happy ending (for one hopelessly imprisoned).  Thus we see the similar theme of what the author will do to escape his predicament now emerging in lines 5 through 8.  In line 5 he tells us he cannot leave (that he will not “flea”), but that he will escape, by meaning only (<em>in-sense</em>) by “flying words” (flying past on the backs of paper airplanes) which are angry, i.e., “incensed.”  Alternatively, possibly he has become “incensed” <em>by words</em> (line 6).  If so, his words, like his feelings, are “intense.”  However, if the words have flown past then they are obviously past <em>in-tense</em>--just as the word <em>flew</em> is!  The word <em>flew</em> obviously completes the “flea, fly, flew” parallel with the shorter poem.</p>\n<p>In line 7 the author's message is now apparent--his fighting spirit is undaunted and in his mind he battles as in a duel, using as his “duelling” weapon the content of his message (“duel” <em>content</em>).  The <em>content</em> is, of course, <em>dual</em> because it is composed of puns, so that contemplation of the entire poem must provide him with twice the enjoyment (i.e., <em>dual content-ment</em>), if the reader perceives the <em>dual content</em> of both the puns and the revenge i.e., <em>what your</em> (the reader's) <em>pun-ish</em> (the author who puns) <em>meant</em> (in writing the poem), and that the reader also perceives <em>your</em> (the reader's) <em>punish</em>- (punishment) <em>meant</em> (means), i.e., what the author must undergo for the reader.  Note that the author considers the <em>punishment</em> cruel, because he also thus indicates that it is “mean.”</p>\n<p>By line 9 the author's revenge is in full flower and he drops entirely the self-deprecation of the initial lines.  Fully baring (bearing?) his anger, he defiantly refuses to retract (re-tract) what he has done.  He feels that all of his puns are correct in both of their meanings, i.e., he is <em>re-right</em>.</p>\n<p>He will not <em>re-write</em> the poem partly out of a <em>perversity</em> expressed in poetry (i.e., <em>per verse</em>).  Taking a moral stance that it is wrong to change (i.e., <em>reverse</em>) <em>too oft</em>-en, he refuses to <em>re-verse</em> his poem.</p>\n<p>Reaching the end of the analysis, we must ask the question: Did the poem succeed in its purpose?  Direct evidence is lacking, but we can quite assuredly state that the poem had little effect upon the French peasantry, since few, if any, were literate, and even fewer had knowledge of the English tongue!  Thus, with his passionate anger unrequited, he could not have died the happiest sad-ist.  His work remains only to be appreciated by individual mass-ochists, such as yourself.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Vengeful Verse: Revenge Reversed</h1> <p><em><span data-rel=\"author\">—Don L. Jewett</span> <span data-rel=\"location\">D.Phil. (Oxon.), University of California at San Francisco</span></em><br>\n<em>The Story:</em></p> <p>During the French Revolution, a member of the royalty, imprisoned in the Bastille, had sufficient time to ponder his fate, and, seeing the end at hand, contrived a revenge in the form of a poem describing his plight.  The poem contained numerous puns which, he hoped, would “punish” those that understood them and who were, presumably, acquiescent if not active in his demise.  He copied the poem onto pieces of paper which, when fashioned into the form of paper airplanes, were sailed out of the bars of the cell window down to the rabble below.  Only one of the “missives” is known to be in existence, bringing us a unique view of the thoughts of a doomed man, cunningly devising his “poetic” revenge.</p> <p><em>The Poem:</em></p> <blockquote>\n<p>1  I fear that I'll be punish-ed<br>\n2  For every puny pun-I-shed.<br>\n3  But their lies the dichotomy,<br>\n4  The pun-ish will die, caught--oh, me!<br>\n5  I'll not flea, but fly, in-tense<br>\n6  By words that flew past, in-tense.<br>\n7  Then I'll fight death with dual content,<br>\n8  If you see what your punish-meant!<br>\n9  (Re-right I won't, I'm wont perverse,<br>\n10  I think it wrong too oft re-verse.)</p>\n</blockquote>"
}