{
  "type": "Epistola",
  "title": "EPISTOLA Patrick Drysdale",
  "contributor": "Patrick Drysdale",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Patrick Drysdale</span></h1>\n<p>I am most grateful to Mr. Crowley for providing so much information about Celtic loan words in English [VERBATIM II, 2, 9].  I was glad to note the inclusion of <em>shebeen</em>, but I was sorry to miss <em>shebang</em> 'a low drinking establishment frequented by the loggers and rivermen of Lower and Upper Canada.'  The definition is from <em>A Dictionary of Canadianisms on Historical Principles</em> (Toronto: Gage, 1967), which also includes the following note:</p>\n<blockquote>\n<p>Although this term is usually assumed to derive from Cdn F <em>cabane</em>, it seems possible, in view of the Canadian sense, that Irish <em>shebeen</em> of similar meaning was the source, especially since Irishmen were prominent among the shantymen with whom the term is associated.</p>\n</blockquote>\n<p>The second meaning given covers the phrase <em>the whole shebang</em>, pointing out that the citation from a Newfoundland folk song (_c_1885) also suggests possible Irish influence.</p>\n<p>The note quoted above is cross-referred to another at the entry for <em>shanty:</em></p>\n<blockquote>\n<p>Although the most probable source of <em>shanty</em> is Cdn F <em>chantier</em>, especially in lumbering contexts, the possibility remains that a similar word, derived from Irish Gaelic <em>sean tig</em> 'hut' may have been introduced by Irish immigrants into Upper Canada, where the term seems first to have enjoyed currency; it may well be, therefore, that two different words of similar form contributed to the generalization of this term and its derivatives in Canada during the nineteenth century.  Cp. note at <em>shebang</em>.</p>\n</blockquote>\n<p>Whether or not Crowley would admit <em>shanty</em> as a possible derivation from Irish I don't know, but the possibility allows for interesting speculation on linguistic miscegenation.</p>\n<p>While I have the <em>Dictionary of Canadianisms</em> to hand, I would also like to comment on the fascinating note on <em>barberchairing</em> from W. H. Rawlings [VERBATIM II, 2, 16].  The verb is new to me, but a <em>barber chair</em> has, I believe, long been used in lumbering circles for the evidence of sloppy tree-felling that leaves 'a stump having an upright flange left standing above the undercut when the tree topples.'  [See illustration.]  This meaning is assumed to have come from the fact that the resulting stump looks like a high-backed seat.  If a tree thus miscut is likely to twist as it falls, then the verb <em>barberchair</em> may have developed from the open compound with a re-interpretation of its meaning.</p>\n<p>What, in fact, are the semantics of <em>barber chair?</em>  Does it suggest primarily a seat with a tall back, a seat that rotates, or--perhaps more to the point--one that is inclined to topple over backwards?  I wonder, too, whether these lumbering uses of the term <em>barber</em> originally had any connection with the notion of poor cutting; the connotations of <em>barber</em> in informal speech have not always been the most favorable.  Does your enlightened readership include any lumbering experts who can elucidate this mystery?\n[Patrick Drysdale, Gage Publishing Limited Agincourt, Ontario, Canada]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Patrick Drysdale</span></h1> <p>I am most grateful to Mr. Crowley for providing so much information about Celtic loan words in English [VERBATIM II, 2, 9].  I was glad to note the inclusion of <em>shebeen</em>, but I was sorry to miss <em>shebang</em> 'a low drinking establishment frequented by the loggers and rivermen of Lower and Upper Canada.'  The definition is from <em>A Dictionary of Canadianisms on Historical Principles</em> (Toronto: Gage, 1967), which also includes the following note:</p> <blockquote>\n<p>Although this term is usually assumed to derive from Cdn F <em>cabane</em>, it seems possible, in view of the Canadian sense, that Irish <em>shebeen</em> of similar meaning was the source, especially since Irishmen were prominent among the shantymen with whom the term is associated.</p>\n</blockquote> <p>The second meaning given covers the phrase <em>the whole shebang</em>, pointing out that the citation from a Newfoundland folk song (_c_1885) also suggests possible Irish influence.</p> <p>The note quoted above is cross-referred to another at the entry for <em>shanty:</em></p>"
}