{
  "type": "Article",
  "title": "The Hyperbolic Contrast",
  "author": "Tony Percy",
  "location": "Southport, North Carolina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Hyperbolic Contrast</h1>\n<p><em><span data-rel=\"author\">Tony Percy</span> <span data-rel=\"location\">Southport, North Carolina</span></em></p>\n<p>In 1965, when I was eighteen, the prefects (i.e., student officers) at my independent school in England put on a performance of the farce <em>Dry Rot</em>, by John Chapman, the plot of which involved some bent bookmakers trying to rig a horse-race. Complementing an unmemorable performance as Mrs. Wagstaff, my enduring contribution was to create extracts from spoof critical reviews for use in the program(me). The line that gained the best response ran as follows:</p>\n<blockquote>\n<p>“Makes <em>Moses and Aron</em> look like the Headmasters' Conference.”</p>\n</blockquote>\n<p>Now, while most VERBATIM readers can probably guess that the conference of headmasters (principals) from Britain's leading independent schools was, and remains, a rather staid and decorous affair, the reference to the Schoenberg opera may not be immediately familiar to them. To a callow teenager in 1960s England, however, <em>Moses and Aron</em> represented a frisson of excitement, and the allusion would have been familiar to most people. The performance of the opera has been described by the <em>Sunday Times</em> as “the notoriously scandalous 1965 Covent Garden production, directed by Sir Peter Hall and conducted by Solti.” Further, \"Despite the controversy surrounding the sacrifice of four naked virgins at the climax of the golden-calf episode—or perhaps because of it—the Hall production was only revived once, in 1966.\"[^1] What had this to do with an amateur, even amateurish, production of <em>Dry Rot</em>? Well, both works were performed on stage, and the positioning of the farce as something more scandalous than the opera, while suggesting a closer link between the opera and the conference, comprised a rhetorical device that I like to call the “hyperbolic contrast.”</p>\n<p>The model for my simile was the famous review of Alan Sillitoe's gritty novel <em>Saturday Night and Sunday Morning</em>:</p>\n<blockquote>\n<p>“A novel of today, with a freshness and raw fury that makes <em>Room at the Top</em> look like a vicarage tea-party.”[^2]  <em>Room at the Top</em> was another earthy novel about passion in the North of England, an area that had hitherto not received its share of the literary limelight, written by another of the “Angry Young Men,”[^3] John Braine.</p>\n</blockquote>\n<p>Hence the allusion to the demure tea-parties associated more with drawing-room comedies of the previous generation. The gap in tone between the two works was in fact slender, hyperbolic contrast being used to intensify the desired impact of the newer novel. And over the years “like a vicarage tea-party” has passed from inventiveness to cliché.</p>\n<p>That intrepid hunter of quotations and radio show host, Nigel Rees, has assembled a number of such constructions in his book <em>A Word in Your Shell-Like</em> [i.e., Ear],[^4] where he reminds us that the analogy was used in the <em>Daily Telegraph</em> in 1984 to describe a rectory that had burned down, quoting:</p>\n<blockquote>\n<p>“It makes the dissolution of the Monasteries look like a vicarage tea-party”.</p>\n</blockquote>\n<p>He also quotes the <em>Washington Post</em>, which echoed the theme with the following passage:</p>\n<blockquote>\n<p>“'After the Mexican earthquake, they were all jumping up and down saying \"Are we prepared?” The next big one here is going to make Mexico look like a Sunday afternoon tea party,' Shah said.”[^5]  (I do not know whether “Sunday afternoon tea parties,” held at a time when vicars are presumably otherwise engaged, are known to be less or more riotous events than those hosted by members of the cloth. On the other hand, perhaps what Mr. Shah had in mind was another tea-party hosted in the Boston area….)</p>\n</blockquote>\n<p>I can add an example from an unknown blurb-writer for James White's short story “Tableau,”[^6] who resorted to the following:</p>\n<blockquote>\n<p>“Makes <em>All Quiet on the Western Front</em> look like a vicarage tea-party.”</p>\n</blockquote>\n<p>And a more recent variant, from 1989, again collected by Rees, runs as follows:</p>\n<blockquote>\n<p>“The City would grind to a standstill if I spoke out.  What I could reveal would make the film <em>Scandal</em> look like a teddy bears' picnic.”[^7]</p>\n</blockquote>\n<p>This was spoken by one Pamella Bordes, who found her moment of fame during a political and sexual scandal in the UK. Miss Bordes admitted to a liaison with a Conservative member of parliament, echoing the 1960s Christine Keeler affair that helped bring down a government and was the subject of the movie <em>Scandal</em>.[^8] With the “picnic” reference, Miss Bordes was also clearly referring to a popular song with words by Jimmy Kennedy that enhanced a John Bratton tune from the early 1900s.</p>\n<p>More recently, Mary Poppins has become an alternative cliché of hyperbolic contrast. The indefatigable Rees offers us, from the BBC radio show <em>Round the Horne:</em></p>\n<blockquote>\n<p>“That grand old lady of the theatre, whose life story makes <em>Fanny Hill</em> sound like <em>Mary Poppins.</em>”[^9]</p>\n</blockquote>\n<p>Rees does not identify the thespian with the history clearly too scandalous to describe, but instead moves on with an example from the world of publicity:</p>\n<blockquote>\n<p>“[Charles Saatchi's advertisements] made previous campaigns look like Mary Poppins.”[^10]</p>\n</blockquote>\n<p>Mary Poppins, that appealing symbol of saccharine cleanliness, has an immediate attraction for the hyperbolists and was recently invoked by Nick Faldo, the famous golfer, in describing his ambitions as an announcer for the ABC television network. The magazine <em>Golf Digest</em> relates Faldo's words from early 2005:</p>\n<blockquote>\n<p>“When I loosen up, I'm going to make Johnny Miller look like Mary Poppins.”[^11]</p>\n</blockquote>\n<p>Johnny Miller is another renowned golfer, whose cando(u)r on the rival station NBC has not endeared him to many of the professionals on the PGA tour. While Faldo has been a clear hit working with his colleague Paul Azinger, I would venture to say that he still has a few notches in his stays to loosen, and that his bark has so far been worse than his bite.</p>\n<p>But was the “tea-party” analogy the first occurrence of hyperbolic contrast? Certainly not. Unfortunately, the first forty years of my adult reading did not involve a practice of looking out for such examples, but I am sure they are to be found in multiple places. One early example I have found comes from an unlikely source—Nikolai Bukharin, a key figure in the Russian Revolution. In 1928 he wrote:</p>\n<blockquote>\n<p>“We are creating and will create a civilization in comparison with which capitalist civilization will seem like a vulgar street dance compared with the heroic symphonies of Beethoven.”[^12]</p>\n</blockquote>\n<p>Maybe Bukharin devoutly believed in what he said, irony not being a gambit to guarantee longevity in the presence of Uncle Joe. In any case, Bukharin fell victim to Stalin's purges. The historians Heller and Nekrich, who quote Bukharin, clearly like the device, because they use it elsewhere in their excellent <em>Utopia in Power</em>:</p>\n<blockquote>\n<p>“For several years Malenkov had served in Stalin's personal secretariat, which was led by Poskrebyshev. There he had mastered the arts of party apparatus intrigue, which makes Machiavellianism look like child's play” (p 498), and</p>\n<p>“Among other widely publicized investigations undertaken by Andropov was one involving bribery and abuse of power in the Krasnodar region. Local officials and militia were involved in corruption on a scale that makes the nineteenth-century abuses satirized by Gogol seem like a cheerful musical comedy” (p 707).</p>\n</blockquote>\n<p>But the device is more commonly used for humorous effect rather than for such solemn purposes as intensifying the direness of dealings among the Soviet <em>nomenklatura</em>. A classic example comes in John Cleese's and Connie Booth's unmatched television series <em>Fawlty Towers</em>, in which Cleese acts the role of the hapless and misplaced hotelier, Basil Fawlty.</p>\n<p>In <em>The Wedding Party</em>, the alluring Mrs. Peignoir—perhaps the only woman in the Western hemisphere to find Basil Fawlty sexually attractive—declares to him, admittedly when slightly under the influence of alcohol:</p>\n<blockquote>\n<p>“I think beneath that English exterior throbs a passion that would make Lord Byron look like a tobacconist.”[^13]</p>\n</blockquote>\n<p>These are not searing words of encouragement for those considering marrying tobacconists, but comprise a wonderfully capricious association of Fawlty and Byron in the ranks of the great lovers. On the other hand, when John Fowles writes: “Martin Amis makes his father [Kingsley] seem like a warm-hearted humanist,”[^14] one feels that a reference to Mother Teresa in place of “a warm-hearted humanist” might have enabled the cult novelist to make a more dramatic point about the relative misanthropy of Amis <em>père</em> and Amis <em>fils</em>.</p>\n<p>Next, some examples from the Western side of the Pond. In 1989, Charles Krauthammer, Pulitzer Prize winner and columnist for the <em>Washington Post</em>, wrote:</p>\n<blockquote>\n<p>“The postfeminist Papa Bear [Stan Berenstain of the Berenstain Bears] is the Alan Alda of Grizzlies, a wimp so passive and fumbling he makes Dagwood Bumstead look like Batman.”[^15]</p>\n</blockquote>\n<p>For those unfamiliar with U.S. culture, the Berenstain Bear series, created by Stan Berenstain, who died in November, 2005, is a very successful set of children's books in which Mama Bear clearly rules the roost. Alan Alda is a star of TV and film whose acting talents probably extend beyond the “passive and fumbling” and who is now attempting to carve out a second career as a <em>mémoiriste</em> with his recently published <em>Never Have Your Dog Stuffed</em>.</p>\n<p>Dagwood Bumstead is an absent-minded and rather idle accident-prone husband in the comic strip <em>Blondie</em>. I assume Batman needs no introduction. The second example comes again from Nigel Rees (whose tireless commitment to veracity in quotation attribution makes Dr. Johnson look like, er…, a harmless drudge). Rees quotes a magazine critique of Jacqueline Suzanne's <em>Valley of the Dolls</em>, which came out in 1966, namely:</p>\n<blockquote>\n<p>“It makes <em>Peyton Place</em> look like a Bobbsey Twins escapade.”[^16]</p>\n</blockquote>\n<p>Rees explains for us that the Bobbsey Twins were nice, clean-cut Americans who got into and out of scrapes in juvenile fiction.  (I might add that Mary Poppins could be said to make the Bobbsey Twins look like the <em>Sopranos</em>.)</p>\n<p>My own researches, however, came up with an alternative comparison. According to Louella Parsons, “It [<em>Valley of the Dolls</em>] makes <em>Peyton Place</em> look like a Sunday School picnic,”[^17] but I must state that, as both these no doubt heartwarming novels are still on my to-be-read list, I cannot further comment on the relative appropriateness of the two observations. I would be prepared to bet, however, that the escapades of the Bobbsey Twins involved antics more outrageous than picnicking on the Sabbath.</p>\n<p>Finally, some examples that show how the device can fail to come off. The historian Alonzo L. Hamby describes American proto-fascists of the 1930s in these terms:</p>\n<blockquote>\n<p>“The combined effect of all their efforts was to make Sir Oswald Mosley look like Napoleon.”[^18]</p>\n</blockquote>\n<p>While Hamby has already introduced Mosley to his readers (the leader of the fascist party in the UK), they may be uncertain as to whether he is referring to the Little Corporal's attributes in generalship or as a dictator. The ambiguity of the cross-cultural comparison diminishes the effect.</p>\n<p>The incomparable but reclusive head book critic for the <em>New York Times</em>, Michiko Kakutani, makes demands upon her less widely read consumers, leaving us unsure of whether her comparison is literal, not hyperbolic, in the following excerpt:</p>\n<blockquote>\n<p>“<em>A</em> <em>Million Little Pieces</em>…clearly did not sell because of its literary merits. Its narrative feels willfully melodramatic and contrived, and is rendered in prose so self-important and mannered as to make the likes of Robert James Waller (<em>The Bridges of Madison County</em>) and John Gray <em>(Men Are From Mars, Women Are From Venus</em>) seem like masters of subtlety and literate insight.”[^19]</p>\n</blockquote>\n<p>And, while we all know about Andy Warhol's adage about fifteen minutes of fame, another <em>New York Times</em> reporter fails to remember that, if the reason why an individual is selected for contrast has to be explained, she has probably misjudged her audience:</p>\n<blockquote>\n<p>“Mr. Daly [<em>John, the golfer</em>] makes the controversial Bode Miller (who recently said that he had competed while hungover a few times) seem a bit like a vicar whose indulgences extended to too much shortbread.”[^20]</p>\n</blockquote>\n<p>In these examples, a common formula of “<em>a</em> makes <em>b</em> look like <em>c”</em> can be seen. The characteristic elements of the device are as follows:</p>\n<p>i) A desire to promote the features of <em>a</em>, usually to an absurd degree.</p>\n<p>ii) An implied previous resemblance between <em>a</em> and <em>b</em>, although this rule is sometimes stretched for comic effect, as in the Fawlty/Byron example.</p>\n<p>iii) The introduction of element <em>c</em>, previously having little obvious relevance to <em>b</em>, but now marked as having a distinct resemblance to it.</p>\n<p>iv) With item <em>a</em> presumably familiar to the readers, items <em>b</em> and <em>c</em>, and the characteristics that drove their selection, have to be recognizable to those readers for the conceit to work.</p>\n<p>Hence the supposed similarities between <em>a</em> and&nbsp;<em>b</em> are&nbsp;undermined by an exaggerated case for the similarities between <em>b and c.</em></p>\n<p>“Hyperbolic contrast?” Or, as Rees suggests, “hyperbolic diminishment,” stressing the belittling of the comparison? I invite VERBATIM readers to improve the nomenclature, and to offer further noteworthy examples of the device for the archives. (<em>Google Book Search</em> was not used to search for any of the examples given above; I am aware that it offers up many further excellent examples.) And if anyone has already written about, and named, this construction, my apologies for overlooking his or her work.</p>\n<p><em>[Please send your suggestions and examples to Tony Percy at <a href=\"mailto:AntonyPercy@aol.com\">AntonyPercy@aol.com</a>.]</em></p>\n<hr>\n<p>[1]: <em>The Sunday Times</em> (London), 20 October, 1995.</p>\n<p>[2]: <em>The Daily Telegraph</em>, 1958.</p>\n<p>[3]: “Angry Young Men” was a term used, in the 1950s, to describe a set of novelists and playwrights in the U.K. who challenged conventional thinking and manners.</p>\n<p>[4]: <em>A Word In Your Shell-like – 6,000 Curious and Everyday Phrases Explained</em>, by Nigel Rees, 2004.</p>\n<p>[5]: <em>Washington Post</em>, April, 1986.</p>\n<p>[6]: James White (1928–1999) was a Northern Irish writer of science fiction. \" <em>Tableau</em>” (1958) reportedly \"describes the events which stopped the war between Earth and Orligia.\"</p>\n<p>[7]: <em>The Sun</em>, 16 March, 1989.</p>\n<p>[8]: John Profumo, the U.K. Secretary of State for War, was forced to resign in 1963 after lying to the House of Commons about his affair with Miss Keeler, whom he shared with a Soviet diplomat.</p>\n<p>[9]: <em>Round The Horne</em>, on BBC Light Programme, 14 March 1965.</p>\n<p>[10]: <em>The Sunday Times</em>, 21 August 1988, quoting an earlier <em>Sun</em> profile.</p>\n<p>[11]: <em>Golf Digest</em>, January, 2006.</p>\n<p>[12]: Cited in \"Lenin i problema kul'turnoi revoliutsii,\" in <em>Put' k sotsializmu v Rossii</em>, New York, 1967, p 375, and quoted by Heller and Nekrich in <em>Utopia in Power</em>, New York, 1986, p 221.</p>\n<p>[13]: <em>The Wedding Party</em>, third episode in Series 1 of <em>Fawlty Towers</em>, first broadcast on BBC1 on 3 October, 1975.</p>\n<p>[14]: John Fowles, in his <em>Journals Volume II</em>, 2006.</p>\n<p>[15]: Charles Krauthammer, in a 1989 column in the <em>Washington Post</em>, as reported in an obituary of Stan Berenstain in the <em>New York Times</em>, November 30, 2005.</p>\n<p>[16]: <em>This Week</em>, 1966.</p>\n<p>[17]: <em>Publisher's Weekly</em>, January 24, 1966.</p>\n<p>[18]: Alonzo L. Hamby, in <em>For The Survival Of Democracy</em>, 2004, p 269.</p>\n<p>[19]: Michiko Kakutani, <em>New York Times</em>, January 17, 2006.</p>\n<p>[20]: Ginia Bellafante, <em>New York Times</em>, January 18, 2006.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Hyperbolic Contrast</h1> <p><em><span data-rel=\"author\">Tony Percy</span> <span data-rel=\"location\">Southport, North Carolina</span></em></p> <p>In 1965, when I was eighteen, the prefects (i.e., student officers) at my independent school in England put on a performance of the farce <em>Dry Rot</em>, by John Chapman, the plot of which involved some bent bookmakers trying to rig a horse-race. Complementing an unmemorable performance as Mrs. Wagstaff, my enduring contribution was to create extracts from spoof critical reviews for use in the program(me). The line that gained the best response ran as follows:</p> <blockquote>\n<p>“Makes <em>Moses and Aron</em> look like the Headmasters' Conference.”</p>\n</blockquote> <p>Now, while most VERBATIM readers can probably guess that the conference of headmasters (principals) from Britain's leading independent schools was, and remains, a rather staid and decorous affair, the reference to the Schoenberg opera may not be immediately familiar to them. To a callow teenager in 1960s England, however, <em>Moses and Aron</em> represented a frisson of excitement, and the allusion would have been familiar to most people. The performance of the opera has been described by the <em>Sunday Times</em> as “the notoriously scandalous 1965 Covent Garden production, directed by Sir Peter Hall and conducted by Solti.” Further, \"Despite the controversy surrounding the sacrifice of four naked virgins at the climax of the golden-calf episode—or perhaps because of it—the Hall production was only revived once, in 1966.\"[^1] What had this to do with an amateur, even amateurish, production of <em>Dry Rot</em>? Well, both works were performed on stage, and the positioning of the farce as something more scandalous than the opera, while suggesting a closer link between the opera and the conference, comprised a rhetorical device that I like to call the “hyperbolic contrast.”</p>"
}