{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA</h1>\n<p>The VERBATIM office has been deluged with new books recently—even more so than usual. Luckily, this fresh flood has been much more pertinent than many of the waves that have come before (just in case you are wondering, no, VERBATIM does not review literary criticism, textbooks, novels, pedagogical translations, or poetry chapbooks, and if you send them anyway we just donate them to the local university library).</p>\n<p>The first is a new edition of John Langdon's <a href=\"https://www.amazon.com/Wordplay-Philosophy-Art-Science-Ambigrams/dp/0767920759\"><em>Ambigrams</em></a> (0767920759, Broadway Books, $14.95). John has occasionally let VERBATIM reprint some of his ambigrams (illustrations of words that read both right-side-up and upside down). The pleasure of ambigrams is the lovely aha! moment when you do look at one “the other way” and see the same word (or, often, an appropriately opposite word) looking back at you. Because, even though you know the point of the whole book is that this happens, you enjoy each one as a fresh surprise.</p>\n<p>This new edition includes some excellent material on how John develops his ambigrams, as well as 16 pages of color versions, and an introduction by Dan Brown. (Yes, the Dan Brown of <em>The Da Vinci Code.</em> John did some wonderful ambigrams for Brown's earlier work, <em>Angels and Demons,</em> and Dan named the hero of <em>TDVC</em> after John.) The A&amp;D ambigrams are also reproduced in this edition. Highly and enthusiastically recommended.</p>\n<p>Another highly recommended new title is Barbara Wallraff's <a href=\"https://www.amazon.com/Word-Fugitives-Pursuit-Wanted-Words/dp/0060832738\"><em>Word Fugitives: In Pursuit of Wanted Words</em></a> (0060832738, Collins, $14.95). Barbara, who is a contributing editor at the <em>Atlantic Monthly,</em> and who referees the Word Court column in that same magazine, has rounded up hundreds of “there's-gotta-be-a-word-for-it” words, including what you should call that confusion that happens when a cell phone rings and everyone checks to see if it's theirs (<em>pandephonium</em>), and the name for plastic shopping bags that are caught in trees (<em>fouliage</em>).</p>\n<p>Barbara didn't hesitate to call in outside advisors (including P.J. O'Rourke, Allan Metcalf, Roy Blount, Jr., Bill Walsh, Anne Fadiman, Faith Eckler, Paul Dickson, and me) to provide little asides. And in addition to the captured word fugitives, there are wonderful sidebars all the way through giving lists of related words, mild quizzes (I say mild because you don't have to flip to the back of the book for the answers, which I always find annoying—if you're going to do that, why not just give me a no. 2 pencil and a timer, too?), and other word curiosities that were just too good to leave out.</p>\n<p>One of the word fugitives Barbara brought to justice was an English word for the French <em>esprit de l'escalier</em> or the German <em>Treppenwitz</em>—the wonderfully scathing remark you come up with when its target is already driving away. The candidates included <em>retrotort, stairwit,</em> and <em>tintiddle</em>, but Barbara gave the palm to <em>afterism</em>. If you're tired of only thinking of your afterisms, well, <em>after</em>, Mardy Grothe's new book, <em>Viva la Repartee</em> (0060789484, Collins, $14.95) might help you, as it contains hundreds of actual, not after-the-fact, comebacks, witticisms, and retorts.</p>\n<p>One of my favorites collected here recounts what Prince Rainier III said when asked (on a tour of the Astrodome, in Houston) if he would like to have a nine-acre Astrodome in Monaco. “Marvellous,” he said. “Then we could be the world's only indoor country.” (His interlocutor, being a Texan, probably took no notice.)</p>\n<p>Another anecdote gives George S. Kaufman's answer to a question posed to him at the Algonquin Round Table one day, during a discussion of suicide: “So, how would you kill yourself?” Supposedly Kaufman sat in thought for several moments before answering “With kindness.”</p>\n<p>All done up in Oxford drag (although not, sadly, an Oxford title) is another satirical dictionary. This one is called <a href=\"https://www.penguin.co.uk/books/111/1111646/the-complete-uxbridge-english-dictionary/9781784756499.html\"><em>The Uxbridge English Dictionary</em></a> (Seventeenth Edition [Approx.] Completely Revived) (0007203373, HarperCollinsEntertainment, £7.99). Possibly every UK reader of VERBATIM is already tired of this book of wackinitions (including <em>chary</em> 'rather like a chair' and <em>egocentric</em> 'the yolk') but readers elsewhere are sure to find them inspired and chortlesome, at the least. Who wouldn't wish that <em>emboss</em> was actually defined as 'to promote to the top' or wouldn't at least smirk when hearing <em>indelible</em> defined as 'a person who cannot be persuaded to eat bagels'? Most of the humor translates fairly well (e.g. <em>five-a-side</em> 'to kill a boy band') although some may require some knowledge of current UK events (why is <em>Jasmine</em> 'Kenny Ball's band' funny? Only the Brits know).</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA</h1> <p>The VERBATIM office has been deluged with new books recently—even more so than usual. Luckily, this fresh flood has been much more pertinent than many of the waves that have come before (just in case you are wondering, no, VERBATIM does not review literary criticism, textbooks, novels, pedagogical translations, or poetry chapbooks, and if you send them anyway we just donate them to the local university library).</p> <p>The first is a new edition of John Langdon's <a href=\"https://www.amazon.com/Wordplay-Philosophy-Art-Science-Ambigrams/dp/0767920759\"><em>Ambigrams</em></a> (0767920759, Broadway Books, $14.95). John has occasionally let VERBATIM reprint some of his ambigrams (illustrations of words that read both right-side-up and upside down). The pleasure of ambigrams is the lovely aha! moment when you do look at one “the other way” and see the same word (or, often, an appropriately opposite word) looking back at you. Because, even though you know the point of the whole book is that this happens, you enjoy each one as a fresh surprise.</p> <p>This new edition includes some excellent material on how John develops his ambigrams, as well as 16 pages of color versions, and an introduction by Dan Brown. (Yes, the Dan Brown of <em>The Da Vinci Code.</em> John did some wonderful ambigrams for Brown's earlier work, <em>Angels and Demons,</em> and Dan named the hero of <em>TDVC</em> after John.) The A&amp;D ambigrams are also reproduced in this edition. Highly and enthusiastically recommended.</p> <p>Another highly recommended new title is Barbara Wallraff's <a href=\"https://www.amazon.com/Word-Fugitives-Pursuit-Wanted-Words/dp/0060832738\"><em>Word Fugitives: In Pursuit of Wanted Words</em></a> (0060832738, Collins, $14.95). Barbara, who is a contributing editor at the <em>Atlantic Monthly,</em> and who referees the Word Court column in that same magazine, has rounded up hundreds of “there's-gotta-be-a-word-for-it” words, including what you should call that confusion that happens when a cell phone rings and everyone checks to see if it's theirs (<em>pandephonium</em>), and the name for plastic shopping bags that are caught in trees (<em>fouliage</em>).</p>"
}