{
  "type": "Article",
  "title": "On Chatter",
  "author": "Henry William Brownejohns",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">On Chatter</h1>\n<p><em><span data-rel=\"author\">Henry William Brownejohns</span> <span data-rel=\"location\"></span></em></p>\n<p>Of late, it has been mercifully quiet; several times over the course of the past three years, however, it has risen to such a pitch that the entire nation stood in fear and trembling, and this was exacerbated only because our government told us we were right to be terrified. The offending presence is that thing called <em>chatter</em>, and in this grotesque age of inside-out linguistics and corrupt diction, not the piercing scream of a diving bird of prey strikes more fear into the hearts of the masses than this—<em>chatter</em>, the song of the chipmunk and jaybird.</p>\n<p>The Department of Homeland Security (an appellation which, itself, deserves an essay of sincere derogation) has taken to calling the intercepted telephone conversations of the Terrorists by just this adorable little word. Once, we were the subjects of a massive bureaucracy of competent propagandists, who had all read Huxley and Orwell and who all understood how to toe the line. We were put to bed by federal lullabies of <em>Reds</em>, and <em>spooks</em>, and <em>commies</em>. Our punditry was riddled with the philological inspirations of the thought-brigades: <em>brainwashing</em>, <em>escalation</em>, <em>mutual assured destruction</em>.  The dangerous world of grown-ups was described by dangerous grown-up words.</p>\n<p>And so to what depth of indignity has our government descended to sprinkle their apocalyptic warnings with diction like <em>chatter</em>? Chipmunks <em>chatter.</em> Squirrels and woodchucks <em>chatter</em>. But the wild-eyed men who lurk in the crags of Central Asia, laden with ammunition and ambition, plotting the moments until they can raze Western civilization? Is what they do <em>chatter</em>? We can presume one of two flaws in our administration: either the intelligence hacks are making a dangerously dismissive comparison between the Islamist radicals and simpleminded woodland creatures, or the propaganda hacks have desperately lost their knack for phrasing scary announcements with appropriately scary words.</p>\n<p>If we are alert to the grand tradition of propaganda at all, we are probably familiar with the dangerous deceptions of Goebbels and the Stalinists, not to mention McCarthy and the latter-day 'Spin Doctors,' and for this the very word <em>propaganda</em> has been tainted and turned into a plague.</p>\n<p>Indeed, the first lesson of the aspiring propagandizer is to find another word for what he does, like Communications Director. But as savvy as we are about the art of government euphemism, and as realistic as we are about the degraded condition of human society, we also understand that propaganda is out of the bag, and it is not going back in.</p>\n<p>So long as there is a tool for the manipulation of perception and the seizure of psychological power, it is going to be used. We are stuck with propaganda, and for the foreseeable future, our leaders are only going to use words that tactfully approximate the true meaning of their intent.</p>\n<p>And as I am an optimist—if a troubled one—whenever I find something that is with us irrevocably, I make an effort to appreciate it on its own terms. This is the best we can do with any degrading human act: hope that it is done with some style and skill. And thus the great despair about <em>chatter</em>—it is a despicable job done with shoddy work.</p>\n<p>From a variety of Middle-European <em>cheterens</em>, <em>chatter</em> is naught but an onomatopoeic word which describes the sound made by small animals and birds—originally limited strictly to jaybirds. (To such zoological enthusiasts of the Middle Ages, it was only proper to be specific about such things; apes and monkeys <em>gibber</em>, swallows <em>twitter</em>, geese <em>cackle</em>, and grasshoppers <em>pitter</em>.)</p>\n<p>In fact, it is the original specificity of <em>chatter</em> to the widely derided jaybird that spawned the word's intermediate meaning of 'gossip.' The jay, apparently, never enjoyed much respect in the animal kingdom, and so it became customary to compare society's most conniving characters with him; to <em>chat</em> was to act like a no-good jaybird, to spread rumors, to talk—gasp—idly. A conversation consisting of <em>chatter</em> was the most inconsequential sort of conversation there was—mere chit-chat, paltry palaver.</p>\n<p>And the experts in the basement of the Pentagon have settled on this word to describe the rumblings of the world's most lethal outlaws. They have constructed an equation where the idle chirping of birds and village-women now strikes the most profound anxiety into the core of American society. They have announced to the world that we, the citizens of the free West, impressed by nothing and hindered by no-one, are most intimidated by gossip and petty egg-stealers. We deserve to be better served by those who control our lingo.</p>\n<p>And we would be better served, also, by a lingo that was proportionate to the situation we are in.  Those of us who have a hard time mustering up the requisite terror every time the <em>chatter</em> increases might be inclined to ignore the real peril which could accompany such chirping. Doubtless, the Department of Homeland Security has abused its alarm-bells and color-coded flags so haplessly under the present administration that even when they come out with a notice of certain death, two-thirds of us are wont to respond with a bird of a different feather, and go on about our business.</p>\n<p>If such a government agency was ever really necessary (and wasn't a Department of <em>Defense</em> adequate?), then the remedial efforts of its wordsmiths has surely made it irrelevant by now. Poor choice of ominous diction has made everything the Department of Homeland Security says as disposable as Mrs. Cavendish's latest scandal in church and town.</p>\n<p>To give a word in support of the intelligence agencies' choice of usage, the term <em>chatter</em> is claimed to be derived from the fact that much of the information intercepted in telephone and electronic communication is nonsensical noise to the spies. We never actually know what they're saying, only that they're saying more or less of it than usual. It is, in this sense, quite a bit like gauging the restlessness of the jays in the trees.</p>\n<p>It is left to the reader's able discretion whether this is a productive way to predict <em>human</em> behavior; and whether it is any more of an assurance that the propagandists are only stooping to the low standards of the intelligence experts themselves, and not merely reflecting their own shoddy schooling.</p>\n<p>It would be, if nothing else, more <em>appropriate</em> to describe the radicals' portentous dialogue as <em>murmuring,</em> or <em>muttering</em>, or <em>grumbling</em>. Perhaps Al Qaeda could be made to <em>conspire</em>, or <em>insinuate</em>, or even just <em>whisper</em>. Would we feel more threatened, or safer?  Which are we meant to be?</p>\n<p>The fundamental premise of the art of propaganda—or civil euphemism, if you prefer—is to speak not to the intellect of the public, but to their intuition. The words must <em>sound</em> right, even if the message is not. This was the breakthrough of the National Socialists, and the dictum followed by every national government since. If there are a score of unanswerable questions surrounding our own administration's treatment of the problem of terrorism, there is at least one thing certain: whatever they may be doing, they are doing it without panache, and still further without skill.</p>\n<p><em>[Henry William Brownejohns founded, edited, and published the seminal, tri-weekly essay pamphlet THREE WEEKS in New York.  Since relinquishing that duty on account of overwork and vague malaise, he has assumed the role of Contributing Editor at the Philadelphia Independent, and has been at work on a description of his travels around the world.  As Mr. Brownejohns has never granted an interview or acceded to be photographed, there are conspiracists who contend he is not a real person.  This, to Mr. Brownejohns, is absurd, and yet also somewhat disquieting.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">On Chatter</h1> <p><em><span data-rel=\"author\">Henry William Brownejohns</span> <span data-rel=\"location\"></span></em></p> <p>Of late, it has been mercifully quiet; several times over the course of the past three years, however, it has risen to such a pitch that the entire nation stood in fear and trembling, and this was exacerbated only because our government told us we were right to be terrified. The offending presence is that thing called <em>chatter</em>, and in this grotesque age of inside-out linguistics and corrupt diction, not the piercing scream of a diving bird of prey strikes more fear into the hearts of the masses than this—<em>chatter</em>, the song of the chipmunk and jaybird.</p> <p>The Department of Homeland Security (an appellation which, itself, deserves an essay of sincere derogation) has taken to calling the intercepted telephone conversations of the Terrorists by just this adorable little word. Once, we were the subjects of a massive bureaucracy of competent propagandists, who had all read Huxley and Orwell and who all understood how to toe the line. We were put to bed by federal lullabies of <em>Reds</em>, and <em>spooks</em>, and <em>commies</em>. Our punditry was riddled with the philological inspirations of the thought-brigades: <em>brainwashing</em>, <em>escalation</em>, <em>mutual assured destruction</em>.  The dangerous world of grown-ups was described by dangerous grown-up words.</p> <p>And so to what depth of indignity has our government descended to sprinkle their apocalyptic warnings with diction like <em>chatter</em>? Chipmunks <em>chatter.</em> Squirrels and woodchucks <em>chatter</em>. But the wild-eyed men who lurk in the crags of Central Asia, laden with ammunition and ambition, plotting the moments until they can raze Western civilization? Is what they do <em>chatter</em>? We can presume one of two flaws in our administration: either the intelligence hacks are making a dangerously dismissive comparison between the Islamist radicals and simpleminded woodland creatures, or the propaganda hacks have desperately lost their knack for phrasing scary announcements with appropriately scary words.</p>"
}