{
  "type": "Article",
  "title": "The Carribean Dichotomy",
  "author": "Larry Tritten",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Carribean Dichotomy</h1>\n<p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\"></span></em></p>\n<p>\tLinguists specializing in pronunciation, not to mention pronunciamientos (a Spanish hors d'oeuvre originated by Cervantes's wife and which was said by him “to make the palate feel as if it had been kicked by Sancho Panza's donkey”), tend to declare that there are only two kinds of people in the world: those who pronounce the word Caribbean [special font needed] and those who pronounce it [special font needed]. Dr. Wilford Glimmering, the eminent British pronunciologist as well as the only faculty member of Oxford University encouraged by the school's regents to run with (and even against) the bulls at Pamplona, has written a paper in which he claims that the characters of these types of people can be deduced from their pronunciation of the word. Unfortunately, he mistakenly used the paper to line the bottom of a canary cage and from that point on would not touch it, although he still attempts to quote it from memory.</p>\n<p>Intrigued by this theory, I convinced an editor with a hearing loss to give me an assignment interviewing Dr. Glimmering. I phoned Dr. Glimmering and learned that he was about to spend a few days in Havana mediating on the correct pronunciation of actor Cuba Gooding Jr.'s name [special font needed]. He agreed to talk to me there and the following weekend we met late in the afternoon at Chez Ché. Over Poolabanga Slings with the subtle impact of a Dutch rub by Mike Tyson the interview began, with Dr. Glimmering confiding to me that he'd never met a parrot who could handle polysyllabic repartee, and he didn't like their weird feet, either.</p>\n<p>“But do you really think a person's character can be determined from the way he or she pronounces the word Caribbean?” I asked, slurring the word so I wouldn't be thought of as biased in either direction.</p>\n<p>“Is it so strange?” Dr. Glimmering asked. “After all, graphologists discern character from the way a person signs a check. The fact is, one can tell more about people from the sound of their voices than from the way they cross their t's and dot their i's—, and, for that matter, from the way they cross their fingers and roll their eyes.”</p>\n<p>“How's the rum?” I asked.</p>\n<p>Abruptly, Dr. Glimmering tossed off his drink in one swallow, and using (impressively) American Sign Language, handspelled to the waiter for another.</p>\n<p>“You say [special font needed], I noticed,” he said, “and I say [special font needed]. Therefore, presumably, you say [special font needed], and I say [special font needed]. Perhaps we should call the whole thing off.”</p>\n<p>“Do you say [special font needed] or [special font needed]?” I asked, my patience running aground on the reef of my curiosity.</p>\n<p>Dr. Glimmering waved a reproving finger at me, while with the other hand commandeering my drink. “Isn't the term speech writer oxymoronic?” he asked, to distract me, and in the space of a blink drained my glass.</p>\n<p>I caught the waiter's eye and held up my glass. In a trice he brought two more drinks as well as two menus, which we appraised. “I'll have the tongue,” Dr. Glimmering announced. “Which is my favorite meal, provided it doesn't talk back.”</p>\n<p>We put in an order of Langues de Boeuf for two and returned to our drinks. My own tongue was already beginning to feel pickled, so before it began to feel indistinguishable from the imminent entrée, I asked, “You stand by your theory's scientific validity, then?”</p>\n<p>Dr. Glimmering responded to the question with the kind of expression a debutante might make if asked to change a tire. “Read . . . my . . . lips,” he said, then with an orotund twinkling in his eyes (an old linguist's trick), he orally mimed the word yes, adding an exclamation mark in midair by way of the aforementioned sign lingo.</p>\n<p>“Let me hear you say the word without the verbal glissando over the consonants with the tip of your rum-soaked tongue,” he said, “and then I will tell you whom you voted for in the last election, whether you've ever gone down the playground slide headfirst, and the half you'd prefer in a horse costume.” He dispatched half of his drink, and went on, “And also whether you think the glass is half full or half empty.... But first you should understand more of my method. It's true that there are only two kinds of people, those who say [special font needed] and those who say [special font needed]. But, as the domino theory would have it, and in the spirit of a nuclear chain reaction, there are also three other kinds of people—those who pronounce Hawaii [special font needed], those who pronounce it [special font needed], and those—”he shuddered here—“who pronounce it [special font needed].” He shot me a sniper's squint. “So, you see, there is more depth here than you may have expected to wade into.”</p>\n<p>“I brought hip boots and a life jacket if it gets too deep,” I told him. I noticed that his glass was miraculously empty again.</p>\n<p>He caught the waiter's eye, waggled two fingers in the air, and went on, “I've wanted to be a linguist ever since as a boy I saw the scene in <em>To Have and Have Not</em>, in which one of the pro-Vichy hoods on Martinique called Bogart “lingua larga” Here, with canny precision, his voice metamorphosed into a flawless Bogart impression, and, with his upper lip rumpling in visual accompaniment, he concluded, “Finish your drink, shweetheart, there's more where that came from.”</p>\n<p>I finished my drink and set the glass down. Then I hit him with both barrels right from the horse's mouth, to mix a metaphor that was perhaps the equivalent of Dr. Jekyll's potion. I said Caribbean the way I say it, clearly and with confidence, then asked, “So, character-wise, what can you say about me from the way I pronounced the word?”</p>\n<p>Dr. Glimmering looked at, or, more accurately, through me meditatively, and, at length, said, “I can tell you this: that in a conga line you'd be right in the middle, where the swaying is more precarious. For some really detailed analysis of your character, I'll need to hear you say these words….” Here he picked up a cocktail napkin, wrote something on it beside the coconut palm, and slid the napkin across the table.</p>\n<p>I looked at the names:</p>\n<p>Terre Haute</p>\n<p>Chateauneuf-sur-Loire</p>\n<p>Ouagadougo</p>\n<p>Dnepropetrovsk</p>\n<p>Bedford Falls</p>\n<p>It was a sucker's game! I knew that when I pronounced Ouagadougo I'd swivel my hips and he'd know immediately that I'm musically inclined, and the way I'd pronounce the first two names would leave no doubt how I feel about French cuisine.</p>\n<p>Our drinks arrived, and so did our tongues. Dr. Glimmering forthwith put sauce on his (the one on the plate) and fell to engaging it in a dialogue with his palate.</p>\n<p>I tossed in the towel on the interview and followed suit. Dr. Glimmering's tongue (the one in his mouth) was not saying anything I thought would rival a parrot's exclamations for insight and originality. But I didn't care. I was on an expense account and the blonde and I were starting to make eye contact.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Carribean Dichotomy</h1> <p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\"></span></em></p> <p>\tLinguists specializing in pronunciation, not to mention pronunciamientos (a Spanish hors d'oeuvre originated by Cervantes's wife and which was said by him “to make the palate feel as if it had been kicked by Sancho Panza's donkey”), tend to declare that there are only two kinds of people in the world: those who pronounce the word Caribbean [special font needed] and those who pronounce it [special font needed]. Dr. Wilford Glimmering, the eminent British pronunciologist as well as the only faculty member of Oxford University encouraged by the school's regents to run with (and even against) the bulls at Pamplona, has written a paper in which he claims that the characters of these types of people can be deduced from their pronunciation of the word. Unfortunately, he mistakenly used the paper to line the bottom of a canary cage and from that point on would not touch it, although he still attempts to quote it from memory.</p> <p>Intrigued by this theory, I convinced an editor with a hearing loss to give me an assignment interviewing Dr. Glimmering. I phoned Dr. Glimmering and learned that he was about to spend a few days in Havana mediating on the correct pronunciation of actor Cuba Gooding Jr.'s name [special font needed]. He agreed to talk to me there and the following weekend we met late in the afternoon at Chez Ché. Over Poolabanga Slings with the subtle impact of a Dutch rub by Mike Tyson the interview began, with Dr. Glimmering confiding to me that he'd never met a parrot who could handle polysyllabic repartee, and he didn't like their weird feet, either.</p> <p>“But do you really think a person's character can be determined from the way he or she pronounces the word Caribbean?” I asked, slurring the word so I wouldn't be thought of as biased in either direction.</p>"
}