{
  "type": "Article",
  "title": "Dude, Katie! Your Dress is So Cute: Why Dude Became an Exclamation",
  "author": "Muffy Siegel",
  "location": "Merion, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Dude, Katie! Your Dress is So Cute: Why Dude Became an Exclamation</h1>\n<p><em><span data-rel=\"author\">Muffy Siegel</span> <span data-rel=\"location\">Merion, Pennsylvania</span></em></p>\n<p>Although the nationwide use of other California Val-speak words such as <em>like <em>and</em> totally</em> attracts more attention, the spread of <em>dude</em> has actually been more peculiar. Not only has it moved through the population so that it is now very common among most middle-class teens, it has also broadened grammatically so that it can refer to or address people of either gender in its noun form, and it can also be used as a general exclamation, as at the beginning of the title of this article. The widening use of <em>dude</em> has been documented in Scott Kiesling's detailed study in the journal <em>American Speech,</em> which argues that, in addition to what <em>dude</em> may refer to in a literal sense—a person—the word also signals a stance of “cool solidarity,” halfway between camaraderie and distance, which is very attractive to young Americans.[^1] But such an explanation of the many meanings of <em>dude</em> and the cultural reasons for its widespread adoption does not address another question:  Why has the word <em>dude</em> widened <em>grammatically</em> from its original uses as a noun to become a general exclamation? This kind of grammatical expansion clearly does not necessarily accompany the adoption of such slang terms for people. <em>Guy</em>, for instance, is an older and more common near-synonym for <em>dude</em>, but it still cannot be used as an exclamation; even teenagers would not cry out “Guy, Katie! Your dress is <em>so</em> cute!”</p>\n<p>What factors favor this kind of widening of grammatical function? Why has <em>dude</em> become an exclamation, while <em>guy</em> has not? To investigate this question, I interviewed a diverse[^2] group of American English speakers aged 12–19 from the nearby suburbs of Philadelphia. All the boys except one twelve-year-old said they used <em>dude</em> fairly frequently. (Happily, no one mentioned drug use or even surfing as associated with people who use <em>dude</em>.)  The girls agreed that their male counterparts all said <em>dude</em>, but reported that only 30% to 40% of their female peers did so. They explained that those girls who used it were “less girly,” more outgoing, louder, more flakey, and more likely to belong to sports teams than those who avoided it.</p>\n<p>In addition to formal interviews, I also recorded examples of spontaneous <em>dude</em> use, including the ones that appear as examples in this article, from e-mails sent among members of an elite New England university's women's Ultimate Frisbee team and from observations made while chauffeuring members of a suburban high school's girls' sports teams.</p>\n<p>My young subjects all identified three grammatical functions of <em>dude.</em> We can see all three at work in a sentence I heard uttered in an exchange between young male co-workers in a physical therapy facility: “Dude!  I screamed because the dude <em>kissed</em> me, dude.” This means something like “Damn! I screamed because the guy <em>kissed</em> me, pal.” In such a sentence, <em>dude</em> serves first as an exclamation that does not refer to anything at all, then as a noun referring to a man, and finally as a gender-neutral term of address.</p>\n<p>Let us consider these uses one at a time, starting with examples from the college e-mails that use the historically earliest form, the referential noun: [^3]</p>\n<p>(1) Some dude from Brown came up to us on old campus tonight and knew who she was!</p>\n<p>(2) One of the state park dudes suggested we look into city parks in neighboring towns.</p>\n<p>The singular noun <em>dude,</em> as in (1), must be masculine, but the plural, as shown in (2), can include a minority of females. (That is, some of those park rangers could have been women.) Second historically was the gender-neutral term of address, as in (3) and the plural (4).</p>\n<p>(3) Dude, isn't that your mom?</p>\n<p>(4) Dudes, my stomach just flipped out on me.</p>\n<p>Both (3) and (4) were uttered by and addressed to female sports teammates, so we know they are truly gender-neutral. Finally, the last and most recently developed use of <em>dude</em> is the non-referring exclamation, which can appear only in the singular, as in (5).[^4]</p>\n<p>(5) Dude, Hilary, good luck with that!</p>\n<p>But why has this widening happened to <em>dude</em> and not to <em>guy</em>? If we replace <em>dude</em> with <em>guy</em> in the observed examples (1)-(5) to create examples (6)-(10) below, we see that <em>guy</em> acts very much like <em>dude</em> most of the time. [^5]</p>\n<p>(6) Some guy from Brown came up to us on old campus tonight and knew who she was!</p>\n<p>(7) One of the state park guys suggested we look into city parks in neighboring towns.</p>\n<p>(8) Guy, isn't that your mom?</p>\n<p>(9) Guys, my stomach just flipped out on me.</p>\n<p>(10) Guy, Hilary, good luck with that!</p>\n<p>Like <em>dude, guy</em> has to refer to a male in the singular ((6)), and it has also widened to allow the plural referential and address forms ((7) and (9)) to include some females. <em>Guy</em> has not, however, followed <em>dude</em> to become a gender-neutral singular form of address ((8)) or an exclamation ((10)). But <em>why</em> hasn't it?</p>\n<p>From an examination of a number of other words, some similar to <em>dude</em> and some to <em>guy</em>, I have concluded that widening into an exclamation like <em>dude</em> requires a combination of two conditions.</p>\n<p>First, the candidate for widening must be of the more expected, or “unmarked” gender. In spite of the progress made by the women's movement, the unmarked gender in most arenas of American life is still MALE. So both <em>dude</em> and <em>guy</em> satisfy this first condition for unmarked gender, since they both started as words for males. The second requirement for a candidate for exclamation-hood, though, is that the word's meaning must include a connotation of social power, conventional or not. This second requirement should not surprise us too much if we think a bit about exclamations. Our most common exclamations do not start as nouns referring to groups of ordinary people like dudes or guys at all. Instead, they carry the conventional power of religious references (<em>Lord!</em>) or the anti-establishment power of blasphemy or obscenity (choose your favorite curse word here). Exclamations by nature require strong meanings. Ordinary person-words, such as <em>guy</em>, do not possess such strength, so they have failed to become exclamations.</p>\n<p><em>Dude</em>, however, is better situated than <em>guy</em> for grammatical widening into exclamation because it enjoys not only unmarked gender but also connotations of power, thanks to its message of “cool solidarity.” Just googling <em>dude <em>provides an indication of the power imputed to the word. Such a search in July 2004 yielded millions of commercial websites belonging to entrepreneurial dudes, including Pizza Dude, Beer Dude, ArtDude, DrummerDude, the more serious CVSDude, firedude (a resource site for firefighters), Deaf Dude (resources for the deaf), and even the fearless Public Defender Dude. There were far fewer such commercial sites that bothered to include</em> guy</em>, and those that existed were definitely less glamorous: History Guy, Family Guy, Pathology Guy, Fat Guy, Homeless Guy, Sock Guy, and Crazy Drunk Guy.</p>\n<p>In order to understand the nature of the power of <em>dude</em> that has led it, but not <em>guy,</em> to become an exclamation, we can consider other similar words which have spread into exclamation uses, like <em>dude,</em> and some which have not, like <em>guy</em>. In the first category, with <em>dude</em>, we find, <em>man, boy</em> and <em>brother</em>. All have the unmarked male gender and represent, more or less (in the case of <em>boy)</em> traditionally socially powerful entities. As predicted, all can be used referentially, as singular or plural terms of address, and, in the singular, as exclamations, just like <em>dude.</em> We can construct (15)–(19), which parallel the examples with <em>dude</em> in (1)–(5):</p>\n<p>(15) Some man/boy/brother from Brown came up to us on old campus tonight and knew who she was!</p>\n<p>(16) One of the state park men/boys/brothers suggested we look into city parks in neighboring towns.</p>\n<p>(17) Man/Boy/Brother, isn't that your mom?</p>\n<p>(18) Men/Boys/Brothers, my stomach just flipped out on me.</p>\n<p>(19) Man/Boy/Brother, Hilary, good luck with that!</p>\n<p>In the second category, with <em>guy</em>, we find <em>woman, girl</em>, and <em>sister</em>, which have not widened to exclamations. (24) cannot be read as starting with an exclamation, as (5) and (19) can:</p>\n<p>(20) Some woman/girl/sister from Brown came up to us on old campus tonight and knew who she was!</p>\n<p>(21)One of the state park women/girls/sisters suggested we look into city parks in neighboring towns.</p>\n<p>(22) Woman/Girl/Sister, isn't that your mom?</p>\n<p>(23) Women/Girls/Sisters, my stomach just flipped out on me.</p>\n<p>(24) Woman/Girl/Sister, Hilary, good luck with that!</p>\n<p><em>Dude</em>, then, patterns with other words usually thought of as referring primarily to males and so can be used as an exclamation, while <em>guy</em> patterns with words marked as female, which do not generally have an exclamation form. Unmarked gender seems to be necessary for exclamations because they need to be very general. We can shout “Oh, boy!” in general happy anticipation because MALE is the default gender.</p>\n<p>“Oh, girl!” does not work the same way because the marked gender of <em>girl</em> makes us expect a literal girl to be involved. The same holds for replacing “Man, what a party!” with “Woman, what a party!” or “Oh, brother, what a mess!” with “Oh, sister, what a mess!”  We expect actual women or sisters.  Even if we look at <em>bitch,</em> one of the more powerful words in English that is marked female, we find that the exclamation version has to be masculinized: “Bitch, that hurts!” will be heard, not as an exclamation, but as an accusation very rudely addressed to a female. To express a general exclamation, one must say “Sonofabitch, that hurts!” (but not in polite company).</p>\n<p>Consequently, we can conclude that unmarked gender is crucial for exclamations, but it is not the only requirement, since the male <em>guy</em> still patterns with the feminine words in not forming an acceptable exclamation. Why should this be? What is the second requirement, after unmarked gender, for widening to exclamation? The preference for <em>dude</em> over <em>guy</em> in commercial websites suggests that <em>guy</em>, though it belongs to the unmarked male gender, lacks some of the connoted power of men, and exclamations require power. <em>Guy</em>, as a slang term with connotations of ordinariness, might just not be as powerful as the traditionally dominant <em>man</em>, <em>brother</em>, or even <em>boy</em>.</p>\n<p>I was able to gather evidence for this hypothesis by asking my young subjects about hypothetical heroes called “superguy” and “superdude” and what they would be able to do.  All agreed that <em>superdude</em> would be more potent than <em>superguy,</em> younger and very much cooler, as we can see by comparing the lists of representative descriptions from subjects below:</p>\n<p><em>Typical attributes of “superguy” according to teenage subjects</em></p>\n<p>He can't really do anything; he just thinks he can.</p>\n<p>Drinks a lot of beer.</p>\n<p>Does regular masculine things.</p>\n<p>Flies, but more cautiously than superdude or superman.</p>\n<p>Not as smart as superman.</p>\n<p><em>Typical attributes of “superdude” according to teenage subjects</em></p>\n<p>Young, cool, very fast.</p>\n<p>A little crazy, with weird hair.</p>\n<p>Makes people laugh.</p>\n<p>Flies to the rescue immediately, maybe</p>\n<p>recklessly.</p>\n<p>This contrast between the conventional and slightly ineffectual superguy on the one hand and the more powerful superdude on the other would lead us to predict that other words for classes of men with connotations of tameness like <em>guy</em> would also fail to widen to exclamations. Indeed, <em>Gentleman!</em> fails to produce a good non-referring  exclamation like <em>Man</em>! <em>Guy</em>, then, is not a good candidate for an exclamation, exactly because exclamations serve to express strong meaning, so even MALE words with their unmarked gender are ruled out if what they refer to is too weak or un-cool to be perceived as powerful. In contrast, <em>dude</em> was an excellent candidate for widening into an exclamation because it is very general in its reference, like <em>man,</em> and its position as youth slang with African-American origins lends it a powerful connotation of unconventionality.</p>\n<p>\tIs it ever possible for words denoting females to widen to produce exclamations? Most feminine words—<em>woman, girl, sister, aunt</em>—are ruled out, of course, because of their marked gender. But there is one area in which FEMALE <em>is</em> the unmarked gender, and that is parents, since mothers are still expected to do most of the child-rearing. Thus, the more expected gender for a parent is FEMALE. Consequently, <em>father, dad,</em> and <em>poppa</em> all fail to form the kind of useable exclamations we get with <em>man, boy,</em> and <em>brother</em>. Even though one might expect <em>father</em>, at least, to have a good deal of social power, these words for male parents fail to satisfy the gender condition for exclamations because the unmarked parent is FEMALE.</p>\n<p>Curiously, though, common words for female parents, <em>mother</em> and <em>mom,</em> are just as hopeless as exclamations as these male-parent words or, for that matter, as <em>woman</em> and <em>girl</em>, even though, in the context of parents, their gender is unmarked. But this is because <em>mother</em> and <em>mom</em> do not satisfy our second condition, which requires a connotation of social power, either within the system (<em>man, Lord</em>) or as an outsider (<em>dude, sonofabitch</em>). <em>Mother</em> and <em>mom</em> have only supremely safe and domestic connotations.</p>\n<p>However, if we could find a female-parent word that also has outsider connotations, we would expect it to be able to widen into an exclamation, since such a word would have both unmarked gender and social power. I think that <em>momma</em> is just such a word. It is certainly the gender-unmarked term relative to the little-used <em>poppa</em>, and its associations with minority and immigrant communities should save it from the weakness of the tame or familiar. In fact <em>momma</em> does make a passable general exclamation for many speakers. I observed a teenager riding on a city bus with her schoolmates (but not her mother) exclaim “Momma! I'm falling!” when the bus stopped suddenly. Moreover, most of my subjects accepted as normal a version of example (5) with <em>momma</em> substituted for <em>dude</em>: “Oh, Momma, Hilary! Good luck with THAT!”</p>\n<p>By introducing two new superheroes to my young subjects, I was able to get some more direct evidence for the idea that the reason that <em>momma</em> works as an exclamation while <em>mom</em> does not is that <em>momma</em> has more powerful connotations. I asked the kids this time what they thought “supermom” and “supermomma” would be able to do. They uniformly saw <em>supermom</em> as the word is widely used, to mean a conventional mother who cooks, cleans, drives carpool, and generally raises a family while working outside the home. One girl even said that if supermom tried to fly, she would probably fall, because she's “old and tired.”  The most super power attributed to supermom was having “a minivan that seats twelve.” According to the kids, supermomma shares supermom's abilities to cook, clean, and work hard. But her cooking is tastier and her cleaning more thorough than supermom's. She is also younger, tougher, more fun, and harder-working. Several subjects volunteered with admiration that “no one messes with supermomma,” and some African American teens responded, “What can supermomma do? Pretty much anything!”  Once again, the name for the more powerful superhero serves as the more successful general exclamation. <em>Momma</em> seems to have gained its power through the outsider status it has attained through its associations with minority and immigrant communities.</p>\n<p>However, other sources of social power, such as religion, can also accord feminine words enough power to enable them to widen to exclamations. Thus, while <em>Mother!</em> cannot be used by itself as a general, non-referring exclamation, <em>Mother of God!</em> can be, because the religious reference, like <em>momma</em>'s outsider status, confers the necessary power.</p>\n<p>We can probably never explain exactly why <em>dude</em> has caught on as an exclamation so quickly. We can, however, see that it was well qualified for such grammatical widening because, first, it referred originally to individuals of the unmarked gender, so it was able to expand its range of reference easily and come to have non-specific gender. Then, second, it acquired the connotations of power required for successful exclamations. It did this through its associations with American subcultures that are at once marginalized and widely admired and imitated:  African Americans, California beach boys and girls, and, now, the general population of middle-class teens. Other new exclamations should follow this pattern; look for the spread of <em>Dawg! <em>or</em> Baby!</em> in the future.</p>\n<hr>\n<p>[1]: Kiesling, Scott F. 2004 “You've Come a Long Way, Dude: A History,” American Speech 69.3: 321-327.</p>\n<p>[2]: I had fourteen subjects, seven male, seven female, and three African American, three Asian American, and eight European  American, mirroring the makeup of the community. The subjects' judgments about the uses and connotations of dude were remarkably uniform.</p>\n<p>[3]: The OED Online describes the origins of dude as “a factitious slang term which came into vogue in New York about the beginning of 1883, in connexion with the 'aesthetic' craze of that day. Actual origin not recorded.  1. A name given in ridicule to a man affecting an exaggerated fastidiousness in dress, speech, and department, and very particular about what is aesthetically 'good form'; hence, extended to an exquisite, a dandy, 'a swell'. 2. A non-westerner or city-dweller who tours or stays in the west of the U.S., esp. one who spends his holidays on a ranch; a tenderfoot. 3. [1993] More generally, any man who catches the attention in some way; a fellow or chap, a guy. Hence also approvingly, esp. (through Black English) applied to a member of one's own circle or group.”</p>\n<p>[4]: Though there was little reported variation by race in total use of dude within the community, African Americans reported favoring the referential use shown in (1) and (2) over the other uses in (3) - (5).</p>\n<p>[5]: The asterisks mark examples that the subjects would not accept as sounding right or having the intended meaning.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Dude, Katie! Your Dress is So Cute: Why Dude Became an Exclamation</h1> <p><em><span data-rel=\"author\">Muffy Siegel</span> <span data-rel=\"location\">Merion, Pennsylvania</span></em></p> <p>Although the nationwide use of other California Val-speak words such as <em>like <em>and</em> totally</em> attracts more attention, the spread of <em>dude</em> has actually been more peculiar. Not only has it moved through the population so that it is now very common among most middle-class teens, it has also broadened grammatically so that it can refer to or address people of either gender in its noun form, and it can also be used as a general exclamation, as at the beginning of the title of this article. The widening use of <em>dude</em> has been documented in Scott Kiesling's detailed study in the journal <em>American Speech,</em> which argues that, in addition to what <em>dude</em> may refer to in a literal sense—a person—the word also signals a stance of “cool solidarity,” halfway between camaraderie and distance, which is very attractive to young Americans.[^1] But such an explanation of the many meanings of <em>dude</em> and the cultural reasons for its widespread adoption does not address another question:  Why has the word <em>dude</em> widened <em>grammatically</em> from its original uses as a noun to become a general exclamation? This kind of grammatical expansion clearly does not necessarily accompany the adoption of such slang terms for people. <em>Guy</em>, for instance, is an older and more common near-synonym for <em>dude</em>, but it still cannot be used as an exclamation; even teenagers would not cry out “Guy, Katie! Your dress is <em>so</em> cute!”</p> <p>What factors favor this kind of widening of grammatical function? Why has <em>dude</em> become an exclamation, while <em>guy</em> has not? To investigate this question, I interviewed a diverse[^2] group of American English speakers aged 12–19 from the nearby suburbs of Philadelphia. All the boys except one twelve-year-old said they used <em>dude</em> fairly frequently. (Happily, no one mentioned drug use or even surfing as associated with people who use <em>dude</em>.)  The girls agreed that their male counterparts all said <em>dude</em>, but reported that only 30% to 40% of their female peers did so. They explained that those girls who used it were “less girly,” more outgoing, louder, more flakey, and more likely to belong to sports teams than those who avoided it.</p> <p>In addition to formal interviews, I also recorded examples of spontaneous <em>dude</em> use, including the ones that appear as examples in this article, from e-mails sent among members of an elite New England university's women's Ultimate Frisbee team and from observations made while chauffeuring members of a suburban high school's girls' sports teams.</p>"
}