{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>No one ever enjoys <em>bad</em> wine, have you noticed that? A statement of the obvious, I suppose, and yet it can't be that obvious, because otherwise why would “good” and “wine” have become conjoined concepts? Several obituaries of Wim Duisenberg, “the father of the Euro,” noted that his off-duty interests included “Golf, good wine and food.” He was a well-off banker: is it really likely that his preferred wine would have been 78% proof, bottled in Scotland, and supplied with a screw-top? Now, that would have been worth mentioning in an obit!</p>\n<p>“Good wine” is a frequently observed pursuit, amongst those famous enough to have their pursuits publicly discussed; I'm not sure I've ever read of anyone being interested simply in “wine.” Perhaps the adjective is intended to dispel any suggestion of alcoholism—or, even worse, of pleasure-taking.</p>\n<p>People don't drink “good wine” for pleasure, but in order to exercise their educated palates.</p>\n<p>“Email makes illiterates of us all,” the saying goes—or should go, or soon will go, one of the three—but even so I was slightly surprised to find a message from the <em>Encyclopaedia Britannica</em> in my inbox, with the subject line: “Best of both World's from Britannica.”</p>\n<p>That Germanic W at the start of “World's” reminded me of something. We've touched on “Mission Statements” before, but I thought you'd enjoy this one, belonging to a company called TNS, who became briefly famous last year as sponsors of a lowly but giant-killing football club: “Total Network Solutions is the leading provider of Converged Communications, Professional and Managed Services to the Enterprise, Public Sector and Service Provider markets, delivering Innovative Lifestyle Solutions resolving Business Issues through the use of recognised quality processes.”</p>\n<p>One thing that always troubles me about these upper-case outbreaks, is what are we supposed to deduce about those words which are not thought worthy of a capital initial? Is TNS not confident of its “leading” status? Uncertain of its “delivering” abilities? Unsure of the “quality” of its processes?</p>\n<p>Not being a fan of <em>reality TV</em>, I can only suppose it was VERBATIM-inspired serendipity that made me read a newspaper article in which it was revealed that “the Queen's cousin Patrick Lichfield has introduced a real-life reality show to his stately home.” It seems that tourists will be paying money—“good” money, no doubt—to act as 19th-century servants during their stay, supervised by other servants played by actors. In other words, pretending is considered <em>real-life reality</em> if it doesn't take place on television, and merely <em>reality</em> if it does.</p>\n<p>Further blurring of the (admittedly long-discredited) bourne between life and television occurred when London police raided a house suspected of containing terrorists. A thrilled reporter later told the nation that the police had requested a news blackout during the operation, “because there was a possibility that terrorists could be <em>monitoring broadcast information</em>.” Or, as we used to call it, “watching the telly.”</p>\n<p>“The London Geek Girl Dinner is being held to offer an opportunity for girls in the industry to get to know one another and help each other with techie issues etc. Men are welcome but are asked to bring a girl with them.” This was not, it turned out, an ad for the Annual Paedophile Ball, but a gathering of computer professionals—some of whom were <em>men,</em> while the majority were <em>girls.</em> One thing we can say with absolute certainty about the above notice is that it was written by a ... well, I was going to say “woman,” but that word seems to be considered too obscene for mixed company these days. The only time a woman isn't a <em>girl</em> now is when she's a <em>lady,</em> or, occasionally, a <em>female.</em> Can any girl reader tell me why?</p>\n<p>I know we agreed some time ago that the coinages of TV weather forecasters were just too <em>easy</em>, but I'm sorry—I couldn't resist making a note of this promise from the BBC's meteorologist: “All in all, then, Tuesday will be a pretty useable sort of day.” And he was right—I used it to write this column. Despite the rain.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>No one ever enjoys <em>bad</em> wine, have you noticed that? A statement of the obvious, I suppose, and yet it can't be that obvious, because otherwise why would “good” and “wine” have become conjoined concepts? Several obituaries of Wim Duisenberg, “the father of the Euro,” noted that his off-duty interests included “Golf, good wine and food.” He was a well-off banker: is it really likely that his preferred wine would have been 78% proof, bottled in Scotland, and supplied with a screw-top? Now, that would have been worth mentioning in an obit!</p> <p>“Good wine” is a frequently observed pursuit, amongst those famous enough to have their pursuits publicly discussed; I'm not sure I've ever read of anyone being interested simply in “wine.” Perhaps the adjective is intended to dispel any suggestion of alcoholism—or, even worse, of pleasure-taking.</p> <p>People don't drink “good wine” for pleasure, but in order to exercise their educated palates.</p>"
}