{
  "type": "Article",
  "title": "How to Tawk Like a New Yawker",
  "author": "Charles Harrington Elster",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How to Tawk Like a New Yawker</h1>\n<p><em><span data-rel=\"author\">Charles Harrington Elster</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>Some time ago I received an email from William Safire's research assistant. “For a special issue on New York (a survival guide for newcomers and immigrants),” she wrote, “can you give Mr. Safire a rundown on New York–specific pronunciation and what might be the most difficult for new arrivals?”</p>\n<p>When the language maven of <em>The New York Times</em> <em>Magazine</em> asks for your help, you don't tell him where to get off the subway. You hop to it and do your best.</p>\n<p>In a New York minute, I composed this reply:</p>\n<blockquote>\n<p>You say you want to know what New Yawk Tawk might be most difficult for new arrivals, and I'm assuming you mean most difficult to understand rather than to master. Well, because New York speech is some of the speediest English on the planet, I'd say the first challenge for a New York newcomer would be simply distinguishing where one word ends and the next begins.</p>\n</blockquote>\n<p>Particularly difficult to decipher are the many slurred exclamations—the various grunts, growls, and barks—for which New Yorkers are infamous. Here are some of the printable ones: <em>whaddayanutz</em>, <em>whaddayatawkinabow</em>, <em>yagoddaprollumwiddat</em>, the much-imitated <em>fuggeddaboudid</em>, and <em>geddaddaheeuh</em>. These mean “what are you, nuts?”; “what are you talking about” (typically pronounced without an interrogative inflection); “you got a problem with that?”; “forget about it”; and “get out of here” (which usually means “I don't believe it” rather than “please leave”).</p>\n<p>Some of my other favorite high-RPM New York Slurvianisms include <em>smatter</em> for “what's the matter?”; <em>omina</em> or <em>ongana</em> for “I'm going to”; <em>jeet</em> for “did you eat?”; and <em>alluhyuz</em> for “all of you,” in which <em>yuz</em> (or <em>yooz</em> in a stressed position) is the New York equivalent of the Southern <em>y'all</em>.</p>\n<p>The New Yorker's propensity for slurvy pronunciation can sometimes be nothing short of miraculous. When I lived in New York, I remember how conductors on the Long Island Rail Road managed to slur the name of a certain station, <em>Woodside</em>, into the unintelligible <em>wuss</em>-<em>eye</em> (the eye of a wuss?).</p>\n<p>New Yawk Tawk also features a diphthongal  /aw/ sound that in heavy Nooyawkese sounds almost disyllabic. It's impossible for me to transliterate this elongated /aw/ here, but ask a dyed-in-the-wool New Yorker to pronounce <em>talk</em>, <em>lawn</em>, <em>dog</em>, <em>coffee</em>, or <em>because</em> and you will hear it. In fact, <em>because</em> could well serve as a shibboleth for identifying a New Yawk Tawker. In the purest Nooyawkese, it comes out almost like bee-KOO-uhz. Think of the /aw/ sound of <em>fall</em>, put a heavier /w/ in it, and you'll come close. (This sound typically does not occur in <em>frog</em> and <em>golf</em>, as some non–New Yorkers believe. They are pronounced with the short /o/ of <em>hot</em>, the dentist's /ah/).</p>\n<p>Another notable characteristic of the New York accent that may confuse newcomers is the distinct way of pronouncing the consonant blend /th/. <em>Father</em> and <em>mother</em> often come out <em>fahdda</em> and <em>mudda</em>, <em>with</em> becomes <em>wid</em> or <em>wit</em>, and <em>this and that</em> becomes <em>dis'n dat</em>.</p>\n<p>New Yorkers are also renowned <em>r</em>-droppers. <em>Day eat wid a fawk</em> (they eat with a fork), <em>day wawk onna flaw</em> (they walk on a floor), and <em>day drink adda bah</em> (they drink at a bar). The superintendent of their apartment building is <em>da soopuh</em>, and <em>The New York Times</em> is <em>da paypuh</em>. When newcomers attend a Mets or Yankees game, they will need to know that <em>bee-uh-hee-uh!</em> means “[I'm selling] beer here.”</p>\n<p>I should note that among New Yorkers today, a strong New York accent can sometimes be a social liability. The substitution of /d/ for /th/ has long been considered particularly plebeian, and even <em>r</em>-dropping, once a hallmark of cultivated New York speech (remember FDR?), has become rather déclassé. Many upwardly mobile New Yorkers now pride themselves on sounding just like someone from Ohio or Wisconsin.</p>\n<p>Finally, to understand what New Yorkers are talking about (<em>tawkinabow</em>), any newcomer unfamiliar with Basic Yinglish will need to take a crash course to grasp such classic locutions as <em>shlep</em> (to lug, carry), <em>kvetch</em> (complain, whine), <em>shmuck</em> (a dope, jerk, in Yiddish a penis), <em>shmeer</em> (to spread or a spread), and <em>oy</em> (an untranslatable exclamation that Leo Rosten describes as not a word but a vocabulary). In fact, one could reasonably argue that in New York City, Yinglish is everybody's second language.</p>\n<p>And, from one word maven to another, <em>datzuhbowditfuddat</em> (that's about it for that).</p>\n<p>For a good, concise rundown on the principles at work in New Yawkese, and especially Brooklynese, see <em>American Talk</em> by Robert Hendrickson (Penguin, 1986), pages 59-85.</p>\n<p><em>[Charles Elster's new novel, TEST OF TIME: A Novel Approach to the SAT and ACT” has just been published by Harcourt. His website is <a href=\"http://members.authorsguild.net/chelster/\">http://members.authorsguild.net/chelster/</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How to Tawk Like a New Yawker</h1> <p><em><span data-rel=\"author\">Charles Harrington Elster</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>Some time ago I received an email from William Safire's research assistant. “For a special issue on New York (a survival guide for newcomers and immigrants),” she wrote, “can you give Mr. Safire a rundown on New York–specific pronunciation and what might be the most difficult for new arrivals?”</p> <p>When the language maven of <em>The New York Times</em> <em>Magazine</em> asks for your help, you don't tell him where to get off the subway. You hop to it and do your best.</p> <p>In a New York minute, I composed this reply:</p>"
}