{
  "type": "Article",
  "title": "Untitled",
  "author": "Larry Tritten",
  "location": "San Francisco, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Untitled</h1>\n<p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p>\n<p>High on the list of things I find no less annoying than the eyesore presence of the Universal Product Code on magazine cover art and colorized TV prints of classic films noir is the untitled painting. My response to untitled paintings is well-phrased in the title of Woody Allen's piece on the art [sic] of mime, namely, A Little Louder, Please. Does an artist who doesn't title a painting think, I always wonder, that a picture is worth a thousand words and therefore a title would be the analogical equivalent of the proverbial hick from the sticks showing up in the big city? As a writer, I like words and their amazing capacity for clarity and precision as well as floridity and figurativeness. It seems to me that a painter who forgoes their use as part of his creative act is missing out on a good bet, the collaborative effect of language and visual imagery used in tandem. But perhaps the simple truth is that I feel snubbed in the presence of an untitled painting, like someone who wasn't invited to the party.</p>\n<p>In any case, I'm all for words and pictures getting along amicably. It may be that they are like the contentious and self-absorbed members of a vaudeville team, but as Neil Simon showed in The Sunshine Boys, they can strike a happy balance with each other. Early writing consisted of pictographs, which comprised the perfect détente between words and pictures.</p>\n<p>I don't care for untitled paintings, but they don't scare me a bit. If the artist is too snobbish or blasé or (I daresay) too inarticulate to give me a handle on his work, I have no other choice than to take on the task myself. The painting becomes my private playground, the place where I can have my own little creative Dejeuner sur l 'Herb. Of course, if the painting is representational one can only have so much fun with it. A bowl of pears is, inescapably, a bowl of pears. But an untitled abstract painting automatically becomes as enticing as a Rorschach test. I'm liable to pin it to the mat with a label like Halloween in Las Vegas or Nude Mutants Abusing a Rainbow or Post No Bills. My attitude is that titling a painting may be a tough job, but somebody's got to do it.</p>\n<p>Whenever I see an untitled nonobjective painting, I invariably think that the artist failed his own Rorschach test. I'm interested in the artist's concept of the work, but I need a little help. If he were a ventriloquist, would he let the dummy (sorry about this analogy) merely sit on his lap and stare mutely at the audience? The attitude that a title is irrelevant is dialectically lame. Coming up with the proper title might take hours, or even days, but I think it's part of the job. Hieronymus Bosch was so bad at it, I've heard, that his original titled for The Garden of Earthly Delights was Where 's Waldemar?-but he hung in there and finally got it right.</p>\n<p>I guess I should confess that some of my earliest creative influences were artists-comic book artists. I was spellbound by their ability to create fascinating pictures, an act that seemed virtually magical to me. But personally the extent of my talent in that area was to draw stickmen and to replicate the rudimentary profile in that famous matchbook ad headlined DRAW ME and which promised to appraise one's artistic talent as part of a search for prospective students for some art school. I also spent a lot of time tracing certain especially striking comic book pictures with the assistance of a sheet of carbon paper. I was, to be sure, strictly an artistic wannabe. But then I discovered the allure of words and settled in, ambition-wise, to aspire to be a writer.</p>\n<p>I'm a very prose and style-conscious writer, which accounts for why I've written so many parodies and also explains, I'm sure, why I've always liked paintings that have extremely wordy titles. I'm a pushover for much of Dali, especially things like <em>Gala and the Angelus of Millet Immediately Preceding the Arrival of the Conic Anamorphosis</em> and Average Atmospherocephalic Bureaucrat in the Act of Milking a Cranial Harp. Okay, I admit that the offbeat and comical element of such titles is also part of their appeal. Give me some eye-boggling imagery <em>a la</em> surrealism, Fauvism, or Cubism spiced up with a savory title and I'm as happy as a kid with some gaudily wrapped Christmas presents. And the more outré the imagery the better, as far as I'm concerned. I'm even right at home with <em>art brut,</em> which is to say art created by the inmates of insane asylums, which is perhaps the culinary equivalent of haggis or headcheese. But, hey, is there any reason for believing that sanity is a requisite for artistic vision? If you know anything about the lives of the artists who bring in the biggest bucks at Sotheby's and Christie's you wouldn't want to argue that point.</p>\n<p>As much as I like wordy titles, it should also be said that some of my favorite paintings have simple, direct titles, such as Seurat's Confetti and Van Gogh's Still Life with Ear. Words are fun when the syntax is as busy as a party crowd on New Year's eve, but they can also be impressive when they're as fundamental as a cat curling up in your lap. Even one of Dali's most memorable paintings has a one word title, Sleep.</p>\n<p>I know from experience how hard titles can be. When I was just getting started as a writer, selling formula stories to the third-rank men's magazines, I found that titling a story was often harder than writing it. I did, in fact, publish three stories with the same title, The Deception, because that title so easily fit those formula stories, and in retrospect I have to admit that then coming up with a good title was about as easy for me as finding arrowheads or four-left clovers. But fortunately at some point I got the knack. Some of my better short story titles lately have been Cupid with an Uzi, Angels with Soft Golden Knives, What Do You Think of Your Blue-Eyed Boy, Mr. Death?, and A Night of Dark Intent (although the last two came to me by way of lines from poems by, respectively, e.e. cummings and Robert Frost).</p>\n<p>Finally, let me say that I'd be glad to give professional assistance to any artists who have trouble titling their paintings. Given the logic that the picture in question is presumably worth a thousand words, I think a fair rate of pay for my services would be, say, $999 per word. At those rates, with any luck at all, I would be able to buy some Dali prints and hang them in my office to provide creative inspiration.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Untitled</h1> <p><em><span data-rel=\"author\">Larry Tritten</span> <span data-rel=\"location\">San Francisco, California</span></em></p> <p>High on the list of things I find no less annoying than the eyesore presence of the Universal Product Code on magazine cover art and colorized TV prints of classic films noir is the untitled painting. My response to untitled paintings is well-phrased in the title of Woody Allen's piece on the art [sic] of mime, namely, A Little Louder, Please. Does an artist who doesn't title a painting think, I always wonder, that a picture is worth a thousand words and therefore a title would be the analogical equivalent of the proverbial hick from the sticks showing up in the big city? As a writer, I like words and their amazing capacity for clarity and precision as well as floridity and figurativeness. It seems to me that a painter who forgoes their use as part of his creative act is missing out on a good bet, the collaborative effect of language and visual imagery used in tandem. But perhaps the simple truth is that I feel snubbed in the presence of an untitled painting, like someone who wasn't invited to the party.</p> <p>In any case, I'm all for words and pictures getting along amicably. It may be that they are like the contentious and self-absorbed members of a vaudeville team, but as Neil Simon showed in The Sunshine Boys, they can strike a happy balance with each other. Early writing consisted of pictographs, which comprised the perfect détente between words and pictures.</p> <p>I don't care for untitled paintings, but they don't scare me a bit. If the artist is too snobbish or blasé or (I daresay) too inarticulate to give me a handle on his work, I have no other choice than to take on the task myself. The painting becomes my private playground, the place where I can have my own little creative Dejeuner sur l 'Herb. Of course, if the painting is representational one can only have so much fun with it. A bowl of pears is, inescapably, a bowl of pears. But an untitled abstract painting automatically becomes as enticing as a Rorschach test. I'm liable to pin it to the mat with a label like Halloween in Las Vegas or Nude Mutants Abusing a Rainbow or Post No Bills. My attitude is that titling a painting may be a tough job, but somebody's got to do it.</p>"
}