{
  "type": "Article",
  "title": "The Passing Game: The Joys and Challenges of Fooling Native Speakers",
  "author": "Michael J. Corey",
  "location": "Bellevue, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Passing Game: The Joys and Challenges of Fooling Native Speakers</h1>\n<p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p>\n<p>In <em>Yentl</em>, Barbara Streisand passed as a man to study the Torah. In <em>Tootsie</em>, Dustin Hoffman passed as a woman to get a job. In <em>Victor Victoria</em>, Julie Andrews passed as a man passing as a woman. Eddie Murphy passed as white in a comedy skit. John Howard Griffin passed as black to write <em>Black Like Me</em>. One of the most interesting challenges, though, and one that is accessible to nearly everyone with enough determination and nothing better to do, is to pass as a native speaker of a foreign tongue.</p>\n<p>The passing game is so difficult that it's only fair to make the rules rather liberal. You have to pass only once per language. It's not required to maintain your imposture throughout a long encounter; one full minute of actual conversation will do, even if you are subsequently exposed. However, greetings alone are insufficient. To pass, you must comprehend your companion's thoughts and express your own. Winning is indeed difficult, but the rewards are great: personal satisfaction, as well as confusion on the part of potential employers as to your eligibility for a work visa. This is more than enough, except for those few pathetic, benighted troglodytes who find it odd to spend at least five years preparing for a game that's over in three minutes.</p>\n<p>Although it is a difficult language to master, English is one of the best choices of target for the passing game. This is because few people can be sure what a native speaker sounds like. An individual with a strong Indian accent may know the language better than you or I. A woman with a thick (and attractive) Irish brogue and a man speaking a lovely South African dialect may be native speakers—or they may have learned Gaelic and Afrikaans, respectively, from their mothers. For most readers of VERBATIM, though, passing in English is not an option.</p>\n<p>Once I was privileged to attend a class taught by a marvelous professor of French literature. He was charming, witty, and beloved. He had to speak English on occasion to explain arcana, although most of the class was taught in French. It never occurred to me that he might not be an American until one day, when he asked the students a question regarding a subtle semantic point. It may have been the distinction between <em>humanism</em> and <em>humanity</em>, the latter in the ethical sense. In any case, I remember feeling not only astonishment, but admiration as well, for someone who had passed so successfully to that point. It became a minor ambition of mine to do the same, within the painfully cramped confines of my abilities.</p>\n<p>I migrated from linguistics soon afterward, but my peripatetic professional life never erased the minor ambition. Here I must offer a disclaimer. I speak four languages rather well, including my native tongue, and I have no facility with any others. I have no special talent. I attribute the slight knack I have for acquiring accents to my very first year of schooling, which was spent in a bilingual school in Paris at the ages of four and five. Evidently that experience knocked my phonological assumptions a bit loose, but my own opinion, on a personal (and inevitably anecdotal) level, is that apart from a little help with French itself, no generally applicable <em>skill</em> was imparted. What I did gain instead was something rather paradoxical: in terms of phonology, I learned to expect the unexpected. I learned to avoid automatic application of the template of my native language to make the sounds of another language “fit.” This general phenomenon, the attempt by speakers of language A to make the words of language B fall into A's categories, which may be semantic, syntactic, or phonological, is akin to what educators call “interference.” I have also found that I gained <em>no</em> advantage from the Paris experience in terms of learning new grammar or vocabulary. I face the same struggles that others face.</p>\n<p>After I graduated, I went to Great Britain to pursue a master's degree in Destructive Writing. Some four years after saying <em>au revoir</em> to my favorite professor, I was traveling between London and Oxford by train, and I had the good fortune to acquire a seatmate who was <em>très mignonne</em> (she was cute). She was also reading a novel in French.</p>\n<p>On the <em>Mistral</em> I might have been intimidated, but here, on linguistic home ground, I swallowed once and said, “<em>Pardonnez-moi; vous êtes française</em>?” (Speaking was enough; <em>tutoyer</em> was out of the question.) Her response delighted me, and we conversed for an eternity that must have lasted 180 seconds, until she commented that my accent was rather unusual—was I from the Midi? (The Midi is southern France.) I had not even thought of my ambition—and here it was, fulfilled! I replied that I was just an American, and her astonishment was all I could have wished. Her friendliness increased, and we had a pleasant ride—<em>tutoyants</em>. (<em>Tutoyer</em> and <em>tutoyant</em> reflect the distinction that exists in many languages around the world between formal and familiar pronouns and verb forms. <em>Vous</em> is formal for 'you,' and <em>tu</em> is familiar, so <em>tutoyer</em> means 'to address in a familiar manner.' There is a fossilized version of <em>tu</em> in the English <em>thou</em>.)</p>\n<p>Sixteen years later I married a Czech chemist. I entered the marriage with a fair degree of interest in the Czech language, and the inclination grew until I was positively supine. On hikes in the Colorado Rockies I found myself panting at 11,000 feet and learning the seven (!) cases and three genders by breathlessly repeating after her, “<em>Žena, od ženy, k žen</em>ˇ<em>e, na ženu</em>…” ('woman,' 'from [a] woman,' 'toward [a] woman,' 'at/to [a] woman'). Two years after we met, we visited Prague. I found I could communicate with her friends if I concentrated intensely, but I was tongue-tied with strangers. An interesting aspect of learning a language like Czech, which is spoken by a mere ten million, is that most Czechs have never met a serious foreign speaker. Anyone who makes an effort is admired to a degree both unearned and undeserved. (By way of contrast, does it trouble you, as it does me, how guilty foreigners feel if their English is less than perfect? I've even heard my Czech friends admonishing each other: “Now, now—that's 'Czenglish'!”)</p>\n<p>Four years later we visited Prague again with a lively one-year-old boy, who enthusiastically settled into a 36-hour wake/sleep cycle. At last I could speak fluently with my wife's family and friends. I was still hesitant on my own in public, but the barriers I faced were more cultural and imagined than linguistic and real. Nevertheless, I tried, and every shopkeeper and tram conductor I met awarded me compliments and said either, “I can speak English,” or, “Sorry—I don't know English.” Success and failure embraced on the banks of the Vltava.</p>\n<p>I did find myself enjoying certain jokes that had meant nothing to me before. I will give an example, with the <em>caveat</em> that the joke is untranslatable. An incompetent zookeeper is finally relegated to watching the turtles during their outings. After lunch his supervisor returns—and the turtles are gone! What happened? “I just turned around, and—<em>frnk</em>!” the poor fellow explains. The closest English equivalent of the vowel-challenged word <em>frnk</em> would be either 'zoom' or 'zip,' but these words are useless in this context. Both are onomatopoetic words for sounds associated with rapid motion. <em>Frnk</em>, on the other hand, implies <em>quiet</em> or <em>silent</em> escape. I leave it to social historians to explain why Czechs have a greater need than we do to describe the act of soundless evasion. By the way, if you enjoy pronouncing <em>frnk</em>, try combing the <em>srst</em> ('fur') on a <em>vlk</em> ('wolf'), or have a taste of <em>zmrzlina</em> ('ice cream').</p>\n<p>After another four years we went to Prague again, now with two sons. This time I could explain the three branches of the U.S. government and certain aspects of T-cell attack on viruses, but I still couldn't pass. I held one long conversation in Czech with a new acquaintance, but when I slipped in the phrase, “…since I'm American,” she replied that, yes, she had realized. I don't remember feeling disappointment; I was pleased to be communicating at all.</p>\n<p>Finally, I was celebrating a Czech Christmas with friends in 2003, and I began conversing with a stranger—in Czech. We spoke for some two minutes before it became my turn to assume my old professor's role: one of the children near us was reading a book, and I had to ask the meaning of <em>va</em>ˇ<em>cnatec</em> ('marsupial').</p>\n<p>This time the response was at once embarrassing and gratifying. My new friend turned and shouted to the whole room: “Hey, there's an American here who speaks Czech very nicely!” (“<em>Hele, tady je Ameri</em>ˇ<em>c</em>an co umí moc hezký <em>ˇ</em>c<em>eský!</em>”) Since everyone else knew me, there were a few giggles, as well as a certain muted, but generous, assent. My companion may have embarrassed me, in the kindest possible way, but <em>she</em> was not daunted in the least. We discussed history, motivation, techniques, English, Czechs, Socialism, America, Iraq, Beneš, the Sudetenland, <em>slivovice</em>…</p>\n<p>From hard experience in the trenches, then, I have this modicum of advice to offer regarding the passing game. My two successes were both accidental, but if you want to <em>try</em> to win the game: find suitable surroundings and a topic of conversation with which you are very comfortable. Listening is the essential skill; you may be able to cover up a slow response by pretending to be thoughtful, but if you can't understand the language at native fluency, you have little hope of success. Streaming news feeds on the internet are a valuable asset in this area. Finally, you have to have a good, critical ear, and your accent has to sound perfect <em>to you</em>. If you receive plenty of feedback from natives and apply it diligently, one day you will reach the point where you sound like a native to yourself. <em>You are not a native</em>. Unless you are one in a million, you will still sound odd to native speakers. Those last few phonetic habits are virtually impossible to discard, even with a whole lifetime to spend on them. For most people the distinctions are difficult even to hear. It pains me to think of the time I have spent repeating <em>shiriai deshoo</em> ('it's probably an acquaintance'), only to have my patient Japanese <em>sensei</em> respond, “Stiru notto quiteo righto.” My Czech friend, after 15 years, cannot reliably distinguish among the American English <em>bet</em>, <em>bat</em>, and <em>but</em>. However, if you prepare long enough and work hard enough, it is just possible that you may fool your “opponent” into thinking that your accent represents an actual dialect—rather Orcish, to be sure, but legitimate. In short, you may pass.</p>\n<p>And now—well, I'm stealing minutes in the evening, and every day on the bus, to study Japanese. I hope to pass within a year. <em>Mite mimashoo ne</em> ('let's try and see'). For some reason, I think my best chance may be a phone conversation.</p>\n<p><em>[Michael Corey is a writer/inventor/curmudgeon living in Bellevue, Washington. His Scientist Errant weblog can be found at errant.scienceboard.net.</em>]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Passing Game: The Joys and Challenges of Fooling Native Speakers</h1> <p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p> <p>In <em>Yentl</em>, Barbara Streisand passed as a man to study the Torah. In <em>Tootsie</em>, Dustin Hoffman passed as a woman to get a job. In <em>Victor Victoria</em>, Julie Andrews passed as a man passing as a woman. Eddie Murphy passed as white in a comedy skit. John Howard Griffin passed as black to write <em>Black Like Me</em>. One of the most interesting challenges, though, and one that is accessible to nearly everyone with enough determination and nothing better to do, is to pass as a native speaker of a foreign tongue.</p> <p>The passing game is so difficult that it's only fair to make the rules rather liberal. You have to pass only once per language. It's not required to maintain your imposture throughout a long encounter; one full minute of actual conversation will do, even if you are subsequently exposed. However, greetings alone are insufficient. To pass, you must comprehend your companion's thoughts and express your own. Winning is indeed difficult, but the rewards are great: personal satisfaction, as well as confusion on the part of potential employers as to your eligibility for a work visa. This is more than enough, except for those few pathetic, benighted troglodytes who find it odd to spend at least five years preparing for a game that's over in three minutes.</p> <p>Although it is a difficult language to master, English is one of the best choices of target for the passing game. This is because few people can be sure what a native speaker sounds like. An individual with a strong Indian accent may know the language better than you or I. A woman with a thick (and attractive) Irish brogue and a man speaking a lovely South African dialect may be native speakers—or they may have learned Gaelic and Afrikaans, respectively, from their mothers. For most readers of VERBATIM, though, passing in English is not an option.</p>"
}