{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“What is the most challenging aspect of being Home Secretary?” the holder of that senior British government position was asked in a magazine interview.</p>\n<p>Counterterrorism, he said, was pretty challenging, “but the broader, ongoing issue is actually to try to build the issues around citizenship and community into the hard edged aspects of delivery.” Well, quite; there are few issues more challenging than issue-building, I always think.</p>\n<p>Compiling this column is made considerably less challenging than it might be, by the friendly and witty letters I receive from VERBATIM readers.</p>\n<p>Chatham Reed wrote in response to my mention in a previous issue of Butt Hole Road. “I have a photo of an establishment in Bourton-on-Water. The sign over the shop read/reads 'Butt Studio.' From the display inside I assumed it was a photography studio.” Well, it could have been, I suppose; either that, or a Brazilian Waxing centre.</p>\n<p>Patty Lister of Falls Church, Virginia, kindly mentioned that she enjoyed HORRIBILE  DICTU, but added: “I always wince when you ask for 'Horribiles,' since to me as a Latin teacher, that phrase exemplifies one. <em>Horribile dictu,</em> 'horrible to say,' is neuter, thus the plural for the adjective would be <em>horribilia</em> (same form as <em>memorabilia</em>). I hope you don't mind my pointing out that little point of Latin grammar. <em>Gratias maximas tibi ago!</em>”</p>\n<p>Thanks for that, and I promise I'll try to remember—but frankly, I'm about as fluent in Latin as some of our leading public figures seem to be in English. Tony Blair, for instance, who in a major policy speech told the world that “Caring isn't about caring. It's about doing what you think is right and  sticking to it.”</p>\n<p>What a splendid example of Humpty-Dumptyism that is! I wonder if it would work as a defence in court? “Shoplifting isn't about shoplifting, your honour—it's about knowing what you want, and sticking it up your jumper.”</p>\n<p>I also enjoyed the wise words of a Hollywood star, criticising women, herself included, who failed to make domestic violence an election issue:         “It's embarrassing and shameful to know I haven't been a part of voicing my opinion as a female and as a woman.” Well, yeah—you'd hope she'd at least have had one of the two covered, wouldn't you?</p>\n<p>The editorial of a rather self-consciously literate newspaper didn't do much better, when it speculated about “How different life will be when Britain is a nation of centurions.” I can't have been the only one who thought “Damn those Romans! Don't they know when they're beaten?” before realising that the leader-writer meant centenarians. You wouldn't find that kind of mistake in the Falls Church press, I'll bet.</p>\n<p>Mind you, I am easily confused. I had quite a headache by the time I'd figured out the newspaper headline “Demand for organic produce mushrooms,” and I'm still puzzling over a newsletter issued by my local county council. It included a piece by a famous industrialist, who explained the key to economic regeneration: “The height we manage to raise the game is dependent on everyone here.”</p>\n<p>So <em>raising one's game</em> is a matter of altitude, is it? I can see how that might work in basketball, but it's surely going to make a nonsense of snooker.</p>\n<p>As for this, I've no idea what it means at all. A television executive was described in a magazine profile as being “a fierce defender of popular drama, insisting that it can sit side-by-side more authored works.” The journalist and the executive clearly spoke the same language, since the latter expressed particular excitement about one TV play which was “a very authored vision.” Is not all drama, by definition, authored?</p>\n<p>Advertisements on radio irritate me far more than those on telly, perhaps because the medium doesn't offer a “look-away” option. During radio coverage of a cricket tour last winter, I was driven bonkers by this message, endlessly repeated on behalf of a firm of personal injury compensation lawyers:</p>\n<p>“There's no win; no fee; and no hidden charges.” If I'd been asked to author the ad, I think I might have omitted that first, distinctly audible, semi-colon.</p>\n<p><em>[Send your horribilia (why not please Ms. Lister?) to Mat Coward care of VERBATIM, at <a href=\"mailto:editor@verbatimmag.com\">editor@verbatimmag.com</a>.]</em></p>\n<p><em>[Mat Coward's latest book, “Success and How to Avoid It,” is available from <a href=\"http://www.ttapress.com\">www.ttapress.com</a>. Check out his website, <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“What is the most challenging aspect of being Home Secretary?” the holder of that senior British government position was asked in a magazine interview.</p> <p>Counterterrorism, he said, was pretty challenging, “but the broader, ongoing issue is actually to try to build the issues around citizenship and community into the hard edged aspects of delivery.” Well, quite; there are few issues more challenging than issue-building, I always think.</p> <p>Compiling this column is made considerably less challenging than it might be, by the friendly and witty letters I receive from VERBATIM readers.</p>"
}