{
  "type": "Article",
  "title": "Sex and the Single Noun",
  "author": "Thora Von Male",
  "location": "Grenoble, France",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sex and the Single Noun</h1>\n<p><em><span data-rel=\"author\">Thora Von Male</span> <span data-rel=\"location\">Grenoble, France</span></em></p>\n<p>Maurice Grevisse, a Belgian, is the French person's Fowler.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> In the chapter of <em>Le Bon Usage</em> devoted to nouns, Grevisse addresses the gender issue, referring first to natural gender (male beings are given the masculine gender, female beings the feminine) and then to grammatical gender,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> where a gender is applied to an item which has no gender. He goes on to assert that no sexual distinction exists, for example, in the cases of small animals, wild animals, exotic animals, and imaginary animals (whose names will all therefore take the masculine). The names of trees are masculine (except for the thorn bush, hawthorn, bramble bush, vine, viburnum, and holm oak<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>); the names of sciences are feminine, the names of languages masculine. The reader is as if transported into the <em>palazzo mentale</em> of Borges in his essay on taxonomies, “The Analytical Language of John Wilkins.” Here, Borges alludes to a Chinese encyclopedia according to which all animals can be classified in one of the following categories: belonging to the emperor, those embalmed, those that are tame, suckling pigs, sirens, fabulous ones, stray dogs, those included in this classification, those who are frenzied, innumerable ones, those drawn with a very fine camel-hair brush, others, those having just broken a water jug, those that look from a distance like flies.</p>\n<p>Let us leave the fauna to work out their own taxonomy and return to gender classification in the French language.<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> My goal is to provide a few glimpses of some aspects of gender in French that an English speaker might not be acquainted with.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Unsurprisingly, many French nouns originally formed by lexical borrowing, simply used the gender of source word in the language of origin. Easier said than done, however, since Latin has a neuter form which French does not;<sup><a href=\"#user-content-fn-a6\" id=\"user-content-user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> that problem was solved more or less in a batch lot, and many “Latin neuters” became “French masculines.”</p>\n<p>Numerous nouns referring to living beings (humans and animals) offer a basic masculine name and a feminine ending for the female representatives: <em>le président / la présidente, le chanteur / la chanteuse, le chat / la chatte, le chien / la chienne.</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>  In these cases, a final -<em>e</em> signals the feminine. For both animals and humans, French, like English, offers as well numerous distinctive pairs for male and female: <em>le papa / la maman, le frère / la soeur, le taureau / la vache, le bélier / la brebis</em>.<sup><a href=\"#user-content-fn-a8\" id=\"user-content-user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Some animals, of either sex, are stuck with a single epicene form; for example, French <em>mouse</em> is feminine <em>(la souris),</em> as are the giraffe, frog, and partridge.<sup><a href=\"#user-content-fn-a9\" id=\"user-content-user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup>Butterflies, snails, and fish, on the other hand, are masculine. To specify the actual gender of these epicene beasts, circumlocutions such as <em>la grenouille mâle</em> are required, and though these do not shock native speakers at all, they come across to non-natives as something akin to “a male female.”<sup><a href=\"#user-content-fn-a10\" id=\"user-content-user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup></p>\n<p>This phenomenon is not limited to the animal kingdom. The noun <em>victime,</em> for example, is feminine, as indeed is <em>personne,</em> which means that when these terms are used, the listener is not immediately informed of the sex of the individual concerned. <em>Licorne</em> 'unicorn' is also feminine, to which Tracy Chevalier, if you will, adds a particular twist in the translation from English to French of a love story between a lady and a unicorn.</p>\n<p>After a brief passage on what he calls hermaphroditic nouns (those masculine terms which in legal usage refer indifferently to men and to women), Grevisse moves on to what I term bisexual nouns, that is to say, nouns that, depending on meaning or context, can be preceded by either <em>le</em> or <em>la</em>. (Should I be calling this category androgynous nouns?) This bisexuality can take many forms. The most straightforward category is that of nouns ending in a final <em>e</em> and referring to persons (among these: <em>artiste, concierge, partenaire, pianiste, secrétaire)</em>: the article <em>le</em> is employed referring to a man, and <em>la</em> for a woman.</p>\n<p>Another category is those bisexual nouns which are in fact homonyms distinguished by gender. For example, <em>le carpe</em> is the carpus (as in carpal tunnel syndrome), while <em>la carpe</em> is the fish; <em>le page</em> is the young man, and <em>la page,</em> the piece of paper. In both these cases, the masculine term derives from Greek, and the feminine one from Latin. Even nouns based on an ultimately common root may be differentiated by gender. <em>Cartouche</em> comes from the Latin <em>carta</em>, from Italian. <em>Le cartouche</em> derives from the Italian <em>cartoccio</em> and refers to the architectural form also named <em>cartouche</em> in English; <em>la cartouche</em> 'cartridge' derives from the Italian <em>cartuccia</em>. <em>La pendule</em> 'clock' is not to be confused with <em>le pendule</em> 'pendulum'; both derive from the Latin <em>pendulus.</em> Though both <em>la voile</em> and <em>le voile</em> derive from the Latin <em>velum,</em> the former is a sail, the latter a veil; not really interchangeable.</p>\n<p>Seemingly indifferent to the growing befuddlement of the student of French, Grevisse presses on with the heading “Special Remarks on Certain Double-Gender Nouns.” Here, he devotes a dozen pages to as many words, which clearly enter into no single category other than that of being problematic.</p>\n<p>A brief sample for the brave reader: <em>aigle</em> 'eagle' will be masculine when referring to the living bird, but feminine when referring to the bird in heraldry. <em>Amour</em> 'love / cupid' will be masculine in the singular. In the plural, if it is a crowd of cupids that is referred to, the noun will be masculine, but if the noun is used poetically and in the plural, then the traditional rule is that is should be feminine. Adjectives which immediately precede the noun <em>gens</em> 'people' must take the feminine, while those that immediately follow take the masculine. <em>La merci</em> 'mercy,' but <em>le merci</em> 'thanks.'<sup><a href=\"#user-content-fn-a11\" id=\"user-content-user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>Detecting that the reader is not quite out for the count, Grevisse deals yet another blow with his “dubious gender” category. Here are discussed about twenty nouns whose gender was dubious at the time of writing, (for example, <em>automne, enzyme, interview, sandwich,</em> and <em>steppe</em>); “dubious” is a euphemism for “the dictionaries don't agree on this.” To these he adds two lists of transsexual nouns: those that were masculine and are now feminine, and the other way around (masculine went to feminine: <em>affaire, alarme, comète, date, épigramme, erreur, image,</em> and <em>populace</em>; feminine went to masculine, such as: <em>acte, caprice, exemple, horoscope, losange, poison,</em> and <em>silence</em>). Sadly, he does not mention the undoubtedly apocryphal story of how the term <em>carrosse</em> 'horse-drawn coach' supposedly went from feminine to masculine: the child king, Louis XIV, is said to have mistakenly said <em>le carrosse</em> instead of <em>la carrosse,</em> and the courtiers, <em>noblesse oblige,</em> adopted his erroneous usage.</p>\n<p>The final coup de grâce comes with a five-page list of the nouns “whose gender is to be noted.” This is diplomatic terminology for “nouns whose gender people are unsure of.” I know this for a fact, since these pages of the Grevisse constitute the raw material of one of my favourite parlour games. There are several hundred ordinary terms that the French hesitate about when it comes to attributing a gender.</p>\n<p>Texas Guinan (and Cole Porter and George Bernard Shaw and others) uttered varying versions of the statement: “Fifty million Frenchmen can't be wrong.” Today, the population of the country is more like sixty million, and indeed, there must be a good fifty million who get their genders right.</p>\n<p><em>Bibliography</em></p>\n<p><em>Borges, Jorge Luis, <em>Enquêtes</em>, Paris, Gallimard, 1952.</em></p>\n<p><em>Colin, Jean-Paul Colin, Dictionnaire des difficultés du français, Le Robert, Paris, 1978.</em></p>\n<p><em>Grevisse, Maurice, <em>Le bon usage</em>, Duculot, Paris, 1980.</em></p>\n<hr>\n<p><em>[Though Thora van Male teaches English, her research interests are in Things French Lexicographical. Her most recent article for VERBATIM was about the Académie Française (XXIX/1), and in 2005 she published a book on the ornamental illustrations in French dictionaries, Art Dico.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>Perhaps a sweeping statement; he is, nonetheless, the closest thing. His <em>Le Bon Usage</em>—first published in 1936 and frequently reprinted and updated—is a much dryer book than Fowler's: not chatty at all, and presented in some twenty-five chapters with such headings as “Elision,” “Syllables,” and “The Clause.” It reads more like legal statutes than rambling considerations of how language is and should be. Grevisse seems to provide every rule that can be imagined, and every exception to it, all of which is backed up by quotations from well-known authors and dictionaries. In addition, he provides quotations from famous writers who flouted rules or convention in the name of poetic license or otherwise. In his empirical approach, Grevisse is careful not to take sides in such cases, and the reader is often left thinking, “Well, if this is the rule, and if Proust and Zola disregarded it, why not <em>moi?”</em> <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>Which one of his predecessors, Louis-Nicolas Bescherelle, referred to as fictitious gender (<em>genre fictif</em>). <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>Respectively <em>épine, aubépine, ronce, vigne, viorne,</em> and <em>yeuse</em>. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a4\">\n<p>Here I do not address recent developments in the French language in the area of the feminization of nouns referring to professions occupied by women, for example, by the creation of a feminine article for nouns previously masculine only (<em>le</em> ministre and now <em>la</em> ministre for a woman M.P.) or by the creation of a feminine form of a formerly masculine noun (<em>auteure</em> for a woman author, a male author being <em>auteur</em>). <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a5\">\n<p>English being a genderless language as far as nouns go means that English speakers have to start from scratch when it comes to learning grammatical genders in French. Speakers of languages <em>with</em> gendered nouns are not necessarily better off, since a given item may be feminine in one language and masculine in the other: for example, the word for sun is feminine in German <em>die Sonne,</em> and masculine in French, <em>le soleil</em>. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a6\">\n<p>French has the masculine article <em>le</em>, and the feminine <em>la</em>. Both pluralize as <em>les.</em> <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a7\">\n<p>Respectively, president, singer, cat, and dog. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a8\">\n<p>Respectively, daddy/mummy, brother/sister, bull/cow, and ram/ewe. <a href=\"#user-content-fnref-a8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a9\">\n<p>Respectively, <em>la girafe, la grenouille,</em> and <em>la perdrix.</em> <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a10\">\n<p>English admittedly has some such cases: male nurse, male stripper. I am unaware of cases that work the other way round. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a11\">\n<p>Grevisse's “Special Remarks on Double-Gender Nouns” would be worthy of a separate article, in its own right. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sex and the Single Noun</h1> <p><em><span data-rel=\"author\">Thora Von Male</span> <span data-rel=\"location\">Grenoble, France</span></em></p> <p>Maurice Grevisse, a Belgian, is the French person's Fowler.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> In the chapter of <em>Le Bon Usage</em> devoted to nouns, Grevisse addresses the gender issue, referring first to natural gender (male beings are given the masculine gender, female beings the feminine) and then to grammatical gender,<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> where a gender is applied to an item which has no gender. He goes on to assert that no sexual distinction exists, for example, in the cases of small animals, wild animals, exotic animals, and imaginary animals (whose names will all therefore take the masculine). The names of trees are masculine (except for the thorn bush, hawthorn, bramble bush, vine, viburnum, and holm oak<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>); the names of sciences are feminine, the names of languages masculine. The reader is as if transported into the <em>palazzo mentale</em> of Borges in his essay on taxonomies, “The Analytical Language of John Wilkins.” Here, Borges alludes to a Chinese encyclopedia according to which all animals can be classified in one of the following categories: belonging to the emperor, those embalmed, those that are tame, suckling pigs, sirens, fabulous ones, stray dogs, those included in this classification, those who are frenzied, innumerable ones, those drawn with a very fine camel-hair brush, others, those having just broken a water jug, those that look from a distance like flies.</p> <p>Let us leave the fauna to work out their own taxonomy and return to gender classification in the French language.<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> My goal is to provide a few glimpses of some aspects of gender in French that an English speaker might not be acquainted with.<sup><a href=\"#user-content-fn-a5\" id=\"user-content-user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> Unsurprisingly, many French nouns originally formed by lexical borrowing, simply used the gender of source word in the language of origin. Easier said than done, however, since Latin has a neuter form which French does not;<sup><a href=\"#user-content-fn-a6\" id=\"user-content-user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> that problem was solved more or less in a batch lot, and many “Latin neuters” became “French masculines.”</p> <p>Numerous nouns referring to living beings (humans and animals) offer a basic masculine name and a feminine ending for the female representatives: <em>le président / la présidente, le chanteur / la chanteuse, le chat / la chatte, le chien / la chienne.</em><sup><a href=\"#user-content-fn-a7\" id=\"user-content-user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup>  In these cases, a final -<em>e</em> signals the feminine. For both animals and humans, French, like English, offers as well numerous distinctive pairs for male and female: <em>le papa / la maman, le frère / la soeur, le taureau / la vache, le bélier / la brebis</em>.<sup><a href=\"#user-content-fn-a8\" id=\"user-content-user-content-fnref-a8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>"
}