{
  "type": "Article",
  "title": "The Simpsons: Embiggening Our Language with Cromulent Words",
  "author": "Mark Peters",
  "location": "Buffalo, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Simpsons: Embiggening Our Language with Cromulent Words</h1>\n<p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Buffalo, New York</span></em></p>\n<p>At this point, saying <em>The Simpsons</em> is an institution is a little like saying the Smithsonian is an institution. Matt Groening's animated comedy has come light years and millions of doughnuts from its place as filler on the <em>Tracy Ullman Show:</em> it's the longest-running sitcom ever and a kajillion-dollar financial juggernaut, with syndication alone bringing in an estimated billion dollars. That doesn't include the endless books, clothes, dolls, games, DVDs, and other products that have inspired far too many “it should be dough” <em>jokes.</em> But along with all that cash and comedy, the show has made numerous contributions to American English.</p>\n<p>Like a lot of other shows, <em>The Simpsons</em> has produced catchphrases, mostly from Bart, such as <em>eat my shorts, ay caramba, don't have a cow, man, underachiever and proud of it, smell ya later, <em>and</em> I'm Bart Simpson—who the hell are you?</em> There has also been an endless stream of highly quotable maxims, sayings, and proverbs, including the following, all by Homer: “Trying is the first step toward failure,” “Singing is the lowest form of communication,” “A boy without mischief is like a bowling ball without a liquid center,” “Fatherhood isn't easy like motherhood,” and “To alcohol—the cause of, and solution to—all of life's problems.” Some (like myself) wonder if <em>The Simpsons</em> has surpassed Shakespeare as the most widely quoted source in the English language.</p>\n<p><em>The Simpsons'</em> verbal ingenuity includes all the above and more, but I'm going to focus on individual words—specifically new words. The show has invented hundreds of terms that lasted no longer than a single episode, like <em>disembowelingest, love-matic, Bonerland, applesauce-cicity, ass-groove, su-diddly-uck,</em> and <em>spankological.</em> These words show up almost exclusively in books and web pages that directly quote the show, remaining nonce or stunt words. I'm going to focus on words that have caught on at least a little outside the context of the show—plus one personal favorite.</p>\n<p>Before starting, I want to offer my apologies to fans of <em>craptacular, dumben, kwyjibo, Scotchtoberfest, hankering for some spankering, sweet merciful crap, meh, sacrilicious, Commander Cuckoo-Bananas,</em> and everything else I left out.  To do justice to all the <em>Simpsons'</em> language contributions would require a book (and if you want to help me with that book, send me an email when the article is over).</p>\n<p><em>D'oh.</em> Of all <em>The Simpsons</em>' neologisms, <em>d'oh</em> (or <em>doh</em>) is the star pupil that overachieved, outshone its siblings, and went to Oxford—the <em>Oxford English Dictionary,</em> that is. With enshrinement in the most prestigious English-language dictionary, plus 734,000 Google web hits (on December 1, 2004, the date for all Google stats quoted), this word is by far the most popular I will discuss.</p>\n<p>The <em>OED</em> defines <em>d'oh</em> like so: “Expressing frustration at the realization that things have turned out badly or not as planned, or that one has just said or done something foolish. Also (usu. mildly <em>derogatory</em>): implying that another person has said or done something foolish (cf. DUH <em>int.</em>).” <em>Oh</em> and <em>duh</em> are probably part of the <em>d'oh</em> family tree, and there are older citations for <em>dooh,</em> a longer, synonymous, and nearly identical variation that actor James Finlayson used often in the Laurel and Hardy films.</p>\n<p>As many know by now, <em>d'oh</em> began its life in <em>Simpsons</em> scripts as not quite a word at all; it was represented by a stage direction—<em>(annoyed grunt)</em>— and we can thank Homer-voicer Dan Castellaneta for giving <em>d'oh</em> its consistent, concrete form. There's not much consistency to what makes Homer say <em>d'oh,</em> as causes have included cutting a finger, breaking a lamp, waiting for a tortoise, and losing an argument to George H. W. Bush. The infinite variety of Homer's failures and annoyances is far from far-fetched, and since failure and annoyance (and Homer) aren't going anywhere, I doubt <em>d'oh</em> will either.</p>\n<p><em>-ma-.</em> That's not <em>ma</em> as in “Ma, Billy's hurting me!” or “It's all right ma, I'm only bleeding,” but <em>-ma-</em> as in Homer's extra-syllabic words <em>metaba-ma-lism, panto-ma-mime,</em> and <em>maca-ma-damia.</em> This <em>-ma-</em> is also an infix. In English, the infix (also known as the quiet but foul-mouthed sibling of the prefix and suffix) is most often used with obscenities, like <em>fan-fucking-tastic</em> and <em>absogoddamnlutely.</em> Those infixes work mostly as intensifiers, but the purpose of some infixes is a little less clear. The <em>ma</em> infix is somewhat similar to the hip-hop infix <em>­iz(z)</em> that, in very un-infix-y fashion, can take obscenity away by turning <em>fuck</em> into <em>fizzuck.</em> While <em>-ma-</em> and <em>-iz(z)-</em> add neither direct meaning nor intensification to words, they do add a certain flavor or connotation—a Homerish buffoon flavor and a Snoop Doggish hip-hop flavor, respectively.</p>\n<p>Homer's use of the <em>-ma-</em> infix may also be related to the <em>-ma-</em> in <em>whatchamacallit, thingamabob,</em> <em>thingamajig, thingumajog,</em> and <em>gigamaree</em>. When Homer calls something a <em>sophisti-ma-cated doowhacky,</em> or when he makes up names for instruments like <em>vio-ma-lin, tuba-ma-ba,</em> and <em>obo-ma-boe,</em> the connotation and context of <em>-ma-</em> is similar enough to the non-<em>Simpsons</em> <em>-ma-</em> words that we can at least guess at a relationship.</p>\n<p>One of the <em>-ma-</em> words has become very successful in its own right: <em>edumacation</em> gets a whopping 19,000 Google web hits and 4,790 group hits. Since education is an institution much-maligned by the undereducated, overeducated, and educated alike, it's not surprising that such a note-perfect mockery of the word would catch on.</p>\n<p><em>Cheese-eatin' surrender monkeys.</em> As a popular suffix-like word, <em>monkey</em> has been used to create labels with varying levels of offensiveness that refer to drug use (<em>weed monkey, coke monkey</em>), sex (<em>stud monkey, slut monkey</em>), profession (<em>code monkey, stunt monkey</em>), ethnicity (<em>porch monkey, sand monkey</em>), and George W. Bush (<em>drunk Texas prairie monkey, disaster monkey</em>). Nonce words of this type appear all the time, and the writers of <em>The Simpsons</em> have been particularly productive monkey-word-makers: In various episodes, Moe calls a supermarket bag boy a <em>sack monkey,</em> Sideshow Bob calls a bellboy a <em>brainless luggage monkey</em>, Homer gets a job as a <em>prank monkey</em> and Krusty the Clown describes children as <em>channel-hoppin', Ritalin-poppin' monkeys</em>.</p>\n<p>No doubt, all these usages have contributed to the ongoing productivity of <em>monkey</em> as a suffix, but one term in particular has become extremely popular on its own, and that's Groundskeeper Willie's name for the French: <em>cheese-eatin' surrender monkeys</em> (<em>'Round Springfield,</em>  April&nbsp;30, 1995).</p>\n<p>With 4,780 Google web hits (and 2,460 group hits) for <em>cheese-eating surrender monkey</em> and 11,000 web hits (and 5,060 group hits) for <em>surrender monkey,</em> it's clear this word has spread widely and well, inspiring such variations as <em>wine-drinking surrender monkeys, cheese-mythologizing surrender monkeys, goat-eating surrender monkeys, Kielbasa-eating surrender monkeys, gazpacho-eating surrender monkeys, duplicitous surrender monkeys, yellow-bellied surrender monkeys—</em> and, appropriately enough for a <em>Simpsons</em> word—<em>donut-eating surrender monkeys.</em></p>\n<p><em>Diddly.</em> No <em>Simpsons</em> character speaks more distinctly than the hyper-holy Ned Flanders—his “Flandersisms” include greetings (<em>howdilly hey, hidilly ho, heydilly-ho, how doodlydo, howdilly-doodily</em>), affirmatives (<em>okelly-dokelly-do, abso-not-ly</em>), exclamations (<em>cock-a-diddly-doo-doo</em>), names for the Simpsons family (<em>Ho-diddily-omie, neighboreenos, neglectareenos</em>), skipping-CD-like verbal diarrhea (<em>shoddily-iddly-iddly-diddly,exact-a-tickaly-tackly</em>), and what might be called a bizarre form of Spanglish (<em>buenos-dingdongdiddly-dias</em>).</p>\n<p>The most characteristic Flandersism is <em>diddly—</em> sometimes written as <em>diddley</em> or written and pronounced as <em>diddily.</em> Flanders uses <em>diddly</em> as an infix in words like <em>mur-diddly-urder, de-diddly-lighted, scrum-diddly-umptious, in-diddly-different,</em> and <em>dil-diddly-emma,</em> as well as in sentences like <em>What can I ding dong diddly do for you?</em> There's a euphemistic quality to all these infix uses, but sometimes <em>diddly</em> is a non-infixed euphemism, as in the lovely and talented <em>Son of a diddly!</em></p>\n<p>Though it's hard to imagine a Flanders-free <em>diddly</em> at this point, the word has a history going back to at least 1964, according to the <em>Random House Historical Dictionary of American Slang</em>, with <em>diddly</em> apparently evolving from words like <em>diddly-shit</em> and <em>diddly-squat.</em> Since <em>diddle</em> means 'to copulate' and <em>diddlywhacker</em> means 'penis,' this is a euphemism that's not entirely euphemistic—adding to its humorous effect.</p>\n<p><em>Tomacco.</em> In the episode “E-I-E-I-(Annoyed Grunt)” (Nov.&nbsp;7, 1999), Homer's obsession with challenging people to duels leads to the family fleeing town and becoming farmers. We've all been there. Predictably, Homer is a bad farmer, but with the help of some plutonium, he manages to create a new crop: <em>tomacco.</em> This cross between the tomato and tobacco gets memorable reviews from Bart (“It's smooth and mild—and refreshingly addictive”) and Ralph Wiggum (“This tastes like Grandma”).</p>\n<p><em>Tomacco</em> would probably have been no more successful a term than <em>ranch dressing hose</em> or <em>exorcism tongs</em> if not for fan Rob Baur. After enjoying the episode, Baur recalled and dug up a <em>Scientific American</em> article from 1969 that discussed a real tomato–tobacco cross. Baur then created his own <em>tomacco</em> plant, which he presumes is poisonous and therefore hasn't offered to any real children. Thanks to Baur, <em>tomacco</em> has been a successful enough word to garner 18,400 Google web hits and an entry in Paul McFedries's <em>Word Spy</em> collection.</p>\n<p>By becoming part of both television and botanical trivia, <em>tomacco</em> may be diversified enough to stick around a while longer.</p>\n<p><em>Cromulent</em> and <em>embiggen.</em> I'm lumping these words together since they originated in the same episode (“Lisa the Iconoclast,” Feb.&nbsp;18, 1996) and illustrate some interesting points about new words and how they succeed or fail.</p>\n<p>In this episode, Springfield's founder, Jebediah Springfield, is quoted as saying, “A noble spirit embiggens the smallest man,” and another teacher reassures Mrs. Krabappel that <em>embiggen</em> is a “perfectly cromulent word.” Also in this episode, Principal Skinner reinforces the meanings of both words when he says that Homer, who auditions for the part of town crier, has “embiggened that role with his cromulent performance.”</p>\n<p><em>Embiggen's</em> meaning is fairly clear, and based on the evidence, the occasionally trustworthy Urbandictionary.com's definition of <em>cromulent</em> seems right on: “Used in an ironical sense to mean legitimate, and therefore, in reality, spurious and not at all legitimate. Assumes common knowledge of the inherent Simpsons reference.” Given this complex meaning, I was a little surprised to find that <em>cromulent</em> is used much more widely than <em>embiggen; cromulent</em> wins the popularity contest between the two with an impressive 30,700 Google web hits to <em>embiggen's</em> paltry 5,250. Since the Bushism-like <em>embiggen</em> is arguably funnier and definitely easier to understand at a glance than <em>cromulent,</em> I thought that would lead to greater popularity, but the opposite is true.</p>\n<p>Why? Well, Alan Metcalf's book <em>Predicting New Words: The Secrets of Their Success</em> provides a possible answer. Again and again, Metcalf found that jokey or self-consciously clever words have not been successful. A great example is how none of Rich Hall's sniglets has caught on—except the word <em>sniglet</em> itself. So the silliness of <em>embiggen</em> might be a handicap, while <em>cromulent</em>—since it contains no obvious joke—is able to spread more easily. In addition to meaning “respectable,” <em>cromulent</em> sounds fairly respectable—it turns out <em>cromulent</em> is a perfectly cromulent word indeed.</p>\n<p><em>Yoink.</em> This is probably the most <em>d'oh-</em> like of the <em>Simpsons</em> words, in that it is an exclamation that always accompanies the same kind of action: when a character steals, snatches, grabs, or otherwise takes something from another character, the snatcher usually says <em>yoink!</em></p>\n<p>Classic yoinkers have included Nelson, Homer, Andre Aggasi, and a sumo wrestler, who grabbed Milhouse's glasses, Marge's money, Homer's tennis racket, and Homer's pretzel respectively.</p>\n<p><em>Yoink</em> has some flexibility though. In “Bart Gets Famous,” Bart says <em>yoink</em> after taking Kent Brockman's danish, and Brockman makes a <em>yoink</em> of his own after Bart's theft.</p>\n<p>In other episodes, Mark McGuire says <em>yoink</em> after hiding a printout under his hat, and Homer <em>yoinks</em> after picking a meatball up off the floor. So it seems the word can be used by the victim of a theft as well as the perpetrator, and it can also accompany hiding and finding as well as the “traditional” snatching and grabbing. With 36,200 Google web hits and 7,360 group hits, <em>yoink</em> has been pretty successful. Metcalf has written about how production of new forms is a sign of a term's health, and <em>yoink's</em> linguistic children—which include verbs (<em>yoinked, yoinking</em>) and nouns (<em>yoinkage, yoinker</em>)—speak well of the parent's health.</p>\n<p><em>Flurk.</em> In “Treehouse of Horror XI,” Kang the alien utters the memorable double euphemism <em>Holy flurking schnit!</em> While <em>schnit</em> is somewhat reminiscent of <em>shiznit, flurk</em> joins a huge family of euphemisms for the f-word, including <em>f-word, f-bomb, freak, frig, frick, frik, ef, frell, flip, fug, fuh, fudge, foul, funk,</em> and others.</p>\n<p>With 784 Google web hits for <em>holy flurking schnit,</em> 1,140 for <em>holy flurking,</em> 1,390 for <em>flurking,</em> and 4,550 for <em>flurk,</em> we can see that <em>flurk</em> has a life of its own well beyond Kang's exclamation.</p>\n<p>I found a few examples on the web of <em>what the flurk, flurk off, flurked up, get the flurk out of here,</em> and <em>dumb flurking luck,</em> which demonstrate <em>flurk</em>'s productivity (though, sadly, I found no examples of <em>ratflurk</em> or <em>motherflurker</em>). Time will tell, but right now I'd say <em>flurk</em> is far from the least successful of the <em>f</em>- word euphemisms.</p>\n<p><em>Ape-poopy.</em> With a mere 120 Google web hits—several of them coming from my own web pages—I can't claim that <em>ape-poopy</em> is setting the world on fire linguistically. Even the existence of a few related words—<em>apeshit,</em> <em>bull-poopy, horse-poopy, <em>and</em> bat-poopy</em>—doesn't seem to help. Well, I don't care. This just might be my favorite word in the language. <em>Ape-poopy</em> perfectly illustrates the cluelessness of Principal Skinner when he uses it in this sentence: “We have some new rules and regulations that you're just going to go ape-poopy for” (“They Saved Lisa's Brain,” May&nbsp;19, 1999).</p>\n<p>A sensible person who wanted to explain some rules while avoiding <em>apeshit</em> would strangle that sentence before it grew—or just say <em>crazy, insane, postal, nuts, bonkers, bananas,</em> or some other PG-rated synonym for <em>crazy. Ape-poopy</em>—like other <em>Simpsons</em> coinages, such as <em>whup-tushie</em> and <em>heckhole—</em> is a transparent, ludicrous, non-euphemistic euphemism.</p>\n<p>Lest anyone think the satire implicit in <em>ape-poopy</em> is far-fetched and without real-world targets, let's remember the word <em>heaven-o—</em> a neologism that was invented by some well-meaning folks in Kleberg County, Texas, who wanted to take the hellfire and damnation out of our most common greeting. Their crusade was a little less successful than Dan Savage's <em>santorum</em> campaign, but you have to admire the gum-diddly-umption.</p>\n<p>Mmmm . . .  gum-diddly-umption. On that     cromulent note, my work is done.</p>\n<p><em>[Mark Peters has language-related articles published or forthcoming in American Speech: A Quarterly of Linguistics Usage, The Buffalo News, Mental Floss, Other, Slayage: The Online International Journal of Buffy Studies,</em> and <em>The Vocabula Review</em>.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Simpsons: Embiggening Our Language with Cromulent Words</h1> <p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Buffalo, New York</span></em></p> <p>At this point, saying <em>The Simpsons</em> is an institution is a little like saying the Smithsonian is an institution. Matt Groening's animated comedy has come light years and millions of doughnuts from its place as filler on the <em>Tracy Ullman Show:</em> it's the longest-running sitcom ever and a kajillion-dollar financial juggernaut, with syndication alone bringing in an estimated billion dollars. That doesn't include the endless books, clothes, dolls, games, DVDs, and other products that have inspired far too many “it should be dough” <em>jokes.</em> But along with all that cash and comedy, the show has made numerous contributions to American English.</p> <p>Like a lot of other shows, <em>The Simpsons</em> has produced catchphrases, mostly from Bart, such as <em>eat my shorts, ay caramba, don't have a cow, man, underachiever and proud of it, smell ya later, <em>and</em> I'm Bart Simpson—who the hell are you?</em> There has also been an endless stream of highly quotable maxims, sayings, and proverbs, including the following, all by Homer: “Trying is the first step toward failure,” “Singing is the lowest form of communication,” “A boy without mischief is like a bowling ball without a liquid center,” “Fatherhood isn't easy like motherhood,” and “To alcohol—the cause of, and solution to—all of life's problems.” Some (like myself) wonder if <em>The Simpsons</em> has surpassed Shakespeare as the most widely quoted source in the English language.</p> <p><em>The Simpsons'</em> verbal ingenuity includes all the above and more, but I'm going to focus on individual words—specifically new words. The show has invented hundreds of terms that lasted no longer than a single episode, like <em>disembowelingest, love-matic, Bonerland, applesauce-cicity, ass-groove, su-diddly-uck,</em> and <em>spankological.</em> These words show up almost exclusively in books and web pages that directly quote the show, remaining nonce or stunt words. I'm going to focus on words that have caught on at least a little outside the context of the show—plus one personal favorite.</p>"
}