{
  "type": "Article",
  "title": "Falsest of Friends",
  "author": "Fraser Sutherland",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Falsest of Friends</h1>\n<p><em><span data-rel=\"author\">Fraser Sutherland</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>You remember that hot day in 1974 when you were in the Cairns area of Queensland, Australia, and you were chatting matily in Mbaram to an Aborigine named Arthur Bennett? The&nbsp;language was something of a novelty to you, as it was even to Arthur, who'd last spoken it some twenty years earlier, when his mother was still around. Poor Arthur himself died later that year, and you've forgotten most of your Mbaram. Nor is there anyone left to speak it with. But you do recall one Mbaram word, <em>dog,</em> and the peculiar fact that it meant 'dog.'</p>\n<p>Linguists term such pairs false cognates, since it would take an intergalactic conspiracy theorist to suppose there was an etymological link between the Mbaram and English dogs: Abo&nbsp;languages don't have relatives outside Australia. True cognates—look-alikes that have a common origin—are a godsend in learning Spanish and French since those languages possess them in abundance. <em>Superior</em> and <em>supérieur</em> are <em>superior</em>. Cognates are shipwreck-prone, however; they often conceal reef-like verbs that pretend to be nouns. <em>Supplier</em> in French refers not to a person who supplies, but means 'to entreat,' and <em>supporter</em> isn't a fan of a sports team but means 'to bear or endure.' Falsest of all is <em>blesser</em> 'to injure or wound.' Nor is the pandemic spread of global English all good news for the English speaker. Hybrid short forms have sprung up like linguistic weeds. In&nbsp;French, <em>pull</em> is a <em>pullover or sweater;</em> <em>catch</em> is <em>wrestling.</em> Then there are the pseudo-Anglicisms, which look like English to the non-English and look like English to Anglophones, but mean something different to the former. Such is the case with <em>Handy,</em> German for cell phone.</p>\n<p>Learning a foreign language would be a lot simpler if there were more false cognates to greet us. Much more frequently, we encounter false friends, those evil twins of foreign-language learning. I first became cognizant of them some years ago in Barcelona, where an election poster urged the populace to <em>salt</em> one of the contending parties.  Salting a political party seemed like an odd thing to do, until I grasped that <em>salt</em> means 'to jump' in Catalan. Voters were being exhorted to jump to, or for, or at, a slate of candidates.</p>\n<p>False friends are jumpy creatures, and not just in Catalonia. Sometimes they're not merely false, but downright deadly. <em>Alto</em> means 'high' or 'tall' to the Italians, Portuguese, and Spanish, and a high-range singing voice to you, but in Spanish it can also mean 'Stop!'— which you realize just after you slam into another car. If a Portuguese doctor tells you that have <em>rim</em>— which seems peculiar, possibly fatal—he's talking about your kidney. On the other hand, the Dutch or Swedish physician may point out that your <em>lever</em> is out of joint, meaning your liver. Ostensibly alluding to the time that you should take your medicine, a German doctor, or someone posing as one, may say, <em>After.</em> The trouble is that he's referring to your anus. The&nbsp;trouble in fact begins with 'A': <em>a</em> can be a preposition with many senses in numerous other languages: if you encounter someone attempting to speak Cornish, he or she means 'of.' <em>Air</em> means 'water' in Malay. An <em>ape</em> is a 'bee' in Italian.</p>\n<p>Although place names are not false friends as such—one's either in a place, or one's not—they can inspire mirth, if not confusion. English place names like Newfoundland's <em>Dildo</em> and <em>Black Tickle</em> can be funny enough in themselves; in a foreign language they can add an extra sniggering dimension as, for example, <em>Condom</em>, a village and administrative district in France known for its Armagnac, or the names of German or Austrian spa towns, which are often preceded by <em>Bad&nbsp;</em>(bath): “Are you going to <em>Bad Sachsa</em>?” “No, it's <em>Bad Lippspringe</em> for me.”</p>\n<p>If Bosnians, Croatians, or Serbians tell you to <em>hopa,</em> you should step lively because it means 'Jump!' Appearances are equally deceiving if they say someone's a <em>drag:</em> they mean the person is beloved, perhaps by <em>bog</em> 'God,' 'Heaven,' or 'Providence.' At any rate, <em>God</em> or <em>god</em> is 'good' in Danish. 'Good' is <em>gut</em> in German, and <em>bra</em> in Swedish; in a Romanian restaurant you may think you're choosing a <em>bun,</em> a bun, though the menu really notes only that an item is 'good.' Be&nbsp;careful renting a motor vehicle in German: if you order a <em>Car,</em> they may give you a charter bus or motor coach; if you ask for a <em>Limo,</em> they may give you a soft drink. Don't accept a <em>gift</em> or <em>Gift</em> in Swedish, Norwegian, or German, unless you're having trouble with domestic rodents: it means 'poison.' None of these should be your French <em>but</em>, your 'goal' or 'purpose.'</p>\n<p><em>Dada</em> in Swahili is not an artistic movement, but an 'elder sister,' sometimes a term of endearment or respect among women. In&nbsp;Catalan, <em>dada</em> is neither an artistic movement or a Swahili female friend, but a 'datum' or 'fact.'</p>\n<p>A&nbsp;<em>byte</em> in Swedish is not a group of binary digits but a 'victim' or 'prey,' though it's doubtful if a Swedish hawk measures his prey in kilobytes. <em>Finger</em> can mean 'toe' in Yiddish (though <em>toes</em> means a 'mistake,' of which you make many. A&nbsp;<em>host</em> in Czech is a 'guest' or, in Afrikaans, a <em>gas.</em> When a German host or guest puts on his <em>Hut,</em> he's putting on his hat. Swedes are not necessarily being vulgar when they say <em>fart:</em> to them it means 'speed' or 'swiftness.' To Poles, <em>fart</em> just means 'good luck.'</p>\n<p>In&nbsp;some languages it's hard to keep track of people. In&nbsp;Finnish, <em>me</em> is 'us' or 'we,' and <em>he</em> can be 'them' or 'they.' <em>On</em> is 'he' in Polish and Serbo-Croat, and the non-specific 'one' in French. Numerals in general can be treacherous. If you want to say <em>11</em> in German, Yiddish, or Afrikaans, it's <em>elf</em>. In&nbsp;Somali, <em>sir</em> is 'to deceive' (though in Serbo-Croat it's 'cheese'), and <em>jeer</em> is a 'hippopotamus.' <em>Papa</em> is Spanish for a white potato and for a pope. Tagalog and Yiddish have something in common: they both say <em>pay</em> for 'pie.' The cellist Yo-Yo Ma may inspire the occasional chuckle on his concert tours, since <em>ma</em> can mean 'but' or 'yet' in Italian, 'today' in Hungarian, and 'hand' or 'my' in Catalan.</p>\n<p>One keeps coming back to Catalan because its many false friends won't go away. Speakers of Catalan number about eight million, so there are enough around to get you into serious trouble. Catalan's quicksands extend to a plethora of short blunt words that look suspiciously like subjects of heated disputes in playing Scrabble: <em>corb, cort, eben, foc, fus, gal, grat, palp, rebot, tard,</em> and <em>tron</em>. If a Catalan tells you he plays the <em>ferrets,</em> it's not some mustelid version of betting on dogs (playing the puppies): your musical friend performs on the triangle. A&nbsp;<em>pet</em> is a 'fart' (though not a Swedish or Polish one), <em>pop</em> is an 'octopus,' and <em>barb</em> is a 'beard.' If you have <em>decor</em>, you don't have interior decorating but 'decorum.' <em>Ham</em> is a 'fish-hook.' A&nbsp;<em>cub</em> is a 'cube,' and a <em>cup</em> is a 'wine-press.'</p>\n<p>Since English is mainly a muddy estuary formed by the confluence of Latin and Germanic linguistic streams, we possess, when it comes to false friends, the worst of both worlds. As the Catalans say, “<em>Ja pots xiular sil'aseno vol beure.”</em> One can lead a horse to the water but twenty cannot make him drink. Or make the English horse talk sense.</p>\n<p><em>[Fraser Sutherland is a lexicographer and the co-author of</em> The Making of a Name: The Inside Stories of the Brands We Buy.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Falsest of Friends</h1> <p><em><span data-rel=\"author\">Fraser Sutherland</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>You remember that hot day in 1974 when you were in the Cairns area of Queensland, Australia, and you were chatting matily in Mbaram to an Aborigine named Arthur Bennett? The&nbsp;language was something of a novelty to you, as it was even to Arthur, who'd last spoken it some twenty years earlier, when his mother was still around. Poor Arthur himself died later that year, and you've forgotten most of your Mbaram. Nor is there anyone left to speak it with. But you do recall one Mbaram word, <em>dog,</em> and the peculiar fact that it meant 'dog.'</p> <p>Linguists term such pairs false cognates, since it would take an intergalactic conspiracy theorist to suppose there was an etymological link between the Mbaram and English dogs: Abo&nbsp;languages don't have relatives outside Australia. True cognates—look-alikes that have a common origin—are a godsend in learning Spanish and French since those languages possess them in abundance. <em>Superior</em> and <em>supérieur</em> are <em>superior</em>. Cognates are shipwreck-prone, however; they often conceal reef-like verbs that pretend to be nouns. <em>Supplier</em> in French refers not to a person who supplies, but means 'to entreat,' and <em>supporter</em> isn't a fan of a sports team but means 'to bear or endure.' Falsest of all is <em>blesser</em> 'to injure or wound.' Nor is the pandemic spread of global English all good news for the English speaker. Hybrid short forms have sprung up like linguistic weeds. In&nbsp;French, <em>pull</em> is a <em>pullover or sweater;</em> <em>catch</em> is <em>wrestling.</em> Then there are the pseudo-Anglicisms, which look like English to the non-English and look like English to Anglophones, but mean something different to the former. Such is the case with <em>Handy,</em> German for cell phone.</p> <p>Learning a foreign language would be a lot simpler if there were more false cognates to greet us. Much more frequently, we encounter false friends, those evil twins of foreign-language learning. I first became cognizant of them some years ago in Barcelona, where an election poster urged the populace to <em>salt</em> one of the contending parties.  Salting a political party seemed like an odd thing to do, until I grasped that <em>salt</em> means 'to jump' in Catalan. Voters were being exhorted to jump to, or for, or at, a slate of candidates.</p>"
}