{
  "type": "Article",
  "title": "In Chaucer's Time... The Liberating Joy of Do-It-Yourself Etymologies",
  "author": "Jonathan Caws-Elwitt",
  "location": "Friendsville, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">In Chaucer's Time... The Liberating Joy of Do-It-Yourself Etymologies</h1>\n<p><em><span data-rel=\"author\">Jonathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p>\n<p>I used to look words up in a good dictionary whenever I was curious about their origins. Time and again, what I found was that words that looked like they were related were in fact completely unrelated, while other words which to the naked eye seemed to have no excuse for anything other than a passing acquaintanceship were in fact on rather incestuous terms.</p>\n<p>I'll never forget the day that the dictionary thumb-indexed its nose at me and said, “Ha! Fooled you! <em>Isle</em> and <em>island</em> are not related words!” Something snapped. If <em>isle</em> and <em>island</em> are not related words, I thought, then what's the point of going on like this?</p>\n<p>After I had recovered from the shock, my indignation turned to resolution. I can do this myself, I thought. And now, when a question arises regarding the etymology of a modern English word, I am proud and delighted to furnish an etymology that I have completely made up. Call it a vice, if you must; I prefer to think of it as an affectation.</p>\n<p><em>Q.</em> How did a smart-aleck become known as a <em>wiseacre</em>? (How did a smart-aleck become known as a <em>smart-aleck,</em> for that matter? But I guess I'm only allowed one question, huh?)</p>\n<p><em>A.</em> As might be expected, neither of the ostensible components of this word are really what they appear. The <em>acre</em> in <em>wiseacre</em> was originally <em>yaeger,</em> which meant 'fool' (<em>yaeger</em> is related to <em>jester</em>). And the <em>wise</em> isn't, etymologically speaking, so very wise at all. It's actually <em>oise,</em> a goose-related word from Old French which in Chaucer's time—for reasons I am unable to fathom—was understood to connote sardonicness.</p>\n<p><em>Q.</em> I've always assumed that <em>pussyfooting</em> derived from the fancy feline footwork it so readily evokes. But now I'm worried that I've been wrong all these years, and my appearance here in your column would seem to confirm that fear. I'm not sure I have the heart to tell my three cats that I'm merely a straw man in a spurious language essay; but pray do proceed with your answer.</p>\n<p><em>A.</em> Thank you, with your kind indulgence I shall.</p>\n<p><em>Q.</em> <em>Not at all.</em></p>\n<p><em>A.</em> By choosing the participial form, you have saved us some trouble. <em>Pussyfooting</em> is nothing more than a linguistic reversal of the Middle English <em>fussy-pudding,</em> an exceptionally elaborate dish of Chaucer's time. Folklore holds that a fussy-pudding was usually served in an effort to distract a guest from some unpleasant business (such as a settling of commercial accounts or an early-music concert).</p>\n<p>By the sixteenth century, the fussy-pudding had already become a cliché, and it was used by Shakespeare in the same way we might today allude to a “pie in the face.” Cf. this passage from the Bard's lesser-known comedy <em>I Told Thee So,</em> in which the waggish Insinuo teases his mother as she attempts to conceal a rusty watering-pot from her fastidious sister:</p>\n<p><em>Ah, to see my cherished Source ablush</em></p>\n<p><em>In fussy-pudding essays wisdom cloak</em></p>\n<p><em>Would that I with herb and onion</em>(1) <em>held</em></p>\n<p><em>Olympic bowls</em>(2) <em>to crinkle</em>(3) <em>gauzèd</em>(4) <em>light</em>(5)</p>\n<p>[Footnotes omitted. If we have to explain it to you, it really won't be funny.]</p>\n<p>It is in the eighteenth century that we find the first references to someone metaphorically <em>pussyfudding</em> around a delicate issue. Why the reversal happened is, according to scholars, none of our business. In any case, from that point on it was but a short, feline step to the modern spelling.</p>\n<p><em>A.</em> Nobody asked, but I have further decided that our modern phrase <em>greasy spoon</em> bears no etymological relation to the words <em>greasy</em> or <em>spoon.</em> In Chaucer's time, a <em>grace y spon</em> (literally 'elegance and space') was an establishment that boasted beauty and roominess but not, alas, delectable meals. This has come down to present-day English as a term for a low-quality restaurant, and it has been stained by the association with oily utensils—a relevant, if etymologically unsupportable relationship, which by Victorian times had left an indelible mark on the spelling.</p>\n<p><em>Adv.</em> My soon-to-be-published <em>Dictionary of Spurious Wordlore</em> advises that the word <em>pickle</em> is much older than the pickled cucumber. It has, only moments ago, been traced back to the ancient Greek <em>phyklos,</em> which the Athenians used to describe any kind of auxiliary or companion tool, object, or paraphernalium that was habitually found 'on the side' of some more important object or objects (<em>phy</em> for 'on,' <em>kylos</em> for 'side'). Thus, in ancient Athens, a sculptor's dust-brush would have been considered the <em>phyklos</em> to his chisel and mallet.</p>\n<p>The word made it (through the usual channels) into English as <em>pickle</em> and survived into the nineteenth century, by which time it was chiefly applied to food, e.g. “a hearty bowl of hot oats and its pickle of fresh strawberries.” [Jane Austen, <em>Perspiration and Persnicketiness.</em>] However, by century's close the word was in danger of becoming extinct, and its 1897 revival, in the context of publicity for brine-cured cucumbers (“Pickle to Your Sandwich”), was clearly intended by the Lake Michigan Brinesoaked Foodstuffs Company as a quaint display of a near-archaic term. Little did these publicists know that their slogan would grant the term new life as a household word for a brine-cured cucumber—not to mention its eventual extension into a verb. Today, thanks to these unwitting visionaries, we may cure anything at all in brine to make “pickled” tomatoes, okra, eggplant, popcorn, etc. And I suggest we do so at once.</p>\n<p><em>[Jonathan Caws-Elwitt lives in Susquehanna County, Pennsylvania with his wife Hilary and a lawn-mowing robot. He (Jonathan, not the robot) has written a handful of plays, a boatload of songs, a gaggle of humor essays and a quorum of magazine and radio ads. He is also the author of several unpublished phone numbers.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">In Chaucer's Time... The Liberating Joy of Do-It-Yourself Etymologies</h1> <p><em><span data-rel=\"author\">Jonathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p> <p>I used to look words up in a good dictionary whenever I was curious about their origins. Time and again, what I found was that words that looked like they were related were in fact completely unrelated, while other words which to the naked eye seemed to have no excuse for anything other than a passing acquaintanceship were in fact on rather incestuous terms.</p> <p>I'll never forget the day that the dictionary thumb-indexed its nose at me and said, “Ha! Fooled you! <em>Isle</em> and <em>island</em> are not related words!” Something snapped. If <em>isle</em> and <em>island</em> are not related words, I thought, then what's the point of going on like this?</p> <p>After I had recovered from the shock, my indignation turned to resolution. I can do this myself, I thought. And now, when a question arises regarding the etymology of a modern English word, I am proud and delighted to furnish an etymology that I have completely made up. Call it a vice, if you must; I prefer to think of it as an affectation.</p>"
}