{
  "type": "Article",
  "title": "Subversion by Adverb",
  "author": "Orin HargravesWestminster",
  "location": "Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Subversion by Adverb</h1>\n<p><em><span data-rel=\"author\">Orin HargravesWestminster</span> <span data-rel=\"location\">Maryland</span></em></p>\n<p>English provides a rich variety of adverbs that can be used to modulate the punch of language that they accompany—to either soften its blow, or more often, to ramp it up.</p>\n<p>Like anything that is free and in abundant supply, these tireless soldiers are subject to overuse, misuse, and abuse. While in principle their purpose is to make meanings more accurate, adverbs often serve the opposite purpose, compromising that which they set out to improve. Thus they have become subversive in the truest sense; they “pervert or corrupt by an undermining of morals, allegiance, or faith” (that's <em>Merriam-Webster's 11th Collegiate,</em> sense 2, by the way), and what they pervert is our faith that words mean what they are supposed to.</p>\n<p>With so many more pressing issues to engage their energies, language police are not always in a position to clamp down on these infringements, and the result is that there is potential misuse virtually every time these wordly fellows make an excursion out of the dictionary. In each generation, new abuses arise. This article, it is hoped, will call attention to some of today's worst crimes: not in the hope of stopping them, which is of course impossible, but with the intention of alerting readers and listeners to their insidiousness, thus empowering us all to take the law of language into our own hands.</p>\n<p><em>Literally</em> has already been abused to a degree that it merits usage notes in some dictionaries. This, of course, has not stopped the abusers, who clearly have no time to consult dictionaries anyway. <em>Literally</em> is attractive to a certain class of writer and speaker who does not have a wide variety of four-syllable adverbs in his or her quiver and often slips this word into a slot where a more accurate intensive—or none at all—would serve. A good rule of thumb for the aspiring language patrolperson: aside from its use in regard to languages (translate something <em>literally</em>) the only legitimate job of <em>literally</em> is in conjunction with an idiom or figure of speech. Its purpose is to alert us to the fact that the figurative language applies in some special, literal sense. In this capacity, <em>literally</em> is a current favorite of clever headline writers: “Art that speaks to you. Literally.” is a recent headline in a <em>New York Times</em> story about art installations that incorporate “soundtracks, voiceovers, and loudly-moving parts.”</p>\n<p>But then there are the abuses. Consider these sentences from recent news stories, where <em>literally</em> has leapt into a slot where some other adverb (or none at all) would work better:</p>\n<p><em>“I literally did not know how to be part of a big, fun family,” he goes on, somehow conveying a shudder across the phone line.</em></p>\n<p><em>Translation: “I did not know how to be part of a big, fun family.” The speaker wishes to emphasize the importance (to him) of the statement, but would have done better with <em>really, actually,</em> or no adverb at all.</em></p>\n<p><em>Savvis grew up by supporting Telerate and Reuters. Literally 66 percent of their revenue came from those two clients.</em></p>\n<p>This sentence could easily be improved upon by substituting “two thirds” for “Literally 66 percent.” Unless of course it was intended to suggest that the percentage in question was in fact .6666666 (etc.) short of an actual two thirds, which is doubtful. A better adverb for emphasis here, since a quantity involved, is <em>fully</em>.</p>\n<p><em>Literally</em> makes occasional appearances to support a figurative expression and ends up achieving the opposite, raising doubts about whether the figure was appropriate in the first place:</p>\n<p><em>This commission literally produced hundreds of recommendations which were forwarded to the Economic and Social Council of the UN.</em></p>\n<p>First, the minor quibble: the writer would have done better to transpose <em>literally</em> and <em>produced</em> since the verb is not really in need of emphasis: no one doubts that <em>something</em> was produced. And now the major quibble: if in fact hundreds of recommendations were produced, doesn't the noun say it all? If on the other hand, hundreds is simply indicating that some larger number was involved, “literally” has an air of desperation about it, as if trying to convince us that hundreds were involved when the number was actually far smaller. A similar case is illustrated in this gushing confession:</p>\n<p><em>“I literally had to fight back the tears, being away from my family for two months and all the anticipation. It was extremely emotional.”</em></p>\n<p><em>Fight back the tears</em> has unimpeachable credentials as a figure of speech, but leaves no opportunity whatever for literal interpretation. It begs the question as to what weapons would be used, or how the outcome of the battle could be judged. Thus the speaker would have been more convincing without the adverb.</p>\n<p>With it, she succeeds only in making the account of her emotional state highly dubious to the reader.</p>\n<p>And speaking of <em>highly:</em> we of a certain age learned about this kind of adverb in grade school, under the heading of intensifying adverbs, or sometimes just intensifiers or intensives: words like <em>absolutely, especially, precisely, very,</em> and so forth. A more recent term that encompasses all such adverbs is submodifiers, when their job is to modify a word that is itself a modifier.</p>\n<p><em>Highly</em> qualifies as a submodifier of the purest strain. In its most innocent examples, it's handy and elegant short-hand for “to a high degree.” I find that it is usually reliable when used with a participial adjective (<em>regarded, publicized, skilled, respected, acclaimed,</em> etc.), and these are in fact among its most frequent collocates.</p>\n<p>But watch out for a fraudulent entry here, and that is <em>prized</em>. Its claims to participiality are mixed at best, <em>prize</em> not being a very convincing verb as a substitute for <em>value</em>: “I really <em>prize</em> your honesty.” But in any case: the popular collocation <em>highly prized</em> must be considered guilty until proven innocent, wherever it is encountered. On any given day, there are more than 1500 occurrences of <em>highly prized</em> on eBay. To give you a flavor, it is found in the description of a “Rare Baltimore Ravens Watercolor Art Print” and of “Two Pottery Barn Crazy Quilted Euro Shams.” And I've done the math so you don't have to: less than 20% of items noted as “highly prized” attract a bid by their third day. You don't need to go figure: it's pretty clear that <em>highly prized</em> very often means <em>not very prized at all.</em></p>\n<p>This faux use of <em>highly</em> is even more rampant with nonparticipial adjectives, where it only fitfully submodifies satisfactorily. Its presence should prompt the true enforcer to scrutinize the paired adjective, to see whether in fact it has any business at all in the sentence at hand. You will find that in many cases, the intention of <em>highly</em> is merely to dazzle you and deflect your attention from a fraudulent modifier. Many ordinary adjectives to which <em>highly</em> is prefixed (especially nongradable ones, I find) are simply there to con you.</p>\n<p>Case in point: I was in the post office the other day—the philatelic boutique part of it that you find yourself stuck in (literally forever) while waiting to do something simple, like mailing a package—and I noticed that there is a new artlike product on display. It is not merely framed, it is “custom framed,” and it is also labeled as being “highly collectable.” What is it? An assortment of canceled stamps depicting military themes, along with somebody's dog tag, artfully arranged around a color drawing of men in battle.</p>\n<p>Now <em>collectable</em>, to me, suggests one or both of two things: either that you might want to own more than one of the item (<em>who are they kidding?</em>), or that someone might be inclined to give you more for it than you paid (this, of course, would have to be someone <em>way stupider</em> than you). Conclusion: the object in question does not qualify for the epithet  <em>collectable</em>; a fraud is being committed. And if the thing were actually <em>highly collectable</em>, wouldn't there be a line of people in the post office just waiting to buy one or more? (Hmm. I wonder if that's why the line is always so long?)</p>\n<p>A kindred submodifier that begs for scrutiny and circumspection whenever descried is <em>virtually</em>. Its history in English is hoary and august; the <em>OED</em> gives the first cite in 1430, illustrating its original meaning, which is expressed (rather wordily) as “in respect of essence or effect, apart from actual form or specific manner; as far as essential qualities or facts are concerned.” Yet, not even 200 years had passed before writers were well on their way to subverting <em>virtually</em> to a weasel-word, meaning (again in <em>OED</em>-speak) “in effect, though not formally or explicitly; practically; to all intents; as good as.” It is instructive that while the Oxford lexicographers have taken the omnibus route for this submeaning of <em>virtually</em>, supplying several different substitute phrasings that it stands for, the one they didn't supply is <em>almost</em>. So why do so many writers and speakers use it in this sense? Let us examine the evidence.</p>\n<p>Modern abusers of <em>virtually</em> fall into two camps. The lesser crime in the use of <em>virtually</em> is mere elegant variation, where none is required: none of the ready supply of alternatives meaning <em>almost</em> or <em>nearly</em> is irritating or cacophonous, and they do the job better. So, for example,</p>\n<blockquote>\n<p><em>This remote Washington ski area had everything I needed: big snow, big slopes and virtually no midweek skiers.</em></p>\n</blockquote>\n<p>would be better served by “almost no midweek skiers” or “hardly any midweek skiers.” No other word in the sentence suggests that the writer is about to take us on a flight of poetic fancy, and so <em>virtually</em> here is both jarring and unnecessary.</p>\n<p>Likewise with</p>\n<blockquote>\n<p><em>I think it's greatly exceeded virtually every expectation,” Pac-10 Commissioner Tom Hansen said in an interview last week.</em></p>\n</blockquote>\n<p>The other, graver charge against <em>virtually</em> (which is already hinted at in the previous example) is its use in damage limitation. The damage in question here is what would occur to the writer's credibility if you examined his or her argument seriously. <em>Virtually</em> is used as a limit on some adjective or other language element that the writer wishes could be stated as an absolute, rather than a partial thing. Thus,</p>\n<blockquote>\n<p><em>Traffic backups on the southbound side were virtually eliminated.</em></p>\n</blockquote>\n<p>probably means in reality that your chances of getting stuck in one are still about 50-50. Likewise,</p>\n<blockquote>\n<p><em>But Mr. Bernotat said it would be “virtually impossible” for Eon to de-register with the US Securities and Exchange Commission, and a de-listing was not planned.</em></p>\n</blockquote>\n<p>should suggest to careful readers it is highly likely that such an event could take place in a New York minute.</p>\n<p><em>[Orin Hargraves' writing about language has appeared previously in VERBATIM, as well as in English Today and Dictionaries. He is the author of Mighty Fine Words and Smashing Expressions (Oxford University Press).]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Subversion by Adverb</h1> <p><em><span data-rel=\"author\">Orin HargravesWestminster</span> <span data-rel=\"location\">Maryland</span></em></p> <p>English provides a rich variety of adverbs that can be used to modulate the punch of language that they accompany—to either soften its blow, or more often, to ramp it up.</p> <p>Like anything that is free and in abundant supply, these tireless soldiers are subject to overuse, misuse, and abuse. While in principle their purpose is to make meanings more accurate, adverbs often serve the opposite purpose, compromising that which they set out to improve. Thus they have become subversive in the truest sense; they “pervert or corrupt by an undermining of morals, allegiance, or faith” (that's <em>Merriam-Webster's 11th Collegiate,</em> sense 2, by the way), and what they pervert is our faith that words mean what they are supposed to.</p> <p>With so many more pressing issues to engage their energies, language police are not always in a position to clamp down on these infringements, and the result is that there is potential misuse virtually every time these wordly fellows make an excursion out of the dictionary. In each generation, new abuses arise. This article, it is hoped, will call attention to some of today's worst crimes: not in the hope of stopping them, which is of course impossible, but with the intention of alerting readers and listeners to their insidiousness, thus empowering us all to take the law of language into our own hands.</p>"
}