{
  "type": "Article",
  "title": "One, Two, Three",
  "author": "Francis Heaney",
  "location": "Brooklyn, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">One, Two, Three</h1>\n<p><em><span data-rel=\"author\">Francis Heaney</span> <span data-rel=\"location\">Brooklyn, New York</span></em></p>\n<p>Members of the National Puzzlers' League (NPL)—a group so dedicated to words that we once had a fierce debate over whether to issue membership cards just so we could call ourselves card-carrying members—are used to being dismissed as “word nerds” by people for whom <em>word nerds</em> counts as clever wordplay. Yes, we have our social maladroits. But we also have ordinary people whose idea of fun is simply a little more inventive than others. One guy I know (Kevin Wald) created a cryptic crossword whose grid was a map of Greenwich Village. Tell me that's not edgy.</p>\n<p>Being a restless bunch, we're always on the lookout for new amusements. Of the pastimes that  have passed through our circle of obsessions, one of my favorites is “One, Two, Three,” a noncompetitive game invented in 1992 by counselors at Camp Winnarainbow, a circus camp near San Francisco. Yes, I know that even for someone who likes words and is generously disposed to things of this nature, the phrase “Camp Winnarainbow,” with its unsavory tang of the 1970s and all manner of things hippie, is doubtless making your turn-the-page instincts scream wildly. But just try a few rounds.</p>\n<p>The game starts out sort of like Rock, Paper, Scissors: two players count to three in unison. After that, instead of shaping their hands into a cunning facsimile of a piece of paper or whatever, they each say a word (or phrase). If it's the same word, they both win. If not, they do it again until they say the same thing.</p>\n<p>Well, of course, that's the deliberately obscure explanation. The object is to converge on the same word by finding a word that somehow connects the two previously spoken words. For instance, in one game I played, we started out with <em>purple</em> and <em>Sherlock Holmes</em> and met up on the next word with <em>scarlet</em> (as in the Holmes story, “A Study in .&nbsp;.&nbsp;.&nbsp;,” naturally).</p>\n<p>But most games last longer than that. So you'll need to know one other rule: you can't use a word or form of a word that was said earlier in the same round. For instance, if your two starting words are <em>fireman</em> and <em>hot,</em> then you'll have to think of something other than <em>fire</em> to go to. Maybe <em>pin-up calendar.</em></p>\n<p>That's pretty much the whole game. Simple, yet incredibly addictive. Fellow NPL member and <em>New York Times</em> crossword editor Will Shortz got hooked the second he heard the rules: “I love the game because it requires no equipment and can be played anywhere and anytime—in a car, in bed, over the phone, even in darkness. I like the psychology of the game—getting inside someone else's brain—and the creativity of play. And I love the rush that comes with matching someone else's answer.”</p>\n<p>Some tips: it's not hard to get stuck in a situation where the two of you keep coming up with words that almost match, constantly circling each other. Thinking laterally can help get out of that; try to focus on only the most recent two words, and forget about the  previous rounds. For example, in one game, we went from <em>stag</em> and <em>deer</em> to <em>male</em> and <em>hunter,</em> after which we matched on <em>Tab.</em> Also, when deciding between two choices, go with the more general of the two. Faced with <em>cat</em> and <em>roar,</em> you're more likely to match with <em>lion</em> than, say, <em>Simba.</em> (Although, given <em>utterly implausible plot</em> and <em>torn leather fetish gear,</em> you should clearly go with <em>Catwoman</em> instead of the generic <em>movie</em>.)</p>\n<p>The NPL was introduced to the game at its annual puzzle convention in 2002, which was in Vancouver that year. Since it seemed as though everyone in attendance wanted to play the game and playing it with only two people at a time was slightly frustrating, I came up with a way for the game to be played by a group of five or more. The variation was dubbed “One, Two, Many” (after the popular caveman counting method) by NPLer David Greenberg. Any two people start the game by calling two words. They then sit out for a moment as the rest of the players try to come up with a way to connect those words. The first person to think of something says “One.” The next person says “Two.” Then those two people say “One, two, three” in unison and then say their words. If they match, they start the next round (and I guess you can award them each a point if you are the sort of person who <em>just can't play a game without keeping score,</em> but seriously, “winning” is not the point here), and if they don't match, the round continues with the two of them sitting out, and so on.  (If you have fewer than five people, or you just prefer to keep everyone involved, the two people who havejust said a word don't have to sit out.)</p>\n<p>If you're feeling especially intrepid, you could try the other multi-player variant that cropped up (which, I'm told, predates the game's introduction to the NPL but was independently reinvented at the convention by I'm not sure who): three people saying three words simultaneously.</p>\n<p>It turned out to be too hard a variation for it to really catch on. I'm aware of only one game of the three-person version that ended successfully, but if you think you and your friends are just so on-the-same-wavelength that you can do it, more power to you.</p>\n<p>Of course, if you just want to make it <em>look</em> like you and your partner are on the same wavelength, you could try the prank that Todd McClary and Trip Payne came up with at the Vancouver convention. They decided that the next time a game broke out, they would both start a round by saying, “One, two, three .&nbsp;.&nbsp;. parallelogram!” and amaze everyone by matching on the first word. However, by the time their big moment came, Trip had completely forgotten the plan. Instead of calling “parallelogram,” he said, “One, two, three .&nbsp;.&nbsp;. unicycle! Oh, shit! I was supposed to say parallelogram, wasn't I? Goddamn it.”</p>\n<p><em>[Francis Heaney's blog can be found at <em><a href=\"http://francisheaney.com\">http://francisheaney.com</a>. For more puzzle fun, go to</em> <a href=\"http://www.puzzlers.org/\">http://www.puzzlers.org/</a>.]</em></p>\n<p>Francis Heaney and Will Shortz play One, Two, Three:</p>\n<table>\n<thead>\n<tr>\n<th><em>Heaney</em></th>\n<th><em>Shortz</em></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>basement</td>\n<td>lullaby</td>\n</tr>\n<tr>\n<td>nursery</td>\n<td>baritone</td>\n</tr>\n<tr>\n<td>crying</td>\n<td>father</td>\n</tr>\n<tr>\n<td>confession</td>\n<td>sissy</td>\n</tr>\n<tr>\n<td>bully</td>\n<td>torture</td>\n</tr>\n<tr>\n<td>Indian burn</td>\n<td>arm twisting</td>\n</tr>\n<tr>\n<td>playground</td>\n<td>pain</td>\n</tr>\n<tr>\n<td>gym</td>\n<td>injury</td>\n</tr>\n<tr>\n<td>sprain</td>\n<td>sprain</td>\n</tr>\n</tbody>\n</table>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">One, Two, Three</h1> <p><em><span data-rel=\"author\">Francis Heaney</span> <span data-rel=\"location\">Brooklyn, New York</span></em></p> <p>Members of the National Puzzlers' League (NPL)—a group so dedicated to words that we once had a fierce debate over whether to issue membership cards just so we could call ourselves card-carrying members—are used to being dismissed as “word nerds” by people for whom <em>word nerds</em> counts as clever wordplay. Yes, we have our social maladroits. But we also have ordinary people whose idea of fun is simply a little more inventive than others. One guy I know (Kevin Wald) created a cryptic crossword whose grid was a map of Greenwich Village. Tell me that's not edgy.</p> <p>Being a restless bunch, we're always on the lookout for new amusements. Of the pastimes that  have passed through our circle of obsessions, one of my favorites is “One, Two, Three,” a noncompetitive game invented in 1992 by counselors at Camp Winnarainbow, a circus camp near San Francisco. Yes, I know that even for someone who likes words and is generously disposed to things of this nature, the phrase “Camp Winnarainbow,” with its unsavory tang of the 1970s and all manner of things hippie, is doubtless making your turn-the-page instincts scream wildly. But just try a few rounds.</p> <p>The game starts out sort of like Rock, Paper, Scissors: two players count to three in unison. After that, instead of shaping their hands into a cunning facsimile of a piece of paper or whatever, they each say a word (or phrase). If it's the same word, they both win. If not, they do it again until they say the same thing.</p>"
}