{
  "type": "Article",
  "title": "CLASSICAL BLATHER: (S)wordplay",
  "author": "Nick Humez",
  "location": "mythsongs@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>(S)wordplay</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p>\n<p>It is a safe bet that whoever first said that the pen was mightier than the sword was a writer, not a gladiator. The fact remains that swords have been slashing, skewering and hacking their way through history for five millennia and more, and doing a pretty thorough job of it. The only prerequisite was the ability to smelt metal; neolithic technology has yielded plenty of stone arrow- and spearheads (archaeologists are fond of calling them collectively <em>projectile points</em>), axes, and scraping knives, but no stone sword blades. Only metal will do; and even then, making a thin but strong blade that will take a sharp edge and point is a specialty. Anyone, given enough patience and pieces of chert, can learn to pressure-flake a stone projectile point, but it takes a forge to make a sword.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>The place and time of the first proper sword is shrouded in the mists of antiquity, but it appears to have come about as a lengthening of the Bronze Age dagger.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Curves entered early: Wall reliefs show Egyptian swords that were short (the blade perhaps the length of a man's thigh) and slightly curved at the end (but with no point; evidently they were intended primarily for slashing.)<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> And the semi-mythical Gilgamesh (whom the king-list of the city-state of Uruk gives as its fourteenth monarch subsequent to the great flood)<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> is likewise depicted in a statue as holding a curved shortsword in his right hand and a very angry lion cub against his chest with his left (the S-shaped blade artfully reflecting the curl of the lion's tail).<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p>\n<p>Latin had two principal sword words: <em>gladius,</em> an everyday term apparently of Celtic origin (and eventually handed back across the linguistic fence to become old Irish <em>gleache</em> and the <em>clay-</em> of the Scots' <em>claymore</em>)<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and <em>ensis,</em> a synonym for <em>gladius</em> used almost entirely in literary contexts.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> While <em>ensis</em> stayed highbrow and never jumped the cultural fence from Latin to its Romance descendants, <em>gladius</em> triggered a variety of derivatives such as <em>gladiola <em>(originally <em>gladiolus [hortensis]</em>, 'little sword [of the garden],' source of the French cognate <em>glaïeul</em>) and, of course,</em> gladiator.</em></p>\n<p>English, on the other hand, has but one word for sword (you're looking at it)—plus a variety of terms for various specialized weapons in that family: the <em>saber</em> (related to the <em>cutlass,</em> both being curved one-side-sharp blades with a point, used on horseback and shipboard respectively) and its Arabic cognate, the <em>scimitar;</em> the <em>broadsword</em> (with which nobility was decapitated as a more genteel improvement on the poll-less beheading axe); <em>rapiers</em> and fencing <em>foils,</em> both of which evolved from the French <em>épée.</em> The word <em>épée</em> derives from the Greek <em>spathê</em> (shoulderblade), via Latin <em>spatha</em> (later <em>spata</em> or <em>spada</em>), 'shoulderblade; greatsword'—also the source of the standard Italian and Spanish words for 'sword' (<em>spada</em> and <em>espada</em> respectively) and as a diminutive, English <em>spatula.</em><sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Specialists' words referring to parts of a sword include <em>quillions</em> (the cross-guards on the handle of a Renaissance sword), the <em>foible</em> (the upper part of a sword blade, so called because it was supposed to be weaker; cf. <em>feeble</em>) and <em>fuller</em> (a channel in a sword blade, sometimes erroneously referred to as a <em>blood-gutter</em>), <em>tang</em> (the “tongue” of a sword blade, around which the hilt is attached) and <em>pommel</em> (literally 'little apple,' a knob on the hilt of a sword or dagger handle), and <em>annellets</em> (the small rings sometimes extending upward from the quillions as protectors for the fingers).<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>Much has been made of the primacy of the cities of Damascus and Toledo in the manufacture of top-of-the-line swords since medieval times and even before. Both centers made swords from <em>wootz steel,</em> a high-carbon alloy originally discovered in India around 500 B.C.E.<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Forged by repeated folding and hammer-welding into multilayered blades, such swords combined great flexibility and a durable edge. Wootz reached China by 400 A.D. and Japan two centuries later. The Chinese also invented a method of selectively heat-treating the edges of their swords which the Japanese, thanks to imported Chinese and Korean smiths, learned and refined to a fine art as both a decorative and practical feature of the <em>katana,</em><sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> the sword that would become the principal weapon of the samurai warrior.</p>\n<p>Western society nowadays sees few swords save as ceremonial regalia<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> (Marines, Masons, Knights of Columbus), in private or museum collections, on stage and screen, or in reenactments by such organizations as the Society for Creative Anachronism. On the other hand, sword proverbs and popular references abound: There are two columns of entries in <em>Bartlett's Familiar Quotations</em> (antiquity's <em>Sword of Damocles,</em> the biblical beating of swords into plowshares, the terrible swift sword of the Republic's battle-hymn, and 55 others),<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> while <em>Brewer's Dictionary of Phrase and Fable</em> gives another 15 plus a list of two dozen swords whose names have become legendary (King Arthur's <em>Excalibur</em>, Siegfried's <em>Balmung,</em> Roland's <em>Durandal,</em> the Cid's <em>Tizona</em>).<sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>  Meanwhile, science fiction and fantasy have postulated new and wonderful variations on the theme, with special effects to match: Perhaps one might imagine the <em>Star Wars</em> movies without the spectacular light-sabers of the Jedi Knights, but even were all the duels replaced with as many detonated spacecraft,<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> the hexalogy wouldn't seem anywhere near as much fun.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>This is not to say that one can't make a thoroughly nasty slashing weapon out of bits of volcanic glass embedded in the side of a wooden club, as did the Indians of Central America; and comparable mixed-media bludgeons undoubtedly inflicted grievous bodily harm in the neolithic Old World as well. But with metal it became possible to forge a slashing and stabbing blade that was all of a piece. It is for such weaponry, as much as any other toolmaking, that the prehistoric tribes of Europe are claimed (by, among others, Robert Graves in <em>The Greek Myths</em> [New York: Penguin, 1991]) to have made a habit of hamstringing their village blacksmith so he couldn't easily run away and join the opposition. No coincidence, then, that the Greek god of the forge, Hephaestos, was said to be lame, although the customary explanation was that his parthenogenetic mother, Hera, chucked him down from the Olympian heights for not much more reason than his just plain being ugly. (On the other hand, he got to marry the stunningly beautiful love-goddess Aphrodite, so things could have been worse. The association of blacksmithing with virility has been the subject of popular lore since antiquity, one example of many being the ditty “A Lusty Young Smith” in Thomas D'Urfrey's Restoration-era song collection, <em>Pills to Purge Melancholy.</em> Tinkers benefit from this reputation as well, no doubt the more so for being itinerant: Society never saw fit to hobble them, which would undoubtedly have made for chaster morals, but far fewer songs.) <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>Arguably the last refuge of the flocculent historian at a loss for facts, a temporal miasma of this sort cannot be pinned down to such mundane reliabilities as radiocarbon dating —in stark contrast to “since time immemorial,” which, according to <em>Brewer's Dictionary of Phrase &amp; Fable</em> (New York: Harper &amp; Row, 1981, p. 1119), English common law precisely defines as “prior to the reign of Richard I [r. 1189–99].” At sites in Harappa (India), copper swords have been unearthed which have been dated to 2300 B.C.E. (<em><em><a href=\"http://www.nationalmuseumindia.gov.in/armour.html\">http://www.nationalmuseumindia.gov.in/armour.html</a></em></em>), though one must wonder how much they were for fighting and how much for show. The Bronze Age–dagger origin of the sword is recounted in the article “Sword,” <em>Columbia Encyclopedia</em> (New York: Columbia University Press, 1975, p. 2670), which goes on to say that it was only when “the more durable iron sword was introduced during the early Iron Age that the sword became an effective weapon.” And the first iron smelters appear to have regarded iron as a pricey novelty rather than a utilitarian one: Clayton E. Cramer (“What Caused the Iron Age” <em>(<a href=\"http://www.claytoncramer.com/Iron2.pdf\">www.claytoncramer.com/Iron2.pdf</a>)</em>, argues that while the Hittites certainly knew how to work iron, at least after a fashion, they made scant use of it, probably because their forges were not hot enough. During the first period of Hittite supremacy in Asia Minor (i.e., between 1680–1200 B.C.E., when their capital was at Hatushash on the Halys River) iron remained a luxury; objects made from it fetched eight times their weight in gold. Metallurgist E. A. Ginzel (“Steel in Ancient Greece and Rome” <em><a href=\"http://www.tf.uni-kiel.de/matwis/amat/def_en/articles/steel_greece_rome/steel_in_ancient_greece_an.html\">http://www.tf.uni-kiel.de/matwis/amat/def_en/articles/steel_greece_rome/steel_in_ancient_greece_an.html</a></em>) points out that iron from extraterrestrial sources was probably known as early as 4000 B.C.E.: Chemical analysis of these earliest iron artifacts has revealed “high nickel content … typical of meteorites.” It is also quite possible that the ancients were acquainted with <em>bog iron</em>, a naturally occurring precipitate in shallow swamps (and the ore source for New England's abortive first ironworks at Saugus, Massachusetts, in the 17th century C.E.) Nevertheless, iron by itself is not as hard as bronze; prior to the development of steel production techniques, iron weapons would almost certainly have been viewed as inferior, for all practical purposes, to bronze ones. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>Andis Kaulins (<a href=\"http://www.lexiline.com/lexiline/lexi194.htm\">http://www.lexiline.com/lexiline/lexi194.htm</a>) credits the Semitic Hyksos invaders who conquered Egypt shortly after 1700 B.C.E. with introducing the curved sword (<em>khepesh</em>), body armor, and helmets, as well as fostering an increased reliance on horses and war chariots. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>The eighth tablet of the copy of the Gilgamesh Epic found in the ruins of the Assyrian king Ashurbanipal's library at Nineveh describes in eloquent detail how Uta-Napishtim the Distant built an ark and rode out the deluge that destroyed the rest of humanity; its similarities to the biblical Noah story include the releasing of the birds at the end of the storm and the rainbow set in the sky as heaven's sign that this would never happen again, all of which is told to Gilgamesh during his visit to Dilmun to get from Uta-Napishtim the secret of immortality. Just a century and a half after his death, Gilgamesh was elevated to the status of a god of the underworld, but this only partially explains the durability of the epic, of which copies were still being made in Mesopotamia as late as 120 B.C.E. The story also has a strong appeal as a ripping yarn of heroic exploits, as well as being an edifying story of the humanizing friendship that turned an arrogant king into a decent chap. For a rigorous translation and highly informative introductory essay, see Stephanie Dalley, <em>Myths from Mesopotamia</em> (New York: Oxford University Press, 1989, pp. 39–153); for a highly readable gloss by a modern poet who ably patches over the lacunae in the original, see David Ferry <em>Gilgamesh,</em> (New York: Farrar, Straus and Giroux, 1992). <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p>Recovered from the palace of Sargon II at Khorsabad and now in the Louvre, this high relief is dated only to the eighth century B.C.E. (It is reproduced on page 67 of the <em>New Larousse Encyclopedia of Mythology</em> [New York: Crescent Books, 1987; hereinafter <em>NLEM</em>].) However, its iconography may well be a great deal older—particularly if, as a number of scholars have suggested, the episodes of lion-wrestling in the Heracles cycle are derived from the Gilgamesh story. On the other hand, the weapon depicted may be intended not as a sword but a form of sickle, whose use as an offensive weapon figures in such stories as the castration of Ouranos (<em>NELM</em>, p. 88) and the severing of heaven from earth in the Hittite tale of Kummarbi and his offspring Ullikumi, the little stone man who grew to world-threatening size while planted in the shoulder of Uppeluri, the Anatolian Atlas (S. H. Hooke, <em>Middle Eastern Mythology</em> [New York: Penguin, 1991, pp. 96–98]), as well as on a 5th-century B.C.E. red-figured vase from Athens showing Perseus, fresh from killing Medusa, brandishing a sickle instead of the usual shortsword-with-a-hook called the <em>harpê</em> (<em>NLEM</em>, p. 182). <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>The <em>–more</em> suffix means 'big.' The Scots also have, perhaps not surprisingly, a smaller sword called the <em>clay beg</em> (small sword). A. Ernout and A. Meillet's <em>Dictionnaire étymologique de la langue latine</em> (Paris: Editions Klincksieck, 1979) calls <em>gladius</em> “a word in constant use [<em>de la langue courante</em>]… passed on both to Romance languages and to Celtic,” while <em>ensis</em> is an “old word … retained solely in poetry” (pp. 275–76); from <em>ensis</em> were derived the poetic terms <em>ensifer</em> and <em>ensiger,</em> “in imitation of Greek Eiphêrês, signifying Orion” (ibid., p. 197). Ernout and Meillet also suggest (p. 276) that <em>gladius</em> may originally have been a borrowing from Celtic invaders (much as the Romans would later learn the greeting <em>Ave!</em> from their Carthaginian foes during the three Punic Wars of the 3d and 2d centuries B.C.E.); if so, Irish <em>gleache/glaedhe</em> (cognate with Scottish <em>clay</em>) was just making the return leg of an etymological round trip. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p>Massachusetts, when choosing the motto for its corporate seal, preferred the fancier word: <em>Ense petit placidam sub libertate quietem</em> (“By the sword it [that is, the Commonwealth] seeks peaceful rest under liberty”), a not-too-veiled allusion to the carnage of its last great armed conflict with the native Wampanoags and their allies under Massasoit's grandson Metacom in the 1670s. (For a balanced, well-researched history of King Philip's War, as it came to be called, see Jill Lepore's <em>The Face of War</em> [New York: Knopf, 1998]). <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>Ernout and Meillet, op. cit., pp. 638–39. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>These terms and others may be found in a glossary on the Armadillo Armory and Collectibles website <em><a href=\"http://www.armadilloarmory.com/hxsword.htm\">http://www.armadilloarmory.com/hxsword.htm</a></em>, in turn credited to <em>Britannica.com</em><em>.</em> The Armadillo site's brief history of the sword points out that “the introduction of firearms did not eliminate the sword but rather proliferated its types. The discarding of body armour made it necessary for the swordsman to be able to parry with his weapon, and the thrust-and-parry rapier came into use.” It was rather the repeating firearm that “virtually ended the value of the sword as a military weapon, though isolated instances of its use continued in 20th-century wars. As it declined in its military usefulness, the sword gained a new role in the duel, especially in Europe, out of which practice emerged the modern sport of fencing.” <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p><em>Wootz</em> is a transliteration of the Canarese term <em>ukku.</em> Alexander the Great is said to have acquired a wootz sword during his conquest of the East in the fourth century B.C.E. The Romans, however, do not seem to have ever caught on to wootz smelting; Ginzel (op. cit.) suggests that “the serendipitous actions of forging a lump of the cast iron, that would have inevitably formed at some point during Roman smelting, did not occur. This was either because the Romans were always fastidious about keeping the unmalleable stuff out of their blooms, or they simply did not experiment with the dirty hard little buttons that would occasionally occur in the furnaces. A second possibility might be that the suppliers of the wootz steel kept the process a secret from their western customers.” The latter might also explain why it took so long for wootz steelmaking to reach China. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>Here I have drawn on a brief but nicely illustrated summary of swordmaking in China at <em><a href=\"http://www.shadowofleaves.com/Chinese_Sword_History.htm\">http://www.shadowofleaves.com/Chinese_Sword_History.htm</a></em>. A website page of the Metropolitan Museum of Art <em>(<a href=\"http://www.metmuseum.org/toah/hd/japb/hd_japb.htm\">http://www.metmuseum.org/toah/hd/japb/hd_japb.htm</a>)</em> gives a succinct and lucid summary of the process of Japanese swordmaking; for what is perhaps the most comprehensive treatment of the subject, see Inami Hakusui's <em>Nippon-Tô: The Japanese Sword</em> (Tokyo: Cosmos, 1948), still a classic in its field. Its author's introduction explains that he wrote the book in large part to educate American veterans and others who had come into possession of Japanese swords as war trophies. An example of both the circumstances and formidable cleaving power of the katana is given in the following anecdote from the website of the San Francisco Japanese Sword Society (<em><a href=\"http://members.aol.com/sfkatana/\">http://members.aol.com/sfkatana/</a></em>): Several Japanese soldiers flushed from a cave by U.S. troops on Iwo Jima “surrendered to Americans by raising their arms in the air. One of them was a 6-foot tall Lieutenant in rank, who was hiding his Gunto Samurai sword behind his back. The sword was not visible to the Americans who came in front of them, because it was tightly back-placed. When one of the American GIs came within 4 feet of him, the tall Japanese soldier pulled his Katana upward &amp; sliced his enemy from clavicle to embilicus [sic]. The American GI's body was split in half, and blood squirted out in many directions. The tall Japanese soldier was shot on the spot by the other American soldiers. His Katana was kept by the American who stood 15 feet behind his comrade's split body from April, 1945 to 1987” [<em>sic! sic! sic!</em>] (Not to mention <em>eeeuw!</em>) <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>This seems to be a persistence of a class difference inherited from the Middle Ages: Gentlemen wore swords; commoners carried pikes or longbows. A curious if macabre mark of this social stratification persisted in methods of execution: In both England and France down to the 18th century, ordinary folk would be hanged, beheading being reserved for the gentry. This had its inconveniences: Robert Frederick Opie's <em>Guillotine: The Timbers of Justice,</em> reviewed by Munro Price in the online newspaper telegraph.co.uk (<em><a href=\"http://www.arts.telegraph.co.uk/arts/main.jhtml?xml=/arts/2003/04/20/boopi20.xml&amp;amp;sSheet=/arts/2003/04/20/bomain.html\">http://www.arts.telegraph.co.uk/arts/main.jhtml?xml=/arts/2003/04/20/boopi20.xml&amp;amp;sSheet=/arts/2003/04/20/bomain.html</a></em>), quotes the complaint of Charles-Marie Sanson, the Paris executioner who would later earn the sobriquet “Keystone of the Revolution,” that “[a]fter each execution the sword is unfit to perform another; it is essential that the sword which is liable to damage be sharpened and reset if there are several condemned persons to be executed at the same time. It is therefore necessary to have a number of swords available in a state of readiness...[and t]he Paris executioner has only two swords.” In the same petition Sanson noted that “the executioner [must] be very skillful and the condemned very composed, otherwise it may be impossible to complete the execution by the sword without the risk of dangerous incidents occurring.” He may have had in mind the botched decapitation of a lady of quality by his father some decades earlier, at the start of the latter's career. The lad's first slash was by no means fatal, and only the intervention of Charles-Marie's grandfather, present on the scaffold as the official officeholder but now old enough to delegate most of the actual dirty work, put the condemned woman out of her agony: Seizing the sword from his son, he struck off her head in one swift blow—his last, for he never again executed anyone else. Two centuries earlier, it had also taken two sword strokes to kill Mary, Queen of Scots, notwithstanding a French executioner had been brought to England for the occasion. Moreover, even a deftly severed head (e.g. of someone guillotined) remains alive for about a quarter of a minute: Dr. Ron Wright, a Florida medical examiner and something of a specialist in the asphyxia resulting from cranial exsanguination (an earlier job in Vermont had him doing postmortems on decapitated snowmobilers), explains that “13 seconds is the amount of high energy phosphates that the cytochromes in the brain have to keep going without new oxygen and glucose” (<em><a href=\"http://tafkac.org/medical/decapitated_head_blinking.html\">http://tafkac.org/medical/decapitated_head_blinking.html</a></em>). <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>Page 1316 of the 16th edition of <em>Bartlett's</em> (Boston: Little, Brown, 1992). <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p><em>Brewer's</em>, pp. 1087–88. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p>At the end of the first <em>Star Wars</em> film, no fewer than three names are given in the credits under the heading “Miniature Explosions.” <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>(S)wordplay</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p> <p>It is a safe bet that whoever first said that the pen was mightier than the sword was a writer, not a gladiator. The fact remains that swords have been slashing, skewering and hacking their way through history for five millennia and more, and doing a pretty thorough job of it. The only prerequisite was the ability to smelt metal; neolithic technology has yielded plenty of stone arrow- and spearheads (archaeologists are fond of calling them collectively <em>projectile points</em>), axes, and scraping knives, but no stone sword blades. Only metal will do; and even then, making a thin but strong blade that will take a sharp edge and point is a specialty. Anyone, given enough patience and pieces of chert, can learn to pressure-flake a stone projectile point, but it takes a forge to make a sword.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>The place and time of the first proper sword is shrouded in the mists of antiquity, but it appears to have come about as a lengthening of the Bronze Age dagger.<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Curves entered early: Wall reliefs show Egyptian swords that were short (the blade perhaps the length of a man's thigh) and slightly curved at the end (but with no point; evidently they were intended primarily for slashing.)<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> And the semi-mythical Gilgamesh (whom the king-list of the city-state of Uruk gives as its fourteenth monarch subsequent to the great flood)<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> is likewise depicted in a statue as holding a curved shortsword in his right hand and a very angry lion cub against his chest with his left (the S-shaped blade artfully reflecting the curl of the lion's tail).<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup></p> <p>Latin had two principal sword words: <em>gladius,</em> an everyday term apparently of Celtic origin (and eventually handed back across the linguistic fence to become old Irish <em>gleache</em> and the <em>clay-</em> of the Scots' <em>claymore</em>)<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and <em>ensis,</em> a synonym for <em>gladius</em> used almost entirely in literary contexts.<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> While <em>ensis</em> stayed highbrow and never jumped the cultural fence from Latin to its Romance descendants, <em>gladius</em> triggered a variety of derivatives such as <em>gladiola <em>(originally <em>gladiolus [hortensis]</em>, 'little sword [of the garden],' source of the French cognate <em>glaïeul</em>) and, of course,</em> gladiator.</em></p>"
}