{
  "type": "Article",
  "title": "Phrenology and Language",
  "author": "Marian Niles Walker",
  "location": "Amherst, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Phrenology and Language</h1>\n<p><em><span data-rel=\"author\">Marian Niles Walker</span> <span data-rel=\"location\">Amherst, Massachusetts</span></em></p>\n<p>In 1767, a nine-year-old boy named Franz Gall was sent by his parents to attend school in the Black Forest of Germany. His schooling required extensive rote memorization. Young Gall worked hard at his lessons, but no matter how much he studied, he could never manage to recite Latin declensions and the catechism with the enviable accuracy and fluidity of two of his schoolfellows, who recalled words and phrases flawlessly after reading them through only once or twice. Gall noticed that both students had large, protuberant eyes—so much so that he and his friends nicknamed them “saucer eyes.” This memory, unlike his Latin, would stay with him for the rest of his life. In his subsequent medical career, Gall used the physiognomy of his young rivals as an indication of a facility for words in each patient who came under his attention. Where he found the gift of a quick memory, saucer eyes seemed to peer back at him. Gall reasoned that if verbal memory has an external manifestation in protuberant eyes, then other characteristics should also have corresponding physical markers. In his later writings, Gall would recall that, before he was ten years old, he had located the organ of Language, the first organ in what would become the popular nineteenth-century interest of phrenology.</p>\n<p>By the 1850's phrenology (from <em>pçtvetç</em>, Greek for mind), the determination of human character by an examination of the contours of the skull, had spread all over Europe and the United States. Gall, and particularly his student Johann Caspar Spurzheim, thrilled audiences with public lectures on the popular science. They published several books on the subject, which were as popular as Spurzheim himself in America. The American obsession with race and reform, coupled with the American entrepreneurial spirit, offered fertile ground for this new European import.</p>\n<p>Orson Fowler learned of phrenology through the writings of Spurzheim while still in college, and abandoned a career in the ministry to preach and practice this new Gospel. He was one of the founders of the New York publishing firm of Fowler and Wells, which shipped books as far as India and Africa. By the time phrenology had run its course in the 1890's, it had found its way into major social reform movements of the nineteenth century; it had influenced famous poets and novelists; and it had given the nineteenth century a new language to describe aspects of personality. The pique of an eighteenth-century German schoolboy would affect the stories of Edgar Allen Poe, two chapters of Moby Dick, and the publication of Walt Whitman's Leaves of Grass.</p>\n<p>While the details of phrenology were as various as its practitioners, its basic principles remained constant, and many of these principles are still more or less accurate today. First, phrenology held that the brain controlled the emotional and intellectual functions of an individual: the brain was “the organ of the mind.” Second, each of these functions was controlled by a distinct part of the brain. Neurologists explain that speech is controlled by distinct parts of the human brain, specifically Broca's area and Wernicke's area, discovered in 1861 and 1876 respectively. Phrenologists split the functions of the brain into the intellectual function and the affective, or emotional function. Specific intellectual and emotional functions such as memory or hate were called faculties, and the different physical parts of the brain that were the sources of these faculties were called organs. For example, a highly developed faculty of Language has its origin in the organ of Language, which is located in the part of the brain just above and behind the eyes. And third, an individual's larger organs show greater energy than his smaller organs; that is, the power and influence of an organ and its faculty are directly related to its size.</p>\n<p>Gall's schoolmates who exhibited developed faculties of Language, also exhibited prominent, protruding eyes, since an enlarged organ of Language evidently forced the eyes forward.</p>\n<p>Modern science and phrenology part company at the fourth principle, which holds that the size and shape of any given individual's brain can be determined by observing the size and shape of an individual's head. Another point of difference between phrenology and modern science is that phrenologists believed that abstract characteristics and qualities also had corresponding organs in the brain. So, the organ of the faculty of Ideality, the comprehension of beauty and the sublime, so necessary for poets, was located at the sides of the forehead just above the temples. If an individual was blessed with large Ideality, then this enlarged organ would cause a perceivable bump or widening at that part of the head.</p>\n<p>The total number of identified faculties varied among phrenologists. Gall named twenty-six faculties and corresponding organs, his student Johann Caspar Spurzheim located thirty-five, and the American brothers Orson and Lorenzo Fowler named forty-three. The names of the faculties also differed among phrenologists. Having done much of his research on criminals and in insane asylums, Gall identified organs for specific actions, such as Murderousness, Theft, and Poetry. Spurzheim disagreed. Spurzheim thought it impractical that an entire organ should be devoted to such specific actions, and inconceivable that a benevolent Creator would endow human beings with specific organs for Murder and Theft, so he renamed them. Murderousness became Destructiveness, and Thievery became Acquisitiveness. Poetry became Ideality, the contemplation of beauty and the sublime. The specific actions and talents of individuals, he argued, arose from a combination of faculties, so that someone in jail for murder might not have an over-developed organ of Murderousness, but two equally well-developed faculties of Destructiveness and Voluntary Motion.</p>\n<p>The organs of the brain covered every emotional and intellectual characteristic, from an attachment to others (Adhesiveness), to the capacity to be astonished and believe in the supernatural (Marvelousness), and from the idea of being or existence (Individuality), to the understanding of cause and effect (Causality). Most intriguing to phrenologists was the organ of Language and its relation to the rest of the faculties. They made detailed analyses of busts and portraits of great writers, scientists and philosophers, and they usually found that all the great intellects had very well developed organs of Language. Phrenologists became adept at distinguishing different types of protuberant eyes.</p>\n<p>Eyes which protrude merely beyond the orbit of the eye-socket characterize those with a great memory for words. Even more developed are those possessed of what Gall dubs “eyes with pouches,” caused by middle part of the language organ displacing the eyes and pushing them out and down towards the cheeks, so that when the eyes are open, there appear to be a little pouches filled with water underneath the eyes. Those blessed with these prominent, downward-turning, pouchy eyes were not only adept at remembering words, but also were by nature interested in the study of language and literature. In fact, they made excellent linguists, lexicographers, historians, and librarians. From his examination of busts and engravings, Gall included among this exalted host Francis Bacon, Rabelais, Voltaire, Milton (“Milton wearies me by the crowd of names of which he is everywhere lavish,” wrote Gall), Pico Della Mirandola (the Renaissance scholar who knew twenty-two languages by the age of eighteen), Strabo, and Gibbon. All great men of intellect apparently had eyes of this description. Women, too: Gall justly includes in his list the daughter of Adelung of Brunswick, who inherited her father's gift for languages, and presumably his large, pouchy eyes.</p>\n<p>While the faculty of Language was given a position of importance in the phrenologists' conclusions about intellectuals, it was never the determinate characteristic of a great thinker. Unlike other philosophers of the time (such as Condillac), phrenologists did not think that language or Language was responsible for the generation of ideas or emotions. They maintained that all thought, feeling, and action arose from various organs in the brain and were given expression through the artificial signs of language. Language was a conduit for the activities of the other faculties. This led phrenologists to speculate about a universal, physical Language. Gall thought that each faculty had its own language, which he called a “natural language,” a kind of pantomime by which one could decipher a person's dominant faculties by observing their physical movements. So, for example, a man with a large organ for Murderousness, or Destructiveness (located just above the ears, perpendicular to the vertebral column) will draw his head between his shoulders and turn it rapidly from side to side.</p>\n<p>The natural language of Pride, whose organ is located at the upper posterior of the skull, was a head held high and back, while its cousin Vanity is slightly behind and to the side of Pride, so that the natural language of the vain man or woman is a head not only carried high, but also one that turns from side to side to look out for admirers.</p>\n<p>The natural language of the organ of Language is to rub the eyes or lower forehead, particularly if verbal memory fails. Gall thought that all of these natural languages of organs, when combined, made the perfect universal language, because it was not composed of “arbitrary signs,” but of the natural and universal movement of the muscles which are intimately connected to the organs of the brain. Gall theorized that this language of action was superior to any universal language propounded by Leibnitz or Descartes, and thought that the careful study of the workings of the brain upon external movement was the only hope for discovering a truly universal language.\t</p>\n<p>It is along these lines that the Fowler brothers wrote many of their phrenological books. American phrenologists were primarily interested in helping their fellow men to improve themselves, and to this end they encouraged their readers to develop their faculties by performing the activity of a specific faculty. Orson Fowler urged readers who wished to improve their faculty of Language to “TALK. Drive out your ideas—well if you can, and as well as possible—but well or ill, give them UTTERANCE. Join debating and speaking societies.” He thought the study of Greek and Latin and traditional methods of teaching grammar were worthless because they did not exercise the natural activity of the faculty of Language, which was communication through talking and speaking. In Memory and Intellectual Improvement Applied to Self-Education and Juvenile Instruction, he gives specific instructions for improving language, the most important being conversation, particularly a conversation in which each participant takes up to five minutes to speak his mind fully before the next conversationalist. “True eloquence,” he wrote, “rarely grows among Latin rubbish or Grecian lore, but must be FELT.” If someone wished to learn a foreign language, the proper way to learn it was to throw caution to the wind and begin speaking what one knew of it without bothering at first with the niceties of grammar.</p>\n<p>An emphasis on the combination of the physical and the intellectual was particularly evident in the phrenological treatment of the poet. For the phrenologist, a poet is born, not made. Poets fascinated phrenologists because their art was language, but not all individuals with large faculties for Language were poets.</p>\n<p>Poets required a large faculty of Language, but also a large faculty of Ideality, a faculty whose unique activity was poetry.  Like all humans, poets required animation by one of the four basic temperments. For poetry, the nervous temperment was by far the favorite.  Differences among poets in theme and vocabulary were accounted for by the prominence of other faculties. For example, an enlarged faculty of Devotion is attributed to the authors of the Psalms of David and Paradise Lost; and a large organ of Individuality to Lucretius, who wrote De Rerum Natura.</p>\n<p>Shakespeare was distinguished, in addition to his obvious facility for language, by his large faculty of Comparison, which was considered the source of his character analysis and gift for analogy. Phrenologists enthusiastically scrutinized busts, portraits and engravings of Homer, Virgil, Horace, Chaucer, Spenser, Milton, Ariosto, Tasso, Pope, and many others, looking for outward signs to confirm their talents.  All seemed to have a lateral widening above the temples which indicated an enlarged faculty of Ideality. It was only natural that the living poets should be considered along with the dead. In the nineteenth century, especially in a practical America searching for its poetic identity, phrenology had a marked influence on poetry.</p>\n<p>Before and after his death in 1849, Edgar Allen Poe was the phrenological manifestation of the poet qua Poet. His narrow, oval face, wondrously expansive forehead, and large, soulful eyes suited the phrenological requirements of his profession perfectly. His image was used for years as an illustration in phrenological books as the physical ideal of the Poet. Poe himself, although there is no evidence that he ever submitted to a phrenological examination, favorably reviewed Mrs. L. Miles' Phrenology, and the Moral Influence of Phrenology, in 1836. Phrenology found its way into some of Poe's best-known stories. “The Fall of the House of Usher,” “The Imp of the Perverse,” and “The Murders in the Rue Morgue” all employ phrenology for descriptive purposes. For example, Roderick Usher is described as having “an inordinate expansion above the regions of the temple,” a sure sign of an enlarged faculty of Ideality, which is certainly the source of Usher's poetical composition, “The Haunted Palace,” four pages later.</p>\n<p>Poe also published essays on poetry in the Southern Literary Messenger, in which he analyzed contemporary poetry based on the principles of phrenology, and his posthumous book The Literati (1850) featured brief phrenological descriptions of the literary establishment of nineteenth-century New York.</p>\n<p>“His head was phrenologically an excellent one. It may seem ridiculous, but it reminded me of General Washington's head, as seen in popular busts of him,” is how Ishmael nervously sized up his new roommate Queequeg in Chapter Ten of Moby Dick. Melville's use of phrenology in his greatest work did not stop there. He devoted two whole chapters, Seventy-Nine, “The Prairie,” and Eighty, The Nut,” to a description and phrenological analysis of the majestic head of the whale. Unfortunately for phrenology, the brain of the whale is buried so far beneath the skull that Melville concludes that “phrenologically the head of this Leviathan, in the creature's living exact state, is an entire delusion.”</p>\n<p>More fortunately for phrenology, another American writer had far more faith in this new science and was eager to use and to be of use to it. Walt Whitman published a favorable review of a phrenological book in the Brooklyn Daily Eagle in 1846. In 1849 he underwent a phrenological examination given by Orson Fowler's brother Lorenzo and was found to have highly developed faculties, including the all-important Language and Ideality. In addition, he was found to have qualities indicative of an “healthy American male,” those being Amativeness (desire for physical love), Adhesiveness (attachment to others), Self-Esteem, and Individuality. Whitman was greatly influenced by the examination, for it seemed to presage and to confirm his calling as the democratic, American poet. He used phrenological words and ideas, and Fowler's call for self-discovery and self-improvement echoed throughout his poetry. In his well-known “Song of Myself,” he writes, “Welcome is every organ and attribute of me”; and in a much later poem called “Mediums,” he describes who shall be “alimentive, amative, perceptive.”</p>\n<p>Whitman employed not only the language of phrenology but also the phrenological idea that the poet's calling is physically determined beyond any accidental powers of language. The firm of Fowler and Wells published Whitman's first book of poetry, Leaves of Grass, in 1855; it is considered one of the first works to establish a new, American poetry in a new, American, vernacular, poetic language.</p>\n<p>Unfortunately for phrenology, experimental science proved, even as early as the 1870's with the discovery of Wernicke's area, that its claims were unfounded. In the later nineteenth century, the prestige phrenology had enjoyed among the unscientifically minded public during mid-century had almost completely disappeared. By the early twentieth century, phrenology became nothing more than a side-show attraction, with hucksters doing readings for loose change, like fortune-tellers who travelled with the circus. Fowler and Wells published more books on the subjects of the occult as phrenology was replaced by the teachings of Freud and psychoanalysis. What were the secrets of phrenology's success in the nineteenth century? It offered, especially in democratic America, a means by which everyone could unlock the secrets of personality and attempt to improve himself. It offered a fascinating new language to describe human characteristics, and it was relatively easy to understand. Its location of abstract and intellectual qualities meant that there was physical evidence for intangibles such as the contemplation of the divine, the sublime, and language. Interestingly enough, phrenology was correct about many of its fundamental principles, and even prescient, as some contemporary cognitive scientists, such as George Lakoff and Mark Johnson, speculate that language may not be independent of its physical environment.  Phrenology offers a further linguistic lesson: the commonplaces of the neurotic (such as the Oedipus Complex and the Freudian Slip), which have come into everyday language, may one day possibly go the way of Roderick Usher's expansive forehead, Melville's phrenologically challenged whale, and Whitman's alimentive mediums.  Chaucer's sanguine Summoner and Whitman's phrenological self were to their authors literal and scientific.  To us, they have become metaphor.  And yet, we still seem stangely compelled by the image of a nervous, wide-eyed writer to attribute to the body what are in fact faculties of the mind.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Phrenology and Language</h1> <p><em><span data-rel=\"author\">Marian Niles Walker</span> <span data-rel=\"location\">Amherst, Massachusetts</span></em></p> <p>In 1767, a nine-year-old boy named Franz Gall was sent by his parents to attend school in the Black Forest of Germany. His schooling required extensive rote memorization. Young Gall worked hard at his lessons, but no matter how much he studied, he could never manage to recite Latin declensions and the catechism with the enviable accuracy and fluidity of two of his schoolfellows, who recalled words and phrases flawlessly after reading them through only once or twice. Gall noticed that both students had large, protuberant eyes—so much so that he and his friends nicknamed them “saucer eyes.” This memory, unlike his Latin, would stay with him for the rest of his life. In his subsequent medical career, Gall used the physiognomy of his young rivals as an indication of a facility for words in each patient who came under his attention. Where he found the gift of a quick memory, saucer eyes seemed to peer back at him. Gall reasoned that if verbal memory has an external manifestation in protuberant eyes, then other characteristics should also have corresponding physical markers. In his later writings, Gall would recall that, before he was ten years old, he had located the organ of Language, the first organ in what would become the popular nineteenth-century interest of phrenology.</p> <p>By the 1850's phrenology (from <em>pçtvetç</em>, Greek for mind), the determination of human character by an examination of the contours of the skull, had spread all over Europe and the United States. Gall, and particularly his student Johann Caspar Spurzheim, thrilled audiences with public lectures on the popular science. They published several books on the subject, which were as popular as Spurzheim himself in America. The American obsession with race and reform, coupled with the American entrepreneurial spirit, offered fertile ground for this new European import.</p> <p>Orson Fowler learned of phrenology through the writings of Spurzheim while still in college, and abandoned a career in the ministry to preach and practice this new Gospel. He was one of the founders of the New York publishing firm of Fowler and Wells, which shipped books as far as India and Africa. By the time phrenology had run its course in the 1890's, it had found its way into major social reform movements of the nineteenth century; it had influenced famous poets and novelists; and it had given the nineteenth century a new language to describe aspects of personality. The pique of an eighteenth-century German schoolboy would affect the stories of Edgar Allen Poe, two chapters of Moby Dick, and the publication of Walt Whitman's Leaves of Grass.</p>"
}