{
  "type": "Article",
  "title": "Language Felonies",
  "author": "Natalia Cherjovsky",
  "location": "Orlando, Florida",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Language Felonies</h1>\n<p><em><span data-rel=\"author\">Natalia Cherjovsky</span> <span data-rel=\"location\">Orlando, Florida</span></em></p>\n<p><em>Quotidian. Kinetic. Pungent.</em></p>\n<p>Contrary to popular belief, the words above are not gibberish or insults. I did not invent them for my evil conceit; neither did I unearth them from the ruins of an extinct civilization.</p>\n<p>Indeed the offenders are proud—if slightly anonymous—constituents of what we know as the English language. I identify them as offenders with cause, as they have been culprits in my abortive attempt to convey meaning. They bear the burden for many others like them for no other reason than that they are fresh in my mind for recklessly infiltrating my speech in the course of a conversation yesterday evening and wreaking all varieties of havoc.</p>\n<p>There they were, in all their brilliance, pouring freely from my mouth. The scoundrels! Don't they know they are never intended to be spoken outside of the realm of an English classroom—and even within that precinct, only when entirely inevitable, in extreme circumstances such as the sporadic reading of an artifact known as a book? The rogues! Such insolence to imagine that they would be allowed to put in an unscheduled, unauthorized appearance outside of their sanctuary, thoughtlessly running amuck, shamelessly mingling with normal words, as if they belonged, their mischief turned into a bona fide calamity. Their illicit jaunt outside of the academic asylum to which they have been banished for an indefinite exile single-handedly disrupted the flow of a meeting and ruffled many a feather in the happy pond that was my office.</p>\n<p>“Supposably, she teaches English at a university. But that don't mean she has to, like, throw big words around and stuff. She's showing off and, like, trying to look all smart and making us look, like, stupid.”</p>\n<p>These were the charges against me, as I overheard them from behind the protective barricades that were the walls of the bathroom stall.</p>\n<p>I stood accused of the high crimes of gratuitous use of unusual vocabulary and conspiracy to make my colleagues feel inadequate. Apparently, the tragic crisis was not their deficient acquaintance with the language but my inconsiderately liberal use of its range. Silly me. I had neglected the implicit obligation to circumscribe my utterances to the most mediocre vernacular possible. I was indeed perplexed. What, I asked myself, would be the penance that would expiate my transgression? Perhaps my fate was to be excluded as a conversational pariah, with whom any type of banter is to be promptly avoided. After all, I had disregarded the tacit directive issued to all of us: to aim for the lowest common denominator, lest we generate in anyone the discomfort associated with introspection. We have, it would seem, vacated what I thought might be the last bastion of autonomy: self-actualization. Accountability has once again been reallocated to accommodate and perpetuate our placid stagnation.</p>\n<p>The burden of remedying the situation rests not with those whose skills are subpar but with those who deliberately—or maybe even inadvertently—trespass on people's unalienable right to have their ignorance remain intact.</p>\n<p>This is the part where someone chimes in with a diatribe on equality—or lack thereof—that will inevitably hinge on the fact that not everyone has access to an education—at least not a suitable one. So, in a preemptive maneuver, I shall address that notion. I am not negating the existence of inequity. I am, however, disqualifying it as a blanket reason and unmasking it as the scapegoat it is; it is the pretext revisited whenever someone threatens our complacency; it is the motive which we want to believe grants us carte blanche to wallow in self-pity. There is something to be said for becoming answerable for one's erudition. At some point, maybe once we have had our fill of bemoaning our misfortune and decrying our imposed limitations—instances of self-indulgence some of us prefer to skirt completely—we should take responsibility for the status of our lives.</p>\n<p>At this juncture, I could of course summon examples of prominent people who have, through sheer resolve, overcome adversity and emerged triumphant. But that would feel a bit like cheating. Although, perchance, counterintuitive as the thought may appear, therein lies the hindrance: that most of us are not immersed in hardship, which often acts as a natural source of motivation, forcing our survival instincts into overdrive. Were we faced with the unspeakable circumstances some of these people had to endure, we might be more likely to persevere. Alas, it is not so, and we must derive our inspiration from elsewhere.</p>\n<p>Back to my indictment as a language agitator. If I was reasonably confounded by the allegation itself, I was duly insulted by the fact that my choice of words was being disparaged by someone who had managed to torture English beyond recognition in the space of a few seconds. I might be disillusioned, even frustrated, by people's refusal to broaden their vocabulary or remedy their inability to cope with the breadth of our language. I am, however, infuriated by the abandon with which they foster its desecration. From innovative ways to match subjects and verbs—pardon my facetiousness—to severely mangled words, there is an assortment of techniques to defile the English language. And before you dub me a reactionary, I must be adamant about the fact that I am not being intransigent. I am aware that languages evolve. I am a slang enthusiast and a fan of most neologisms. I firmly believe in incorporating these into our vernacular. Yet I also believe in being eloquent and not bastardizing the language. I might be fighting a losing battle. I am certainly outnumbered. This said, I refuse to be rendered inarticulate by the prospect of being stigmatized as a member of the aberrant minority. And to those whom my unrepentant words may affront, I say, “A miscreant I am not. The intricacy of my utterances is not indicative of any furtive aspiration to obfuscate. I beseech you, acquire a dictionary.”</p>\n<p><em>[Natalia Cherjovsky is an Argentinean-born writer who currently resides in Orlando, Florida. She is a university professor who teaches English and Media Studies and is on her way to finishing her Ph.D. at the University of Central Florida. Her research interests include globalization, cultural imperialism, gender studies, identity, and psychology.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Language Felonies</h1> <p><em><span data-rel=\"author\">Natalia Cherjovsky</span> <span data-rel=\"location\">Orlando, Florida</span></em></p> <p><em>Quotidian. Kinetic. Pungent.</em></p> <p>Contrary to popular belief, the words above are not gibberish or insults. I did not invent them for my evil conceit; neither did I unearth them from the ruins of an extinct civilization.</p> <p>Indeed the offenders are proud—if slightly anonymous—constituents of what we know as the English language. I identify them as offenders with cause, as they have been culprits in my abortive attempt to convey meaning. They bear the burden for many others like them for no other reason than that they are fresh in my mind for recklessly infiltrating my speech in the course of a conversation yesterday evening and wreaking all varieties of havoc.</p>"
}