{
  "type": "Article",
  "title": "Fan Words",
  "author": "Marcelo Rinesi",
  "location": "Buenos Aires, Argentina",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fan Words</h1>\n<p><em><span data-rel=\"author\">Marcelo Rinesi</span> <span data-rel=\"location\">Buenos Aires, Argentina</span></em></p>\n<p><em>Fan fiction</em>, <em>fanfic</em> or simply <em>fics</em>, are stories written by fans of TV shows, movies, book series, comic books, and other media. Even boy bands like N*Sync have their own, sometimes very elaborate, fan-generated literary corpus. Members of these <em>fandoms</em> form loose communities centered around their object of interest, swapping fiction, criticisms, and plain gossip on web sites, mailing lists, and other electronic media. It's a thriving activity, with thousands of active authors all over the world. One web site alone, FanFiction.net [<em>http:<a href=\"http://www.fanfiction.net\">www.fanfiction.net</a></em>], hosts almost one and a half <em>million</em> stories in hundreds of fandoms. Fan fiction also boasts a tradition that spans decades, predating not only the World Wide Web but email itself.</p>\n<p>The origin of fan fiction, both as a term and as an activity, dates back to science fiction fans from as far back as the '40s or even before. They were fans of <em>written</em> science fiction, books, and short stories published in magazines like <em>Amazing Stories</em> who liked to meet in <em>cons</em> (short for <em>convention</em>) and write and publish fan-created <em>fanzines</em>, commenting on these cons, their activities, and, of course, science fiction. Mimeographed or printed on small or leased presses and sent by the post mail, these fanzines did not originally carry much fan fiction. Fans with the desire and ability to write could always submit stories to the professional magazines; many if not most nowadays legendary writers like Isaac Asimov began their careers as eager teenagers submitting (and being rejected) time and again to these magazines. Besides, most science fiction stories “live” inside their own universes, and there was seldom an incentive to create stories using a shared narrative background.</p>\n<p>Television, in particular <em>Star Trek,</em> changed all that. Fans of the show—<em>trekkers</em> or, more pejoratively, <em>trekkies</em>—got hooked into a consistent narrative universe with a core set of characters and conventions.  “Serious” science fiction fans found this universe coarse and uninteresting compared with the more challenging creations of the literary corpus, but this same simplicity (and its undeniable attracting power) soon spawned the first fan-written <em>Star Trek</em> stories. For the record, many decades, spin-offs, and technological revolutions later, there are still <em>ST:TOS</em> (<em>Star Trek: The Original Series,</em> as fans refer to it) fan fics being written.</p>\n<p>What did change with the arrival of new communication technologies was the social structure involved in these activities. Membership in virtual communities being much more fluid, terms like <em>BNF</em> 'big-name fan' and <em>WNF</em> 'well-known fan' aren't normally used inside fanfic communities.</p>\n<p>This is not to say that the roles themselves have disappeared; in every mailing list there can be found some well-known writers and owners of archive web sites. Yet since fan fiction communities seldom engage in the kind of elaborately coordinated activities that traditional fan groups espouse, social issues take a secondary role behind the textual ones in those communities.</p>\n<p>With so many people doing it for so long, and with the particular linguistic fluidity that characterizes both fan activities and the Internet, it's no wonder that a rich and flexible vocabulary exists to deal with the complexities and nuances of writing fanfic. The most basic question is one of shared background. If you are writing a <em>Harry Potter</em> story, for example, you must generally assume that everything narrated about the books is true, and you can rely on your readers also sharing those assumptions. So many issues of character and background development refer to the body of stories shared by everybody in the fandom, that it's aptly called the <em>canon</em>, following the traditional literary use of the term. It need not be a set of books. In the case of TV shows like “Buffy the Vampire Slayer,” the canon comprises the episodes themselves. Stories are located in this fictional universe and must follow the rules established there, what's called the <em>continuity</em>. This term is used in cinema to refer to the process of ensuring that sequences done in multiple shootings don't betray those multiple shootings by accidental changes in clothing and object placement or other factors.</p>\n<p>The metaphor also works on fan fiction, although it also refers to things like personal stories and psychological traits, which should conform to the accepted canon and not change inexplicably from story to story. As a side effect, fan fiction writers and readers develop an acute eye to detect failings in continuity and are often prone to detect and criticize such inconsistencies when they creep into the canon itself.</p>\n<p>Fanfic communities usually come up with names for these shared universes, often multiple ones. For example, there is the <em>Buffyverse,</em> the universe of the show “Buffy,” sometimes called the <em>Jossverse</em> or the <em>Whedonverse</em> in reference (and deference) to series creator Joss Whedon.</p>\n<p>The naming pattern is a recurring one: there is the <em>Xenaverse</em> (from the TV show “Xena: Warrior Princess”) as well as the <em>Movieverse,</em> from the “X-Men” and “X-Men 2” movies. This last term was created to distinguish the movie canon from the comic-book canon, as there were enough differences in their backgrounds to define different settings.</p>\n<p>Sometimes multiple universes coexist <em>inside</em> the same canon. In the “Buffy the Vampire Slayer” episode “The Wish,” a misguided wish ends up changing reality into a much darker one, where most cast members are either dead, evil, or both.</p>\n<p>Although by the end of the episode things are back to normal, the concept proved alluring enough for fans that many pieces of fan fiction have been written as taking place in this subuniverse, the so-called <em>Wishverse</em>. More technically focused TV series like “Star Trek” are classically ridden with these <em>parallel universes</em> and <em>alternative timelines,</em> to the point that they become one of the main plot devices used by the series writers, instead of an anomalous event. But comic books are perhaps the media most prone to this phenomenon. Besides a dazing array of parallel planets, timelines, and entire universes grafted sometimes inconsistently into the canon, editorial companies have created whole issues and even series exploring other possibilities, the so-called <em>Elseworlds</em> (DC Comics) and <em>What if's</em> (Marvel Comics). We have thus alternative universes where all males have disappeared from the planet or where Superman is a young blacksmith in a medieval town.</p>\n<p>It's not surprising then that fanfic writers are also adept at creating and exploring these possibilities. This kind of fan fiction receives the general name of <em>alternate universes</em> or <em>AUs</em>, sometimes reusing the terms <em>alternate</em> <em>timeline,</em> <em>Elseworld,</em> or <em>“What if.”</em> They can grow into the equivalent of multiple-book series with many authors, creating incredibly detailed alternate universes for which they are the canon themselves. Sometimes people even write alternate universes to these alternate universes.</p>\n<p>Still, the multiplicity of universes is not the only creative driver behind fan fiction. Fans always and everywhere have been interested in the romantic relationships of the characters, both in and outside the canon. As this tends to be a somewhat sensitive issue for some people, authors are often required by the community's rules to tell the readers in advance about any romantic or other relationship in the story, especially if it's not in the canon.</p>\n<p>This also has the advantage of luring readers also interested in these relationships. Fans particularly vocal about a particular relationship are often referred to as '<em>shippers</em>, a shorthand for <em>relationshippers</em> that also plays on <em>worshippers</em>.</p>\n<p>The most common notation for relationships is the “x/x” format. For example, in the <em>Harry Potter</em> fandom, a fic involving a romance between Harry and Hermione would usually be tagged a “H/Hr” or a “H/H” story, while one involving Hermione and Ron would be a “R/Hr” fic. In the “Buffy” and “Angel” fandoms, likewise, a story featuring a pairing between Buffy and Angel would be tagged “B/A,” while “C/A” identifies a pairing between the characters Cordelia and Angel, and “K/U” would be readily identified in the “Star Trek” fandom as a Kirk−Uhura story.</p>\n<p>The beauty of this notation, besides being so easy to grasp and use, is that it can be—and often is—used to refer to relationships well outside anything in the canon. <em>Harry Potter</em> fans have written stories about practically any possible permutation of characters, from “Hr/R” (Hermione and Ron) to “H/R” (which can refer to either Hermione and Ron or Harry and Ron) to extensive “H/D” (Harry and Draco) relationship stories. Pretty much as in real life, gender and background don't limit the possible stories in the absolute sense, and often whole mailing lists are dedicated exclusively to stories dealing with a particular pair.</p>\n<p>In any case, while obviously clearly not reactionary against same-sex relationships, fanfic communities have developed protocols to allow people to avoid these kind of stories if they so wish. Any story involving a relationship between two males or females is customarily marked as “M/M” [Male/Male] or “F/F” [Female/Female]. The general name for this type of stories is <em>slash</em> (sometimes <em>femslash</em> for “F/F” stories). The term dates back to some of the earliest fan fiction dealing with a pairing between Captain Kirk and his first officer, Mr. Spock (“K/S” fic). Although these stories are completely beyond the canon as far as any explicit recognition goes, some fans have long affirmed that there are enough elements in their on-screen interaction to support the hypothesis. This sort of detailed analysis of postulated <em>subtexts</em> (a term borrowed from literary analysis to refer to implicit content <em>under</em> the surface text) is fairly common in most fandoms, although in some cases—most notoriously “Xena, Warrior Princess”—it can be argued that the show producers and writers have themselves encouraged this ambiguity.</p>\n<p>Another issue shared by all fanfic communities is the uncertain legal status of the activity. It is common practice to include at the beginning of every fic what is called the <em>disclaimer,</em> a short notice indicating that this or that company owns the characters and settings of the story, and that it wasn't written or distributed for profit.</p>\n<p>Of course, fan-fiction writers wouldn't be who they are if they were satisfied with stock phrases. Disclaimers often achieve the status of small creative pieces by themselves. Some common themes are elaborate descriptions of what, exactly, the author would do if he or she did own the characters and a deliberately pathetic (in the classic sense of the word) and usually funny plea not to be sued.</p>\n<p>Yet the most direct relationship between the owning companies and the fanfic writers (and fans in general) is carried through the media itself. Fiction writers are especially vocal critics of pretty much anything companies do, from spin-offs to introducing new characters. Creators themselves, they are anything but “passive consumers,” accepting everything that the <em>Powers That Be</em> (show producers, book editors) deign to inflict on their beloved characters.</p>\n<p>The term itself harks back to the New Testament: “The powers that be are ordained of God” (Romans xiii.1), and has a long story of being used to refer to the real (and often assumed to be somewhat invisible) power in a given context. Science fiction fans found the phrase apt to describe the commercial forces that own and direct their favorite media, and fandoms have since adopted it as their own. It's worthy of notice that the (in general benign but often unpredictable) mystical powers “behind the curtain” in the Buffyverse spin-off “Angel” are also called in the canon “The Powers That Be,” so the term has a special and sometimes usefully ambiguous meaning in that fandom.</p>\n<p>As a note on its vitality as a literary form, even as fan fiction covers the range from short poetry inspired by comic books to two-hundred-thousand-word epic stories about Harry Potter and his friends, it has managed to conjure its own distinctive (and much dreaded) archetype: the “Mary Sue.” She (or he) is an original character that reflects the personal characteristics of the writer, or what he or she wishes were his or her personal characteristics. This character is often young, unusually beautiful, and extremely accomplished. However it is introduced into the plot, it tends to take it over, dazzle all regular characters, save the day, and either die heroically or marry the regular character the writer would like to. It also usually ruins the fic.</p>\n<p>Its origins date back to 1974, when Paul Smith identified the type in a Star Trek story. A common contemporary manifestation would be a “mysterious new girl” arriving to Hogwarts showing strange powers and quickly making an impression on everybody from the teachers to Harry Potter himself. (For more info about Mary Sues, their history and ways of detecting them, see <em>http:writersu.s5.comhistorymarysue.html</em>.)</p>\n<p>Dreadful to read as they might be, “Mary Sues” are perhaps, in one way or another, at the core of what motivates fanfic writers. Often dedicated “consumers” of their favorite media, they nonetheless don't see these narrative universes as closed products under the control of a remote author or corporation. They engage the stories they read and watch, projecting into them their own ideas, stories, and issues, creating and re-creating these modern myths in ways that Homer, himself a fanfic creator of sorts, would have recognized in intent, if not in its tools. By blurring the distinction between readers and writers—indeed, by granting every reader the status of potential writer—fan fiction, the more unofficial and grassroots of all literary genres and perhaps the one most native to the Internet, shows a possible future with a renewed and more balanced relationship between us and the media.</p>\n<p>After all, possible futures is what fan fiction is all about.</p>\n<p><em>[Marcelo Rinesi watches TV, does mathematics, and works with computers—sometimes all at the same time—in Buenos Aires, Argentina.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fan Words</h1> <p><em><span data-rel=\"author\">Marcelo Rinesi</span> <span data-rel=\"location\">Buenos Aires, Argentina</span></em></p> <p><em>Fan fiction</em>, <em>fanfic</em> or simply <em>fics</em>, are stories written by fans of TV shows, movies, book series, comic books, and other media. Even boy bands like N*Sync have their own, sometimes very elaborate, fan-generated literary corpus. Members of these <em>fandoms</em> form loose communities centered around their object of interest, swapping fiction, criticisms, and plain gossip on web sites, mailing lists, and other electronic media. It's a thriving activity, with thousands of active authors all over the world. One web site alone, FanFiction.net [<em>http:<a href=\"http://www.fanfiction.net\">www.fanfiction.net</a></em>], hosts almost one and a half <em>million</em> stories in hundreds of fandoms. Fan fiction also boasts a tradition that spans decades, predating not only the World Wide Web but email itself.</p> <p>The origin of fan fiction, both as a term and as an activity, dates back to science fiction fans from as far back as the '40s or even before. They were fans of <em>written</em> science fiction, books, and short stories published in magazines like <em>Amazing Stories</em> who liked to meet in <em>cons</em> (short for <em>convention</em>) and write and publish fan-created <em>fanzines</em>, commenting on these cons, their activities, and, of course, science fiction. Mimeographed or printed on small or leased presses and sent by the post mail, these fanzines did not originally carry much fan fiction. Fans with the desire and ability to write could always submit stories to the professional magazines; many if not most nowadays legendary writers like Isaac Asimov began their careers as eager teenagers submitting (and being rejected) time and again to these magazines. Besides, most science fiction stories “live” inside their own universes, and there was seldom an incentive to create stories using a shared narrative background.</p> <p>Television, in particular <em>Star Trek,</em> changed all that. Fans of the show—<em>trekkers</em> or, more pejoratively, <em>trekkies</em>—got hooked into a consistent narrative universe with a core set of characters and conventions.  “Serious” science fiction fans found this universe coarse and uninteresting compared with the more challenging creations of the literary corpus, but this same simplicity (and its undeniable attracting power) soon spawned the first fan-written <em>Star Trek</em> stories. For the record, many decades, spin-offs, and technological revolutions later, there are still <em>ST:TOS</em> (<em>Star Trek: The Original Series,</em> as fans refer to it) fan fics being written.</p>"
}