{
  "type": "Article",
  "title": "High-Scoring Scrabble: Strings Seeking Definition",
  "author": "Dan Pratt",
  "location": "Laurel, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">High-Scoring Scrabble: Strings Seeking Definition</h1>\n<p><em><span data-rel=\"author\">Dan Pratt</span> <span data-rel=\"location\">Laurel, Maryland</span></em></p>\n<p>If you begin a Scrabble game with the tiles BEEIQUZ, you can score 124 points with <em>BEZIQUE</em>. Holding the tiles AHINGWZ with a <em>B</em> suitably placed between two red squares, you can score 374 points with <em>WHIZBANG</em>, provided both red squares are covered—a “triple-triple” in the U.S. or “nine-timer” in the U.K.—and the Z lands on a light-blue square. ACHHPUZ with a suitably placed <em>T</em> makes <em>CHUTZPAH</em> for 383. Holding EIMQTUZ, what letter would you like to see suitably placed? You can score 392 points with <em>E,</em> as in <em>MEZQUITE</em>.</p>\n<p>These combinations are what you can do with just the words recognized by the Scrabble dictionaries. If you choose your own tiles and make up your own words, how high can you go? Your coinage has to be pronounceable and accepted, of course.</p>\n<p>A standard Scrabble board has fifteen spaces in each direction; a Super Scrabble™ board has twenty-one. In either case, you have just seven tiles to play with, and as a practical matter you can count on finding at most one usable tile on the board. (In rare cases even fifteen-letter words, such as <em>DISINFORMATIONS</em>, have been played in real Scrabble; start with <em>FORMAT,</em> add <em>IN-</em> and <em>-IONS,</em> then add <em>DIS-.</em>) So the practical upper limit is eight-letter words. Since the use of all seven tiles yields a 50-point bonus, the practical lower limit is seven-letter words.</p>\n<p>Although the two hundred tiles of a Super Scrabble set contains at least two tiles of every letter, let's restrict our attention to the one hundred tiles of a standard set. There is just one of each of the five high-scoring tiles: <em>Q</em> and <em>Z</em> score 10, <em>J</em> and <em>X</em> score 8, and <em>K</em> scores 5.</p>\n<p><em>Q</em> is almost always followed by <em>U</em> and another vowel, so we can make syllables such as <em>QUOZ, QUIX,</em> or even <em>QUAJ</em>. (Many dictionaries list such words as <em>hajj</em> and <em>swaraj,</em> so the possibility of a syllable ending with <em>J</em> cannot be discounted.) And it's easy to get the other two highest-scoring tiles into a second syllable. So we might get <em>JOXQUIZ</em> a fine title for ESPN2's answer to <em>Jeopardy!</em> Or possibly <em>JAZQUIX,</em> someone with a windmillish attitude toward blues music. As an opening play it would score 148.</p>\n<p>With a blank and a tile already played, you can form the disused fuddy-duddy spelling <em>JAZZQUIX</em> (but what Scrabble pro ever objected to a disused spelling?) and hope to score 491 on a triple-triple.</p>\n<p>But why stop there? <em>Y</em> as a vowel is just as good as an <em>I,</em> and scores 3 more points. <em>W</em> can substitute for <em>U,</em> especially when a vowel follows (<em>qwerty</em> is in some dictionaries). So we'd have <em>JAZQWYX</em>. <em>K</em> is the highest-scoring tile we haven't used, and we can still pronounce <em>JAKZQWYX</em>. Since there is a second <em>Y</em> in a set, we can produce <em>JYKZQWYX</em>. That could score 617 points! That's more than most people have ever scored in an entire game. Sometimes all the players combined don't score that much.</p>\n<p><em>Zut alors!</em> In a French set, <em>K W X Y Z</em> are all worth 10 points each; <em>J</em> and <em>Q</em> score 8 points. So <em>JYKZQWYX</em> could score 824 points! <em>Malheureusement,</em> there is but one <em>Y</em> in a French set, so we must substitute a miserable one-point vowel for the other <em>Y,</em> reducing our total by 81 points to 743.</p>\n<p>You get the idea. Make up your own high-scoring word, or invent a definition for one of the following: <em>jaxquiz zexquoj quyxjuz kwyzjyx xykojaz whyzjack zaxquick jockquex chezquak phyzwhyx</em></p>\n<p>To actually play your word and obtain your high score, first you will need a lot of luck in picking tiles! More important, unless you have a gullible opponent, your word will have to be found in whatever dictionary you are using to resolve disputes. To get your word into the dictionary, you'll have to get it into print. Maybe you can work it into your great American novel. More likely perhaps, a short story in some online forum. Or a letter to the editor. You'll need to get others to use your invention as well. You can publicize it through the Internet in a blog, Yahoo group, chatroom, or a hundred other places. When others use your word, keep a record. When you have fifteen or twenty citations, preferably in print (online citations tend to disappear), especially in widely available publications, send your collection to a dictionary of your choice.</p>\n<p>It's not a done deal by any means, but if your coinage fills a lexical void in our ever-growing language, you have a chance. Good luck! I'm off to the nearby <em>CHEZJACQ,</em> a French restaurant-cum-sports-bar (518 points).</p>\n<p><em>[Dan L. Pratt is a retired mathematician and a linguist, amateur lexicographer, and onetime crossword champ; the winner of Scrabble® tournaments in Bermuda, Canada, Ireland, and the U.S. over four decades; and a lexicophile.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">High-Scoring Scrabble: Strings Seeking Definition</h1> <p><em><span data-rel=\"author\">Dan Pratt</span> <span data-rel=\"location\">Laurel, Maryland</span></em></p> <p>If you begin a Scrabble game with the tiles BEEIQUZ, you can score 124 points with <em>BEZIQUE</em>. Holding the tiles AHINGWZ with a <em>B</em> suitably placed between two red squares, you can score 374 points with <em>WHIZBANG</em>, provided both red squares are covered—a “triple-triple” in the U.S. or “nine-timer” in the U.K.—and the Z lands on a light-blue square. ACHHPUZ with a suitably placed <em>T</em> makes <em>CHUTZPAH</em> for 383. Holding EIMQTUZ, what letter would you like to see suitably placed? You can score 392 points with <em>E,</em> as in <em>MEZQUITE</em>.</p> <p>These combinations are what you can do with just the words recognized by the Scrabble dictionaries. If you choose your own tiles and make up your own words, how high can you go? Your coinage has to be pronounceable and accepted, of course.</p> <p>A standard Scrabble board has fifteen spaces in each direction; a Super Scrabble™ board has twenty-one. In either case, you have just seven tiles to play with, and as a practical matter you can count on finding at most one usable tile on the board. (In rare cases even fifteen-letter words, such as <em>DISINFORMATIONS</em>, have been played in real Scrabble; start with <em>FORMAT,</em> add <em>IN-</em> and <em>-IONS,</em> then add <em>DIS-.</em>) So the practical upper limit is eight-letter words. Since the use of all seven tiles yields a 50-point bonus, the practical lower limit is seven-letter words.</p>"
}