{
  "type": "Article",
  "title": "The Corporatization of Verbal Communication Processes",
  "author": "Keith Hall",
  "location": "Cottesloe, Western Australia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Corporatization of Verbal Communication Processes</h1>\n<p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Cottesloe, Western Australia</span></em></p>\n<p>My interest in corporate English started in 1984 (the year, not the book). I&nbsp;was a new recruit in a large multinational corporation in England, and the human resources department had just announced the company's latest motivational slogan: “Standing still is going backwards.” I&nbsp;was mystified. Every word made sense, but the overall sentence was nonsense. Surely there was a mistake, since standing still is definitely <em>not</em> going backward—or forward, for that matter. Standing still is the complete absence of going anywhere. What could this mystery slogan mean?</p>\n<p>I&nbsp;knew I&nbsp;had a problem, since ignoring human resources announcements sounded like a good way to start my career “going backwards.” So I&nbsp;asked my colleagues if they knew what the slogan meant. That triggered a hilarious discussion about the fact that the year was 1984, that George Orwell was probably smiling in his grave, and that senior management didn't know what they were talking about. But no one could explain the mysterious maxim from our corporate Big Brother.</p>\n<p>Fortunately, the mystery was unraveled later in the day when our departmental manager gave an announcement. Henceforth, all staff were expected to continually improve their performance and productivity. This year you had to achieve more than last year. In brief, “Standing still is going backwards.” Aha, I&nbsp;was enlightened.</p>\n<p>Having come to grips with this corporate doublespeak, I&nbsp;decided that I&nbsp;might be able to have a successful career after all. The obvious strategy was to watch for idiosyncratic English usage, find out what it meant, and then apply it assiduously in all my communications. Having successfully applied that strategy for twenty-five years, I&nbsp;feel that it is time to “share my learnings” with others. Yes, <em>learning</em> is pluralized in corporate English. My computer's spell-checker doesn't speak corporate English, so it has underlined <em>learnings</em> and asked whether I&nbsp;really mean <em>learning's</em>. Which just proves that computers will never run the world.</p>\n<p>All books and training courses on how to succeed in the corporate world use lists of guidelines, like the four Es model of leadership, the five characteristics of great businesses, the six ways to boost creativity, or the seven habits of successful managers. So here are my <em>Five Rules for Successful Corporate Communication</em>:</p>\n<p><em>Rule 1: Keep It Positive, Stupid.</em> In big corporations you will often be advised to, “Keep it simple, stupid.” You might think that means using clear, simple English, but managers aren't really looking for simplicity. What they want is a report of positive progress, without any complicating problems. Of course, political and corporate events of the past few years have made us more skeptical about people putting a “positive spin” on the facts. It sounds like being a bit loose with the truth, but in the corporate world, positive statements are still much more acceptable than negative ones.</p>\n<p>Interestingly, that doesn't mean that bad news is suppressed or ignored. Instead, it is renamed or redefined in a way that stops it from sounding so bad. Back in 1984 it was still acceptable to use the word <em>problem</em> in big companies. But <em>problem</em> sounds negative, so it was gradually replaced by the more neutral term <em>issue</em>. With time, <em>issue</em> was also dropped in favor of the more motivating term <em>challenge</em>. And more recently, <em>challenge</em> has been replaced by the even more exciting term <em>opportunity</em>. So an employee who had a <em>performance problem</em> in the 1980s now has an <em>opportunity for improvement</em>.</p>\n<p>In the same way, negative-sounding <em>layoffs</em> and <em>sackings</em> become <em>downsizing,</em> then the more neutral <em>restructuring,</em> and are now often described as <em>increasing organizational effectiveness</em>. Letters from consumers about the company's products or services used to be called <em>consumer complaints</em>. But now they are more commonly called <em>consumer comments</em> or <em>consumer feedback</em>. <em>Corporate takeovers</em> have acquired a negative image and are now described as <em>Merger &amp; Acquisition</em> or the abbreviation <em>M&amp;A</em>.</p>\n<p><em>Rule 2: TLAs Rule OK!</em> For many of us, NASA put acronyms—especially three-letter acronyms (<em>TLAs</em>)—firmly on the linguistic map during the moon-landing program of the 1960s. News services at the time were full of abbreviations like <em>ETA</em>, <em>EVA,</em> and <em>LLM</em> (referring to estimated time of arrival, extra-vehicular activity, and lunar landing module). More recently, NASA has moved back to more user-friendly terminology like <em>space walk</em> and <em>Martian</em> <em>rover.</em></p>\n<p>Yet acronyms still abound in the corporate world, sometimes for convenience and brevity in communication, and sometimes as a euphemism for unpleasant situations (to comply with <em>Rule&nbsp;1</em>, above).</p>\n<p>If you attend a business meeting in any large corporation, you will find that virtually every sentence used in the discussion will include at least one TLA. Some will be familiar from their use in news services, like <em>CEO</em> 'chief executive officer,' <em>CTO</em> 'chief technical officer,' <em>2IC</em> 'second in command,' <em>ROI&nbsp;</em>'return on investment,' and <em>TSR</em> 'total shareholder return.' Others will be used broadly within the corporate world but rarely outside it. These include <em>FGI&nbsp;</em>'focus group interview' (sometimes <em>FGD</em> 'focus group discussion'), <em>OEM</em> 'original equipment manufacturer,' <em>SKU</em> 'stock keeping unit,' <em>TQ</em> 'total quality,' <em>GMP</em> 'good manufacturing practice,' and <em>MRP</em> 'manufacturing resource planning.'</p>\n<p>Of course, some TLAs are specific to a given company, but most people don't know which terms are used only within their company and which are more widely understood. That leads to some amusing interactions when people from two different companies meet. At first they try to avoid using acronyms, which means that their sentences become rather long and labored. Then one of them accidentally uses an acronym, realizes his or her mistake, apologizes, explains what the acronym means, and (if it is a broadly used acronym) is dumbfounded to find that the other person understands it anyway.</p>\n<p>A popular game in corporations is the invention of amusingly irreverent new meanings for existing TLAs. MRP is sometimes playfully expanded into 'marketing runs the place.' One company named its global downsizing and restructuring program Strengthening Global Effectiveness (see <em>Rule&nbsp;1</em>), and then further disguised the unpleasant realities by adopting the acronym <em>SGE</em>. Before long, many of the staff were calling the program by the amusingly apt description 'say goodbye to everybody.' Another company started including objectives, goals, strategies, and measures in its business plans under the convenient acronym <em>OGSM,</em> but senior management were dismayed to find that junior staff simply referred to these elements of the plan as <em>orgasms</em>.</p>\n<p>The staff of one company were amused to find themselves working on a project with the eye-opening acronym <em>PISS</em>. Surprisingly, everyone continued to write about the project under the outrageous acronym, and no one openly admitted that it was a bit of an embarrassing project name. It was a clear case of the emperor's new clothes. In speech, however, the project was always said as “<em>pea-eye-ess-ess</em>”—never as “piss.”</p>\n<p><em>Rule 3: Play the Numbers Game.</em> The corporate world is totally focused on numbers. There are the twenty-two immutable laws of marketing, twenty-two irrefutable laws of advertising, seven habits of highly effective people, ten deadly sins of marketing, the four Es model of leadership, and many more. It almost seems as though things that can't be stated numerically have a rather shadowy and tenuous existence.</p>\n<p>Despite this apparent desire for numerical accuracy, there is always a strong tendency for numbers to get rounded. Of course, they get rounded upward if they are a measure of something good or desirable and downward if they are unwelcome. So sales of $87 million will probably be referred to loosely in meetings as “$90 million” by middle management and then further rounded to “about $100 million” by senior management. This tendency is fully consistent with Rule&nbsp;1 (<em>Keep it Positive, Stupid</em>).</p>\n<p><em>Rule 4: Mystify Them with Sporting Metaphors.</em> In the 1980s, military terminology was popular in the corporate world. Sun Tzu's classic, <em>The Art of War,</em> was required reading for managers, and many business situations were described in terms of military analogies. It was common to talk about businesses that were fighting for survival; marketing was a battle for more consumers and greater sales; competitive companies were combatants; some companies won the battle early on, while others had to fight to achieve market domination. The bloodthirsty terminology reached its peak in the 1990s when companies aimed to nuke the competition and achieve global dominance.</p>\n<p>Then there was an abrupt change. Companies that used such terminology were seen as adopting unfair business practices. After a few court cases, executives turned away from military terminology and used sporting metaphors instead. Combatants have now become players, and battlegrounds have become playing fields. Business and marketing books refer to local companies “joining the race”; describe the competition between big companies as a “two-horse race”; and even refer to “a titanic struggle between two major players.”</p>\n<p>There is one big snag with using sporting metaphors. In the increasingly global business world, the sporting expressions are being used in countries where the sport in question is virtually unknown. So I&nbsp;have heard American managers in China telling their staff that a new product must “hit the sweet spot on the value equation” and that a risky project will only work if we “hit a string of homers.” If you don't know about baseball, these are inscrutable statements.</p>\n<p>The basketball expression “full-court press” is just as mystifying, but “calling timeout” seems to have successfully entered the global corporate English vocabulary.</p>\n<p><em>Rule 5: Expect Unexpected Reversals.</em> Many statements in the corporate world turn normal logic upside down. I&nbsp;have already described my confusion on first hearing the slogan “Standing still is going backwards.” In a similar vein, marketing experts who advocate reducing the number of items in your product lineup will assure you that “less is more.” And all general managers know that doing business is hard when the business is soft. You might also guess that bottom-line results are the opposite of top-line results, but you would be wrong. Top-line results are the initial, big-picture learnings; bottom-line results refer to the final profit after paying all costs and taxes.</p>\n<p>Even the familiar expression “apples-to-apples comparison” is a bit of a contradiction. A visiting American manager told staff in the Beijing office of one company that they couldn't compare apples and oranges.</p>\n<p>They had to make an apples-to-apples comparison. The Chinese staff were completely mystified. As they explained to me afterward, apples and oranges are both fruit, they are both round, both sweet, both purchased in the fruit-and-vegetable market, and both are in season at the same time and at around the same price. So why is it such a terrible thing to compare them? I&nbsp;had to admit that their logic was convincing. Still, it would cut no ice in the corporate world.</p>\n<p>Of course, there are further aspects of corporate English to learn. There are all those new words: <em>leverage, proactive, priorize, prioritize, diarize, incentivization, dollarize, paradigm shift,</em> and many more. Some have been adopted into conventional English, but business documents still get a lot of those red zig-zag warning lines in Word!</p>\n<p>So if you are just starting out on your corporate career, take my advice: keep it positive, stupid; remember that TLAs rule OK; learn how to play the numbers game; mystify them with sporting metaphors; and expect unexpected reversals. Compared with these linguistic challenges, you will find that your work is trivially simple. Success is guaranteed.</p>\n<p><em>[Keith Hall has a Ph.D in chemistry from the University of Western Australia and has worked as a research and development manager in England, Japan, China, and Singapore. He recently returned to Australia and reinvented himself as a writer, focusing on&nbsp;the humorous aspects of language, culture, and&nbsp;travel.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Corporatization of Verbal Communication Processes</h1> <p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Cottesloe, Western Australia</span></em></p> <p>My interest in corporate English started in 1984 (the year, not the book). I&nbsp;was a new recruit in a large multinational corporation in England, and the human resources department had just announced the company's latest motivational slogan: “Standing still is going backwards.” I&nbsp;was mystified. Every word made sense, but the overall sentence was nonsense. Surely there was a mistake, since standing still is definitely <em>not</em> going backward—or forward, for that matter. Standing still is the complete absence of going anywhere. What could this mystery slogan mean?</p> <p>I&nbsp;knew I&nbsp;had a problem, since ignoring human resources announcements sounded like a good way to start my career “going backwards.” So I&nbsp;asked my colleagues if they knew what the slogan meant. That triggered a hilarious discussion about the fact that the year was 1984, that George Orwell was probably smiling in his grave, and that senior management didn't know what they were talking about. But no one could explain the mysterious maxim from our corporate Big Brother.</p> <p>Fortunately, the mystery was unraveled later in the day when our departmental manager gave an announcement. Henceforth, all staff were expected to continually improve their performance and productivity. This year you had to achieve more than last year. In brief, “Standing still is going backwards.” Aha, I&nbsp;was enlightened.</p>"
}