{
  "type": "Article",
  "title": "The American Dialect Society in Albuquerque: Notes from the Academy Awards of Words",
  "author": "Mark Peters",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The American Dialect Society in Albuquerque: Notes from the Academy Awards of Words</h1>\n<p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>Since 1990, the American Dialect Society (ADS) has been selecting a Word of the Year in emulation of <em>Time's</em> Person of the Year award, with winners that have included <em>not!, cyber, weapons of mass destruction,</em> and <em>metrosexual.</em> The ADS vote is the most respected WOTY event, and over the years the preliminary categories have immortalized some real gems as well, including <em>Ejaculation Proclamation</em> (1998's Most Euphemistic), <em>shuicide bomber</em> (2001's Most Creative), and <em>stalkette</em> (2004's Most Unnecessary). January 2006 was my first WOTY meeting, and in anticipation of attending and writing about it, I was as giddy as a schoolgirl when the sailboats dock. There just aren't many places you can hear one linguist say “I must speak for Bumper Nutz”—only to have his thought finished by another—“for they cannot speak for themselves.”</p>\n<p>But those words and more were heard at 5:30  on January 6, 2006 at the Albuquerque Hyatt, the ADS's home for the week. The WOTY vote (hosted by Alan Metcalf, author of <em>Predicting New Words: The Secrets of Their Success,</em> and Wayne Glowka, editor of <em>American Speech</em>'s “Among the New Words” column) was an hour and a half of high and low comedy, as professional and amateur word-lovers reveled in their passion with the enthusiasm and competitiveness of a fantasy football league. It's hard to compose a straight narrative of all the impromptu suggestions, supporting speeches, unintentional comedy, intentional comedy, and the preposterous verbal environment, but before I even try, here are some highlights of the 10:30 am nominating meeting that got the linguistic ball rolling:</p>\n<p>1) Glowka's opening words: “Time to tuck our whale tails and our muffin tops back into our low-riders and get down to business.” If you thought <em>whale tail</em> and <em>muffin top</em> were jargon from the worlds of zoology and coffee shops, well, they actually refer to beltline-area wardrobe catastrophes—according to the ADS definitions, a <em>whale tail</em> is “the appearance of thong or g-string underwear above the waistband of pants, short, or a skirt” and a <em>muffin top</em> is “the bulge of flesh hanging over the top of low-rider jeans.”</p>\n<p>2) Steve Kleinedler, a senior editor of the <em>American Heritage Dictionary</em>, nominating <em>truthiness</em> (defined by ADS as “the quality of stating concepts or facts one wishes to be true, rather than concepts or facts known to be true”) and <em>grippy</em> (a silly alternative to <em>gripping</em>), two words that sprang from the fertile minds behind the new <em>Colbert Report,</em> which, like its parent <em>The Daily Show,</em> has been a favorite of mine and a feast of neology, with coinages including <em>forgive-y, Darwinlutionist, deballification, humbuggery, Bill-of-Rights-hugger,</em> and <em>Jesi</em> (the plural of <em>Jesus</em>).</p>\n<p>3) Glowka explaining the difference between <em>neuticles</em> (fake testicles attached to a pooch for dog-self-esteem-related reasons) and <em>Bumper Nutz</em> (fake testicles attached to a car for male-nutjob-related reasons). That's not a distinction I hope will ever need to be made again. Ok, that's a lie—if I ran the world, that distinction would be on the SAT, GRE, and every courthouse in the nation. Moving on.</p>\n<p>4) Hearing a dignified speaker like Metcalf—patron linguist of the WOTY event, by the way—say <em>crotchfruit</em> (a childish synonym for <em>children</em> nominated by Grant Barrett). That's comedy, folks.</p>\n<p>Back to the linguistic Super Bowl… The first vote was for “Most Useful,” and <em>podcast</em> triumphed over a field that included <em>lifehack</em> (a programmer-inspired word for things that make your life more efficient), <em>patent troll</em> (someone who buys up patents with an eye on suing people, not making stuff), and <em>truthiness.</em> At this point, <em>truthiness</em> seemed to be done for the day and as likely to be a successful word as <em>Federletus,</em> a nominating-meeting reject that refers to then unborn crotchfruit of Britney Spears and Kevin Federline, much like the then-uncoined <em>Infangelina</em> names the growing spawn of <em>Brangelina,</em> the unholy-yet-not-unhot union of Brad Pitt and Angelina Jolie.</p>\n<p>Up next was “Most Creative,” one of several categories in which delightful words for disgraceful things dominated, as <em>whale tail</em> and <em>muffin top</em> left poor <em>pinosaur</em>(a really, really old pine tree found in Australia) and <em>fleeancé</em> (a goofy term for the runaway bride) in the linguistic dirt. In a runoff vote, the whales topped the muffins. Next, Federline's nickname <em>K-fed—</em> one of those annoying abbreviated names like <em>Flo-Jo, A-Rod,</em> and <em>Joe Pa—</em> won “Most Unnecessary” over <em>man-date</em> (a non-conjugalicious outing involving two dudes), <em>pope-squatting</em> (a word for cybersquatting domain names of prospective Popes while gruesomely awaiting the death of the current pontiff), and <em>reverse logistics—</em> a deliciously euphemistic term for desupplying a warehouse that got my wasted vote, much to my sad, sad chagrin.</p>\n<p>I was quickly cheered up when <em>crotchfruit—</em> which sprang from the non-peopling loins of the child-free movement—won “Most Outrageous” word. I didn't have long to revel in this decisive victory over <em>Bumper Nutz, Whizzinator</em> (a handy urine-cleansing device), <em>Ex-Lax option</em> (an immediate flushing, er, withdrawal of troops from Iraq),and <em>intelligent design</em> (a last-minute nomination that finished a solid second place), as the voting continued, and the perennially notable category “Most Euphemistic” was up. Earlier, I had nominated <em>holistic practitioner,</em> a euphemism for <em>prostitute</em> that has caught on in Canada due to lax laws for opening a <em>holistic health center</em>/brothel. Though my beloved euphemism lost (along with <em>holiday tree,</em> a preposterous synonym for a Christmas tree, and <em>VBIED,</em> a vehicle-borne improvised explosive device that in more descriptive days was known as a <em>car bomb</em>) to <em>internal nutrition,</em> I didn't shed any tears for the ho-listic loss: <em>internal nutrition</em> is a government-coined term for forcefeeding a detainee, and I think even Georges Carlin and Orwell would be a little stunned by this noxious use of language.</p>\n<p>Sportswriter Bill Simmons recently wrote, “One of the prevailing themes of 2005 was that Tom Cruise turned into a crazy person,” and this was not lost on the linguists in Albuquerque. In a rare moment of consensus and cultural-linguistic kismet, a Tom Cruise category had been suggested and agreed upon during the nominating meeting to host phrases like <em>jump the couch—</em> a mutation of <em>jump the shark</em> in honor of Cruise's much-spoofed hysterics on the Oprah show—and words like the self-defining <em>Cruise-azy.</em> It seems that <em>do the Cruise</em> and <em>to be Cruised</em> had also been coined, in addition to <em>TomKat,</em> a name-blend nickname for the swell coupling of Cruise and his zombie bride Katie Holmes. (I didn't remember this until the next day, but I've also seen <em>Cruise missile</em> used to describe Mr. Cruise's, uh, “top gun.”) Anyway, these words were lumped under yet another Cruise-y word, <em>Cruiselex,</em> and <em>jump the couch</em> was an easy winner.</p>\n<p>In a much more boring contest for “Most Likely to Succeed,” <em>sudoku</em> and <em>podcast</em> trounced <em>Cyber Monday</em> (the online-shopping blowout after Thanksgiving) and <em>folksonomy</em> (a neat word that, according to <em>Wikipedia,</em>“ refers to the collaborative but unsophisticated way in which information is being categorized on the web,” and I guess <em>Wikipedia</em> should know). In the run-off, <em>sudoku</em> won, and I yawned.</p>\n<p>Can we get back to the fun words? I have the attention span of a squirrel on crack, and I needed more stimulating words to keep me awake. Thankfully, I was awakened by <em>pope-squatting,</em> which was revived in the “Least Likely to Succeed” category, where it crapped all over the just-invented <em>Cruiselex, Brangelina, GSAVE</em> (Global Struggle Against Violent Extremism), and <em>metrospirital,</em> (a variation of <em>metrosexual</em> that, despite my word-appreciating ways, makes me want to bleach my brain).</p>\n<p>On to the main event… The WOTY candidates were nominated on the spot, and they were the mixiest of mixed bags: topical words like <em>intelligent design, refugee,</em> and all <em>Katrina</em> variations (<em>Katrinagate, Katrina pox,</em> <em>Katrina cough,</em> etc.), clever terms like <em>truthiness, disaster-industrial complex,</em> and <em>brownout,</em> plus the somewhat preposterous entrants <em>Cruiselex</em> and <em>heckuva job</em> (which came from George W. Bush's thumbs-uppy words to FEMA chief/moron Michael Brown: “Brownie, you're doin' a heckuva job”). In the initial vote, <em>Katrina</em> edged <em>truthiness</em> 36 votes to 32, resulting in a runoff. It was at this point that I turned to someone and said, “We are so close to being on <em>The Colbert Report</em> right now!” Ok, I'm a starfracker, so shoot me.</p>\n<p>Though I was about as nonpartisan as a chicken in a cockfight, I did appreciate (or at least notice) how <em>Katrina</em> and <em>truthiness</em> represent polar views of what the WOTY should be. If you think the WOTY should be a word that's been in the news, that people have been using as never before, and that has national significance, then <em>Katrina</em> is your kind of word. If you think interestingness and cleverness and resonance count more than use and prominence, then <em>truthiness</em> is up your street. Before the final showdown between <em>Katrina</em> and <em>truthiness</em>, several folks spoke up on behalf of both words. One agitated linguist insisted that <em>truthiness</em> was a vague, preposterous word, to which <em>Slayer Slang</em> author Michael Adams responded by defining <em>truthiness</em> as something that's “truthy as opposed to facty.”</p>\n<p>I don't know if my memory or notes are less reliable at this point—no wonder I approve of <em>truthiness</em>!—but I threw my two or three cents in. I tried to subvert the argument of the anti-truthiness warrior and said something like, “Detractors of truthiness say it's a vague word—and they're right! But the slipperiness of truthiness embodies the slippery games the Bush administration, religious groups, and the media play with the truth!” I swear I saw heads nodding, and this is my article, so there.</p>\n<p>Also, just seconds before the final vote, someone from the American Name Society came in and said they were holding a “Name of the Year” vote in the morning that <em>Katrina</em> was almost sure to win. For ministers of <em>truthiness</em> like myself, this was good news and a great omen: Why give <em>Katrina</em> two wins? Hasn't she done enough?</p>\n<p>Sure enough, at 6:30, Allan said those magical words: “Well, truthiness will out!” And out it did, by a margin of 66 to 22. I promptly did the happy dance and inwardly high-fived myself: As a rabid fan of Colbert and amusing y-suffix words like <em>humanitariany, special-forces-y, come-hither-y, creepy-uncle-y,</em> and <em>forbidden-love-y,</em> helping make <em>truthiness</em> WOTY was sweeter than a bucket of honey habenero wings (which can be found in large, yummy quantities at the Doubletree Hotel in Albuquerque, if you're in town).</p>\n<p>As I finish writing this during the second week of February, it sure looks like <em>truthiness</em> has a chance to stick around—the February 13 issue of <em>Newsweek</em> carries the headline “The 'Truthiness' of Stephen Colbert,” and <em>truthiness</em> has been used prominently in <em>The New York Times, The Chicago Tribune, The Washington Times, USA Today,</em> and elsewhere to discuss even non-Colbert topics such as James Frey's lie-filled memoir. James Callan (editor of <em>Neologasm</em>, a new new-word blog) offered a plausible explanation for the appeal of <em>truthiness</em> on the ADS listserv: “I imagine that 'truthiness' benefits because it's a media-friendly way of saying 'bullshit,' in the HG Frankfurt sense of the word. If not an exact synonym, it's close enough for headline work” (Jan. 27, 2006).</p>\n<p>Does this mean <em>malarkey, twaddle, rubbish, hogwash,</em> and <em>hooey</em> have a brand spanking new sibling? Time will tell, but as Metcalf wrote, also on the ADS lists, “Like astronomers witnessing the birth of a nova, we are watching the nativity and infancy of a new word that has the possibility of becoming a permanent addition to the vocabulary. And we have been midwives” (Jan. 18, 2006). I've never been so proud to be a wife, and that's the God's honest truthiness.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The American Dialect Society in Albuquerque: Notes from the Academy Awards of Words</h1> <p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>Since 1990, the American Dialect Society (ADS) has been selecting a Word of the Year in emulation of <em>Time's</em> Person of the Year award, with winners that have included <em>not!, cyber, weapons of mass destruction,</em> and <em>metrosexual.</em> The ADS vote is the most respected WOTY event, and over the years the preliminary categories have immortalized some real gems as well, including <em>Ejaculation Proclamation</em> (1998's Most Euphemistic), <em>shuicide bomber</em> (2001's Most Creative), and <em>stalkette</em> (2004's Most Unnecessary). January 2006 was my first WOTY meeting, and in anticipation of attending and writing about it, I was as giddy as a schoolgirl when the sailboats dock. There just aren't many places you can hear one linguist say “I must speak for Bumper Nutz”—only to have his thought finished by another—“for they cannot speak for themselves.”</p> <p>But those words and more were heard at 5:30  on January 6, 2006 at the Albuquerque Hyatt, the ADS's home for the week. The WOTY vote (hosted by Alan Metcalf, author of <em>Predicting New Words: The Secrets of Their Success,</em> and Wayne Glowka, editor of <em>American Speech</em>'s “Among the New Words” column) was an hour and a half of high and low comedy, as professional and amateur word-lovers reveled in their passion with the enthusiasm and competitiveness of a fantasy football league. It's hard to compose a straight narrative of all the impromptu suggestions, supporting speeches, unintentional comedy, intentional comedy, and the preposterous verbal environment, but before I even try, here are some highlights of the 10:30 am nominating meeting that got the linguistic ball rolling:</p> <p>1) Glowka's opening words: “Time to tuck our whale tails and our muffin tops back into our low-riders and get down to business.” If you thought <em>whale tail</em> and <em>muffin top</em> were jargon from the worlds of zoology and coffee shops, well, they actually refer to beltline-area wardrobe catastrophes—according to the ADS definitions, a <em>whale tail</em> is “the appearance of thong or g-string underwear above the waistband of pants, short, or a skirt” and a <em>muffin top</em> is “the bulge of flesh hanging over the top of low-rider jeans.”</p>"
}