{
  "type": "Article",
  "title": "Getting Bowzered in Early America",
  "author": "Rosemarie Ostler",
  "location": "Eugene, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Getting Bowzered in Early America</h1>\n<p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p>\n<p>Crooking the elbow was a serious occupation in eighteenth-century America. Visitors to the early republic often expressed astonishment at the amount of spirits that Americans knocked back during an ordinary day. People of the time believed that guzzling plain unadulterated water was unhealthy (as it sometimes was before the days of water treatment plants). They regarded liquor as nourishment. Then, as now, people also used it for medicinal purposes. A popular euphemism was <em>antifogmatic,</em> a drink taken on the pretext that it counteracted the bad effects of foggy weather.</p>\n<p>Although drunkenness was frowned on, moderate alcohol intake was a normal part of meals. What Americans considered moderate in the late 1700s amounted to an annual per capita consumption of nearly four gallons of hard liquor, well over twice the amount that modern Americans consume. They also found room for many tankards of hard cider and one-percent beer, and if they were wealthy a certain amount of wine.</p>\n<p>It's not surprising that in spite of good intentions, Americans compiled a broad vocabulary to describe the effects of all that imbibing. Benjamin Franklin collected a list of well over 100 words and expressions meaning <em>drunk</em> in 1737. It features some still in use, such as <em>oiled, soaked, buzzed, stewed, boozy, fuddled, intoxicated, tipsy,</em> and <em>cockeyed.</em> Others have since disappeared, including <em>jagged, bowzered, fuzzled, glaized, nimptopsical, cherubimical, jocular, moon-eyed, limber, loose in the hilts, in his airs, got on his little hat, seen the French king</em> and <em>stiff as a ringbolt.</em></p>\n<p>Until the Revolution, rum, called <em>stinkibus</em>, was the favored tipple. It could be mixed with spruce beer to make a <em>calibogus</em> or with ordinary beer and sugar to make a <em>flip.</em> During the war, neither rum nor the molasses used to make it could be imported from the British West Indies, so Americans had to fire up the still and make their own. At first whiskey was distilled mainly from rye or wheat—both Washington and Jefferson owned rye distilleries—but by the 1780s the favored grain was sweet corn. <em>Corn whiskey,</em> <em>corn juice,</em> or <em>corn squeezings,</em> as this early form of bourbon was called, was soon the all-American drink. Those who indulged too freely were said to be <em>corned</em> or <em>corned up.</em></p>\n<p>A popular expression in the mid-nineteenth century was <em>acknowledge the corn,</em> meaning to admit guilt or having made a mistake. The phrase was so common that newspapers of the time frequently printed it without explanation, for example, “Mr. Tyler, in reply [to the charges] boldly acknowledges the corn,” or “'Enough,' said the captain. 'I'm hoaxed . . . I acknowledge the corn.'” Prisoners before the bench and congressmen in awkward situations freely acknowledged the corn. The variants <em>confess the corn, admit the corn,</em> and <em>own the corn</em> were also used occasionally.</p>\n<p>Long shaggy-dog stories have been concocted to explain the origin of <em>acknowledge the corn.</em> The most widely quoted appeared in the <em>Pittsburgh Commercial Advertiser</em> sometime before 1850, describing how a young man from the Louisiana countryside (a corn-cracker) arrived in New Orleans and was suckered into a big-city betting game. He gambled away his worldly wealth, including a flatboat each of corn and potatoes that he had meant to sell. When he returned to the dock that night he was staggered by a further disaster. For reasons unknown, the flatboat carrying the corn had sunk, taking its cargo to the bottom of the river. The unfortunate young man collapsed into bed with his brain in a muddle. By the next morning, however, he had a plan. When the winner of the previous evening's game arrived to claim his property, the farm boy was ready for him. “Stranger,” he declared grandly, “I acknowledge the corn—take 'em; but the potatoes you can't have, by thunder!”</p>\n<p>As beguiling as this explanation is, the one proposed by linguist Jeffrey Alan Hirschberg is more plausible. Hirschberg suggests that acknowledging the corn was originally an admission that the speaker had been at the corn whiskey and was consequently <em>corned,</em> or drunk. Those who acknowledge the corn in newspaper reports often admit as much in so many words, as in this quote from the <em>Philadelphia Spirit of the Times:</em> “Your honor, I confess the corn. I was royally drunk.”</p>\n<p>Although early citizens poured rivers of corn whiskey down their gullets, they also enjoyed variety in their beverages. For those who craved something different, cocktails fit the bill. Although Americans did not invent the concept of cocktails, they did provide the name. The word <em>cocktail</em> first appears in print in 1806 in <em>The Balance and Columbian Repository,</em> a Hudson, New York newspaper. In answer to a reader's query, the editor describes a cocktail as a mixture of spirits, water, sugar, and bitters. The drink was also sometimes called a <em>bittered sling.</em> Much politicking of the time was done in taverns, and the editor remarks that the cocktail was said to be of great use to Democratic candidates (that is, opponents of the Federalists) “because a person having swallowed a glass of it is ready to swallow anything else.”</p>\n<p>The word's origins are mysterious, but theories abound. One possibility is that it came from the French <em>coquetier,</em> an egg cup. New Orleans apothecary Antoine Peychaud, who invented Peychaud bitters, reportedly dispensed strong drinks in these small cups. Another plausible theory is that the word derives from <em>coquetel,</em> a mixed drink introduced during the Revolution by French soldiers from Bordeaux.</p>\n<p>English origins for <em>cocktail</em> have also been proposed. <em>Cock-ale</em> was a strengthening beverage brewed from a cock, or rooster, boiled in spices and steeped for several days in ale (the kind of chicken soup that would definitely clear up colds in a hurry). Another suggestion is that the word derives from <em>cock-tailings,</em> meaning the dregs or <em>tailings</em> of liquor barrels, which were mixed together and sold cheaply. The cock in this case was the barrel's spigot. A more fanciful story concerns a tavern keeper during the Revolutionary War who served rum and fruit juice decorated with a rooster's feather. In this version, French officers referred to this unusual form of swizzle stick in a mixture of French and English, <em>le coq's tail.</em> Taking a different approach, a few imaginative etymologists have theorized that the drink is so called because it cocks the imbiber's tail, like a <em>cock-tailed</em> horse whose tail has been docked short.</p>\n<p>Washington Irving mentions two early cocktails in his 1809 book <em>Knickerbocker's History of New York,</em> “recondite drinks” favored by the Dutch settlers in New Amsterdam. These were the <em>sherry cobbler</em> and the <em>stone fence.</em> Cobblers were made out of wine mixed with sugar, juice, and fruit. The stone fence, also called a <em>stonewall,</em> was a mixture of rum and cider. Although Irving doesn't mention them, <em>juleps</em> were another popular thirst quencher of the time.</p>\n<p>John Bartlett, who compiled a collection of Americanisms in 1848, lists the names of nearly sixty cocktails found in early-nineteenth-century taverns. They include, among others, the <em>racehorse, <em>slip ticket,</em> <em>I.O.U.,</em> moral suasion, vox populi, Virginia fancy, Knickerbocker, pig and whistle, smasher, floater, poor man's punch, milk punch, soda punch, slingflip, phlegm-cutter, and ching-ching.</em></p>\n<p>Sadly, most of these charmingly named drinks have disappeared from the bartenders' guides, to be replaced by martinis, mojitos, gimlets, daiquiris, and dozens of even more “recondite” mixtures. Cobblers are still around, though, now made with liquor as well as wine, brandy, and sherry. The founding fathers would be proud.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Getting Bowzered in Early America</h1> <p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p> <p>Crooking the elbow was a serious occupation in eighteenth-century America. Visitors to the early republic often expressed astonishment at the amount of spirits that Americans knocked back during an ordinary day. People of the time believed that guzzling plain unadulterated water was unhealthy (as it sometimes was before the days of water treatment plants). They regarded liquor as nourishment. Then, as now, people also used it for medicinal purposes. A popular euphemism was <em>antifogmatic,</em> a drink taken on the pretext that it counteracted the bad effects of foggy weather.</p> <p>Although drunkenness was frowned on, moderate alcohol intake was a normal part of meals. What Americans considered moderate in the late 1700s amounted to an annual per capita consumption of nearly four gallons of hard liquor, well over twice the amount that modern Americans consume. They also found room for many tankards of hard cider and one-percent beer, and if they were wealthy a certain amount of wine.</p> <p>It's not surprising that in spite of good intentions, Americans compiled a broad vocabulary to describe the effects of all that imbibing. Benjamin Franklin collected a list of well over 100 words and expressions meaning <em>drunk</em> in 1737. It features some still in use, such as <em>oiled, soaked, buzzed, stewed, boozy, fuddled, intoxicated, tipsy,</em> and <em>cockeyed.</em> Others have since disappeared, including <em>jagged, bowzered, fuzzled, glaized, nimptopsical, cherubimical, jocular, moon-eyed, limber, loose in the hilts, in his airs, got on his little hat, seen the French king</em> and <em>stiff as a ringbolt.</em></p>"
}