{
  "type": "Article",
  "title": "Don't Kid the Goldfish: A Linguistic Portrait of My Mother",
  "author": "Kay Haugaard",
  "location": "Pasadena, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Don't Kid the Goldfish: A Linguistic Portrait of My Mother</h1>\n<p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p>\n<p>“Now, now, don't kid the goldfish!” my mother used to say while wagging an admonishing finger. I would hear this as a little girl trying to fast-talk my way out of trouble. If I got too argumentative or annoying, she might issue the directive “Go butter your ears!” before she went back to fixing the meat loaf, but then didn't everyone's mother?</p>\n<p>Once I got out into the wider world I found that the answer is an emphatic NO! Then, after my parents moved from Oregon to Southern California to retire and I could see them frequently again after over twenty years of separation except for annual visits, I heard my mother's speech as if for the first time, as though she were from a foreign country, as indeed she was—Canada. As a child I tried to straighten her out that those knitted caps were “stocking caps,” not “touques” (French and pronounced /tooks/). She stuck to the Canadian name.</p>\n<p>Actually the Canadian part of her linguistic color was pretty insignificant, except for a little ethnic taunt: “Pea soup and jelly cake give the French a bellyache.” As you might imagine, my mother was not French. She was German.</p>\n<p>But most of her colorful expressions—“a scandal to the hootie owls,” “naked as a jaybird,” “mad as hops” (hopping mad?), or (when someone is just about done for) being “just one jump ahead of the coyotes”—could be attributed to her western country life, as could the expression, “You've got to get the cow to get the calf,” which I recall her using when a boy who came calling on me was especially nice to her.</p>\n<p>Her language was always redolent of simple, direct physical experience and short on rarefied abstractions, which are frequently the legacy of a more formal, bookish education. Mom—Catherine Mary Rink Johnson, or Katie, as she was frequently called—graduated from grammar school at thirteen and went directly to work in a soda fountain. There wasn't money for foolishness like high school for a girl in her large (seven children) family in 1921.</p>\n<p>Higher education or not, I think my mother's main interest in words was not as ornaments but as simple. utilitarian implements. She couldn't have agreed more with that saint of literary style, E. B. White, who bluntly advises, in Strunk and White's classic <em>The Elements of Style,</em> “Avoid fancy words.”</p>\n<p>Though I can trace tidbits of linguistic color in her speech to certain regions and time frames in which she lived (“the cat's pajamas,” “the cat's whiskers”), most of her unique style seems just her own. Though her first language had been German, I don't recall her using many German words in her speech, once more intuitively adhering to White's dictum to “Avoid foreign languages.”</p>\n<p>To Mom the family was a “tribe.” (“The whole tribe is coming over.”) The little town we lived in was a “burg.” On days when she went to town to shop she'd just “pick up” the house and give it “a lick and a promise” because she was “busier than a cranberry merchant.” Then she'd put on her shopping “getup,” being careful that her skirt was down smoothly and not “hiked up” in back. She never wore big hats because they made her look “squatty,” nor did she get “all decorated up like a Christmas tree” or load herself with jewelry and go “prancing around like a circus horse.” She “kept the road hot,” going the thirty miles to Klamath Falls (Oregon) to shop and pick up supplies for my father's automotive repair shop.</p>\n<p>Prices were “higher than a cat's back” and she had to walk “until her ankles smoked” to find what she needed. When she got home she'd go in to change her clothes, saying “I'll just get out of this harness so I can scrape something up for dinner.”</p>\n<p>Sometimes, when she had “plumb forgot” to get hamburger or something for the Spanish rice, she'd send me to the local store so that the meal wouldn't be “a complete fizzle.” Daddy wasn't “persnickety,” but he drew the line at Spanish rice without meat. She'd warn me to wear my coat because the weather was “treacherous” and not go wandering off “clear to Skamokawa,” forgetting what I went for like a complete “fizzlewit” or “flibbertigibbet.” If the Spanish rice was scorched a little she would dish it out unapologetically, saying, “It'll fill a hole,” an adage learned at her German mother's knee. After dinner she'd sit back with a groan and say, “I just feel stuffed both ends and six ways.”</p>\n<p>When the willow leaves on our lawn got “thicker than hair on a dog's back” Mom might go out and rake them up even if she had a cold and felt “weak as a cat” because “a change of work is as good as a rest.”</p>\n<p>Could I, a Girl Scout, go off on an overnight trip with the Boy Scouts? “In a pig's eye!” she'd say, or more enigmatically, “In a pig's valise!” (Valise? Don't ask! I'm just reporting what I heard.)</p>\n<p>But the glowing diadem of my mother's earthy speech was her verbs, which were right in harmony with White again (“Write with nouns and verbs.”). Writers know that verbs and nouns are the meat and potatoes of the language. Mom's were nothing if not meaty.</p>\n<p>They weren't necessarily unusual words, regional idiom, dialect, foreign, or old-fashioned. They were just lean, vigorous, muscular, and active to the max. (Strunk: “Use the active voice.”) I don't think my mother ever used the passive voice in her entire life. For people accustomed to more politely bland verbs, these robustly physical examples may fall on the ear rather startlingly—all the more likely because she used them for the most mundane sentences, rather like an overpowered engine in a tiny, tinny car.</p>\n<p>“A woman tackled me in the laundry room the other day...” she said to a gentleman acquaintance and me one day.</p>\n<p>His eyes grew enormous behind his bifocals. He snatched his pipe out of his mouth. “She <em>tackled</em> you?” he asked incredulously, and I could see a scene of two elderly ladies wrestling on the laundry room floor roistering around in his head.</p>\n<p>I laughed because it was a classic example of Mom's verbal overkill. Anyone else would have genteelly stated, “A woman came over and spoke to me in the laundry room.”</p>\n<p>Let me share with you this annotated list of some of my mother's more colorful verbs.</p>\n<blockquote>\n<p><em>Blat</em>: A pejorative term for talk. Somehow that final consonant really gives the feeling of the wildly flapping tongue, as in “She just blats her brains out.”</p>\n<p><em>Buck</em>: To protest vigorously. “When I asked Daddy to mow the lawn he bucked.” “When he got the bill for fixing the car he really bucked.” “I bucked and bucked but pretty soon I gave up and went.” Once again we are given a picture of Daddy or my mother as the leaping, kicking, curvetting, sunfishing bronco, trying to dismount a pesky rider sticking to its back.</p>\n<p><em>Bum around:</em> To wander around aimlessly without accomplishing anything but generally wasting one's time rather pleasantly. “We spent the whole day bumming around Klamath Falls.”</p>\n<p><em>Camp</em>: To stay longer than one should. “Just 'cause they invited us for lunch didn't mean they wanted us to camp there.” “If you give him the least bit of encouragement he would just camp here.”</p>\n<p><em>Corner</em>: To confront, approach (see also <em>tackle</em> and <em>jump</em>). “The salesman had your father cornered so he had to buy the car.” “I cornered him in the grocery store and asked about his wife.” A good example of the “overkill” style. I envision a nervous, sweating individual, “cornered,” heart pounding wildly, looking to either side in an attempt to escape.</p>\n<p><em>Crawl in</em>: To go to live with, as a last resort. “When you don't have any place else to go you can always crawl in with relatives.” The demeaning posture, the downtrodden picture of someone on hands and knees, suggestive of abject failure and humiliation.</p>\n<p><em>Crawling</em>: Approaching. “She's no spring chicken, she's crawling close to fifty.” Evocative of someone on his/her belly, crawling along toward fifty or some other unpleasant place.</p>\n<p><em>Flicker</em>: To blink. “When he asked them for $42,000 he didn't even flicker.”</p>\n<p><em>Flittin':</em> Going from one place to another aimlessly. “She's always out flittin' around.” Seems to be a feminine verb and slightly pejorative. Real men don't go out flittin' around. (Also see <em>skonniving</em>.)</p>\n<p><em>Growl</em>: To complain (see also <em>buck, rare up, squawk</em>). “People wanted some rain, but after two days of it they started growling.” “He was such a big baby the nurses growled when they had to carry him.” Evokes a dog with curled lips, bared fangs, and a menacing rumble in its throat. A strong image for such mild situations.</p>\n<p><em>Grunt out:</em> To tough out or stick out, neither of which are as powerful as this image of a large, felled hog, lying there grunting in pain through some ordeal—maybe giving birth to a litter of hoglets. “When there's nothing you can do about it you just have to grunt it out,” Mom said philosophically.</p>\n<p><em>Guzzle</em>: To drink an alcoholic beverage. Not applied to milk, water, fruit juices, or soft drinks and not confined to large quantities or rapid drinking. In my mother's speech alcoholic beverages of all kinds, from the smallest quantity, were <em>guzzled</em>. “He guzzles a whole can of beer nearly every day.” As you might imagine, Mom almost never guzzled any alcohol, mainly because she disapproved of it but also because it made her “woozy.”</p>\n<p><em>Itching</em>: Eager. “He was just itching to start a squabble.” The metaphorical image is of someone nervously scratching here and there in anxious anticipation of a good, adrenalin-rushing fight. (Strunk: “Put statements in positive form.”) Rarely used negatively, as in, “I'm not itching for the hot weather to start.“</p>\n<p><em>Jump</em>: To approach, confront (see also <em>tackle</em>). “I jumped him for the twenty dollars he owes.” “I jumped the mailman for some stamps the other day.” The only attack my five-foot mother made on people was with vigorous verbal hyperbole.</p>\n<p><em>Land</em>: To get, obtain (see also <em>snag</em>). “She landed a real good meal ticket.” (Translation: she married a well-to-do man.) None of this namby-pamby stuff like “She married a good husband.” Like <em>snag,</em> this tautly tensile verb derives from fishing and presents a picture of a man with a fishhook impaled in him as he flails in a vain attempt to free himself while being carefully drawn in and “landed.” Definitely a pre-women's lib word, but then, my mother was a pre-women's lib sort of woman.</p>\n<p><em>Land on:</em> To correct, punish (see also <em>tie into</em> and <em>sit on</em>). “Their mother should really land on those kids. They just hang around looking for trouble.” “Aunt Maggie really landed on Uncle Joe when he came home after guzzling beer.” Whether physical or psychological, to <em>land on</em> someone means to attack him or her with your whole power, as dropping on from a height.</p>\n<p><em>Peddle</em>: Synonymous with 'say' or 'tell' but connoting trickery or dishonesty. “They try to peddle that he quit his job, but everyone knows he was fired for boozing.” Also used hyperbolically, as in “They tried to peddle their daughter to him because he was a good meal ticket.”</p>\n<p><em>Plunk down</em> (see also <em>squat</em>): “She just comes right in and plunks herself down.” “He walks in and just plunks down $58 dollars for it.” It would be so easy (and ordinary) to say <em>sits</em> down or <em>puts</em> down, respectively, but that would be too mild for Mom. <em>Plunk</em> has a nice onomatopoeia which suggests action through sound.</p>\n<p><em>Poop away</em>: To waste by dispersing carelessly in small, numerous increments as if in a vapor. A vulgarly evocative metaphor. “Some people never learn how to save money, they just poop it away as soon as they get it.” “She can poop away money with the best of them.” “He just hangs around the pool hall and poops away his time.”</p>\n<p><em>Put out:</em> To disperse information of probably a spurious or misleading nature propagandize, or disinform (see also <em>peddle</em>). “They just put out that to scare you. You corner your doctor and he'll tell you that people need salt.” It has a connotation of “putting out” pellets, as of rodent poison.</p>\n<p><em>Rare up</em>: To object strenuously to something or rise to a confrontation. What one does just before one “bucks.” “You daresn't even walk across her lawn or she'll rare up.” “When her husband had a little nip she really rared up.” Obviously part of western culture, derived from the behavior of a horse.</p>\n<p><em>Rope in</em>: To coerce or psychologically pressure. “Before I knew it I was roped into being President of the Altar Society.” Contrast the flat, flavorless <em>asked</em> with <em>roped in</em> and its attendant subliminal suggestion of the ladies of the Altar Society riding around my mother in an ever-tightening circle until wham! one of them flings a deft lariat, throws her to the floor, leaps forward, puts a foot on her side, and announces that she <em>will</em> be president for the coming year. How does that grab you for the “active voice?” (Also used in regard to capturing men in matrimony, as a variation on <em>snag</em>.)</p>\n<p><em>Saddle</em>: To burden. “He's too young to be saddled with a wife and kids.” The country western image again, this time of a young man on hands and knees with a wife and two kids sitting athwart his back, legs dangling down, at the ready to spur him on to success.</p>\n<p><em>Sit on</em>: To tighten discipline. Less vigorous than <em>land on,</em> but similar in concept. “People really need to sit on those politicians every now and then to keep them in line.” “If their parents would just sit on them more, kids wouldn't be dope addicts.” Certainly a pictorial verb. One isn't going to be getting out and into mischief or malfeasance with someone squarely <em>sitting on</em> one's back as one lies face down on the floor. That's the way I see it.</p>\n<p><em>Skonniving</em> (pronounced with a long <em>i</em>): Wandering around aimlessly, probably looking for some (small-scale) devilment to get into. This word is a mystery to me and I would be grateful to anyone who can shed light on its etymology. A Danish-American friend of mine from Idaho says she thinks she has heard the word. “Daddy and I were just out skonniving around and we thought we'd drop in.” “She's out skonniving around for a good looking man.” (See <em>traipse</em>, but with more sense of mischief.)</p>\n<p><em>Smell out</em>: To cautiously reconnoiter or case. “Jack was a great salesman. He could really smell out a good customer.” “He was smelling him out about buying his old clunker.” “She smelled him out to see if he had any money.” Dogs sniffing each other to get to know each other. Talk about indelicate and animal-like; talk about vulgarly vigorous. (Strunk: “Use definite, specific, concrete language.”)</p>\n<p><em>Snag</em>: To catch, grab. The fish hook impaled in the violently wiggling fish—usually a man in Mom's usage. “She snagged him as soon as his wife died.”</p>\n<p><em>Squat</em>: To sit (see also <em>plunk</em>). Used when an unflattering tone is desired. Present tense is preferred, probably an intuitive feeling for immediacy. “She comes right in and squats right down.”</p>\n<p><em>Squawk</em>: Complain. Even more discordant than <em>screech</em>; derived from a chicken's squawk, a high-pitched, rasping, hysterical sound accompanied by flying feathers, flapping wings, and pecking beaks. Pretty drastic—something to call upon only for superlative effect, but in daily use by Mom. “He squawked when the paper didn't come.” “If you squawk about the food they don't want you to come back.” “The neighbors squawked about the trailer park.” (See also <em>growl, buck, rare up</em>.)</p>\n<p><em>Squirm</em>: To attempt to withdraw or disengage oneself from (see also <em>wiggle</em>). The image of a worm. “You promised and you're not going to squirm out of it.” (White: “Be clear.” I call that clear.)</p>\n<p><em>Stand still for:</em> To allow. What a clearly captured picture of passivity. “People will run you ragged if you stand still for it.” “He won't stand still for his wife working at that kind of a job.” Probably derived from the horse who stands still while being saddled (with a wife and kids?).</p>\n<p><em>Tackle</em>: To confront, approach, encounter (see also <em>jump</em>). “I'll tackle her about it next time I see her.” Evocative of football tactics; adds color to the most mundane pronouncement. “No, I couldn't tackle an enchilada.” “The salesman would tackle you right on the street before you ever got in the store.”</p>\n<p><em>Tie into</em>: To attack vigorously. Similar to <em>land on</em> in reference to human beings but also in relation to jobs. “Don't bother with those dishes. I'm going to tie into the house tomorrow.” “I really tied into the yard today.” “He hardly got in the house before she tied into him.” Not metaphorical that I can detect, but wonderfully direct and unvarnished.</p>\n<p><em>Traipse</em>: To wander aimlessly and uselessly. “We just traipsed around town all day and didn't get a thing done.” (Similar to <em>flittin',</em> but with more continuity and less energy. Similar to <em>skonniving</em>, but with no sense of mischief. See also <em>bum around</em>.)</p>\n<p><em>Wiggle</em>: To attempt to get out of something. “You've got to do it. There's no wiggling out of it.” “He said he'd do it, then he tried to wiggle out of it.” A picture of a slippery hula dancer comes to mind, or a Vaselined snake popping forth from the hand.</p>\n</blockquote>\n<p>As can be seen, my mother did not favor puny, wan, through a glass darkly glimpsed verbs five times removed from their concrete referents. No need to trace their etymology through Old English, Old Norse, Roman, Greek, and Sanskrit to find out just what the heck they really meant. Mom's verbs leap, plunge, and buck in everyday English. They are unprocessed, unrefined, whole-grain verbs with the natural vitamins, minerals, and bran left in them and frequently have more linguistic nourishment than many “refined” verbs polished to such smooth abstraction that they produce no sympathetic muscular twinges or twitches and conjure no colorful connotative imagery. My mother's verbs could teach the more sophisticated writer or speaker a thing or two. It's possible that White would say to her, “Do not overstate,” although I doubt it. More likely he would simply chuckle approval.</p>\n<p><em>[Kay Haugaard wrote “Take a Left on Sore Finger Road for VI/4].</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Don't Kid the Goldfish: A Linguistic Portrait of My Mother</h1> <p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p> <p>“Now, now, don't kid the goldfish!” my mother used to say while wagging an admonishing finger. I would hear this as a little girl trying to fast-talk my way out of trouble. If I got too argumentative or annoying, she might issue the directive “Go butter your ears!” before she went back to fixing the meat loaf, but then didn't everyone's mother?</p> <p>Once I got out into the wider world I found that the answer is an emphatic NO! Then, after my parents moved from Oregon to Southern California to retire and I could see them frequently again after over twenty years of separation except for annual visits, I heard my mother's speech as if for the first time, as though she were from a foreign country, as indeed she was—Canada. As a child I tried to straighten her out that those knitted caps were “stocking caps,” not “touques” (French and pronounced /tooks/). She stuck to the Canadian name.</p> <p>Actually the Canadian part of her linguistic color was pretty insignificant, except for a little ethnic taunt: “Pea soup and jelly cake give the French a bellyache.” As you might imagine, my mother was not French. She was German.</p>"
}