{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Death's Masks",
  "author": "Nick Humez",
  "location": "mythsongs@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Death's Masks</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p>\n<p>Ah the power of speech. Horses, we are told, respect us because they know we can talk and they can't.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> With the right words properly delivered an orator can win over a crowd;<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> a Druid priest could halt armies about to engage in battle<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>and a Celtic bard's satiric verses would cause blemishes to appear on the face of his victim.<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>The ancient Egyptians believed that Ptah had brought into existence all the animals and plants in the world by speaking their names.5The common fantasy of creating by mere naming has its anxious side as well: Folk wisdom tells us, for example, that we must not speak of the Devil, lest he appear.</p>\n<p>Human unwillingness to name something dysphoric for fear of making it come to pass leads naturally to euphemisms, and these are particularly abundant when it comes to talking about death, dying, disposal of remains, and the life to come. This seems to cut across cultures and times: The Romans, in place of <em>mortuus</em> 'he died', would delicately say <em>vixit</em>('he lived,' i.e. is no longer living now),<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> and the Navajos refer to a deceased person as “lost” or “missing.”<sup><a href=\"#user-content-fn-b7\" id=\"user-content-user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Funerary customs may likewise be softened through metaphor: The Muria of India sing of <em>Bagri Moro</em>, an eight-legged horse bearing a dead body, in a song that plainly reveals that the limbs are actually those of four men carrying a bier,<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> while Americans have learned to speak of <em>caskets</em> rather than <em>coffins</em> and what used to be <em>cemeteries</em> are nowadays increasingly referred to as <em>memorial parks.</em><sup><a href=\"#user-content-fn-b9\" id=\"user-content-user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>Contemporary Americans often say that a person has <em>passed on</em> (or simply <em>passed)</em>; this may reflect a second incentive to call death or its trappings by other than their own names: to spare, as we suppose, the already raw nerves of the bereaved by putting a face on mortality that will somehow make it seem less harsh a fact.<sup><a href=\"#user-content-fn-b10\" id=\"user-content-user-content-fnref-b10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> Thus we may say that someone is <em>no longer with us</em> or <em>departed—</em> this last sometimes expanded by sympathetic outsiders to <em>dear departed</em>, presumably to temper the bereaved person's sense of loss with a reminder of the affection of the <em>loved ones</em> (themselves a staple in the discourse of <em>funeral directors</em>)<sup><a href=\"#user-content-fn-b11\" id=\"user-content-user-content-fnref-b11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> but perhaps also (at least unconsciously) to placate the spirits of those <em>gone before</em>.<sup><a href=\"#user-content-fn-b12\" id=\"user-content-user-content-fnref-b12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>There is theological periphrasis to cushion death's impact as well: to <em>go to one's reward,  to meet one's Maker, to cross the bar</em>,<sup><a href=\"#user-content-fn-b13\" id=\"user-content-user-content-fnref-b13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> <em>to be called home,</em> or, in the case of nonhuman decedents, <em>to go to Kitty/Doggy/Trombone</em><sup><a href=\"#user-content-fn-b14\" id=\"user-content-user-content-fnref-b14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> <em>Heaven.</em> Other biblical and literary euphemisms include <em>put on immortality, crossed over Jordan, climbed the Golden Stair, went to the bosom of Abraham, slept the Hamlet sleep</em> (Thomas Gray) or <em>that dreamless sleep</em> (Byron), <em>paid the tribute due unto nature</em> (Laurence Sterne), responded to <em>kind nature's signal call of retreat</em> (Samuel Johnson), or have <em>shuffled off this mortal coil</em> (Shakespeare)—all combining a softening of death's brutal reality with a touch of class.</p>\n<p>A third, very rich source of death euphemisms is in gallows humor that allows us to joke about death with a levity that may be proportional to the unease we feel about it. In the “Dead Parrot Sketch” (immortalized in the Monty Python film, <em>And Now For Something Completely Different),</em> John Cleese achieves this effect in a litany of clichés<sup><a href=\"#user-content-fn-b15\" id=\"user-content-user-content-fnref-b15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>(the bird is <em>deceased, has ceased to be, it's a stiff, bereft of life, has rung down the curtain and joined the choir invisibule [sic], is pushing up the daisies…)</em> as shock therapy for a pet-shop owner in denial. Often such phrases can seem to bend over backward to be in bad taste, as an antidote to the first two types of euphemisms above, by making explicit reference to the mechanism of extinction of life and the decomposition of our mortal remains thereafter: <em>croaked,</em><sup><a href=\"#user-content-fn-b16\" id=\"user-content-user-content-fnref-b16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> <em>turn up one's toes, kicked the bucket, snuff it, take a dirt nap, six feet under, worm food, made dust like all our bodies,</em> and so on.</p>\n<p>Stephen Andrew Chrisomalis, an anthropologist at the University of Toronto, is the host of a website that lists over 200 euphemisms for death and dying, many of them sardonic in this way.<sup><a href=\"#user-content-fn-b17\" id=\"user-content-user-content-fnref-b17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> Some are peculiar to, or at least had their origin in, particular epistemic communities, such as chefs <em>(basting the formaldehyde turkey, cooking for the Kennedys, sleeping with the quiches, marinating in soil and worms, pushing up parsley, put in the crisper, got 86'd</em><sup><a href=\"#user-content-fn-b18\" id=\"user-content-user-content-fnref-b18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> or <em>donated the liver pate, has reservations at the Chateau Eternity, is peasant under grass or fettucine al dead-o),</em> computer wonks and technical writers <em>(bought the disk farm, cached in his chips, got formatted with black borders, gone to the big glass house in the sky, inspired a new warning message, had his/her 80-column card punched, mailed in his/her warranty card, moved into <em><em>upper management, got struck out by the Big Blue Pencil, printed white on white, reformatted by God, exported to a flat file),</em> the armed forces <em>(it's Taps, he answered the last call, the bullet had his number on it, he got wasted,</em><sup><a href=\"#user-content-fn-b19\" id=\"user-content-user-content-fnref-b19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup></em> he went home in a box)</em>, gangsters and prisoners(<em>got bumped off, knocked off, pasted, <em>or</em> whacked, rode the lightning</em> [the electric chair], <em>went to a necktie party, danced on air, went up the long ladder and down the short rope</em> [hanging], <em>wore cement overshoes</em> [murder by submersion]).<sup><a href=\"#user-content-fn-b20\" id=\"user-content-user-content-fnref-b20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup></p>\n<p>A fourth source is arguably a variant of the second: euphemisms of propriety (or political correctness) carried over the top or even around the bend. The medical profession is on the whole tactful, sometimes to a fault: The dying are <em>terminally ill</em> (or, even more delicately, <em>are in a condition non-conducive to life)</em> and death is <em>negative patient care outcome.</em><sup><a href=\"#user-content-fn-b21\" id=\"user-content-user-content-fnref-b21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> The temptation to parody is sometimes irresistible; our current favorites are <em>living-impaired, permasleep,</em> and <em>metabolically challenged</em>.<sup><a href=\"#user-content-fn-b22\" id=\"user-content-user-content-fnref-b22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup></p>\n<p>Useful as death-and-dying metaphors may be in the social interactions of everyday life, decoding them is a journalistic imperative.The obituary writer for a northern New England newspaper<sup><a href=\"#user-content-fn-b23\" id=\"user-content-user-content-fnref-b23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> tells us that “[i]n newspaper style, people ... do not pass away, go to their reward, meet their Creator, rejoin their beloved relatives, close their eyes forever, go to be with Jesus, join the saints, or engage in any other euphemistic exit from this life; they just plain die. Changing <em>passed away</em> to <em>died</em> is my most frequent editorial task.” And perhaps ours as well, at least until <em>the trumpets sound for us, and</em> <em>we cross over to the other side.</em><sup><a href=\"#user-content-fn-b24\" id=\"user-content-user-content-fnref-b24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup></p>\n<hr>\n<p><em>[Nick Humez teaches mythology at Montclair State University in New Jersey; his CD, <em>Myth Songs,</em> was released in June. He is also the compiler of the Index to Volumes I–XXIX of <em>VERBATIM</em>, soon available online.]</em></p>\n<p><em>CORRIGENDA/ADDENDA:</em>  Bud Livingston writes from Glendale, NY, that we fell into a common error: “Note 11 [to “Whatsisnames and Thingamajigs,” =VERBATIM XXIX/2] refers to the Civil War cameraman, Brady. His first name has only one 't,' Mathew.” Just so, and our thanks for the emendation. And Phil Nast, at Syracuse University, commenting on our “Stuff and Nonsense”  VERBATIM XXIX/3) felicitously draws our attention to “horse badorties, which became the name of the principal character in William Kotzwinkle's <em>The Fan Man,</em> but which I understood to mean horse apples ... I remember hearing it from a horsey crowd in the early 60s.”</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>As remarked to the writer by Jo Diggs (ca. 1985), an empirical observation of equine interspecies relations that surely merits further research. The motif of the talking horse/donkey goes back at least to the Bible (Balaam's ass, Numbers 22:28-30) and is alive and well in American popular culture even as fewer and fewer people are living on farms and acquainted with the animals at first hand. The definitive television show on this theme was <em>Mister Ed</em>, which aired a total of 143 episodes from 1961 to 1966 and featured Allan “Rocky” Lane as the voice of the title character. What a talking horse does might arguably be called hippoglossy—but never equivocation. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b2\">\n<p>Marcus Tullius Cicero, no mean rhetorician in his own right, famously said that “[i]f truth were self-evident, rhetoric would not be necessary.”Instruction in oratory was a profitable trade as least as early as fifth-century-B.C. Greece; Philip Wheelwright's <em>The Pre-Socratics</em> records that two of the first Sophists, Protagoras and Gorgias, became very wealthy from tuition paid to them by aspiring Athenian public speakers, and Aristophanes lampoons Socrates as a mere teacher of forensic sophistry in <em>The Clouds.</em> Half a millenium later, Quintilian offered advice to Roman orators in his Institutio, which included helpful tips on the use of humor to keep judges from focusing on unfavorable evidence or simply nodding off during long trials, while his contemporary and fellow-Spaniard Martial, in an epigram on a tedious speaker in court who repeatedly asked for more time (measured in cycles of the <em>clepsydra</em>, or water-clock) all the while guzzling water to keep his throat from drying, proposed as a remedy for both ills that the speaker “drink the clepsydra instead.” <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b3\">\n<p>According to the Emperor Augustus's contemporaries Strabo and Diodorus Siculus, cited in Jeffrey Gantz, tr., <em>Early Irish Myths and Sagas</em> (New York: Penguin, 1981), page 10; Diodorus claims that the “singing bards” could do this as well. See next note. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b4\">\n<p>So wrote Fred Norris Robinson in 1911 in his essay “Satirists and Enchanters in Early Irish Literature” (American Committee for Irish Studies Reprint No. 1, excerpted from David Gordon Lyon and George Foot Moore, eds., <em>Studies in the History of Religion</em>, an undated festschrift for Crawford Howell Toy), page 114ff. Irish bardic satire could also exterminate mice and rats (<em>ibid.,</em> page 96 and footnote 5). <a href=\"#user-content-fnref-b4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b6\">\n<p>By the same token, a Roman euphemism for the Underworld was <em>ora Acheruntis,</em> “the shores of Acheron,” one of the five rivers supposed to exist in the nether regions. Neither the Romans nor the Greeks spoke much about the god of the Underworld—his Roman name, <em>Pluto</em>, was originally itself a euphemism, <em>ploutos</em> meaning “the rich one” since all the metals and minerals mined by the living were technically in his domain—though Homer (cited in Robert Graves, <em>The Greek Myths</em> [Harmondsworth, UK: Penguin, 1971], pp. 120) reports that Greeks would occasionally invoke him by striking the ground with the flat of the hand if one wanted to get a message to someone already dead. <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b7\">\n<p>According to David Cates, who did anthropological fieldwork among the Navajos in the early 1950s. The term is <em>èdin</em> (both vowels are short and the accent indicates a rising tone), the same word one would use for a sheep that has gone missing from one's flock. <a href=\"#user-content-fnref-b7\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b8\">\n<p>H. R. Ellis Davison quotes eight lines of this song in <em>Gods and Myths of Northern Europe</em>(Harmondsworth, UK: Penguin, 1984, pp. 142–43), in connection with Sleipnir, the eight-legged horse ridden by Odin in his dual capacity as shaman and psychopomp. <a href=\"#user-content-fnref-b8\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b9\">\n<p><em>Cemetery</em> in turn having replaced <em>burying ground</em> and <em>graveyard</em>, although the latter is sometimes used adjectivally (<em>e.g.</em> the early Romantic elegiac poets collectively referred to as “the graveyard school”). Similarly <em>box</em> for <em>coffin</em> is retained in a vernacular expression for <em>kill</em>, as in the song “Bomb Iran” burlesque of the classic rock number “Barbara Ann”), which hit the charts in 1979 at the height of the Teheran hostage crisis and contained the verse “<em>Went to a mosque/Gonna throw some rocks/Tell the Ayatollah/'Gonna put you in a box.” Casket-tested</em> is cited by Mark Peters (“Like a Hyphen Between Troubled Words,” VERBATIM XXIX/4 [Winter 2005], page 12) as #3 in a top ten list of least-used hyphenated words aired on the TV show <em>Late Night with David Letterman</em> [broadcast date unknown]. <a href=\"#user-content-fnref-b9\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b10\">\n<p>In medical arts, this reticence is not confined to euphemisms for death, as readers may recall from William H. Dougherty's delightful article “Bromides” (VERBATIM XXIV/1 [Winter 1999], pp. 23–25), which gives, however, one of the most elaborate examples it has been our pleasure to encounter: <em>carried home in the sweet winged chariot that always at my back I hear hurrying near.</em> Apart from its erudite hat-tip to Andrew Marvell's coy mistress, this phrase offers an elegant combination of semantic and syntactic embedding seldom encountered in modern English prose. <a href=\"#user-content-fnref-b10\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b11\">\n<p>Formerly called <em>morticians</em>, in turn replacing <em>undertakers;</em> in fairness, it must be said that these were not merely the euphemisms of the day, for the skill set has changed somewhat too—see, <em>e.g.</em>, the HBO series <em>Six Feet Under</em>.  For a less sympathetic view of contemporary American funerary practice see Jessica Mitford's scathing exposé, <em>The American Way of Death,</em> revised and reissued in 1998 as <em>The American Way of Death Revisited</em> (the paperback edition—New York: Vintage, 2000—is still in print at this writing), as well as Evelyn Waugh's bitingly hilarious novel, <em>The Loved One</em> ( Boston: Little, Brown, 1947), made into a film by Tony Richardson for MGM in 1965 with a script adapted from (an annoyed) Waugh's book by Terry Southern. <a href=\"#user-content-fnref-b11\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b12\">\n<p>Space limitations forbid digressing at length into the many customs across cultures and times to appease the malevolence of ghosts, a source of anxiety reaching back at least as far as the Babylonian Empire (see N.K. Sandars's introduction to her translations of the <em>Enuma Elish</em> and <em>Inann''s Descent to the Underworld</em> published by Penguin in 1968 as <em>Poems of Heaven and Hell from Ancient Mesopotamia,</em> of which perhaps the most quaint was the custom of the Roman <em>paterfamilias</em> leading a procession through his house while scattering beans over his shoulder as an offering to the <em>lemures,</em> the spirits of the dead who visited their former dwellings during the two nights of the year celebrated as the Lemuria. According to Sir James George Frazer (of <em>Golden Bough</em> fame), the beans were a substitute for the souls of the living, whom the dead might otherwise have carried off on account of feeling lonely in the world to come (“Roman Religion,” in Graves <em>et al.,</em> eds., <em>New Larousse Encyclopedia of Mythology).</em> <a href=\"#user-content-fnref-b12\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b13\">\n<p>A phrase made particularly popular by Alfred, Lord Tennyson in his poem “Crossing the Bar” (1889), and twigged by Dame Edith Sitwell in her poem “When Sir Beelzebub,” the finale to her collaboration with the young composer William Walton, <em>Façade</em> (1924). <a href=\"#user-content-fnref-b13\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b14\">\n<p>Questioned by a newspaper reporter about an Eastman student who had been struck by a car while walking across a street in Rochester, NY, in 1988, a police spokeswoman replied that since he was struck on the side on which he was carrying his instrument case, the young man had escaped serious injury—unlike his trombone, which, said the officer, had “gone to Trombone Heaven.” (Associated Press, summer 1988; exact date unknown.) But there is also a CD called <em>Trombone Heaven</em>, an album of hymns arranged for trombone choir (and effusively lauded by Boston Symphony bass trombonist Douglas Yeo in a 2001 posting to the newsgroup <em><a href=\"mailto:trombone-l@lists.missouri.edu\">trombone-l@lists.missouri.edu</a></em> archived on <em><a href=\"http://www.trombone.org\">www.trombone.org</a></em>), available by mail order from the felicitously named David Bandman of Springfield, Virginia. (See <em><a href=\"http://www.trombone.org/trombone-l/archives/0110/011013_2178.txt\">http://www.trombone.org/trombone-l/archives/0110/011013_2178.txt</a></em>) <a href=\"#user-content-fnref-b14\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b15\">\n<p>Not to be confused with “The Catechism of Cliché,” a recurring feature in the <em>Cruiskeen Lawn</em> column Brian O'Nolan wrote for the <em>Irish Times</em> under the pen name Myles na gCopaleen. O'Nolan is perhaps better known today under his other pseudonym, Flann O'Brien, as the author of several satiric novels including <em>At Swim-Two-Birds</em> and <em>The Third Policeman.</em> <a href=\"#user-content-fnref-b15\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b16\">\n<p>Possibly an allusion to the “death rattle” of <em>Cheyne-Stokes respiration,</em> the final breathing of those <em>not long for this world;</em> see Humez, “Eponymous Ailments” VERBATIM XXVI/3  p. 11). <a href=\"#user-content-fnref-b16\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b17\">\n<p>The site, appropriately entitled “Dead &amp; Buried” (<em><a href=\"http://phrontistery.50megs.com/longpig/dead.html\">http://phrontistery.50megs.com/longpig/dead.html</a>)</em> was compiled, says its writer, “as part of a course on the sociology of dying and death.” He adds, “I know there are tons more out there,” and encourages readers to send them in to be added to his existing list. The homepage name “Forthright's Phrontistery” pays homage to the <em>Phrontisterion</em> (often glossed as “Thinkery;” literally, something like “Place of Careful Thought”–<em>phrontis</em> is Greek for 'care') of Socrates, in Aristophanes' <em>Clouds.</em> [On] <em>Death and Dying,</em> a catchphrase made famous as the title of an influential work by thanatologist Elisabeth Kübler-Ross, is of course a reversal of the normal time sequence of these states, a classic example of the poetic figure called <em>hysteron proteron</em> (“later [thing] earlier”). <a href=\"#user-content-fnref-b17\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b18\">\n<p>The origin of “86 the <em>x”</em> as slang for “We're all out of <em>x”</em> is obscure, but the expression is common enough throughout the American food-service industry that its metaphoric use as 'kill' appears to be universally understood within the trade as well. <a href=\"#user-content-fnref-b18\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b19\">\n<p><em>Wasted</em>, a favorite of the Vietnam war era, also came to mean “under the influence of mind-altering substances”—compare <em>blown away</em>, which first meant '[explosively] killed,' then 'stoned,' but has since softened in common use to mean merely 'astonished' or 'impressed.' <a href=\"#user-content-fnref-b19\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b20\">\n<p>State terrorism may have its own reasons for wishing to avoid calling death, and particularly executions, by their proper name. Thus the Soviet Union referred to the 'liquidation' of people, perhaps in keeping with the Marxist view of humanity as <em>homo oeconimicus</em> (compare the modern American euphemism <em>human resources</em>, commonly shortened to <em>HR,</em> for 'workers'), while Nazi Germany used <em>resettled</em> or <em>relocated to the east</em> to mask the deportation of Jews and others to the death camps. (I am indebted to Valentine M. Smith for the last two examples.) <a href=\"#user-content-fnref-b20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b21\">\n<p>See note 10 above. The use of  “Ten-<em>x</em>/ Code <em>x”</em> where <em>x</em>is a number or color for a life-threatening or terminating situation differs from the euphemisms mentioned here because such codes are deliberately intended to be clearly understood by the wise (officers on patrol, hospital staff) while being incomprehensible to casual hearers (civilians monitoring police radio frequencies, other patients). However, given today's wealth of detective-novel police procedurals and TV hospital dramas, this wall of confidentiality has become a semi-permeable membrane at best. <a href=\"#user-content-fnref-b21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b22\">\n<p>The first two examples are from the “Dead and Buried” site (see note 17 above); the third is passed on by Jane Cates, who attributes it to Ruth Weilgosch, the daughter of her college classmate Pamela Kampf. <a href=\"#user-content-fnref-b22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b23\">\n<p>David Weinstock of Middlebury, Vermont. <a href=\"#user-content-fnref-b23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b24\">\n<p>The end of the journey for Valiant-for-Truth in John Bunyan's <em>Pilgrim's Progress</em>—one of the three books most likely to be found in a literate New England household of the 17th century; the other two were <em>Foxe's Book of Martyrs</em> and, of course, the Bible, according to Alan Heimert (lectures for English 70, Harvard College, fall term 1968). <a href=\"#user-content-fnref-b24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Death's Masks</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p> <p>Ah the power of speech. Horses, we are told, respect us because they know we can talk and they can't.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> With the right words properly delivered an orator can win over a crowd;<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> a Druid priest could halt armies about to engage in battle<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>and a Celtic bard's satiric verses would cause blemishes to appear on the face of his victim.<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>The ancient Egyptians believed that Ptah had brought into existence all the animals and plants in the world by speaking their names.5The common fantasy of creating by mere naming has its anxious side as well: Folk wisdom tells us, for example, that we must not speak of the Devil, lest he appear.</p> <p>Human unwillingness to name something dysphoric for fear of making it come to pass leads naturally to euphemisms, and these are particularly abundant when it comes to talking about death, dying, disposal of remains, and the life to come. This seems to cut across cultures and times: The Romans, in place of <em>mortuus</em> 'he died', would delicately say <em>vixit</em>('he lived,' i.e. is no longer living now),<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> and the Navajos refer to a deceased person as “lost” or “missing.”<sup><a href=\"#user-content-fn-b7\" id=\"user-content-user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> Funerary customs may likewise be softened through metaphor: The Muria of India sing of <em>Bagri Moro</em>, an eight-legged horse bearing a dead body, in a song that plainly reveals that the limbs are actually those of four men carrying a bier,<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> while Americans have learned to speak of <em>caskets</em> rather than <em>coffins</em> and what used to be <em>cemeteries</em> are nowadays increasingly referred to as <em>memorial parks.</em><sup><a href=\"#user-content-fn-b9\" id=\"user-content-user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p> <p>Contemporary Americans often say that a person has <em>passed on</em> (or simply <em>passed)</em>; this may reflect a second incentive to call death or its trappings by other than their own names: to spare, as we suppose, the already raw nerves of the bereaved by putting a face on mortality that will somehow make it seem less harsh a fact.<sup><a href=\"#user-content-fn-b10\" id=\"user-content-user-content-fnref-b10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> Thus we may say that someone is <em>no longer with us</em> or <em>departed—</em> this last sometimes expanded by sympathetic outsiders to <em>dear departed</em>, presumably to temper the bereaved person's sense of loss with a reminder of the affection of the <em>loved ones</em> (themselves a staple in the discourse of <em>funeral directors</em>)<sup><a href=\"#user-content-fn-b11\" id=\"user-content-user-content-fnref-b11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> but perhaps also (at least unconsciously) to placate the spirits of those <em>gone before</em>.<sup><a href=\"#user-content-fn-b12\" id=\"user-content-user-content-fnref-b12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>"
}