{
  "type": "Article",
  "title": "Brain Injury and Language",
  "author": "Catherine P. Businelle",
  "location": "Lincoln City, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Brain Injury and Language</h1>\n<p><em><span data-rel=\"author\">Catherine P. Businelle</span> <span data-rel=\"location\">Lincoln City, Oregon</span></em></p>\n<p>Have you ever had a word on the tip of your tongue, impossible to recall but so close that you knew what letter it started with? Have you ever had a nightmare in which your house was on fire but when you tried to warn your spouse, all that came out of your mouth was gibberish?</p>\n<p>I know what it's like to feel that way when awake. For years I have suffered from occasional migraine headaches attended by a condition called aphasia, which the <em>Merriam-Webster Dictionary</em> defines as: “loss or impairment of the power to use or comprehend words, usually resulting from brain damage.”</p>\n<p>I can't complain. My aphasia lasts a only matter of hours and occurs just&nbsp;three or four times a year. Brain injuries such as stroke or head trauma cause many aphasia sufferers to lose their ability to speak for weeks, for months, or even permanently. Brain injuries cause other types of language disorders as well, all tragic, but many also fascinating. They have taught neurologists valuable information about the way our brains process language.</p>\n<p>Much of our current understanding of the brain and language started with a quack, a bet, and an advanced case of syphilis. In the late eighteenth and early nineteenth centuries, a scientist named Franz Joseph Gall developed a hypothesis of brain-function localization later referred to as phrenology, the belief that certain parts of the brain, measured by examining a person's skull, controlled various elements of personality, intelligence, and psychology.</p>\n<p>He identified twenty-seven measurable behavior indicators, ranging from kindness to poetry. Not surprisingly, his observations and those of his followers tended to support the superiority of the European male to members of the other gender and races. At one point, before settling in Paris, Gall managed to incur the displeasure of Napoleon by declaring him an unfit subject for study, based on the emperor's insufficient skull circumference.</p>\n<p>Most scientists of his time considered him a quack because he had no real evidence to support his theories of phrenology and because he charged admittance to rather flamboyant “scientific demonstrations” of his area of expertise.</p>\n<p>It is unfortunate that, for a time, his specialty overshadowed the idea he got right: that certain parts of the brain controlled specific elements of cognition, speech, and movement.</p>\n<p>It fell to Ernest Aubertin, the son-in-law of Gall's student, Jean Baptiste Bouillaud, to advance the study of brain localization. In 1861, Aubertin presented a paper describing his case studies on the subject to the Société d'Anthropologie in France. Paul Pierre Broca, a surgeon and genius already well respected for his advances in medicine and anthropology by that time, was in the audience when Aubertin made a fateful challenge. Aubertin would concede that the hypothesis of cerebral localization was false if anyone there could show him one case of speech loss without a lesion in the frontal lobe of the brain.</p>\n<p>Broca's opportunity to take him up on that bet came within a week, when he began to study the case of a syphilis patient named M. Leborgne. Leborgne had been admitted to the hospital thirty years before, at age twenty-one, suffering from various cognitive problems related to <em>neurosyphilis</em> (advanced mental symptoms of syphilis). He came to be known in the hospital as Tan because that syllable (usually said twice in succession) was the only speech he could produce, although he seemed to comprehend the words of others and repeated “tan-tan” with a variety of expressions and gestures that seemed to indicate attempted communication.</p>\n<p>When Leborgne died shortly thereafter of a gangrenous infection, Broca's autopsy revealed a lesion in a part of the brain he referred to as the <em>circonvolution du language,</em> now known as Broca's area. This and subsequent case studies led him to believe that this area was necessary for articulate speech.</p>\n<p>In 1874, Karl Wernicke broadened Broca's theories by discovering a link between a different type of aphasia (characterized by a lack of comprehension, whereas Broca's was characterized by the inability to speak) and another specific area of the brain. This region came to be known as Wernicke's area, connected to Broca's area by a neural pathway called the arcuate fasciculus.</p>\n<p><em>Aphasia,</em> the most common form of language problem related to brain injury, varies widely depending on which of the three regions, Broca's, Wernicke's, and the arcuate fasciculusis, is affected. One could even say there are millions of variations of aphasia, each as slightly different as the fingerprints of the sufferers affected. Because the brain and its connections are so complicated, the tiniest deviation in the location or size of a lesion causes a unique mix of symptoms.</p>\n<p>Most <em>aphasics</em> (also called asphasiacs) fall into general groups of characteristic symptoms that can be classified as fluent or non-fluent. Fluent aphasias cause a problem with comprehension but don't deprive the sufferer of the ability to speak, while the non-fluent aphasias cause slow, stilted speech in spite of various levels of understanding.</p>\n<p><em>Broca's aphasia</em> is the most common of the non-fluent type, thus named because it corresponds to a lesion in Broca's area of the brain. The aphasic can understand the speech of others but has great difficulty speaking.</p>\n<p>In the most cases, the sufferer has the most trouble with such auxiliary and function words as conjunctions, prepositions, and articles, but severer cases limit the patient to the most basic and common noun-verb combinations.</p>\n<p>Sufferers also have difficulty in finding the right word for a concept that they are thinking about and are far better at answering a question than initiating speech. This difficulty with language is not limited to conversation, however. Their speech problems are paralleled by the inability to write coherently, although their handwriting will be exactly like their normal script. In cases involving deaf aphasics who normally communicate by sign language, the sufferer will make incoherent or overly simplistic signs.</p>\n<p><em>Transcortical motor aphasia</em> is very similar to Broca's aphasia. In this type of aphasia, however, the lesion or lesions causing the problem do not directly affect Broca's area but interrupt communication between it and Wernicke's area. Because Broca's area affects speech output (forming words), and Wernicke's area affects input (understanding words), the sufferer can still understand <em>and</em> speak quite well, but putting the two together is nearly impossible. So the sufferer can understand what is said and can repeat a sentence with perfect clarity but has to make a huge effort to express an original thought or initiate speech.</p>\n<p>People suffering from non-fluent aphasias are known for having high levels of frustration that often lead to outbursts of tears or yelling. That isn't exactly surprising if one examines their dilemma. Because this is the type of aphasia that affects me briefly during my migraines, I can attest to the terror and frustration caused by understanding a question, thinking quite clearly about an answer, and then saying “dog roller meek give” when trying to say “I think I should take a handful of Advil really soon.” The only thing that keeps me calm at those times is the knowledge that the episode will pass within the hour. If I didn't see that end in sight, though, I might indulge in a little crying or yelling myself.</p>\n<p>What is so particularly interesting about non-fluent aphasia is what it suggests about the nature of thought. Many claim to think in pictures or words, and much research has been done on the different ways we process ideas. I would have said, before having migraines, that I think in words. When, however, I try to focus on the word I mean to say while aphasic, I do not merely find it impossible to <em>say</em> the word, but I find it impossible to <em>think</em> the word. So what words am I using to process the fact that I can't think a word?</p>\n<p>Sufferers of fluent (or semantic) aphasias are less likely to feel frustrated or afraid than patients with non-fluent aphasias because they usually don't realize they have a problem or don't seem concerned by it. This lack of awareness is a barrier to rehabilitation for the obvious reason that they don't understand that they don't understand.</p>\n<p>The interesting thing about the language output of fluent aphasics is that it sounds like normal speech but doesn't make any sense. If you overheard a Portuguese person with this disorder attempting to speak his or her native language but you didn't understand Portuguese yourself, you might never know there was a problem. Fluent aphasics mimic the melody of language so well that it can take a few moments to realize that they're speaking gibberish.</p>\n<p>They make some grammar mistakes when speaking but are generally capable of using complex syntax for their utterances. Patrick McCaffrey of California State University compares it to Lewis Carroll's <em>Jabberwocky</em> because it sounds as though it should be understandable but isn't. As with non-fluent aphasias, varying levels and causes of this type of language disorder exist.</p>\n<p><em>Wernicke's aphasia</em> corresponds to lesions found in Wernicke's area of the brain. Because that region deals with comprehension, the sufferer can neither understand conversation nor express herself. If the person affected has only a mild form of this aphasia, she might catch the gist of a discussion but not understand the specifics. In the most serious cases, she would be unable to understand even a single word.</p>\n<p>This type of aphasia often causes a similar symptom called paraphasia, in which a patient jumbles words or substitutes an incorrect word for the one he meant to say. <em>Verbal paraphasia</em> is the substitution of a word with a related meaning, such as <em>rake</em> for <em>shovel</em>. <em>Literal,</em> or <em>phonemic, paraphasias</em> involves switching similar-sounding syllables so that <em>first-served</em> becomes <em>mirst-surg</em>. A <em>neologistic paraphasia</em> gets less than 50 percent of a word right, for example, saying <em>trip</em> instead of the intended <em>bird</em>.</p>\n<p>When trying to repeat a sentence, sufferers of Wernicke's aphasia might use several paraphasias and add extraneous syllables as well, an effect called augmentation. These people are also known for a tendency to rush through a sentence or interrupt others when trying to feel a sense of successful communication, almost as though doing so will get the words out before the speaker has a chance to be confused by them.</p>\n<p><em>Conduction aphasia</em> is a rare type, occurring in less than 10 percent of cases. It is caused by lesions in the arcuate fasciculus, the nerve fibers that connect Broca's area to Wernicke's area. Spontaneous speech, auditory comprehension, and written comprehension are typically intact. One unusual problem sufferers of this aphasia face is difficulty in repeating what they hear.</p>\n<p>When trying to repeat a sentence, they will produce many paraphasias; they tend to make more errors trying to repeat words than trying to repeat numbers. When repeating numbers, they tend to use verbal paraphasias (substituting a word with a related meaning); when repeating words, they tend to use literal paraphasias (interchanging similar  syllables).</p>\n<p>Another surprising result of such injuries, in one case, was the exact opposite of aphasia. It&nbsp;is a rare condition in which a person is capable of speech without thought. Carl Zimmer, a science writer for the <em>New York Times</em>, came across a case of what he calls Reverse Broca while researching <em>Soul Made Flesh</em>, his book on the discovery of the brain and its impact on humanity. A woman in a vegetative state had only isolated “islands of activity” discernible by an MRI scan, one of these in Broca's area. The treatise Zimmer studied described her injuries as due to “acute brain damage secondary to successive primary cerebral hemorrhages.”</p>\n<p>Amazingly, although incapable of higher thought, she would let out an occasional curse word. Her condition is extremely rare; as far as Zimmer knows, it is unique. Where an aphasic might be capable of all forms of thought but language processing because of damage to Broca's area, this woman, with part of that region undamaged but the majority of the rest of her cerebral cortex destroyed, was capable of speech without thought.</p>\n<p>Zimmer says this is significant because it “means that the language system—or part of it—can continue to operate without memory, perception, or even consciousness.”</p>\n<p>Another unusual way that brain injury can influence language is called Foreign Accent Syndrome. Although it is extremely rare, it is still far more prevalent than Reverse Broca. In these cases, after a head injury, a person will develop an authentic-sounding foreign accent, often corresponding to a language he or she doesn't speak. Doctors who came across this condition believed for years that the problem was psychosomatic. Friends who don't understand and strangers who assume the patient is a foreigner can cause all kinds of emotional and social difficulties.</p>\n<p>Tiffany Roberts, sixty-one, of Indiana, developed a British Cockney accent while regaining speech following her injuries. Wendy Hasnip, forty-seven, of England, retained a French accent in place of her Yorkshire accent after a head trauma that initially caused her to lose her speech, by no means an easy feat even if she had been to France more than once (which she had not) or ever spoken the language. A forty-four-year-old Japanese woman began to sound Korean, and a Norwegian woman with shrapnel injuries developed, in 1941, an extremely unpopular German accent.</p>\n<p>Researchers at Oxford University now believe these bizarre incidents to be the result of complicated injuries to various parts of the brain that cause the sufferer to lengthen or shorten certain syllables, misplace stress within a word (<em>ta-BLE</em> instead of <em>TA-ble</em>), and use incorrect syntax, or a combination of all three. The language output, instead of being absent or impaired as in aphasia cases, is subtly changed in ways that we associate with a particular accent.</p>\n<p>In cases in which the accent is heard by members of the group that <em>does</em> speak that way (for example, a Scots brogue spoken by an English woman to Scottish co-workers), the true accent can be discerned as false. John Coleman, a phonetician, confirms this and says that these speech impediments are merely mistaken for the accent closest to the one recognizable by its hearers, which would explain why the Japanese woman didn't develop a Russian accent but Korean, one that would be identifiable by her and those around her, and why a Norwegian would sound more like a German than some other ethnicity unfamiliar to those who heard her.</p>\n<p>This syndrome is rare, probably because a lesion that happens to block just the right combination of signals necessary to produce such a notable effect without causing more severe damage would be unusual. It's likely that a different placement of lesions is responsible for deviations in the result produced. I imagine the effect itself wouldn't be half as frustrating as constantly having to explain it to others.</p>\n<p>Tourette's syndrome can be aggravated by a brain injury sustained around the time of birth, such as a fall. People with Tourette's syndrome suffer from unintentional tics that vary in severity and the embarrassment they cause. They range from a repetitive cough or wink to complicated movements or sentences. Winking at the wrong time could obviously become awkward but would be far easier to deal with than <em>coprolalia</em> (blurting out obscene words).</p>\n<p>It may be a stretch to consider Tourette's a language disorder because it involves several unintended actions, not just coprolalia. It is believed to be primarily a genetic syndrome, although the specific gene involved has yet to be identified and other factors, such as the perinatal head injury just mentioned, influence its severity and onset. It generally manifests itself during childhood, before the age of eighteen, and a full two-thirds of its sufferers either lose their tics or learn to control them by the time they become adults.</p>\n<p>It's unfortunate that speech problems are the best way to learn about how our brains process language, but the knowledge gained is a fascinating area of study. Perhaps it interests us so much because the words we choose to express our thoughts and feelings seem like such a vital part of who we are. Studying just how our brains accomplish that job teaches us about not only about how we communicate, but how we think and understand ourselves.</p>\n<p><em>[Catherine P. Businelle is a freelance writer whose  current brain injuries&nbsp;are all due to&nbsp;pregnancy and an active toddler.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Brain Injury and Language</h1> <p><em><span data-rel=\"author\">Catherine P. Businelle</span> <span data-rel=\"location\">Lincoln City, Oregon</span></em></p> <p>Have you ever had a word on the tip of your tongue, impossible to recall but so close that you knew what letter it started with? Have you ever had a nightmare in which your house was on fire but when you tried to warn your spouse, all that came out of your mouth was gibberish?</p> <p>I know what it's like to feel that way when awake. For years I have suffered from occasional migraine headaches attended by a condition called aphasia, which the <em>Merriam-Webster Dictionary</em> defines as: “loss or impairment of the power to use or comprehend words, usually resulting from brain damage.”</p> <p>I can't complain. My aphasia lasts a only matter of hours and occurs just&nbsp;three or four times a year. Brain injuries such as stroke or head trauma cause many aphasia sufferers to lose their ability to speak for weeks, for months, or even permanently. Brain injuries cause other types of language disorders as well, all tragic, but many also fascinating. They have taught neurologists valuable information about the way our brains process language.</p>"
}