{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Matt Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Matt Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>“In my role, I drive the performance of the policing family and I need to keep the momentum going.” So says the police inspector of my home town, disappointing those of us who'd hoped his <em>role</em> might have something to do with preventing vandalism, fining litter louts and chasing bag snatchers. Ah well; as long as the family's performance momentum keeps getting driven, I suppose that's better than nothing.</p>\n<p>Under attack and in retreat around the globe, McDonald's the burger-maker is pursuing a new public relations strategy. “The McDonald's family will vigorously communicate the facts about McDonald's, our people and our values,” according to a spokesman. I'll leave readers to digest “our people” and “our values” in their own time, but when did a franchise-based chain of snack bars become a <em>family</em>? And is the McDonald clan related to my local copper's tribe?</p>\n<p>As one who unashamedly holds to twentieth-century values in matters of class warfare, I long for the days when enormous U.S. corporations didn't all engage in cuddly talk. I sometimes fear that the downtrodden masses will never rise in bloody revolt against their masters because they're too busy vomiting at, for instance, the revelation that Ben and Jerry's mission statement pledges “deep respect” for individuals. To be precise, the Vermont ice cream maker has a three-part mission statement, and believes that “Central To The Mission Of Ben &amp; Jerry's is the belief that all three parts must thrive equally in a manner that commands deep respect for individuals in and outside the company.”</p>\n<p>They do <em>know</em> that that doesn't mean anything, don't they? In what concrete ways is respecting individuals central to the marketing of their “euphoric concoctions”—and what specifically makes their respect <em>deep</em>, rather than merely existent?</p>\n<p>The only reason I know all this about Ben and Jerry is that British newspapers have been reporting their launch of an ice cream named, amazingly, “Black &amp; Tan.” To be fair, they haven't yet tried selling this particular tub of euphoria to the Irish, just as I don't suppose they market a variety called \"Lynch Mob\" in Alabama.</p>\n<p>Also, I've just double-checked their mission statement and no, true enough, there isn't anything in there about “having at least the vaguest, tiniest clue concerning the history and culture of the various peoples upon whom, with deep respect in and outside the company, we thrust our euphoric concoctions.”</p>\n<p>Big business is the same beast it's ever been, for good or ill; it's just that the language in which it clothes its rapaciousness has become so much more annoying.</p>\n<p>As private-sector businesses increasingly penetrate the U.K.'s National Health Service, the word <em>patient</em> is steadily being replaced by <em>client</em>. This, I'm glad to say, has caused a small amount of outrage from people who understand the enormous philosophical difference between the two terms. One letter to a national newspaper pointed out that doctors have patients, while “accountants, lawyers, and prostitutes have clients.”</p>\n<p>The managerial class is having none of this backsliding. One regional health service chief executive explained that <em>users of health facilities</em> preferred not to be called “patients” because they were “fed up with being defined by their illness.” Those of us who, as already admitted, have fallen behind the times thought that was the whole point of socialised medicine: to be defined by one's illness, rather than one's economic relationships.</p>\n<p>(The most enjoyable letter I've read in a newspaper lately, by the way, was one which began “At almost 80, I am the last person to complain about so-called political correctness,” and went on to damn a previous correspondent's remarks about old people as “inappropriate and unacceptable.” In other words, the cause of his upset was that classic PC sin, ageism; proof, yet again, that the rules of discourse are only <em>politically correct</em> when you don't agree with them. When you do, they're plain good manners.)</p>\n<p>Buying by mail, of course, is a great way to gather business-speak Horribiles, such as this email message from a merchant: “We are pleased to advise that your order is currently being processed and will be sent to your delivery destination very shortly.”</p>\n<p>My <em>delivery destination</em>? Good grief. Perhaps if I'd paid the extra, they'd have sent it to my address, instead.</p>\n<p><em>[Mat Coward's many doings can be kept track of here: <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Matt Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>“In my role, I drive the performance of the policing family and I need to keep the momentum going.” So says the police inspector of my home town, disappointing those of us who'd hoped his <em>role</em> might have something to do with preventing vandalism, fining litter louts and chasing bag snatchers. Ah well; as long as the family's performance momentum keeps getting driven, I suppose that's better than nothing.</p> <p>Under attack and in retreat around the globe, McDonald's the burger-maker is pursuing a new public relations strategy. “The McDonald's family will vigorously communicate the facts about McDonald's, our people and our values,” according to a spokesman. I'll leave readers to digest “our people” and “our values” in their own time, but when did a franchise-based chain of snack bars become a <em>family</em>? And is the McDonald clan related to my local copper's tribe?</p> <p>As one who unashamedly holds to twentieth-century values in matters of class warfare, I long for the days when enormous U.S. corporations didn't all engage in cuddly talk. I sometimes fear that the downtrodden masses will never rise in bloody revolt against their masters because they're too busy vomiting at, for instance, the revelation that Ben and Jerry's mission statement pledges “deep respect” for individuals. To be precise, the Vermont ice cream maker has a three-part mission statement, and believes that “Central To The Mission Of Ben &amp; Jerry's is the belief that all three parts must thrive equally in a manner that commands deep respect for individuals in and outside the company.”</p>"
}