{
  "type": "Article",
  "title": "Affiant Saith Further Nought",
  "author": "Frank Abate",
  "location": "Cinncinati, Ohio",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Affiant Saith Further Nought</h1>\n<p><em><span data-rel=\"author\">Frank Abate</span> <span data-rel=\"location\">Cinncinati, Ohio</span></em></p>\n<p>Dictionaries mark certain entries and senses with labels showing usage limitations for the word. Subject labels, such as <em>computers</em> for the most recent sense of <em>mouse</em>, indicate a subject-specific or technical use of a word or sense. Another type of dictionary label marks the register, or the level, of language. Examples of register labels are <em>colloquial</em> (for conversational forms, including such contractions as <em>doesn't</em>), <em>slang</em> (for an informal term used in place of a general term, such as <em>noggin</em> for <em>head</em>), <em>poetic</em> (forms such as <em>'tis</em> for <em>it is</em> and <em>o'er</em> for <em>over</em>), and <em>dialectal</em> (such as <em>y'all</em> for the informal second-person plural of <em>you</em> characteristic of U.S. southern dialects). The register label indicates how the word differs from the general language and is used in certain settings only or for a particular effect. Theoretically, at least, the (unlabeled) words and senses of the general language (the bulk of the dictionary) can be used in any setting and will not be taken by a general audience as peculiar.</p>\n<p>One register label, <em>formal</em>, is used to mark words that are typically limited to specialized settings, such as prayers and religious liturgies, social announcements, and diplomatic documents, where the words have special nuances and a traditional place. If one encounters a formal term outside its usual setting, it seems odd, pretentious, or stilted. Another register label, <em>archaic</em>, marks a word as being wholly outside general use, a relic of a different era.</p>\n<p>Recently I needed to sign an affidavit, a simple legal document (in this case) indicating that I swore that certain facts were true and that my signature had been verified by a notary public. As I read down the page, I was struck by the final line, “Affiant saith further nought.” The first word, <em>affiant,</em> is a legalism for 'one who swears to an affidavit.'</p>\n<p>My attorney and I discussed the pronunciation (one rarely hears the word aloud); dictionaries agree that it should be pronounced with a “long i,” with stress on the second syllable, and with the first and last syllables unstressed, with the vowel the linguists call schwa.</p>\n<p>But it was the use of <em>saith</em> and <em>nought</em> in one four-word sentence, along with the legalism <em>affiant,</em> that really surprised me. Not that the words or the meaning were unclear, just that the formalism or register of the terms was striking.</p>\n<p>The third-person singular verb <em>saith</em> (equivalent to <em>says</em>) appears frequently in such settings as the 1611 King James Bible but has not been a part of the active vocabulary of English for centuries. It merits the register label <em>archaic</em>—as it is so labeled in the venerable 1934 edition of <em>Webster's New International Dictionary, Second Edition Unabridged</em>. While <em>nought</em> seems not so old-fashioned (perhaps because of its survival in the fixed phrase <em>all for nought</em>), its stand-alone use is not typical in everyday language. The <em>New Oxford American Dictionary</em> (1999) gives it as a variant of <em>naught,</em> the pronominal use of which it does in fact label <em>archaic</em>.</p>\n<p>My attorney's reason for the use of the phrase was that he had always used it on affidavits. It is the formula he was used to, even if “the affiant says nothing more” would be eminently clearer and would convey the same meaning. One might even wish to substitute “the person sworn” for the legalistic <em>affiant</em>. But in the language of the law, tradition and precedent often count for far more than clarity of meaning. Legal pleadings traditionally and to this day (my attorney confirmed) still begin with a phrase such as, “Comes now the plaintiff” or “Now comes the plaintiff,” where a more modern form might be, “The plaintiff pleads as follows.”</p>\n<p>I set off in search of more examples of still-in-use legal words and phrases that had an air of formality or archaism. Soon I learned of the “plain-language movement,” which encourages lawyers, law clerks, legislators, and all those engaged in legal drafting to simplify and clarify their writing and to move away from the stereotypical <em>party of the first part,</em> <em>thereinafter</em>, <em>pursuant to,</em> and other such legalese that has long been the stuff of legal documents. One of the champions of this movement in the U.S. has been Bryan Garner, an attorney in Dallas and a VERBATIM contributor.</p>\n<p>Aside from compiling the latest editions of <em>Black's Law Dictionary</em> (the standard reference work in the legal field), Garner has also spoken and written widely advocating plain language in legal drafting; some of the examples below are drawn from his various works.</p>\n<p>Hyperformal legalese is evident in redundancies, which, in intending to cover all possible meanings, give rise to doublets and triplets in such phrases as:</p>\n<blockquote>\n<p><em>aid and abet</em></p>\n<p><em>any and all</em></p>\n<p><em>cancel, annul, and set aside</em></p>\n<p><em>covenant and agree</em></p>\n<p><em>deposes and says</em></p>\n<p><em>due and owing</em></p>\n<p><em>fit and proper</em></p>\n<p><em>full force and effect</em></p>\n<p><em>give, devise, and bequeath</em></p>\n<p><em>goods and chattels</em></p>\n<p><em>have and hold</em></p>\n<p><em>hold, possess, and enjoy</em></p>\n<p><em>legal and valid</em></p>\n<p><em>null and void</em></p>\n<p><em>peace and quiet</em></p>\n<p><em>power and authority</em></p>\n<p><em>repair and make good</em></p>\n<p><em>rest, residue, and remainder</em></p>\n<p><em>right, title, and interest</em></p>\n<p><em>sole and exclusive</em></p>\n<p><em>successors and assigns</em></p>\n<p><em>terms and conditions</em></p>\n<p><em>total and entire</em></p>\n<p><em>true and correct</em></p>\n<p><em>understood and agreed</em></p>\n<p><em>unless and until</em></p>\n<p><em>will and testament</em></p>\n<p><em>without let or hindrance.</em></p>\n</blockquote>\n<p>Plain-language advocates have decried these, but the practice lives on, as shown by the following modern “fill-in-the-blanks” form for a mortgage:</p>\n<blockquote>\n<p>[A]ccording to a certain bond, note or obligation bearing even date herewith, the mortgagor hereby mortgages to the mortgagee ALL that certain plot, piece or parcel of land, with the buildings and improvements thereon erected, situate, lying, and being in the [location of land] TOGETHER with all right, title and interest of the mortgagor in and to the land lying in the streets and roads in front of and adjoining said premises.</p>\n</blockquote>\n<p>And a similar form for a standard letter of attorney:</p>\n<blockquote>\n<p>[B]y these presents do make, constitute, and appoint my/our true and lawful attorney, for us, and in our name, place and stead . . . to grant, bargain and sell the same [property] or any part thereof, for such sum or price and upon such terms as shall seem meet.</p>\n</blockquote>\n<p>Aside from several redundancies, we have in these few lines a <em>herewith</em>, a <em>hereby</em>, a <em>thereon</em>, and a <em>thereof</em>, the use of <em>said</em> as an adjective, and the needless use of <em>such</em> (in the second example), all common markers of legalese, but absent from the speech or writing of today except in very formal or intentionally jocular expressions. Many legal documents are strewn with such tedious self-referencing words as:</p>\n<blockquote>\n<p><em>hereafter</em></p>\n<p><em>herein</em></p>\n<p><em>hereinabove</em></p>\n<p><em>hereinafter</em></p>\n<p><em>hereinbefore</em></p>\n<p><em>hereto</em></p>\n<p><em>thereat</em></p>\n<p><em>therein</em></p>\n<p><em>thereto.</em></p>\n</blockquote>\n<p>The phrase <em>by these presents</em> (meaning 'by this document') is still encountered in a fuller form, “Know all men by these presents” (a loan translation of the Latin <em>noverint universi per praesentes</em>), suggesting a Norman or earlier origin.</p>\n<p>Some royal charters, and still today some mortgages, begin with this phrase, or the even more antique “Know all ye by these presents.”</p>\n<p>The entry in <em>Black's Law Dictionary, Eighth Edition,</em> calls the expression “deadwood” and offers as a substitute “Take note.”</p>\n<p>Plain-language advocates have railed against legal formalism and archaism, suggesting simplifications (such as the use of <em>the</em> instead of <em>said</em>), substitutions, or simply deletions. In some few cases alliteration can explain the use of redundancies, as Garner notes is the case for <em>part and parcel</em>, <em>rest, residue, and remainder</em>, and several others (see <em>A Dictionary of Modern Legal Usage</em>, in the entry “Doublets and Triplets of Legal Idiom”). But tradition and precedent are powerful forces, especially in the law, where, in our Anglo-American common law system, pronouncements from the bench have the force of law.</p>\n<p>The aura of the courts and of judges commands respect, which leads naturally to a certain level of formality. Unlike the English system, on which American courts are modeled, American judges derive their authority not from the Crown, but simply and directly from the respect of the people for the rule of law. Judges wield remarkable individual power in our legal system, from issuing warrants to arrest persons, seize property, or wiretap phones, to summarily levying a fine or even confining a person to jail for contempt of court. My attorney counsels all his clients, before any court appearance, to “Dress for court”; for men, this means a suit or jacket and tie, with dress pants and shoes. In American state courts, one still can hear the bailiff or marshal announcing the entrance of the black-berobed judge with an archaic “Hear ye, hear ye.” And in every session of the United States Supreme Court, the marshal's opening announcement includes the phrase “Oyez! Oyez! Oyez!” the Norman French equivalent of “Hear ye.” The language of the law, by virtue of the high regard we place on judicial tradition and precedent, may never fully dispense with some of its archaic practices.</p>\n<p><em>[Frank Abate is a freelance lexicographer. He was one of the principal editors of the <em>New Oxford American Dictionary,</em> and recently contributed to the forthcoming abridged edition of <em>Black's Law Dictionary</em>.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Affiant Saith Further Nought</h1> <p><em><span data-rel=\"author\">Frank Abate</span> <span data-rel=\"location\">Cinncinati, Ohio</span></em></p> <p>Dictionaries mark certain entries and senses with labels showing usage limitations for the word. Subject labels, such as <em>computers</em> for the most recent sense of <em>mouse</em>, indicate a subject-specific or technical use of a word or sense. Another type of dictionary label marks the register, or the level, of language. Examples of register labels are <em>colloquial</em> (for conversational forms, including such contractions as <em>doesn't</em>), <em>slang</em> (for an informal term used in place of a general term, such as <em>noggin</em> for <em>head</em>), <em>poetic</em> (forms such as <em>'tis</em> for <em>it is</em> and <em>o'er</em> for <em>over</em>), and <em>dialectal</em> (such as <em>y'all</em> for the informal second-person plural of <em>you</em> characteristic of U.S. southern dialects). The register label indicates how the word differs from the general language and is used in certain settings only or for a particular effect. Theoretically, at least, the (unlabeled) words and senses of the general language (the bulk of the dictionary) can be used in any setting and will not be taken by a general audience as peculiar.</p> <p>One register label, <em>formal</em>, is used to mark words that are typically limited to specialized settings, such as prayers and religious liturgies, social announcements, and diplomatic documents, where the words have special nuances and a traditional place. If one encounters a formal term outside its usual setting, it seems odd, pretentious, or stilted. Another register label, <em>archaic</em>, marks a word as being wholly outside general use, a relic of a different era.</p> <p>Recently I needed to sign an affidavit, a simple legal document (in this case) indicating that I swore that certain facts were true and that my signature had been verified by a notary public. As I read down the page, I was struck by the final line, “Affiant saith further nought.” The first word, <em>affiant,</em> is a legalism for 'one who swears to an affidavit.'</p>"
}