{
  "type": "Article",
  "title": "Lexical Property Rights: Trademarks in American Dictionaries",
  "author": "Michael Adams",
  "location": "North Carolina State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Lexical Property Rights: Trademarks in American Dictionaries</h1>\n<p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">North Carolina State University</span></em></p>\n<p>Commercial America buys and sells just about everything, and turns abstractions into commodities on a dime. Language, for the purposes of lexicography, deserves exemption from acquisition and leveraged buyouts, yet corporations do appropriate words as trademarks to their exclusive commercial uses, and the right of dictionaries to include and define such words has been a matter of dispute between lexicographers and lawyers since the leading British case, <em>Millington v. Fox</em> (1838), established that trademarks might entail a property right. Thus trademarks have been an editorial issue for English dictionaries since the original <em>Oxford English Dictionary</em> (<em>OED</em>). American dictionaries have been wary of them, too, both before and after American trademark law was codified in the Lanham Act of 1946. Since Lanham, no restrictions on trademarks have applied to dictionaries, but the perception that some do apparently limits their inclusion, for they are treated rarely and inconsistently to this day.</p>\n<p>Yet, as a matter of principle, dictionaries should record the flow of trademarks into the general American vocabulary, a principle especially urged by historical perspective: earlier lexicographers handled trademarks gingerly, often bowing obsequiously to corporations asserting their supposed rights. Today's unabridged and general dictionaries of American English, however, should treat trademarks less deferentially, not only because deference is unnecessary, but also because trademarks often enter mainstream use, sometimes as names, sometimes in general senses, and perhaps sometimes as both. The semantic development from name to common noun is interesting and important to record, and so is the public's frequent use of brand names in speech and writing.</p>\n<p>Nevertheless, trademarks have caused dictionaries some concern, and here is a case in point. The <em>Dictionary of American English</em> (4 volumes, 1938-1944, henceforth <em>DAE</em>) defined <em>crackerjack</em> as “something exceptionally fine or splendid” and as “a confection composed of popcorn, molasses, and sometimes peanuts.”</p>\n<p>The entry form is one word but, under the second definition, the <em>DAE</em> provides two citations, one as evidence of the one-word form (“I bought a dollar's worth of everything from crackerjack to cantaloupe”) and another, from a 1920 Sears, Roebuck catalogue, illustrating a two-word form (“Cracker Jack ... made of popcorn, peanuts, sugar and molasses”).</p>\n<p>In a letter dated 28 April 1941, the Cracker Jack Company objected to the <em>DAE</em>'s entry:  “We understand the term Crackajack to mean as defined in number one of your definition,” attorney Arthur L. Stang wrote on the company's behalf, “but we do not agree with your definition in number 2, nor your printing of the Sears, Roebuck &amp; Co. Cat. No. 141,802, of the term Cracker Jack with that definition.” Mr. Stang expressed more than disapproval; he struck out with well-toned legal muscle: “Cracker Jack, when used as two words, is a fanciful, arbitrary and distinctive mark that we have used for very nearly fifty years for a popcorn confection, and it is our trademark, registered in the U. S. Patent Office a number of years ago.” So the Cracker Jack Company thought it perfectly reasonable to ask the University of Chicago Press, in future versions of the <em>DAE</em>, to “eliminate the description of the term CRACKER JACK, and place thereon the words 'when used as two words, a trade-mark registered in the US Patent Office.'”[^1] The trademark holder must zealously protect the trademark from illicit use; the crucial issue is whether dictionary entry is illicit.</p>\n<p>In general, trademarks serve good commercial purposes. As Justice Holmes wrote late in the nineteenth century, they “prevent one man from palming off his goods as another's from getting another's business or injuring his reputation by unfair means and, perhaps, from defrauding the public.”[^2] On one hand, as Justice Frankfurter argued, trademarks protect their owners, for “if another poaches upon the commercial magnetism of the symbol he has created, the owner can obtain legal redress.”[^3] On the other hand, they protect consumers from confusion about whose goods and services are whose. It's reasonable that the Cracker Jack Company would preserve its good name in the marketplace by suing any other confectioner who sold something called <em>crackerjack</em>, or <em>krakajak</em>, or anything else remotely resembling the mark consumers associate with the Cracker Jack Company's excellent product.</p>\n<p>In a famous case, Coca-Cola sued a family restaurant in Arkansas because a customer ordered a Coke and got “Dorris House Cola” instead.[^4] If you ask for a Coke, that's what you should get, and Coca-Cola shouldn't suffer the commercial effects of consumer confusion if merchants continually pass off other colas as though they were Coca-Cola.</p>\n<p>If you ask for a Coke or Cracker Jack, no one will hand you a dictionary. In other words, because dictionaries do not compete in the marketplace with soft drinks and confections, and because consumers are unlikely to confuse dictionaries with either soft drinks, confections, or, for that matter, just about anything else, dictionaries aren't violating any aspect of trademark law when they accurately record the use of a trademark as a trademark, or use of any common word derived from a trademark as a common word. Of course, dictionaries aren't at liberty to misrepresent usage in order to gut a trademark of its commercial significance. Short of such unethical, irresponsible behavior on the parts of lexicographers, however, trademark holders have no actual legal recourse against dictionaries.</p>\n<p>Thus, J. Thomas McCarthy, whose <em>McCarthy on Trademarks and Unfair Competition</em> is the authoritative guide to the subject, points out that “there appears to be no sure legal remedy against authors and publishers who use an alleged trademark in a generic sense in books, magazines and newspapers. The Lanham Act offers no remedies against such noncommercial generic use,” and, for good measure, that “absent the dilution theory, the law offers no legal remedy to stop those who use a word in a generic sense in magazines, newspapers, books, dictionaries, etc.”[^5] More precisely, there is no remedy against dictionaries because, rather than using trademarks in a generic sense, they record nontrademark senses, derived from the trademarks, that Americans use in everyday speech.</p>\n<p>The implications of Stang's letter for lexicography are clear and should be startling. If the Cracker Jack Company (and many another trademark-owning company) had its way, a company could determine the forms of a trademark that appear in a dictionary, without regard for usage. For instance, the one-word form, <em>crackerjack</em>, could not serve as an entry form for any entry describing the confection, because, according to the trademark owner, the confection is denoted by a two-word term. Further, that company could determine which definitions of a word could be reported or, more precisely, which could not.</p>\n<p>So the two-word form could be defined only as a trademark, not by its ingredients, and the description of ingredients could not define the illicit one-word form, even though real people mean the confection when they use that form.</p>\n<p>Most alarming, the company in question could control the evidence of use and meaning available to the public via dictionaries. This is an insidious consequence, prompted by the structure of American trademark law throughout the twentieth century.  For trademark owners fear dictionaries with good reason: once a trademark enters the general vocabulary, it loses the distinctive qualities that qualify it as a mark, and, as a result, the owner can lose control of the mark. As Frank Schechter observed in “The Rational Basis of Trademark Protection” (1927), “self-evidently, the more distinctive the mark, the more effective is its selling power.” Thus, he argued, trademarks need the broadest possible protection from infringements: “the more distinctive or unique the mark, the deeper is its impress upon the public consciousness, and the greater its need for protection against vitiation or dissociation from the particular product in connection with which it has been used.”[^6]</p>\n<p>A dictionary entry <em>can</em> help to dissociate a trademark from its particular product if it demonstrates that the trademark has, as Schechter put it, “been embodied in the English vocabulary under the law of usage by which coined words by reason of long general use become fixed into the vocabulary.”7 So lawyers (like Stang) who represent trademark owners (like the Cracker Jack Company) threaten dictionaries with indefinite actions (because no action is viable under trademark law) in order to protect the status of their marks. The Lanham Act requires trademark owners (and their lawyers) to protect their marks zealously; nasty letters, even irrelevant ones to dictionaries, help to prove zeal. If the lawyers can dissuade dictionary editors ignorant of trademark law to exclude evidence of words developed from trademarks in their dictionaries, then the same lawyers can claim in court that the marks they represent are still only trademarks and protected from commercial encroachments.</p>\n<p>Corporate control of dictionary entries, without regard for evidence of use, obviously favors corporations rather than a language's users. As Sidney Landau has argued, a dictionary written under such interference falls somewhat below expected lexicographical standards, and the situation thus described comments interestingly on the relative claims of profit and people on the American English lexicon.</p>\n<p>Landau points out that dictionaries do not consult other “special interest groups” for permission to include words over which those groups might wish to assert some control; he also points out that “now that many dictionaries are published by subsidiaries of large corporations, the influence of corporate legal counsel” intrudes into editorial practice.[^8]</p>\n<p>The symbiosis of law and corporate interest amounts to a type of language planning. Roger Shuy explains that trademark law is an “attempt to create a purism that tries to eliminate what it considers to be the deviant varieties of language, a goal that is consistent with law's innate need to be prescriptive.”[^9] But if trademark law is language planning, it most resembles urban sprawl, and it similarly evades public scrutiny and public intervention. Lawyers who protect their clients' trademarks by threatening dictionaries essentially fabricate evidence relevant to the status of those marks, and dictionary makers must decide whether to acquiesce in the fabrication or to record linguistic facts and ensure public access to those facts instead. In any event, they will have to make up their minds, because, as the record amply illustrates, lawyers will threaten them, with or without legal substance behind the threats.[^10]</p>\n<p>In the case of <em>crackerjack</em>, the <em>DAE</em> capitulated to legal bluff. After Rollin D. Hemens, assistant director of the University of Chicago Press, read Stang's letter, he asked Mitford Mathews, then assistant editor of the <em>DAE</em>, to map out the lexicographical terrain. Mathews discovered that no one knew the origin of the term, but that it apparently referred to the confection only from about 1905, well within Stang's “very nearly fifty years” of commercial use. Webster's unabridged dictionary (1926) recorded the confection definition, but under <em>crackajack</em>; the Funk &amp; Wagnalls <em>New Standard Dictionary of the English Language</em> (1913), however, defined the confection under <em>crackerjack</em>, and so did the <em>OED</em> (1933). None of these mentioned that the term was a trademark, though the omission hardly altered the fact.</p>\n<p>Webster's <em>Second New International Dictionary</em> (1934), however, suddenly lacked the sweetmeat definition. “The method of handling the term in the 1934 Webster,” Mathews wrote, “leads me to imagine that the Webster people had been protested to by the candy people and that as a result they took the easiest way out by omitting this sense from their dictionary.”[^11]</p>\n<p>Mathews's tone suggests his belief that Webster's was not the noblest course; we might go further and consider whether such a solution was even acceptable or professional, though the exigencies of commercial lexicography may explain Webster's decision. Still, one wonders when compromise becomes truckling under, and whether, if the business of an unabridged dictionary is to record essentially all of the words in the common vocabulary, compromise on the inclusion of words newly entering that vocabulary undermines the dictionary's integrity.</p>\n<p>Hemens consulted an attorney on the issue. The attorney appears not to have opened a book to find an answer, and did not think much about the <em>DAE</em>'s purpose in formulating his opinion: “The matter does not seem to be of much importance; and we suggest therefore that in the next edition of the dictionary you merely eliminate the No. 2 definition of the word 'crackerjack' (printed as one word) and omit entirely the reference to the Sears Roebuck catalog.  Of course, omitting the No. 2 definition would require you also to omit the quotation from “1905 Beach Pardners.” The <em>DAE</em> could, if it liked, include the trademark statement in any future version, but the lawyer questioned “whether it is within the province of [the <em>DAE</em>] to include trade marks,” and he “suggest[ed] therefore that this notation also be eliminated.”[^12]</p>\n<p>In the end, the <em>DAE</em> did not resist the argument that trademarks were proprietary language. When the University of Chicago Press decided to reprint the <em>DAE</em> in 1959, they had forgotten the earlier <em>crackerjack</em> controversy. But J. R. Hulbert, co-editor of the <em>DAE</em>, remembered; hearing of their plans, he reminded them: “I presume that the intention is to issue a new printing of the book, without corrections. One correction, however, must be made to avoid a suit. This concerns meaning 2 of <em>Crackerjack</em>. That meaning is a proprietary usage which should not have been included.” He gave explicit directions as to what should be omitted and how the newly created space should be filled, in order to correct what he called “the error.” He also warned, “this is not a trifling matter ... if the correction is not made and the company sues, the Press will not have much of a case.”[^13] Shugg accepted Hulbert's advice, even though the sheets were already printed; he printed pages 667 and 668 again, with the correction, and tipped them in, copy by copy.[^14]</p>\n<p>Hulbert and Shugg overreacted in 1960. They heeded the lawyer who believed, regardless of what millions of Americans called the confection through which they dug to find their prizes, that the <em>Dictionary of American English</em> should not record the word. Though no one hungry for crackerjack will buy the <em>DAE</em> accidentally instead, and though a bad definition of <em>crackerjack</em> cannot filch one peanut of the Cracker Jack Company's well-deserved goodwill, there is at least one common word in use daily and across the nation undefined in any major current dictionary, commercial or otherwise. One hopes that other common words derived from trademarks receive better treatment, but dictionaries are still reluctant to record them, for the usual reasons. As a result, Americans know slightly less about their common vocabulary from dictionaries than we might wish. On those maps of American English, contours are distorted slightly, byways and landmarks missing: mostly the maps are good, but some folks sometimes can't find what they're looking for.</p>\n<p>To a trademark owner, a dictionary entry for the trademark looks like a gross and irreversible symptom of decaying distinctiveness, a warning that the trademark's lease on life has all too short a date. The <em>American Heritage College Dictionary, Fourth Edition</em> (2002, henceforth <em>AHCD4</em>), conscious of the threat it poses, and wishing no one harm, advises its users that “Words known to have current trademark registrations are shown with an initial capital and are also identified as trademarks. No investigation has been made of common-law trademark rights in any word, because such investigation is impracticable. The inclusion of any word in this Dictionary is not, however, an expression of the Publisher's opinion as to whether or not it is subject to proprietary rights. Indeed, no definition in this Dictionary is to be regarded as affecting the validity of any trademark.”[^15] Unfortunately, a dictionary's caveat cannot mitigate its influence on trademark status. If a dictionary entry is used as evidence to show the general currency of nontrademark senses derived from a trademark, and if those reviewing a trademark's status choose to draw conclusions about the viability of the mark from that evidence, that is up to the court, not the dictionary. It seems unlikely that <em>AHCD4</em> really hopes that those who consult it discount its entries as evidence of semantic development and current usage.</p>\n<p>But just because dictionaries are dangerous to trademarks doesn't mean that they should be held responsible for the damage caused by a trademark's success and subsequent general use.  Even if a corporation could keep a dictionary from recording its trademark, it couldn't keep people from using it and extending it. Dictionaries are responsible to the public for entering, defining, and illustrating words and should do so in the public interest regardless of the harm it may do to a corporation's profit or trademark ownership. A corporation can establish a right to use a word commercially, but it cannot own the word itself: the language's users own the language; dictionaries simply register the deed.</p>\n<p>American dictionaries record trademarks worthy of entry, those that are commonly used as trademarks, especially those that have generated nontrademark meanings and nontrademark forms, but they treat them inconsistently and incompletely. If you follow a single trademark, like <em>Dumpster</em>, through a number of prominent commercial dictionaries, you encounter a revealing, perhaps disturbing, variety of treatments. If you search for the term on the Internet, you will see how often it is used to mean any large, industrial trash container, whether one manufactured by the Dempster Dumpster Company (which holds the trademark for Dumpster) or some other brand of the type. You will also see that the term is frequently used as an attributive noun, as in the phrase <em>dumpster diving</em>. From such a search, one turns to the dictionaries expecting treatment of some complexity, but one can see immediately the dampening effect of zealous lawyers.</p>\n<p>For instance, <em>Merriam-Webster's Eleventh New Collegiate Dictionary</em> (2005, henceforth <em>MWC11</em>) offers the following entry (pronunciations are deleted from all entries quoted here): “<em>Dumpster</em> <em>trademark</em> – used for a large trash receptacle.” The entry in <em>AHCD4</em> is similar: “<em>Dumpster</em> a trademark used for containers designed for receiving, transporting, and dumping waste materials.” Both of these entries are prevarications: they do not indicate that a term <em>dumpster</em>, applied by speakers of American English broadly to receptacles like those made under the Dumpster brand, even exists; nor do they enter the phrase <em>dumpster diving,</em> for which there is ample evidence in print. And the passive construction is significant: used by whom and for what? By all speakers to mean exactly Dumpster brand containers? By the trademark owner for its product?</p>\n<p>By those in the industrial waste collection business for the Dempster product? By speakers unconcerned with the industrial waste collection business for any big waste container, regardless of the brand? Both dictionaries have constructed the entries to be as noncommittal about facts of semantic development and usage as possible.</p>\n<p>And the entries aren't accidental. In fact, editors of both dictionaries are aware of their respective prevarications. The American Heritage editors include a fuller, more accurate entry in <em>The American Heritage Dictionary of the English Language,</em> Fourth Edition (2000). It extends the college dictionary's definition thus: “This trademark often appears in print in lowercase: '[The street is] <em>lined with low-cost apartment buildings and strewn with blue dumpsters</em>” (Chicago Tribune).” And Lars Eighner, in <em>Travels with Lizbeth</em>, his remarkable memoir of life on the streets, begins his chapter “On Dumpster Diving” as follows: “Long before I began Dumpster diving I was impressed with Dumpsters, enough so that I wrote the Merriam-Webster research service to discover what I could about the word <em>Dumpster</em>. I learned from them that it is a proprietary word belonging to the Dempster Dumpster company. Since then I have dutifully capitalized the word, though it was lowercased in almost all the citations Merriam-Webster photocopied for me. Dempster's word is too apt. I have never heard these things called anything but Dumpsters. I do not know anyone who knows the generic name for these objects.”[^16] Indeed, there is no generic name, so speakers have developed <em>dumpster</em> from <em>Dumpster</em> to supply the gap. You won't learn that from looking in most dictionaries, though.</p>\n<p>Some dictionary entries for <em>Dumpster</em> are more precise than those above, but are just as incomplete. The <em>Random House Webster's Unabridged Dictionary,</em> Second Edition (1998) emphasizes that a trademark refers to a brand, thereby clearing up some of the vagueness noted in other dictionaries: “<em>Dumpster</em> <em>Trademark</em> a brand of large metal bin for refuse designed to be hoisted into a specially equipped truck for emptying or hauling away.” The hoisting aspect, apparently reflecting the special design of Dempster Dumpsters, figures prominently in other dictionaries, too. So the <em>Encarta World English Dictionary</em>'s “<em>Dumpster</em> <em>tdmk</em>. a trademark for large trash-and-garbage containers and hoisting units,” an entirely inadequate definition, as the hoisting units in question are always a feature of the containers and the novel compound “trash-and-garbage,” if it means something other than “refuse,” is too specific or, if it means “refuse,” is comically inefficient.</p>\n<p>Part of the problem with these definitions is that they insist on defining the name of the brand, when there are other related definitions worth recording, those of general terms derived from the brand name. The hoisting is meant to restrict the name's range of reference, but the Internet search will call up numerous advertisements for “roll off” dumpsters: trucks carry these to a location on platform trailers that lift at the front so that the receptacle can roll off into place. Either these are Dempster Dumpsters, in which case the definitions for the trademark are imprecise, or they aren't Dempster products at all, in which case speakers have derived a term, <em>dumpster</em>, to stand for a range of receptacles including those hoisted and those rolled off.</p>\n<p>The entry in the <em>New Oxford American Dictionary</em> (2001, henceforth <em>NOAD</em>) is the best on offer to the word-curious public: “<em>dumpster</em> (also <em>Dumpster</em>) trademark ► n. a large trash receptacle designed to be hoisted and emptied into a truck.” This entry, parallel to that of the big <em>American Heritage Dictionary</em>, acknowledges the derived sense in the lowercase form, which precedes the trademark as the entry form. The label suggests that any use of either form is as a trademark, but the definition is a great improvement over the others, at it tacitly acknowledges that speakers use the term for receptacles that may or may not carry the trademark. Further, <em>NOAD</em> is the only major commercial dictionary that includes an entry for “<em>dumpster diving</em> ► n. The practice of raiding dumpsters to find discarded items that are still useful, can be recycled, and have value,” the only one to acknowledge the extent of <em>dumpster</em>'s semantic development.</p>\n<p><em>NOAD</em> defines both terms just as it defines other nouns, without formulae special to trademarks, leaving the label, in the appropriate entry, to do its job insofar as it applies. One could be critical of the NOAD entry for <em>dumpster</em>, though, along with the others: no one goes quite so far as to define the trademark use as sense 1 and the general sense, the one unconcerned with brand, as sense 2.</p>\n<p><em>Coke</em> is another excellent example of a term treated somewhat unempirically because of its trademark status. <em>AHCD4</em> records the trademark in its alphabetical place as a trademark, according to the formula illustrated earlier. But <em>coke</em> has long been used generically: in the American South, speakers still use it as a term for any soft drink, a fact that the dictionary acknowledges in a Regional Note at <em>tonic</em>: “Generic terms for carbonated soft drinks vary widely in the United States. Probably the two most common words competing for precedence are <em>soda</em>, used in the northeast United States as well as St. Louis and vicinity, and <em>pop</em>, used from the Midwest westward. In the South any soft drink, regardless of flavor or brand name, is referred to as a <em>Coke</em>, <em>cold drink</em>, or just plain <em>drink</em>. Speakers in Western Maryland and Boston and its environs have a term of their own: <em>tonic</em>. See Note at <em>dope</em>.” This note is commendable, partly because it acknowledges the derived use and partly because it locates it as a regionalism — without the cross-reference, the regionalism would be obscured entirely by <em>Coke</em>'s trademark status. The only problem with the note is that folks in the South don't ask for <em>Coke</em>; they ask for <em>coke</em>, instead.</p>\n<p>As noted earlier, Coca-Cola defends its trademark from infringement more aggressively than any other corporation; this is a wise strategy, since under the Lanham Act vigilance counts in the trademark owner's favor, whether suing or sued. But Coca-Cola's attitude towards its mark, at least historically, has been an exemplary exception to the rule. After Congress enacted the Lanham Act in 1946, Coca-Cola consulted an eminent trademark specialist and came away understanding clearly the limits on proprietary right in American trademark law. It contacted first Merriam-Webster, and then the <em>Dictionary of Americanisms</em> (1951, henceforth <em>DA</em>), urging that they include the registered trademark <em>Coke</em>. Webster had already demurred when Coca-Cola's John A. Gosnell suggested to Mitford Mathews, on 28 July 1948, that dictionaries “let the policy in these matters be established by the facts; that is to say, that if a trademark has achieved that degree of celebrity which carries with it nationwide currency in daily conversation, that such a trademark should be included.”[^17]</p>\n<p>Contemporary dictionaries should recognize what Coca-Cola appears to have recognized long ago. Post–Lanham Act, a company like Coca-Cola would be foolish to sue a dictionary for including its trademark: probably it would lose, but it certainly wouldn't want to win, for in the process it would prove (to use the language of the Lanham Act) the “common descriptive” nature of its trademark. If the term weren't commonly used, it wouldn't be in the dictionary; so the corporation can prove infringement and loosen its own proprietary grip on the trademark, or it can ignore infringement, if there is any, and hold the trademark as long as it can, in spite of the term's currency in everyday American speech.</p>\n<p>Gosnell's letter indicates Coca-Cola's understanding that there wasn't much they could do had the <em>DA</em>, or any dictionary, decided to include <em>coke</em>, so they made lemonade:  they turned the threat of dilution into an opportunity to advertise, and suddenly Coca-Cola's commercial interest coordinated exactly with public lexical interest, on a very sound principle never considered by the Cracker Jack Company or even, apparently, the <em>DAE</em>, namely that dictionaries' policies on trademarks should reflect the facts of usage and their record.  It's difficult to argue with Gosnell, after all:  “There may be more prominent Americanisms than 'Coca-Cola' and 'Coke,'” he wrote, “but at the moment I don't believe I can think of any.”[^18]</p>\n<p>Of course, Gosnell did not suggest that <em>DA</em> or any other dictionary include a subentry for <em>coke</em> to accompany that for the trademark. There are limits to the open-mindedness we can expect from trademark owners and their representatives. And it's important to recognize that there are limits imposed on dictionary editors by the publishing corporations that pay their salaries. Perhaps editors can do little to improve dictionary treatment of trademarks and their derivatives; there are certainly practical limits to what we can discover about our common language in dictionaries. It's clear that, while dictionaries are perhaps too quick to make concessions to trademark owners, they also struggle to do good work and often succeed, as entries and notes from the American Heritage dictionaries and <em>NOAD</em> show. But Americans interested in their language should pay attention to trademarks and their treatment in dictionaries. Currently, dictionaries choose their approaches to trademarks in the face of corporate complaint.</p>\n<p>But Gary C. Robb, in “Trademark Misuse in Dictionaries: Inadequacy of Existing Legal Action and a Suggested Cure” (1981), urges statutory control of dictionaries, essentially arguing that the owner's interest in its mark superseded the public's interest in accurate information about American speech.[^19] One wonders, if such legislation were passed, what the next step would be. Someday, someone might write an article titled “The Misuse of Trademarks in Speech: Inadequacy of Legal Control and a Suggested Cure,” where the cure would prohibit our supposed “misuse” of trademarks by deriving other terms from them. Speakers of American English may want to assert their lexical property rights before that day comes.</p>\n<hr>\n<p>The author discovered material about the <em>Dictionary of American English</em> and the <em>Dictionary of Americanisms</em> discussed in this article while reading through the University of Chicago Press Archives, research made possible when he received the VERBATIM/Dictionary Society of North America Award in Lexicography (1996). He would like to thank Mr. Laurence Urdang and the Dictionary Society for their generous support. The author presented an early version of the article at the annual meeting of the American Dialect Society (1997). At that conference and subsequently, the author has benefited tremendously from discussion of trademarks in their legal, linguistic, and lexicographical contexts with Jennifer Westerhaus Adams, Esq., Richard W. Bailey, Ronald R. Butters, Steven R. Kleinedler, Sidney I. Landau, Joseph P. Pickett, and Jesse Sheidlower. Their suggestions have always been intelligent, informed, and eloquent; any errors here, alas, reflect the author's limitations, not theirs.</p>\n<p>[1]: Quoted from a one-page carbon copy of a typed copy of a letter to the University of Chicago Press from Arthur L. Stang, on behalf of the Cracker Jack Company, the original apparently on letterhead, dated 28 April 1941. This item is in the University of Chicago Press Archives (Box 128, folder 2), housed in the Department of Special Collections in the Joseph Regenstein Library of the University of Chicago. All items from this collection are quoted here with permission.</p>\n<p>[2]: From Holmes's opinion in <em>Chadwick v. Covell,</em> 151 Mass. 190, 23 N.E. 1068 (1890), quoted in J. Thomas McCarthy, <em>McCarthy on Trademarks and Unfair Competition</em>, 3rd edition (Deerfield, IL: Clark Boardman Callaghan, 1996), § 2.06.</p>\n<p>[3]: Ibid, § 2.07</p>\n<p>[4]: See Don N. Curdie, “Infringement of the Trademark 'Coca-Cola,'” <em>The Business Lawyer</em> (December 1971), pp. 297-310.</p>\n<p>[5]: McCarthy, op. cit., § 12.09[3].</p>\n<p>[6]: Frank Schecter, “The Rational Basis of Trademark Protection,” <em>Harvard Law Review</em> 40 (1927), pp. xxx and xxx, seriatim.</p>\n<p>[7]: Ibid, p. xxx.</p>\n<p>[8]: Sidney I. Landau, <em>Dictionaries: The Art and Craft of Lexicography</em>, 2nd edition (New York: Cambridge University Press, 2001), pp. 405-409.</p>\n<p>[9]: Roger Shuy, <em>Linguistic Battles in Trademark Disputes</em> (New York: Palgrave Macmillan, 2002), p. 3</p>\n<p>[10]: See Landau, op. cit., p. 407; Shuy, op. cit., p. 13; Robert Burchfield, <em>Unlocking the English Language</em> (New York: Hill and Wang, 1991), p. 96; and Herbert C. Morton, <em>The Story of Webster's Third: Philip Gove's Controversial Dictionary and Its Critics</em> (New York: Cambridge University Press, 1994), pp. 219-220. These are all general statements and historical examples of the problem available in print; it is too much to expect lexicographers to air their publishers' legal correspondence in public.</p>\n<p>[11]: Quoted from a one-page typed, signed letter from Mathews to Hemens, dated 4 June 1941 (University of Chicago Press Archives, Box 128, folder 2).</p>\n<p>[12]: Quoted from a two-page copy of a letter from Marcus A. Hirschl of Chritton, Wiles, Davies &amp; Hirschl to the University of Chicago Press, dated 5 June 1941 (University of Chicago Press Archives, Box 128, folder 2).</p>\n<p>[13]: Quoted from a one-page autograph, signed letter from Hulbert to the “Chief Editor” of the University of Chicago Press, dated 4 December 1959 (University of Chicago Press Archives, Box 128, folder 3).</p>\n<p>[14]: See carbon copy of a one-page letter from Shugg to Hulbert, dated 12 January 1960; a carbon copy of a one-page letter from Mary D. Alexander to Hulbert, dated 20 January 1960; and an undated one-page carbon copy of a note from John B. Goetz, Production Manager of the University of Chicago Press to Harold L. Beaver of the Oxford University Press (all in the University of Chicago Press Archives, Box 128, folder 3).</p>\n<p>[15]: Joseph P. Pickett, and others, eds. <em>The American Heritage College Dictionary</em>, 4th edition (Boston: Houghton Mifflin, 2002), p. ii.</p>\n<p>[16]: Lars Eighner, <em>Travels with Lizbeth: Three Years on the Road and on the Streets</em> (New York: St. Martin's Press, 1993), p. 111.</p>\n<p>[17]: See the one-page carbon copy of a letter from Gosnell to Mathews, dated 28 July 1947 (University of Chicago Press Archives, Box 318, folder 7).</p>\n<p>[19]:  Gary C. Robb, “Trademark Misuse in Dictionaries: Inadequacy of Existing Legal Action and a Suggested Cure,” <em>Marquette Law Review</em> 65.2 (Winter 1981), pp. 179-196.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Lexical Property Rights: Trademarks in American Dictionaries</h1> <p><em><span data-rel=\"author\">Michael Adams</span> <span data-rel=\"location\">North Carolina State University</span></em></p> <p>Commercial America buys and sells just about everything, and turns abstractions into commodities on a dime. Language, for the purposes of lexicography, deserves exemption from acquisition and leveraged buyouts, yet corporations do appropriate words as trademarks to their exclusive commercial uses, and the right of dictionaries to include and define such words has been a matter of dispute between lexicographers and lawyers since the leading British case, <em>Millington v. Fox</em> (1838), established that trademarks might entail a property right. Thus trademarks have been an editorial issue for English dictionaries since the original <em>Oxford English Dictionary</em> (<em>OED</em>). American dictionaries have been wary of them, too, both before and after American trademark law was codified in the Lanham Act of 1946. Since Lanham, no restrictions on trademarks have applied to dictionaries, but the perception that some do apparently limits their inclusion, for they are treated rarely and inconsistently to this day.</p> <p>Yet, as a matter of principle, dictionaries should record the flow of trademarks into the general American vocabulary, a principle especially urged by historical perspective: earlier lexicographers handled trademarks gingerly, often bowing obsequiously to corporations asserting their supposed rights. Today's unabridged and general dictionaries of American English, however, should treat trademarks less deferentially, not only because deference is unnecessary, but also because trademarks often enter mainstream use, sometimes as names, sometimes in general senses, and perhaps sometimes as both. The semantic development from name to common noun is interesting and important to record, and so is the public's frequent use of brand names in speech and writing.</p> <p>Nevertheless, trademarks have caused dictionaries some concern, and here is a case in point. The <em>Dictionary of American English</em> (4 volumes, 1938-1944, henceforth <em>DAE</em>) defined <em>crackerjack</em> as “something exceptionally fine or splendid” and as “a confection composed of popcorn, molasses, and sometimes peanuts.”</p>"
}