{
  "type": "Article",
  "title": "As the Word Turns: Brief Lives, Brief Loves",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As the Word Turns: <em>Brief Lives, Brief Loves</em></h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<blockquote>\n<p>“Words have wings. You know the epithet, Winged Words, which Homer gives them, and a Syrian poet imagines them as a species of bird, those fleeting creatures escaping the memory all too rapidly unless they are netted in writing.”</p>\n</blockquote>\n<p>It is obvious from this epigraph that John Aubrey would have been a VERBATIM subscriber. Also a devotee of tabloid tales of sex, a genre which his idiosyncratic jottings did much to invent. As his 1949 Penguin editor, Oliver Lawson Dick, observed, “Aubrey's were the first biographies that did not point a moral,” be he advertising Mariana Morgan as “a swidging (not in the <em>OED</em>) lustie woman,” or encapsulating the life of Abigail Sloper: “Borne at Broad Chalke, A.D. 1648: pride; lechery; ungratefull to her father; married; runne distracted; recovered.” What a career Aubrey would have had as a writer of Hollywood synopses.</p>\n<p>Aubrey's kinswoman is a handsome <em>bona roba,</em> defined by his 2000 Penguin editors, John Buchanan-Smith and Michael Hunter, as 'a warm-blooded woman with a healthy enjoyment of sex.' <em>OED</em>cites examples from Shakespeare to Sir Walter Scott; Eric Partridge regards plain <em>bona</em> ('a very pretty girl') as parlaree, with no pre-1889 example.</p>\n<p>Aubrey gives us eight stanzas of a ballad on Sir John Overall's young trophy bride, all ending Hye Nonny Nonny Noe in euphemistic reference to her vagina (<em>OED</em> gives six references, 1533–1832, not this one), e.g.</p>\n<blockquote>\n<p><em>She trip't it like a barren doe,</em></p>\n<p><em>She strutted like a gor-crowe,</em></p>\n<p><em>Which made men so fond of her</em></p>\n<p><em>Hye Nonny Nonny Noe.</em></p>\n</blockquote>\n<p>Kingsley Amis called this the best poem in the <em>Faber Book of Comic Verse.</em> We get a cruder one in the <em>Life of Thomas Triplett,</em> two samples being:</p>\n<blockquote>\n<p><em>A Welch-man once was whip't there,</em></p>\n<p><em>Untril he did beshitt him.</em></p>\n<p><em>His cuds-pluttera-nail</em></p>\n<p><em>Could not prevail</em></p>\n<p><em>For he whip't the Cambro-Britan</em>.</p>\n</blockquote>\n<p>And:</p>\n<blockquote>\n<p><em>For a piece of beef and turnip</em></p>\n<p><em>Neglected with a cabbage</em></p>\n<p><em>He took up the pillion</em></p>\n<p><em>Of his bouncing Mayd Jillian</em></p>\n<p><em>And sowc't her like a baggage.</em></p>\n</blockquote>\n<p>No dictionary helps on <em>cuds-pluttera-nail; Cud's</em> is an oath-variant for 'God's'. <em>Sowc't'</em> is a splendid aorist of some cant verb; Aubrey's age, via <em>Grose's Dictionary,</em> established the modern British demotic sense ('tart') of <em>baggage;</em> his bouncing Mayd Jillian prognosticates the lascivious Ann Jillian in the TV sitcom <em>It's A Living.</em></p>\n<p>In English literature's most hilarious knee-trembler,</p>\n<p><em>“Getting up one of the mayds of honour up against a tree, she cryed, Sweet Sir Walter <em>(sc. Walter Raleigh)</em>, will you undoe me? As the danger and the pleasure grew higher, she cryed in the extasey, Swisser Swatter, Swisser Swatter.”</em></p>\n<p>Hard to beat that for amorous onomatopoeia.</p>\n<p>You won't find this passage or sense in <em>OED</em>, which defines both words as 'imitative of the sound made by ducks splashing in water.'</p>\n<p>In chapter 7 of <em>The Egyptologists</em> (Kingsley Amis &amp; Robert Conquest, 1965), a cod professorial lecture includes in its general babble “Swisser Swatter se divine wives of Amun.” The odds against independent coinage are surely high. Amis will have read Aubrey at Oxford and/or elsewhere, one impetus being the two books on him (1948–49) by friend and fellow-novelist Anthony Powell, whose Aubrey interest went back “possibly as far as undergraduate days” (<em>To Keep the Ball Rolling,</em> 1983).</p>\n<p>We may be grateful that Aubrey, as advertised in his covering letter to Anthony Wood, compiler of the more staid gossip of his Athenae Oxonienses, “putt in writing these minutes of Lives tumultuarily, nothing but the trueth, the naked and plain trueth, which is here exposed so bare that the very pudenda are not covered.” Glancing between his age and ours, one more tru(e)th is equally bare—only the spelling is different.</p>\n<p><em>[Barry Baldwin has been absent far too long from our pages. His last appearance was in XXIX/2, with “Y, O Y”.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As the Word Turns: <em>Brief Lives, Brief Loves</em></h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <blockquote>\n<p>“Words have wings. You know the epithet, Winged Words, which Homer gives them, and a Syrian poet imagines them as a species of bird, those fleeting creatures escaping the memory all too rapidly unless they are netted in writing.”</p>\n</blockquote> <p>It is obvious from this epigraph that John Aubrey would have been a VERBATIM subscriber. Also a devotee of tabloid tales of sex, a genre which his idiosyncratic jottings did much to invent. As his 1949 Penguin editor, Oliver Lawson Dick, observed, “Aubrey's were the first biographies that did not point a moral,” be he advertising Mariana Morgan as “a swidging (not in the <em>OED</em>) lustie woman,” or encapsulating the life of Abigail Sloper: “Borne at Broad Chalke, A.D. 1648: pride; lechery; ungratefull to her father; married; runne distracted; recovered.” What a career Aubrey would have had as a writer of Hollywood synopses.</p> <p>Aubrey's kinswoman is a handsome <em>bona roba,</em> defined by his 2000 Penguin editors, John Buchanan-Smith and Michael Hunter, as 'a warm-blooded woman with a healthy enjoyment of sex.' <em>OED</em>cites examples from Shakespeare to Sir Walter Scott; Eric Partridge regards plain <em>bona</em> ('a very pretty girl') as parlaree, with no pre-1889 example.</p>"
}