{
  "type": "Article",
  "title": "Hunting the Wayzgoose",
  "author": "Dorothy E. Zemach",
  "location": "Eugene, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hunting the Wayzgoose</h1>\n<p><em><span data-rel=\"author\">Dorothy E. Zemach</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p>\n<p>When I was growing up, my family did not consider it cheating to page through the dictionary while playing Scrabble, searching for unknown words that might match one's letters (though it was considered unsporting for some reason to look at the cover of the box while doing a jigsaw puzzle). It was on just such a romp through the W's that I stumbled across the most intriguing word I've ever met in the English language: <em>wayzgoose</em>. It looks good. It sounds good. And it even has a good definition. It's not, as so many of those crossword puzzle answers turn out to be, an obsolete monetary unit of South America or an endangered rodent. A wayzgoose is—and I quote—“An annual festivity held in summer by the employees of a printing establishment, consisting of a dinner and usually an excursion into the country (British).” In spite of its appeal, however, it's not an easy word to work into casual, everyday conversation, unless you go for something obvious, like, “Hey, I bet you'll never guess what <em>wayzgoose</em> means.” And so I tucked it in one of those back corners of my brain reserved for important but not often needed information, like when I'd had my last tetanus booster and the location of my birth certificate.</p>\n<p>Fast-forward twenty years. I'm teaching in a university, so that I have both my summers off and the need to write and publish something during them. I've been working hard on a textbook with Oxford University Press in the U.K., and before classes resume, I want to use my frequent-flier miles to take a vacation. I mention this in an offhand way to my editor in Oxford, and she says that it would actually be quite useful for me to come to England. Though the Press couldn't pay my airfare, they could put me up and provide most meals, and since I have a free ticket anyway … and suddenly it hits me. Britain. Summer. A printing establishment. And I know what I have to do. With the enthusiastic support of my family (husband: “I can't believe you're flying all the way to England for a picnic“), I begin to plan my wayzgoose.</p>\n<p>What is this word, and where did it come from? What accounts for the odd spelling? It only adds to the word's appeal that no one really seems to know. What's generally agreed upon is that it is a printers' picnic, that it was at its height in England in the 17th century, that it was celebrated around the time of the feast of St. Bartholomew (patron saint of printers—also shoemakers, cheese merchants, beekeepers, Armenia, and twitching; his feast day is August 24), and that it marked the start of the season when printers would need to work in the late afternoons by candlelight. Geoff Heinricks, in his review of the modern wayzgoose of Grimsby, Canada, claims that in the past, the wayzgoose “was often a roaring, prankish and sotted day for those then at the cutting edge of communications, oh say in 1801,” but alas, gives no clue as to how the extent of revelry is known. (Mr. Heinricks now owns a winery.)</p>\n<p>The first appearance of the word, though with a slightly different spelling, dates from 1683. The <em>Oxford English Dictionary</em> cites Joseph Moxon, in Mechanick Exercises: “It is also customary for all the Journey-men to make every Year new Paper Windows...; Because that day they make them, the Master Printer gives them a Way-goose; that is, he makes them a good Feast, and not only entertains them at his own House, but besides, gives them Money to spend at the Ale-house or Tavern at Night. These Way-gooses, are always kept about Bartholomew-tide. And till the Master-Printer have given this Way-goose, the Journey-men do not use to Work by Candle Light.” If you are wondering why the printers would need candlelight on St. Bartholomew's Day, August 24, it helps to know that Moxon was writing before the calendar was reformed in 1752. That actually puts his August 24 closer to September 4, when the sun sets in England around 6:15. Since printers worked until 8:00 pm or so, they would indeed need those candles at the end of the day; it was either that or go home early.</p>\n<p>Wayzgoose programs from Cambridge University Press in the U.K. show that the Queen of England used to attend, as well as the Syndics (as the governing body of the Press are still called) and the Prince and Princess of Wales.</p>\n<p>The program included songs and glee (by which I think they meant only more songs), and a dauntingly full menu; one typical bill of fare listed two types of soup, three fish dishes, five joints (as in “of meat“), and four offerings of poultry, topped off with five desserts, cheese, and salad. The excursions, by carriage or train, were to such places as Alexandra Palace in London, the Great Eastern Hotel in Harwich, the Crystal Palace in Sydenham, various hotels in Brighton, and, once, the Royal Aquarium in Yarmouth. The programs I have seen (not a complete collection) do not answer all questions, including that of how old the tradition is. The 1948 program announces the “78th annual wayzgoose”; but many earlier programs use the words “annual festival” in place of <em>wayzgoose</em>, and the earliest one I have seen, from 1878, says it is the 23rd such event. Perhaps someone not unlike me discovered the word <em>wayzgoose</em> and added it to an already existing tradition of an annual employees' outing.</p>\n<p>South African writer Roy Campbell (you know—author of <em>The Flaming Terrapin</em>) wrote a long satirical poem entitled <em>The Wayzgoose</em> in 1928, but on its first page he felt it necessary to define the term: “This phenomenon occurs annually in S.A. It appears to be a vast corroboree of journalists, and to judge from their own reports of it, it combines the functions of a bun-fight, an Eisteddfod, and an Olympic contest.”</p>\n<p>Etymologists cannot agree whether the word has anything to do with a goose. In the pro-goose camp, comprised of those who feel that a goose must have been the main course at these events, Brett Rutherford hazards that the word could have come from the French word for goose, <em>oie</em> /wa/, combined with the English <em>goose</em>. He points out that in Belgium, the word for a printer's feast was <em>gansdach</em>, or <em>goose day</em>.</p>\n<p>A different but equally appealing explanation from bookseller and printer Charles Henry Timperley in 1833 has it thus: “The derivation of this term is not generally known. It is from the old English word <em>wayz</em>, stubble. A wayz Goose was the head dish at the annual feast of the forefathers of our fraternity.” In the same line, Timperley's <em>The Printers' Manual</em> of 1838, cited in the <em>OED</em>, notes that “the old English word for stubble is Ways and a Stubble Goose is a Ways-goose; … [A] goose was the head dish at the annual feast of our [printing] fraternity.”</p>\n<p><em>Stubble</em>, for those not up on farming, refers to what's left of harvested grains; a <em>stubble goose</em>, presumably one that wanders through the fields eating these remains, is a term for the graylag goose, a type of wild goose found in England. A stubble goose was traditionally presented by tenants to their landlords on Michaelmas, or St. Michael's Day, which falls on September 29; apparently it was the time of year when these geese were at their best, so it stands to reason that they may also have been served up a few weeks earlier for St. Bartholomew's feast day as well.</p>\n<p>The anti-goose camp has, on their side, doubt or outright denial. The <em>OED</em> declares that “there is no evidence that the second element is to be identified with goose” and says that “Bailey's assertion that the word had the sense of 'stubble-goose' is unsupported, and is very unlikely; this allegation, and the accompanying fantastic misspelling of wase, may have been suggested by the idea that the obscure word <em>waygoose</em> could be explained on the assumption that it had lost a <em>z</em>.” (According to the <em>OED,</em> <em>waygoose</em> is of “obscure etymology.”) Michael Quinion's generally excellent website World Wide Words also disagrees with the goose theory, and likewise claims that the <em>z</em> was “a result of a mistaken etymology by the eighteenth-century lexicographer Nathaniel Bailey,” and concludes, “In particular, despite the entry in <em>Brewer's Dictionary of Phrase and Fable</em>, it is not a dialect term meaning 'stubble-goose.'” He doesn't say what gives him this conviction; perhaps it is enough that its origin hasn't been proved, or perhaps it was reading the <em>OED</em>. Interestingly, the 1921 edition of <em>Webster's New International Dictionary of English</em> gives this definition: “<em>n</em>. [<em>wase</em> stubble + <em>goose</em>] <em>Obs. or Dial. Eng</em>. 1. A stubble goose. 2. A printer's annual holiday or entertainment.” Obviously, at that time there was a belief that the term could mean the goose itself, as well as the printing festivities. So which came first: the stubble or ways-goose, eaten at the feast, or the peculiar spelling of the event that led people to believe that goose must have been the featured dish? We may never know.</p>\n<p>I do know, though, that Quinion is incorrect when he claims that “[t]he term is virtually extinct now.” A Google search turns up all manner of uses of the word, from a printing press and a folk music band in England to a gay bar in Australia to the name of someone's yacht.</p>\n<p>Perhaps the most widely known current use of <em>wayzgoose</em> not related to printing is as the name of the University of California at Irvine's annual renaissance fair in April. The good folks at UCI were, incidentally, well aware of the original meaning and timing of a wayzgoose (yes, I asked), but they didn't care: they knew a good word when they saw one, and they helped themselves. But a good number of printers and presses embark on genuine wayzgooses each year, among them the Yale University Press, the Amalgamated Printers Association (U.S.), Gaspereau Press (Canada), and (from 2005) Cambridge University Press. Grimsby, Ontario, has been the site of wayzgooses since 1978, when they were first organized by the Poole Hall Press; they are now attended by printers and booklovers from all over.</p>\n<p>My own wayzgoose was all that I had hoped for, thank you. My editor, her husband, and another author on the project drove, more or less into the country, to the Cherwell River, where we punted down to the Victoria Arms pub. You probably have to be British to fully appreciate punting: someone stands in the back of a long flat boat and, with a metal pole, pushes the mud on the bottom of the bank and thus propels the boat down the water, generally at a slower pace than two tired Girl Scouts would portage a canoe over a rocky shore. It is, though, a fine pace for a wayzgoose, particularly after returning from a pub.</p>\n<p>However, a wayzgoose is supposed to be an annual event. While I continued to write for Oxford University Press, I didn't collect any more free air tickets, and others involved with the original wayzgoose eventually lost interest or drifted on to other things. I next contacted my publisher at Macmillan (also in the U.K.), and inquired about the prospects there. After I explained what a wayzgoose was, he quipped, “At Macmillan, we have a wayzduck. That's where we give you a McDonald's meal voucher and tell you to take a hike.” Apparently, a commercial publisher was not the way to go, however wonderful a job they did with my books.</p>\n<p>Next I tried writing for Cambridge University Press; my editors were in the New York office, true, but it was after all a British company. My chance came at an author breakfast at a large conference. One person in a knot of people I was talking to was introduced to me as the man in charge of dictionaries.</p>\n<p>Hmmm, I thought, perhaps he'd be willing to slip it into the next edition, to revive it through exposure. It was worth a try, anyway, so I asked him. And as soon as I mentioned the word <em>wayzgoose,</em> heads snapped up in other groups around the room. I met Andrew Gilfillan, who had attended Cambridge University Press' last official wayzgoose in 1976. (“The annual wayzgoose had always been a great tradition at Cambridge University Press with strong local connections to East Anglian and fenland folklore. I'm not entirely certain why the tradition lapsed but the occurrence of a wayzgoose is a rare event in this area nowadays—and I would guess there are very few people who would understand what it meant,” Gilfillan later emailed to me.) The CEO from the UK, Stephen Bourne, ambled over. “Oh, are you talking about wayzgooses? Splendid,” he beamed. He had recently changed offices and had found in an old desk a stack of wayzgoose menus and programs dating from the 1800s and 1900s, which he obligingly copied and sent to me the following week. These were my people, all right, and when a few years later I was offered a full-time editorial position, I didn't hesitate; and I am pleased to report that as of summer 2005, there are plans to revive the annual wayzgoose tradition at both the U.K. and the New York offices of Cambridge University Press.</p>\n<p>All this not to boast, though. When I tried to explain to my young son why a wayzgoose was such a special thing, because of the rarity of finding a printing establishment to join, he remarked, “I don't see what's so special about it. Everyone I know has a printer in their house.” And he's right. Many of us are involved with printing in some form or another, printing out documents for work, letters from friends, or photos from digital cameras. So aren't we all entitled to a wayzgoose? Now that we live and work in heated and lighted spaces, there is much to be said for formally taking the time to mark the end of summer and the coming of fall. Gather some friends (especially ones who don't have a printer and need their association with you as an excuse) and head out for a picnic and a drive into the country, or whatever other form of celebration seems appropriate. And a happy wayzgoose to you.</p>\n<p>For a recipe from 1683 for a sauce to cover a stubble goose, try this link: <em><a href=\"http://www.harvestfields.ca/CookBooks/001/093/01/066.htm\">http://www.harvestfields.ca/CookBooks/001/093/01/066.htm</a>.</em></p>\n<p><em>[Dorothy E. Zemach is a senior development editor for Cambridge University Press. She is a regular columnist for <em>Essential Teacher,</em> the magazine of Teachers of English to Speakers of Other Languages (TESOL).]</em></p>\n<hr>\n<p><em>Works Cited</em></p>\n<p>Campbell, Roy. <em>The Wayzgoose</em>. London: Jonathan Cape, 1928.</p>\n<p>Heinricks, Geoff. “Wayzgoose.” <em><a href=\"http://www.sentex.net/~pql/woodengravers2.html\">http://www.sentex.net/~pql/woodengravers2.html</a></em> (accessed January 17, 2005).</p>\n<p><em>Oxford English Dictionary.</em> 2nd ed. Oxford: Clarendon Press, 1989. s.v. “waygoose“; “wayzgoose.”</p>\n<p>Quinion, Michael. “Wayzgoose.” World Wide Words,   August 22, 1998. <em><a href=\"http://www.worldwidewords.org/\">http://www.worldwidewords.org/</a></em>   (accessed November 3, 2004).</p>\n<p>Rutherford, Brett. “What on Earth is a Wayzgoose?” <em>Printing News</em>, November 18, 2002.</p>\n<p><em>Webster's New International Dictionary</em>. Springfield, MA: G. &amp; C. Merriam, 1921. s.v. “wayzgoose.”</p>\n<p><em>World Book Dictionary</em>. Chicago: World Book, 2003. s.v.   “wayzgoose.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hunting the Wayzgoose</h1> <p><em><span data-rel=\"author\">Dorothy E. Zemach</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p> <p>When I was growing up, my family did not consider it cheating to page through the dictionary while playing Scrabble, searching for unknown words that might match one's letters (though it was considered unsporting for some reason to look at the cover of the box while doing a jigsaw puzzle). It was on just such a romp through the W's that I stumbled across the most intriguing word I've ever met in the English language: <em>wayzgoose</em>. It looks good. It sounds good. And it even has a good definition. It's not, as so many of those crossword puzzle answers turn out to be, an obsolete monetary unit of South America or an endangered rodent. A wayzgoose is—and I quote—“An annual festivity held in summer by the employees of a printing establishment, consisting of a dinner and usually an excursion into the country (British).” In spite of its appeal, however, it's not an easy word to work into casual, everyday conversation, unless you go for something obvious, like, “Hey, I bet you'll never guess what <em>wayzgoose</em> means.” And so I tucked it in one of those back corners of my brain reserved for important but not often needed information, like when I'd had my last tetanus booster and the location of my birth certificate.</p> <p>Fast-forward twenty years. I'm teaching in a university, so that I have both my summers off and the need to write and publish something during them. I've been working hard on a textbook with Oxford University Press in the U.K., and before classes resume, I want to use my frequent-flier miles to take a vacation. I mention this in an offhand way to my editor in Oxford, and she says that it would actually be quite useful for me to come to England. Though the Press couldn't pay my airfare, they could put me up and provide most meals, and since I have a free ticket anyway … and suddenly it hits me. Britain. Summer. A printing establishment. And I know what I have to do. With the enthusiastic support of my family (husband: “I can't believe you're flying all the way to England for a picnic“), I begin to plan my wayzgoose.</p> <p>What is this word, and where did it come from? What accounts for the odd spelling? It only adds to the word's appeal that no one really seems to know. What's generally agreed upon is that it is a printers' picnic, that it was at its height in England in the 17th century, that it was celebrated around the time of the feast of St. Bartholomew (patron saint of printers—also shoemakers, cheese merchants, beekeepers, Armenia, and twitching; his feast day is August 24), and that it marked the start of the season when printers would need to work in the late afternoons by candlelight. Geoff Heinricks, in his review of the modern wayzgoose of Grimsby, Canada, claims that in the past, the wayzgoose “was often a roaring, prankish and sotted day for those then at the cutting edge of communications, oh say in 1801,” but alas, gives no clue as to how the extent of revelry is known. (Mr. Heinricks now owns a winery.)</p>"
}