{
  "type": "Article",
  "title": "Journo's Boffo Lingo: The Slang of Daily Variety",
  "author": "David Wilton",
  "location": "Emeryville, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Journo's Boffo Lingo: The Slang of <em>Daily Variety</em></h1>\n<p><em><span data-rel=\"author\">David Wilton</span> <span data-rel=\"location\">Emeryville, California</span></em></p>\n<p>Those who for the first time open up <em>Daily Variety</em>, the trade paper of Hollywood and the American entertainment industry, are often baffled and stymied by the paper's use of language. Take, for example, this headline, “'KING' NIPS SHIP WITH 11 NOMS” (28 Jan 2004, p. 24). To most the headline is unintelligible, but to those familiar with <em>Variety</em> it is announcing that the movie <em>Return of the King</em> beat out <em>Master and Commander</em> with eleven Academy Award nominations. Another example is the opening line of an article that appears in the 11 February 2004 issue, “A hefty writedown at Blockbuster knocked Viacom into the red last quarter despite a strong perf at those true-blue cable nets and strides at Paramount, where prexy Mel Karmazin praised the 2004 pic slate.” <em>Variety</em> employs a number of grammatical tricks and jargon terms, which it dubs “slanguage,” to achieve its distinctive style.</p>\n<p>This style achieves two main objectives. Like all jargon, it creates the sense of an “in crowd.” It seeks to exclude those outside the industry and puff up the Texas-sized egos of those in Hollywood. It also enlivens up what could be a rather dull subject. Sure Hollywood is all about celebrity and glamour, but <em>Variety</em> is not. <em>Variety</em> is a business paper, concerned with contracts and deals, profit and loss. The inventive use of language spices up the subject matter and combines the tone of a gossip column with the subject of a business journal.</p>\n<p><em>Variety</em> began publication in 1905, founded by Simon J. “Sime” Silverman, a gambler and general ne'er-do-well, with a $2,500 loan from his father. Silverman went into the news business with the motto, “bury the puff and give me the fact.”</p>\n<p>Silverman may have eschewed “puff,” but from the beginning <em>Variety</em> used a distinctive, slangy style. In 1933, the paper became a daily and changed its name to <em>Daily Variety</em>. On 17 July 1935, the paper published the most famous instance of its slanguage, “Sticks Nix Hick Pix,” a headline for an article about rural audiences rejecting a film about rural life.</p>\n<p>The largest element in <em>Variety's</em> style is the jargon or slang that it employs. The paper deploys a bewildering array of jargon terms without explanation or aid to the neophyte reader.</p>\n<p>The inventive nature of <em>Variety's</em> slang is well documented. The <em>Oxford English Dictionary</em>, Second Edition, includes some twenty-odd entries whose initial citations are from the magazine. These include: <em>boffo</em> (12 May 1943); <em>fave</em>, a clipping of <em>favorite</em> (16 Mar 1938); <em>featurette</em> (28 Jan 1942); <em>Grammy</em>, the musical award (30 Sep 1959); <em>juve</em>, a youth (17 Apr 1935); <em>kitchenette</em> (7 May 1910); <em>nabe</em>, a clipping of <em>neighborhood</em> (14 Feb 1933); <em>nance</em>, an effeminate or gay man (6 Aug 1910); <em>nite</em> (13 Jan 1928); <em>payola</em> (19 Oct 1938); <em>pix</em> (19 Jul 1932); <em>punch line</em> (25 Nov 1921); <em>shim</em>, a blend of <em>she</em> and <em>him,</em> meaning a transvestite or transsexual (19 Feb 1975); <em>shoot-'em-up</em> (11 Feb 1953); <em>small time</em> (30 Apr 1910); <em>strip and tease</em> (1 Oct 1930), <em>strip teaser</em> (26 Nov 1930), and <em>strip tease</em> (2 Dec 1936); the use of <em>wow</em> as a verb (24 Dec 1924); and, quite aptly, <em>show biz</em> (13 Jun 1945).</p>\n<p>But <em>Variety's</em> slanguage goes well beyond these terms that have made their way into the general vocabulary of the nation. Daily, it uses arcane jargon terms both from the entertainment industry and unique to the paper itself. The meanings of some of these terms are often not immediately obvious to the casual reader. One such is the verb <em>to ankle</em> to mean to quit or leave; “a successful guest-hosting stint on Jack Benny's radio show led to an offer to host <em>The Tonight Show</em> when the show's first host, Steve Allen, ankled” (28 Jan 2004, p. 2). Another <em>Variety</em> verb is <em>to pact</em>, meaning to sign a contract; “the studio has already pacted with NBC for a drama series” (16 Sep 2003, p. 1). There is also <em>to front</em>, meaning to host; “way out ahead of the game is <em>American Idol</em> host Ryan Seacrest, fronting a gabber that began Monday” (16 Jan 2004, p. 38). The paper's slanguage is not limited to verbs. The adjective <em>legit</em> is used to denote live theater, after the phrase <em>the legitimate theater</em>; “Schumacher described what they wanted in their legit Poppins” (28 Jan 2004, p. 14). The paper even carries a regular column reviewing the stage titled “Legit Review.”</p>\n<p>Other terms in Variety's <em>slanguage</em> are more obvious. Famous people are <em>celebs</em>, most of whom seek to <em>topline</em>, or star in, a movie or show; “Bernsen [...] has tapped <em>General Hospital</em> star Kim Shriner to topline the pic” (6 Feb 2004, p. 11).</p>\n<p>A film is a <em>pic</em>, plural <em>pix</em>, and a performance is a <em>perf</em>. The verb says is often spelled <em>sez</em>; “Robert Vaughn sez they were shooting the <em>Hustler</em> series” (16 Sep 2003, p. 4). Business becomes <em>biz</em> and <em>the biz</em> is, of course, show business.</p>\n<p><em>Femme</em> is used as both an adjective and a noun for female; “<em>Heart</em> will revolve around the femme lead coming to a Los Angeles performing arts academy” (16 Jan 2004, p. 7); “<em>Reba,</em> [...] was strongest among femmes 12-34 (2.3/9), placing third for the hour” (16 Sep 2003, p. 6). And terrific is clipped to <em>terrif</em>; “The New Line toppers told me they've received terrif test screenings of <em>The Lord of the Rings</em>”</p>\n<p>(16 Sep 2003, p. 4).</p>\n<p>Other clippings include names for entertainment centers in Los Angeles and New York. Hollywood becomes <em>H'w'd</em> and Beverly Hills is <em>BevHills</em>. Similarly, on the East Coast, Broadway becomes <em>B'way</em> and New York is known as <em>Gotham</em>; “the harried homemaker's federal trial in Gotham” (28 Jan 2004, p. 6).</p>\n<p>Film genres have their own <em>Variety</em> names. Action movies are <em>actioners</em>; “Warner Bros. unspools Ice Cube actioner <em>Torque</em> in 2,463 theaters” (16 Jan 2004, p. 7). A biographical movie is a <em>biopic</em>; a comedy is a <em>laffer</em>; and a <em>romancer</em> is a romantic movie. A documentary is either a <em>doc</em> or a <em>docu,</em> and a star vehicle is a <em>starrer</em>; “Fonda has not acted in movies since the 1990 Robert DeNiro starrer <em>Stanley &amp; Iris</em>” (16 Jan 2004, p. 5). Cartoon is either clipped to <em>toon</em>; “IDT Entertainment, which last month acquired a controlling interest in Vancouver toon shop Mainframe Entertainment” (28 Jan 2004, p. 6), or is called a <em>tooner</em>. This last is not to be confused with <em>tuner</em>, a musical, “'POPPINS' TUNER TAPS A MARY” (28 Jan 2004, p. 12).</p>\n<p>A film that can be classified as both a comedy or a drama is a <em>dramedy</em>. A martial arts film is <em>chopsocky</em>; “<em>Bill</em> started out as one long pic until Miramax decided to whack it in half and release the ultra-violent chopsocky yarn as a two-part franchise” (Variety.com, 8 Jan 2004). The paper dubs melodramas as <em>mellers</em>; “Pic noms are rounded out by [...] vet Antonio Mercero's teen cancer meller <em>The Fourth Floor,</em> a local hit” (Variety.com, 10 Dec 2003). A suspense film is a <em>suspenser</em> and a western is an <em>oater</em>, “Series was a space oater set 500 years in the future, tracking the journeys of the crew aboard the <em>Serenity</em>” (Variety.com, 2 Mar 2004).</p>\n<p>Television genres have similar nicknames. A made-for-TV movie is a <em>telepic</em> or a <em>made-for</em>; “Although Cohen won't direct the made-for, he did supervise the commercials for GM” (Variety.com 8 Mar 2004). A talk show is either a <em>gabber</em>, a <em>talker</em>, or a <em>yakker</em>; “Meanwhile, reigning triumvirate <em>The Oprah Winfrey Show,</em> <em>Dr. Phil</em> and <em>Live With Regis and Kelly</em> have been the only gabbers to post <em>any</em> ratings upswing in households, this season to date” (16 Jan 2004, p. 38).</p>\n<p>Children's television is <em>kidvid</em> and a sitcom aimed at teenagers is a <em>zitcom</em>. A soap opera is a <em>sudser</em>; “Francesca James, former exec producer of ABC's <em>All My Children,</em> was the first soap actress to exec produce a sudser” (Variety.com, 24 Feb 2004). A television miniseries is a <em>mini</em> and a TV special is a <em>spec</em> or a <em>spesh</em>; “Fox is no doubt hoping for boffo Nielsens from its animals boffing spesh, which is slated to air Feb. 13” (Variety.com, 19 Jan 2004). The plural is sometimes <em>spex</em>.</p>\n<p>Nicknames of the various Hollywood studios are also part of Variety slang. Disney is either the <em>Mouse</em> or <em>Mouse House;</em> “The Mouse House bows 'Disney's Teacher's Pet'” (16 Jan 2004, p. 7). Those that work there are, obviously, <em>Mouseketeers</em>, “Roy Disney and Stanley Gold are urging Mouse shareholders to reject head Mouseketeer Michael Eisner's retention as board chairman” (28 Jan 2004, p. 6). Metro-Goldwin Mayer, or MGM, also has an animal nickname, the <em>Lion</em> or <em>Leo</em>, after its logo of a roaring lion.</p>\n<p>Other studio nicknames are initialisms or clippings: <em>WB</em> for Warner Bros.; <em>BV</em> for Buena Vista, a Walt Disney label; <em>Viv U</em> for Vivendi Universal, or just <em>U</em> for Universal; Columbia Pictures is <em>Col</em>; and Paramount is <em>P</em>. These are the <em>majors</em>, as opposed to the smaller independent productions, or <em>indies</em>; “The great Screener Wars pitted the indies vs. the majors” (28 Jan 2004, p. 1). Mid-size studios, like Miramax and New Line, that are neither majors nor indies are known as <em>mini-majors</em>. The independent production companies, those that do the grunt work of producing films and TV shows, are <em>shingles</em>.</p>\n<p>Shingles are usually centered around an individual producer who has metaphorically hung out a shingle. Jersey Films, for example, is actor-producer Danny DeVito's shingle; “Landgraf had to negotiate an exit from both Jersey and Sony Pictures Television, where the shingle is in the final months of a production deal” (16 Jan 2004, p. 4).</p>\n<p>Like the movie studios, each of the major US television networks, or <em>nets</em>, has its own nickname. ABC is the <em>Alphabet net</em>, while CBS, NBC, and the WB networks get their nicknames from their logos. CBS is the <em>Eye</em> and NBC is the <em>Peacock</em>. The WB is the <em>Frog</em>; “Frog did especially well on Thursday” (28 Jan 2004, p. 12). The Fox network does not get its own nickname; presumably the official name is catchy enough on its own. And the individual network affiliate stations, are <em>affils</em>.</p>\n<p>Shows that air on outlets other than the major networks are <em>off-net</em>; “As for off-net action, there's a slew of sitcoms waiting to strut their stuff in repeat mode” (16 Jan 2004, p. 38). Off-net stations can be <em>pubcasters</em>, or public broadcasters. They can be <em>cablers</em>, cable broadcasters; “Kids cabler [Nickelodeon] averaged 1.8 million viewers for the month” (28 Jan 2004, p. 12). Or they can be <em>satcasters</em>, satellite broadcasters. Subscription TV is <em>feevee</em>; “the digitalization of Germany's cable systems would offer new and cost-effective opportunities for feevee ventures” (Variety.com, 14 Mar 2004). The smaller networks, namely UPN and the WB, are known as <em>netlets</em>, “<em>Model</em> [...] is within striking distance of <em>Buffy</em>'s UPN-best 18-34 and total-viewer marks, set with that series' two-hour netlet preem in October 2001” (Variety.com, 25 Feb 2004).</p>\n<p>Job titles in the entertainment industry have their <em>Variety</em> slanguage equivalents as well. Film directors are <em>helmers</em>. Writers are <em>scribes</em>, <em>scribblers</em>, or <em>scripters</em>. Writer-directors are <em>hyphenates</em>, after the hyphenated title; “'The first thing I did was call my dad,' said <em>Seabiscuit</em> hyphenate Gary Ross, who added both a writing and a best pic nom to his Oscar repertoire” (28 Jan 2004, p. 23). <em>Scribes, scribblers, scripters,</em> and <em>hyphenates</em> are typically members of the <em>scribe house</em>, or the Writer's Guild of America. Those in front of the camera are <em>thesps</em>.</p>\n<p>The paper uses similar terms for the music industry. Singers are <em>thrushes</em>; “Pact with Duff comes not long after the thesp/thrush inked a 2004-2005 comedy pilot deal with CBS” (15 Jan 2004, p. 6). A female singer is a <em>chantoosie</em>. Thrushes and chantoosies earn their living by <em>chirping</em>; “Dolly Parton, who joined Bonnie Raitt to sing 'Angel From Montgomery,' joked during a set change that she didn't chirp the Raitt tune right” (Variety.com, 1 Oct 2003). Composers are either <em>cleffers</em> or <em>tunesmiths</em>, and dancers are either <em>hoofers</em> or <em>terps</em>; “There'll never be another hoofer like her. And there'll be dancing in heaven with Annie, Fred (Astaire), Gene (Kelly) and Donald (O'Connor)” (Variety.com, 22 Jan 2004).</p>\n<p>All these thrushes and tunesmiths work for a <em>diskery</em>; “Studio and diskery execs embraced digital technology as a way of making scads of money by reformatting library titles in a new format” (Variety.com, 7 Dec 2003).</p>\n<p>The talent are represented, or <em>repped</em>, by agents, or <em>percenters</em>; “the classic British TV nuclear thriller <em>Edge of Darkness,</em> helmed by Martin Campbell, one of the percenter's clients” (Variety.com, 19 Jun 2002). Percenters work for a <em>percentery</em>, or talent agency.</p>\n<p>Producers and other business people are <em>exex</em>; “Ex-exex sue Bertelsmann” (16 Sep 2003, p. 25). Types of exex include <em>prexies</em>, “USA Network prexy Doug Herzog is expected to ankle his post” (28 Jan 2004, p. 1) and <em>prezes</em>, “Mohammed and Khatab 'died of multiple gunshot wounds,' CNN prez Jim Walton said in a note to staff” (28 Jan 2004, p. 6). Both prexies and prezes are <em>toppers</em>, or to most other English speakers, presidents; “Vivendi Universal officially withdrew its case against former topper Jean-Marie Messier” (28 Jan 2004, p. 8). The executive in charge of a production is a <em>showrunner</em>, “All three—as well as Jerry Bruckheimer—will be exec producers on <em>CSI: New York,</em> with Zuiker serving as showrunner” (16 Jan 2004, p. 38).</p>\n<p>All of these are simply seeking to acquire and entertain an <em>aud</em>; “But Paar was very much the center of the show, riveting auds even when he talked about himself” (28 Jan 2004, p. 2). Auds that are riveted usually engage in heavy rounds of <em>mitting</em>, or applause; “They garnered the heftiest mitting of the festival, plus three standing ovations” (Variety.com, 9 Jun 1992).</p>\n<p>Oscar season brings its own set of slang terms to the fore. The Academy of Motion Picture Arts and Sciences is the <em>Acad</em>; “Acad voters sometimes overlooked big studio pics in favor of smaller films” (28 Jan 2004, p. 1). The best films of the year receive <em>nods</em>; “Aussie Naomi Watts, who garnered a nod from the Acad for her perf in <em>21 Grams</em>” (28 Jan 2004, p. 23), or <em>noms</em>; “New Line's <em>The Lord of the Rings: The Return of the King</em> led the charge with 11 noms” (28 Jan 2004, p. 1). Before the Oscars are awarded, all the <em>nommed</em> films are distributed to Acad members in the form of taped or DVD <em>screeners</em>. The annual broadcast of the Academy Award ceremony is the <em>Oscarcast</em> and the other various award shows that are broadcast in the Spring are generally dubbed <em>kudocasts</em>.</p>\n<p>The Janet Jackson wardrobe malfunction prompted this headline about concerns of FCC fines for misbehavior at the award shows: “MORE NIPPLE RIPPLES Kudocasts scramble; pols eye increased fines” (6 Feb 2004, p. 7).</p>\n<p>The production process garners its share of slanguage too. Studios evaluate potential projects by giving them a <em>script-see</em>; “Luhrmann's bigscreen return, <em>Alexander the Great</em> for U and DreamWorks and starring Leonardo Di Caprio (his <em>Romeo+Juliet</em> star), gets another script-see in February” (15 Jan 2004, p. 1). If the studio likes the script, it may <em>greenlight</em> the project. The person charge of the business side of a film or TV production doesn't just produce it, they <em>exec produce</em> it. Once the business groundwork is laid, the real work begins and the film is <em>lensed</em>; “U.S. producers will lense thriller <em>Genesis Code</em> in Brazil” (Variety.com, 10 Mar 2004).</p>\n<p>When a film is finished it is released for sneak previews or <em>sneaks</em>, “<em>Bad Boys II</em> arrested a beefy $621,000 on 83 [screens] in Sweden and $469,000 on 66 in Norway, including sneaks” (16 Sep 2003, p. 27). Shortly after sneaks, the film <em>bows</em> or has a <em>preem</em>, premiere, in the theater chains, or <em>circuits</em>; “Loews Cineplex is partnering with marketing company BrandGames on a promo to mark the circuit's 100th anniversary” (16 Jan 2004, p. 12). Circuits are also known as <em>distribs</em>, <em>distribberies</em>, and <em>exhibs</em>. There are many different types of theaters where the films are <em>unspooled</em>. A <em>hardtop</em> is an indoor movie theater; compare that with the drive-in <em>ozoner,</em> “Noncompeting pic will unspool in the Swiss town's giant Piazza Grande ozoner” (Variety.com, 28 Jul 1999).</p>\n<p>There are the <em>arthouses.</em> And film festivals are dubbed <em>sprocket operas</em> by the paper, “There's that strange but unmistakable whiff of evolution in the air as the world's best-known sprocket opera, the Cannes Film Festival, enters its 52nd edition” (Variety.com, 10 May 1999).</p>\n<p>The goal of all this activity is to have a <em>megapic</em>, or big-budget motion picture; “inspired by scribe-helmer Stephen Sommer's monster megapic” (16 Sep 2003, p. 1). The hope is to make lots of money at the box office, or <em>B.O</em>., “Oscar's famous B.O. bounce applies primarily to best-pic nominees and winners” (28 Jan 2004, p. 22). A movie that carries with it high income expectations for the studio is a <em>tentpole</em>; “Universal's summer 2004 tentpole <em>Van Helsing</em> won't open for another eight months” (16 Sep 2003, p. 1).</p>\n<p>After the theater run, the film is released to <em>homevid</em>; “Lorber Media has joined forces with U.K. distrib 3DD Entertainment to launch a U.K. homevid-DVD label” (28 Jan 2004, p. 6). And if the film is really successful, it will succumb to <em>sequel-itis</em>; “Increasingly, survival in movies and TV is going to require similar foresight, not just the regular bouts of 'sequel-itis' to which networks and studios have grown accustomed” (28 Jan 2004, p. 2).</p>\n<p>Instead of B.O., television toppers are primarily concerned with <em>demo</em>, or demographics; “'Idol's' appeal stretched to viewers outside the 18–49 demo” (28 Jan 2004, p. 12). Some programming is aimed at children and those in that demo are called <em>anklebiters</em>;  “If its auds are limited to anklebiters, the 'Pet' opening could be capped at the single-digit millions over three days” (16 Jan 2004, p. 43). Anklebiters typically watch TV on Saturday in the <em>ayem</em>, or a.m.; “Its ayem kids block bowed Saturday” (17 Sep 2003, p. 15).</p>\n<p>One of the major factors in determining the ratings for various demos is the <em>sked</em>, which can also be a verb; “The [...] production is skedded to begin next year” (28 Jan 2004, p. 5). Shows that are on in the early or late evening are <em>fringe</em>, from their position in relation to prime time; “Stations are quickly adding Ryan to their highly visible early fringe time slots” (16 Sep 2003, p. 5). TV series are <em>skeins</em> or, if the show is aired daily, <em>strips</em>; “Show had the usual halo affect [sic] on the Fox sked as new [...] skein <em>My Big Fat Obnoxious Fiance</em> opened big on Monday” (28 Jan 2004, p. 12).</p>\n<p>The individual episodes are <em>segs</em>; “No word yet on how many segs [he] will appear in” (15 Jan 2004, p. 14).</p>\n<p>New skeins are either <em>rookies</em> or <em>frosh</em>; “After a strong start last week, Stephen King's frosh drama <em>Kingdom Hospital</em> suffered the Nielsen version of a cardiac arrest Wednesday night, losing a horrific 35% of its premiere audience” (Variety.com, 11 Mar 2004). The collegiate metaphor is continued in shows that survive their first year, which are called <em>sophomores</em> or <em>sophs</em>.</p>\n<p>Successful shows hope to cash in on the lucrative syndication or <em>syndie</em> market; “Warner Bros. is busily working on upgrades of its syndie sophomore <em>The Ellen DeGeneres Show</em>” (16 Jan 2004, p. 38). Shows that aren't successful are candidates for <em>revamping</em>; “The necessary revamp comes as ABC and Touchstone execs announced Tuesday that the show [...] will go on” (17 Sep 2003, p. 1).</p>\n<p>Most people know that skeins begin with a <em>pilot</em>, but they may not know that <em>Variety</em> has terms for various types of pilots. A <em>backdoor pilot</em> is one filmed as a standalone movie, so it can be broadcast even if it is not picked up as a series. A <em>busted pilot</em> is one which the networks don't pick up to become a series. If a show's creator is lucky or a savvy negotiator, he can get a <em>put pilot</em>, one that carries substantial contractual penalties for the network if it is not aired—nearly a guarantee that it will be picked up as a series; “The WB has given one of its largest put pilot commitments ever to an autobiographical half-hour family comedy” (17 Sep 2003, p. 1).</p>\n<p>Show biz is first and foremost a biz; it is not all stars and glamour, and <em>Variety</em> is not a glamour paper. At its heart it is a business paper, more interested, for example, in Ben and J.Lo's box office than in their romance. <em>Variety's</em> slanguage reflects this as well. All the entertainment companies, the <em>congloms</em>, seek to earn <em>coin</em>; “but it was coin—not the potential merger—that ultimately led to the Peacock landing the project” (16 Sep 2003, p. 29). <em>Ducats</em> is another term for money, but it is also used to mean tickets for a show (which is in some sense the same thing); “the skull and crossbones movie took in double the ducats ($70 million) its closest rival did on opening weekend” (Variety.com, 21 Dec 2003); “Ducats, sold online at vegas.com, allow patrons entry to the concert and provide front-of-the-line entrance to nightclubs” (Variety.com, 3 Dec 2003).</p>\n<p>The total amount taken in by a movie is referred to as the <em>cume</em>, short for cumulative total; “Studio figures pic's re-energized theatrical campaign could add more than $15 million to pic's current $59 cume.” (28 Jan 2004, p. 22). To earn a large cume, a film must be both <em>hotsy</em>, strong at the box office, and <em>have legs</em>, a long performance run; “The long, not so hotsy, Good Friday weekend put a damper on 1994 grosses” (Variety.com, 4 Apr 1994); “Older-skewing pics usually don't open big, but this one will have legs judging by its 11% soph sesh improvement in Mexico and its resilience in Australia” (Variety.com, 15 Feb 2004). Box office figures are often improved when a film is nominated for an award. When this happens, the film is said to have received a <em>bounce</em>; “Academy Award winners enjoy the biggest B.O. bounce from Oscar's trampoline when they were released at the end of the calendar year” (28 Jan 2004, p. 22).</p>\n<p>Hollywood is also a huge marketing and publicity machine. Variety refers to this as <em>ad-pub</em>, a clipping of advertising and publicity. Ad-pub attempts to <em>boost</em>, or promote, the studios' products in an attempt to achieve <em>boffo</em> results at the box office. Ad-pub can appeal directly to theater-goers through television commercials, or <em>blurbs</em>, “Is blurb bang really worth Super bucks?” (headline, referring to Superbowl ads, 1 Feb 2004, p. 1). Or it can attempt to generate <em>buzz</em> indirectly by <em>enthusing</em>, “Mayor Michael Bloomberg enthused about the trio's efforts to bolster the city” (15 Jan 2004, p. 36), to <em>crix</em>, or critics, and <em>journos</em>; “Crucified by local crix, film still managed a moderate first-week tally late February” (Variety.com, 7 Mar 2004). Those who do ad-pub work are <em>praisers</em>  and public relations firms are <em>praiseries</em>. Another term for ad-pub is <em>tubthumping</em>; “The pic's helmer, Vadim Perelman, was back in the former Soviet Union to tubthump the Russian release of film” (Variety.com, 7 Mar 2004).</p>\n<p>One should not think from all this that <em>Variety's</em> use of language is sloppy or haphazard. The slanguage is a house style and the paper rigidly adheres to using its own, and only its own, jargon terms. It does not permit non-<em>Variety</em> slang to intrude. Where it does use a general slang term, like most other papers and journals it, somewhat ironically given its extensive use of in-house slang, uses quotes to denote that this is a non-standard word;</p>\n<p>“Skein, tentatively titled <em>The Player,</em> will take an ethnically diverse group of young singles and test whether they have the 'player' skills needed to find love (or the reality TV version thereof) of mansions, expensive cars, and exclusive parties;” (16 Jan 2004, p. 5); “those who simply think they've got 'game'” (16 Jan 2004, p. 5).</p>\n<p><em>Variety's</em> slanguage marks the paper as one of the most distinctive publications in the English language. A few style rules and heavy use of a particular slang glossary creates the aura of celebrity and glitterati. By reading more like a gossip column than a business magazine, <em>Variety</em> brings zest and zing to the world of contracts and business deals.</p>\n<p><em>[David Wilton is the editor of the online newsletter “A Way With Words.” His website is <a href=\"http://www.wilton.net\">www.wilton.net</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Journo's Boffo Lingo: The Slang of <em>Daily Variety</em></h1> <p><em><span data-rel=\"author\">David Wilton</span> <span data-rel=\"location\">Emeryville, California</span></em></p> <p>Those who for the first time open up <em>Daily Variety</em>, the trade paper of Hollywood and the American entertainment industry, are often baffled and stymied by the paper's use of language. Take, for example, this headline, “'KING' NIPS SHIP WITH 11 NOMS” (28 Jan 2004, p. 24). To most the headline is unintelligible, but to those familiar with <em>Variety</em> it is announcing that the movie <em>Return of the King</em> beat out <em>Master and Commander</em> with eleven Academy Award nominations. Another example is the opening line of an article that appears in the 11 February 2004 issue, “A hefty writedown at Blockbuster knocked Viacom into the red last quarter despite a strong perf at those true-blue cable nets and strides at Paramount, where prexy Mel Karmazin praised the 2004 pic slate.” <em>Variety</em> employs a number of grammatical tricks and jargon terms, which it dubs “slanguage,” to achieve its distinctive style.</p> <p>This style achieves two main objectives. Like all jargon, it creates the sense of an “in crowd.” It seeks to exclude those outside the industry and puff up the Texas-sized egos of those in Hollywood. It also enlivens up what could be a rather dull subject. Sure Hollywood is all about celebrity and glamour, but <em>Variety</em> is not. <em>Variety</em> is a business paper, concerned with contracts and deals, profit and loss. The inventive use of language spices up the subject matter and combines the tone of a gossip column with the subject of a business journal.</p> <p><em>Variety</em> began publication in 1905, founded by Simon J. “Sime” Silverman, a gambler and general ne'er-do-well, with a $2,500 loan from his father. Silverman went into the news business with the motto, “bury the puff and give me the fact.”</p>"
}