{
  "type": "Article",
  "title": "Ulsterisms for Everyday Use",
  "author": "Anne Moore",
  "location": "Leeds, Yorkshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ulsterisms for Everyday Use</h1>\n<p><em><span data-rel=\"author\">Anne Moore</span> <span data-rel=\"location\">Leeds, Yorkshire</span></em></p>\n<p>Every culture messes around with its “mother tongue” with happy results, and none more so than Ulster. We use more colourful speech, make subtle changes, define our regional identity, and claim it by continuing to employ the traditional phraseology. Northern Ireland has absorbed new technological jargon and people love to text and email, though it probably takes them longer as there is a need to use more words than the electronic media demand.</p>\n<p>I guess the favourite means of communication has still got to be talking, so here follows a small selection of Ulsterisms to puzzle, enlighten, and perhaps amuse. Make of them what you will; reading them aloud in a voice like Ian Paisley should assist understanding and correct interpretation.</p>\n<blockquote>\n<p><em>Wadda boucha</em>? 'How are you today?'</p>\n<p><em>D'ya wanna wee piece?</em> 'Would you like a sandwich?'</p>\n<p><em>D'ya fancy a poke?</em> 'Would you like an ice-cream cornet?'</p>\n<p><em>Am gittin a bit a fenian stake.</em> 'I am having fish for tea.'</p>\n<p><em>Give over girnin'.</em> 'Please stop crying.'</p>\n<p><em>Yill be singin' McNamara's wee song Sorry Was I!</em> 'If you continue to behave badly you will get a smack!'</p>\n<p><em>Am all up the left the day.</em> 'Everything I do today is going wrong.'</p>\n<p><em>Did ye git lifted?</em> 'Did anyone ask you to dance?'</p>\n<p><em>Ar dawg's a sooner.</em> 'My dog prefers to pee on the carpet rather than go outside.'</p>\n<p><em>Ar ye a Fenian or a Prod agnostic?</em> 'Is it the Catholic or Protestant God you're not sure of?'</p>\n<p><em>A'm a left futter.</em> 'I practise Catholicism.'</p>\n<p><em>Ach away on!</em> Depending on rising or falling inflection, this can mean 'Oh, really?' or 'Leave me alone!'</p>\n</blockquote>\n<p>It might have occurred to you by this point that purchasing a phrasebook before visiting Northern Ireland might be wise, or failing that, enlisting the assistance of a native friend or relative to interpret for you.</p>\n<p>When ceilidhing ('having a chat') with a kindred spirit, or even a stranger on the bus, there is nothing more satisfying than pointing out the failings of others. These may be of a mutual friend, colleague, acquaintance, or the girl who reads the six o'clock News! Nobody escapes, but as my mother, God rest her, always said, “When they're talkin' about me, they're leavin' somebody else alone.”</p>\n<p>The following might well be used in such discussions, sometimes described as <em>tearin' some poor soul to pieces</em>:</p>\n<blockquote>\n<p><em>See hur, there's more in hur head than the comb'll take out.</em> 'She is a very secretive, astute and possibly untrustworthy individual.'</p>\n<p><em>Wan eye's away fer the messages an' the other's away back fer the change.</em> 'That poor person has a terrible squint.'</p>\n<p><em>Mind him, he'll pick ye like a willick!</em> 'Be careful what you say, this person can extract a great deal of information from you.'</p>\n<p><em>Oh aye, she's the girl in the big picture.</em> 'This woman has an inflated idea of her physical attractions.'</p>\n<p><em>A face like a barn dure wi' the bolt pulled out.</em> 'A very ugly person.'</p>\n<p><em>God help hur, hur boiler's busted.</em> 'Someone not quite mentally competent.'</p>\n<p><em>Waddya want me ti do? Put it in the corner and throw sugar at it?</em> 'Do you not wish me to make use of this opportunity/asset?'</p>\n<p><em>He's like ma granny's aunt.</em> 'This man is very old-fashioned and fussy in dress and outlook.'</p>\n<p><em>She's as many faces as the town clock.</em> 'This is an untrustworthy woman who may deceive you.'</p>\n</blockquote>\n<p>Here are a few samples wherein feelings and emotions are expressed:</p>\n<blockquote>\n<p><em>Ach away up n' lie down!</em> 'Do be sensible, please!'</p>\n<p><em>D'ya wanna dig in the bake?</em> 'Have a care or you may get a punch on the nose!'</p>\n<p><em>Shut yer bake!</em> 'Do be quiet!'</p>\n<p><em>It's bawggin.</em> 'I am shocked at how dirty it (any item from a kitchen to a dress) is.'</p>\n<p><em>D'ya think I come up the Lagan on a bubble?</em> 'Do you consider me so naive?'</p>\n<p><em>Thon's a joke wi' a jeag.</em> 'That was a rather cruel and sarcastic comment.'</p>\n<p><em>They've kitchen ti every male.</em> 'Those people are so well off they eat meat at every repast, and I am rather envious.'</p>\n<p><em>Yer a pitcher no artist cud paint!</em> This commentdepends on the tone of delivery and facial expression and could either mean 'how marvellous you look!' or 'you cannot possibly intend to leave the house looking like THAT!'</p>\n</blockquote>\n<p>I have to include a couple of my favourites from yer man Paisley. In my youth, he struck fear into my heart, as he was a powerful man and quite dangerous.</p>\n<blockquote>\n<p><em>He's a Lundy, get rid of him!</em> 'He's a traitor to the cause.' (As my family name was Lundy, I lived in fear of the day that Mr. Paisley would send some big fellas to our house to eradicate us all.)</p>\n<p><em>That red-robed harlot of the Tiber.</em> 'The Pope.' (Scant regard for gender, but said with venom and a great belief in his own oratorical skills.)</p>\n</blockquote>\n<p>If meanings did not immediately spring to mind, don't annoy yerself. I need at least three hours back 'at home' before understanding of what I am hearing kicks in. Never forget to watch and listen very carefully, or you could be in deep trouble. Misinterpretation could leave you <em>all cut n no iodine</em> ('extremely embarrassed!').</p>\n<p><em>[Anne Moore was born in Belfast, and moved to study at Leeds University in 1968. She has worked as a teacher, civil servant, in-house training consultant, mother, grandmother, drama queen, and sometimes folksinger (when in her cups). She has a degree in drama and education, is qualified in training and development, and has a burning ambition to be a millionaire.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ulsterisms for Everyday Use</h1> <p><em><span data-rel=\"author\">Anne Moore</span> <span data-rel=\"location\">Leeds, Yorkshire</span></em></p> <p>Every culture messes around with its “mother tongue” with happy results, and none more so than Ulster. We use more colourful speech, make subtle changes, define our regional identity, and claim it by continuing to employ the traditional phraseology. Northern Ireland has absorbed new technological jargon and people love to text and email, though it probably takes them longer as there is a need to use more words than the electronic media demand.</p> <p>I guess the favourite means of communication has still got to be talking, so here follows a small selection of Ulsterisms to puzzle, enlighten, and perhaps amuse. Make of them what you will; reading them aloud in a voice like Ian Paisley should assist understanding and correct interpretation.</p> <blockquote>\n<p><em>Wadda boucha</em>? 'How are you today?'</p>\n<p><em>D'ya wanna wee piece?</em> 'Would you like a sandwich?'</p>\n<p><em>D'ya fancy a poke?</em> 'Would you like an ice-cream cornet?'</p>\n<p><em>Am gittin a bit a fenian stake.</em> 'I am having fish for tea.'</p>\n<p><em>Give over girnin'.</em> 'Please stop crying.'</p>\n<p><em>Yill be singin' McNamara's wee song Sorry Was I!</em> 'If you continue to behave badly you will get a smack!'</p>\n<p><em>Am all up the left the day.</em> 'Everything I do today is going wrong.'</p>\n<p><em>Did ye git lifted?</em> 'Did anyone ask you to dance?'</p>\n<p><em>Ar dawg's a sooner.</em> 'My dog prefers to pee on the carpet rather than go outside.'</p>\n<p><em>Ar ye a Fenian or a Prod agnostic?</em> 'Is it the Catholic or Protestant God you're not sure of?'</p>\n<p><em>A'm a left futter.</em> 'I practise Catholicism.'</p>\n<p><em>Ach away on!</em> Depending on rising or falling inflection, this can mean 'Oh, really?' or 'Leave me alone!'</p>\n</blockquote>"
}