{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Trickster Treats",
  "author": "Nick Humez",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Trickster Treats</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\"></span></em></p>\n<p>Hallowe'en falls neatly on a date equidistant between the autumnal equinox and the winter solstice; it is one of four cross-quarter days[^1] in the solar calendar. We are accustomed to seeing roving bands of children in costume going door to door in a mendicant ritual[^2] that demands treats on ostensible pain of tricks played at the expense of those who refuse. In some parts of America the tricks are played anyway, but on the day before, which is given the name <em>Mischief Night</em>.[^3]</p>\n<p>But if ordinary people confine their tricking today to such feasts as Hallowe'en and April Fool's Day,[^4] there is also a character in the mythology of most cultures who plays tricks all the time—for whom, indeed, playing tricks is in his very nature. Tricksters are the embodiment of a social paradox: When authority becomes too overbearing and stuffy, it may be necessary to subvert the social order so as to restore it to harmony and balance. That is the trickster's job—his raison d'être, or at least his primary function in society.[^5]</p>\n<p>One story, striking in its cross-culturalism, tells how fire was obtained for us from the gods through the ruse of a trickster. For the Greeks, he was Prometheus, one of the only two Titans[^6] to side with the Olympians in their war against their father Cronus and his siblings, who contrived to sneak fire away from Olympus carried in the hollow of a reed; earlier, he had managed to fool the gods into choosing the fat and bones as their share of animal sacrifices, leaving the meat for human beings. In Polynesian, the trickster Maui was said to have persuaded the fire goddess, Mahu-Ika, to give him her flaming fingernails and toenails one by one, then extinguished them, until she flung the last of them onto the ground in exasperation, whereupon the entire world caught fire and Maui managed to escape immolation and save the world only by invoking the god of storms to send a monsoon. (He had also been responsible for catching the sun in a net and beating it into submission with the magic jawbone of his grandmother Muri-ranga-whenua so that we might all enjoy longer days, as well as snagging and dragging up the two islands of New Zealand from the bottom of the sea with his fishhook and line.)[^7]</p>\n<p>The Klamath Indians of the American northwest, on the other hand, attribute the gift of fire to Coyote, who won the right to take it away from Old Man Thunder by cheating him in a game of dice.[^8] Coyote is one of several animal tricksters recurrent in native American myth, others being Crow and Rabbit. The latter is featured in a story from the Northern Pueblo Indians of the American southwest, in which the trickster is himself tricked: Coyote thinks to catch and eat Rabbit Boy, who persuades him to don a saddle and bridle, rides him to and from a celebration at which all Rabbit Boy's relatives are feasting as Coyote is obliged to look on while tethered to a piñon tree, then escapes down his rabbit hole and mocks Coyote from behind his slammed door.</p>\n<p>The European equivalent of Coyote is <em>Fox</em>, who is featured in a number of the fables going all the way back to the legendary Æsop.[^9] The common expression “sour grapes” comes from the story of the fox who, finding that a bunch of grapes was beyond his reach, went on his way remarking that they were probably sour anyway. But his trickster character comes to the fore in other fables, such as the one in which he falls into a water tank, convinces a goat to jump in with him so that he can use the goat's horns as a ladder, and then abandons the hapless hooved one to his fate. (Aesop's moral: “Only a fool starts something whose end he can't clearly see.”) Aesop's fox is occasionally outfoxed too: A fox and a donkey agree to hunt together, but come upon a lion. The fox strikes a bargain with the lion to betray the donkey in exchange for the lion sparing his own life, and leads the donkey into a trap. The lion, however, once he sees that the donkey can't escape, falls on the fox and gobbles him up on the spot, knowing that he can eat the donkey at his leisure. (Moral: “Plot against your friends and you are apt to destroy yourself in the bargain.”)</p>\n<p>The fox also figures in a set of medieval French stories (attributed to one Pierre de Saint-Cloud and dating from the last quarter of the twelfth century AD) known collectively as the <em>Roman de Renard</em> (“The Romance of the Fox”).[^10] The wily Renard (French for 'fox') is a stand-in for the rising middle class and is pitted against Ysengrin the wolf, symbolic of a brutal aristocracy whose contempt for those who were no longer bound to the land and its lord but instead lived in towns (French: <em>villes</em>) survives in the French and English word <em>villain</em>.</p>\n<p>Tricksters monkey around with our perceptions of the way things are supposed to be: They change shape, throw their voices, impersonate the opposite sex (as do some shamans in American Indian tribes and in certain parts of Siberia, whose fluid identity is all of a piece with their ability to cross easily between the spirit world and this one).</p>\n<p>The trickster is in his very essence a subversive, a figure who undercuts the majesty of the gods and the awe we feel at their powers. What distinguishes a trickster from the one-shot deceiver is that he is <em>always</em> playing tricks. Thus Loki, the Norse trickster god, is the shape-changer who steals Freyja's necklace; he collaborates (under compulsion, to be sure) with Thiazi the eagle in kidnapping Idun and her golden apples of youth, and then helps to recover both; he puts his cleverness at the service of Thor so that the latter can get his hammer, Mjollnir, back from Thrym, king of the Frost Giants, by mans of a transvestite deception (disguising himself as a maidservant and Thor as Freyja). He forces Andvari to yield up all his gold, including the fateful ring with the dwarf's curse on it (the prototype for the Ring of the Nibelungs in Wagner's epic opera cycle). His mischief seems boundless, but often results in the restoration of order by a roundabout route.[^11] [If <em>Þjazi</em> is rendered Thiazi and <em>Þrymr</em> Thrym, I don't see why <em>Iðunn</em> should be Idun rather than Ithun or Idhun.]</p>\n<p>Hermes, the Greek god of thieves—he stole Apollo's cattle when he was just one day old—is the trickster of Olympus; his swiftness is suited not merely to the messenger but to the now-you-see-it-now-you-don't sleight-of-hand we associate with the stage conjurer, flimflam man, or shell-game operator. As a subverter of authority he is often seen in company with stern Zeus, as in the tale of Baucis and Philemon, in which Hermes turns the old poor couple's pitcher into a bottomless cornucopia, or in the Roman playwright Plautus's <em>Amphitryon</em>, in which the standard myth of Zeus's impersonation of Alcmene's absent husband in order to beget Hercules is embellished by Hermes' posing as Amphitryon's comic slave, Sosia. The tradition of the trickster servant (the French term is <em>valet fourbe</em>) was already well established in the late “New Comedy” of Menander and others, on whom Plautus and his contemporary Terence openly and liberally drew.</p>\n<p>Many of the conventions of Roman comedy survived well into the Middle Ages and beyond: The French playwright Molière (pseudonym of Jean-Baptiste Poquelin), a contemporary of La Fontaine's, after abandoning the study of philosophy[^12] got his theatrical training with practitioners of the improvisational <em>commedia dell'arte</em> in the south of France before the culmination of his career as head of Louis XIV's favorite troupe of comic actors (surviving to this day as the Comédie-Française).</p>\n<p>Several of Molière's plays center on trickster subordinates, such as his farce <em>Les Fourberies de Scapin</em> (an adaptation of Terence's <em>Phormio</em>), whose title character is every inch the slave-as-fixer, engineering the genre's expected love-match between the young man and maiden in the face of paternal obstinacy. Phormio/Scapin is the subversive subaltern <em>par excellence</em>, as is Figaro in the plays written by Jean Augustin Caron de Beaumarchais in the late 1700s and the two operas derived from them: Mozart's <em>Marriage of Figaro</em> and Rossini's <em>Barber of Seville</em>. (Indeed, both plays were banned for some time in Austria because they made the aristocracy distinctly uneasy; as a monarch in another autocracy ominously remarked after seeing a similarly subversive play, “This show poked fun at a lot of people, and especially me.”)[^13]</p>\n<p>One type of trickster who generally gets away with it, at least in the traditional stories, has been the court jester, a figure closely related to the <em>valet fourbe</em>. Beatrice K. Otto, in an exhaustive study of royal fools, concludes that “[t]he jester is in a sense on the side of the ruler,” in that he has a license to tell a king plainly what other courtiers fear to express openly.[^14] Otto's examples range from the Chinese <em>you</em>, who was expected to be both jester and jongleur, to the viziers and fools of the Abbasid caliphs (Harun al-Rashid's lieutenant Yahya is the subject of many such tales) and the Tudor and Jacobean courts: Will Somers, “Kinges fole” to Henry VIII; Queen Elizabeth's jester Tarlton (a former swineherd); and Archie Armstrong, who traded a promising career in sheep-stealing for a post as court buffoon to James I. In some instances the fools really do seem to have been simple, or at least a bit touched, their wit rooted in a natural candor impervious to social graces;[^15] on the other hand, others were canny professional comics whose jokes were celebrated in jest-books which long outlived them.[^16]</p>\n<p>Another kind of professional is the trickster outlaw in popular ballad and story. The legendary Robin Hood[^17] struggled against the brutal tyranny of the Sheriff of Nottingham, and popular songsheets hawked in the streets of 17th- and 18th-century London celebrated the latest highwaymen brought to grim justice at Tyburn with at least ambivalence if not outright admiration (e.g., “Brennan on the Moor”). And new antiheroes are being created all the time: Woody Guthrie, the leftist balladeer of Oklahoma's Dust Bowl era, sang of “Pretty Boy Floyd,” a reluctant Depression outlaw driven into life off the edge of social respectability after killing a deputy sheriff in a gun battle provoked by the lawman's incivility towards Floyd's wife. Visiting the home of “many a starving family/Where he'd come to beg a meal/And underneath his napkin/Left a thousand-dollar bill:/'You may say that I'm an outlaw,/You may say that I'm a thief,/But here's a Christmas dinner/For the families on relief.'”</p>\n<p>The trickster figure has continued to flourish in film and on television throughout the 20th century and beyond. Subverting the power hierarchy of America's peacetime army during the Cold War era was vaudeville veteran Phil Silvers in the television role of <em>Sgt. Bilko</em> in the late 1950s (the role was revived a generation later by Steve Martin; the word <em>bilk</em>, of course, means “swindle”). Robin Williams pushes both the trickster and transvestite buttons in the film <em>Mrs. Doubtfire</em> and played a prep-school teacher who cunningly (though eventually at the cost of his job) subverts a dull headmaster with his inspired pedagogy in and out of the classroom in <em>Dead Poets Society</em>. And Danny Kaye, many of whose movie roles in the 1950s were trickster ones (<em>The Court Jester</em>, for example—and note that whatever their role may have been in real-life courts, the jesters are often tricksters, or at least subversives, in literature, e.g., the fool in Shakespeare's <em>King Lear</em>), brilliantly revived Gogol's 1836 spoof of Russian imperial bureaucracy and small-town self-important venality, <em>The Inspector General</em>.[^18]</p>\n<p>In some instances, a trickster may become a culture hero due to external circumstances reaching far beyond the original myth. Poseyemu was an Indian from the Tewa Pueblo, miraculously conceived as the result of his mother's having eaten a magic piñon nut. Clumsy and scorned in youth, he nevertheless came into possession of a miraculous hoof rattle which allowed him to attract game; when the town's old <em>cacique</em> died, Poseyemu was chosen to succeed him, and under his leadership his people became fabulously prosperous.</p>\n<p>The story came to be widely circulated during the 17th century, and expanded upon so that Poseyemu was now associated with Montezuma II, the last emperor of the Aztecs. Andrés Reséndez writes that “[i]n the years leading up to the Mexican-American War, the legend ...conveyed an unmistakable sense of Pueblo resistance and tenacity in the face of extremely adverse conditions...[and] sought to appeal to the Pueblo Indians by casting them not as subjugated peoples but as the divine founders of the Mexican nation. It created an instant bridge between Hispanics and pueblos and remained a powerful myth long after the Taos Rebellion of 1847.”[^19] In the end, Poseyemu/Montezuma had taken on the qualities of a savior who would return to lead the Pueblos from his temporary hiding place (some versions placed him at the bottom of the Atlantic Ocean, biding his time like a sleeping Arthur or Barbarossa), and a sacred fire was kept burning in his honor at the Pecos Pueblo in Texas until the last inhabitants departed in the mid-1800s: <em>Rex quondam, rexque futurus</em>.</p>\n<hr>\n<p>[1]: While most of us can define <em>solstice</em>  and <em>equinox</em>  and have at least a rough idea of their dates, cross-quarter days are for the most part ignored in modern society. Their survival in the calendar of the Christian church suggests how very much more important they were to northern European pagans: October 31 was the Celtic feast called <em>Samhain</em> , a day on which the boundary between the Otherworld and this one was much more permeable than at other times of year, much like the semiannual Roman <em>Lemuria</em> ; see Alexander and Nicholas Humez, <em>A B C Et Cetera</em>  (Boston: Godine, 1985), pp.65–66. The Christian designation of the day after Samhain as All Saints' Day (Latin <em>sanctus</em> = English “hallow[ed],” “saint[ed],” whence <em>All Hallows' Eve</em> [<em>n</em> ], contracted to <em>Hallowe'en</em> ) is mirrored in the adoption of the Feast of Saint Brigid (according to some sources, Brigid was originally a Celtic goddess who watched over women in childbirth) as <em>Candlemas</em> , the day for blessing the Paschal Candle to be lit at Easter. The Lemuria was celebrated on three evenings in May: the 9th, 11th, and 13th; in the British Isles, <em>Beltane</em> , another Celtic cross-quarter festival, survives as <em>May Day</em> .</p>\n<p>[2]: In England the children's begging is formalized as the “penny for the Old Guy,” i.e., Guy Fawkes, effigies of whom are burned on the anniversary of his foiled attempt to blow up the king and Parliament on Nov. 5, 1605 (the so-called “Gunpowder Plot”); but the proximity to the old date of Samhain suggests that in some form this latter-day cross-quarter ritual is probably a great deal older than its Jacobean eponym.</p>\n<p>[3]: I am indebted to the late Linda Sampey, a native of Yeadon, Pa., for informing me of this custom as practiced in the neighborhood of Philadelphia (personal conversation, ca. 1971). Subsequent informants have confirmed its existence elsewhere in the country, e.g., in northern Ohio, where it is known as <em>Beggars' Night</em> (Leslie Edwards, personal conversation, 30 August 2005).</p>\n<p>[4]: The French version of the gleeful exclamation of the perpetrator of the trick (“April Fool!”) is <em>Poisson d'Avril</em> ! [“April fish!”]</p>\n<p>[5]: So wrote a Harvard Medical School psychiatry professor, John Mack, in a New York Times column about tricksters and the Nov. 2000 election: The trickster, Mack says, “is providence's representative, a kind of savior sent when a society is in crisis and no longer serving the needs of its people.” This is also the central argument in Lewis Hyde's seminal study of the trickster figure, <em>Trickster Makes This World</em> (New York: Farrar, Straus, and Giroux, 1998).</p>\n<p>[6]: The other was his brother, Epimetheus, whose wife, Pandora, opened her infamous box and let loose all manner of evils upon this world. Nathaniel Hawthorne charmingly retells this tale as the chapter entitled “The Paradise of Children” in his <em>Wonder Book</em>  (Boston: Houghton Mifflin, 1880), the first of two children's books of Greek myths he wrote in the 1850s. (Its sequel, <em>Tanglewood Tales, or the Second Wonder Book</em> , was republished by Houghton Mifflin in 1883.) Other Greek myths cited in this article can be found in any standard college mythology text, e.g., the <em>Classical Mythology</em> of Mark P. O. Morford and Robert J. Lenardon (New York: Oxford University Press, 1999 [sixth edition]).</p>\n<p>[7]: For the New Zealand version of these stories, see <em><a href=\"http://www.maori.org.nz/Korero\">www.maori.org.nz/Korero</a></em> . A Hawaiian recension, written for the delight and edification of younger readers, begins at <em><a href=\"http://maven.english.hawaii.edu/407/projects/roncox/finmain.html\">http://maven.english.hawaii.edu/407/projects/roncox/finmain.html</a>.</em></p>\n<p>[8]: This and the following story can be found in Richard Erdoes, <em>American Indian Trickster Tales</em> (New York: Penguin, 1999). In western Africa, a favorite animal trickster is Anansi the spider, about whom stories are also widely told in the Caribbean, a robust cultural legacy handed down from the African slaves captured and brought to the West Indies to work the plantations.</p>\n<p>[9]: The tradition is that Aesop was a slave in 7th-century BC Greece. A number of the fables attributed to him were charmingly rendered in French verse by Jean de La Fontaine in the 17th century AD Norman R. Shapiro, who has in turn translated a hundred of the latter into modern English poetry, tells us in the introduction to his first selection (<em>Fifty Fables of La Fontaine</em> [Urbana/Chicago: University of Illinois Press, 1997], p. xxvi) that Books I–VI, which La Fontaine published in 1668, were “mainly adaptations of the Aesopic corpus,” adding (p. xxvii, note 2) that there had been a number of medieval French fabulists as well, predecessors of whom, he says, La Fontaine was apparently unaware.</p>\n<p>[10]: This classic exists in many French editions, but English translations are rare; one of them is <em>Le Roman de Renard</em> (Editions Tallander, 2003, a reprint of the company's 1909 edition, lovingly illustrated by Benjamin Rabier, creator of the familiar logo for Laughing Cow cheese). And can it be coincidental that Robertson Davies gives the name Magnus Isengrim to his magician protagonist in <em>World of Wonders</em>  (Harmondsworth, UK: Penguin, 1977), the third novel in his Deptford Trilogy? To be sure, the nature of the characters differs markedly: Isengrim is an intelligent good guy, in sharp contrast to the medieval romance's stupid and mean baronial wolf.</p>\n<p>[11]: Loki's essential malice, however, eventually undoes him: He causes the death of the universally beloved Balder, Odin and Frigga's son, and later insults every member of the Norse pantheon at a banquet in Valhalla, for which they bind him in chains with a serpent dripping poison onto his face. This is quite at odds with the trickster's usual restorative role, and the Norse further believed that it would be Loki who will attack Asgard at the head of the forces of evil in the final cataclysm of Ragnarok, “the Twilight of the Gods.” For a plausible explanation of how the latter-day priestly writers of the Poetic and Prose Eddas might have conflated the Norse end-of-the-world narrative with Christian beliefs (possibly including at least a partial identification of Loki with Satan), see the introduction to Kevin Crossley-Holland's <em>The Norse Myths</em> (New York: Pantheon, 1980).</p>\n<p>[12]: Molière's philosophy teacher was Gassendi, whose writings on corpuscular mechanics – the “new philosophy” of particles and their interactions in a “Newtonian” universe – would profoundly influence Newton's rival, the German philosopher-mathematician Leibniz, a generation after Molière's death (which overtook him at the theater while he was starring, ironically enough, as the hypochondriac in his own play <em>Le Malade Imaginaire</em> ).</p>\n<p>[13]: The play was <em>The Inspector General</em> (in Russian, <em>Revizor</em> ), and on hearing of the Tsar's words the playwright, Nikolai Gogol, prudently and quickly went into exile, from which he did not return for over a decade.</p>\n<p>[14]: Beatrice K. Otto, <em>Fools Are Everywhere</em> (Chicago: Chicago University Press, 2001), p. 246.</p>\n<p>[15]: The tradition of the “holy fool” is widespread, from the Bauls of Bengal to the idiot son of Tsar Ivan the Terrible, called Fyodor the Bell-Ringer because he delighted in making the rounds of the Moscow churches and tolling their bells (the actual running of the country being in the capable if occasionally ruthless hands of the boyar Boris Godunov).</p>\n<p>[16]: Otto, <em>op. cit</em> . A collection of jokes attributed to Somers was still being reprinted in the mid-1600s.</p>\n<p>[17]: It has been suggested that Robin Hood was originally <em>Robin du Bois</em> , “Robin [of the] Wood,” a name suspiciously similar to Robin Goodfellow, another name for sylvan Britain's Pan-like figure Puck. For an exhaustive and profusely illustrated compendium of Robin Hood lore, see the University of Rochester's Rush Rhees Library website <em><a href=\"http://www.lib.rochester.edu/camelot/rh/rhhome.stm\">www.lib.rochester.edu/camelot/rh/rhhome.stm</a></em> .</p>\n<p>[18]: Comprehensive filmographies of both Kaye and Williams may be found at <em><a href=\"http://www.imdb.com\">www.imdb.com</a></em> .</p>\n<p>[19]: Andrés Reséndez, <em>Changing National Identities at the Frontier</em>  (New York: Cambridge University Press, 2005), pp. 259–263. If the metamorphosis of trickster into the savior of a whole people seems far-fetched, a close reading of the Gospel narratives following the Resurrection show Jesus behaving in some very trickster-like ways: appearing out of nowhere in the midst of some disciples gathered in a locked upper room, or walking alongside others who do not recognize their companion until a sudden revelation, and then vanishing. As G. K. Chesterton somewhere says, one of the hardest things for humanity to see clearly is God's mirth.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Trickster Treats</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\"></span></em></p> <p>Hallowe'en falls neatly on a date equidistant between the autumnal equinox and the winter solstice; it is one of four cross-quarter days[^1] in the solar calendar. We are accustomed to seeing roving bands of children in costume going door to door in a mendicant ritual[^2] that demands treats on ostensible pain of tricks played at the expense of those who refuse. In some parts of America the tricks are played anyway, but on the day before, which is given the name <em>Mischief Night</em>.[^3]</p> <p>But if ordinary people confine their tricking today to such feasts as Hallowe'en and April Fool's Day,[^4] there is also a character in the mythology of most cultures who plays tricks all the time—for whom, indeed, playing tricks is in his very nature. Tricksters are the embodiment of a social paradox: When authority becomes too overbearing and stuffy, it may be necessary to subvert the social order so as to restore it to harmony and balance. That is the trickster's job—his raison d'être, or at least his primary function in society.[^5]</p> <p>One story, striking in its cross-culturalism, tells how fire was obtained for us from the gods through the ruse of a trickster. For the Greeks, he was Prometheus, one of the only two Titans[^6] to side with the Olympians in their war against their father Cronus and his siblings, who contrived to sneak fire away from Olympus carried in the hollow of a reed; earlier, he had managed to fool the gods into choosing the fat and bones as their share of animal sacrifices, leaving the meat for human beings. In Polynesian, the trickster Maui was said to have persuaded the fire goddess, Mahu-Ika, to give him her flaming fingernails and toenails one by one, then extinguished them, until she flung the last of them onto the ground in exasperation, whereupon the entire world caught fire and Maui managed to escape immolation and save the world only by invoking the god of storms to send a monsoon. (He had also been responsible for catching the sun in a net and beating it into submission with the magic jawbone of his grandmother Muri-ranga-whenua so that we might all enjoy longer days, as well as snagging and dragging up the two islands of New Zealand from the bottom of the sea with his fishhook and line.)[^7]</p>"
}