{
  "type": "Article",
  "title": "Confessions of a Verbivore",
  "author": "Richard Lederer",
  "location": "San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Confessions of a Verbivore</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p>\n<p>I am a wordstruck, word bethumped, word besotted, wordaholic, unrepentant verbivore.</p>\n<p>Carnivores eat flesh and meat; piscivores eat fish; herbivores consume plants and vegetables; verbivores devour words. I am such a creature. My whole life I have feasted on words—ogled their appetizing shapes, colors, and textures; swished them around in my mouth; lingered over their many tastes; let their juices run down my chin. During my adventures as a fly-by-the-roof-of-the-mouth, user-friendly wizard of idiom, I have met thousands of other wordaholics, logolepts, lexicomaniacs, and verbivores, folks who also eat their words. You are almost certainly a verbivore, or you wouldn't be reading this thirtieth-anniversary issue of <em>VERBATIM</em>.</p>\n<p>What is there about words that makes a language person love them so? The answers are probably as varied as the number of verbivores themselves. There are as many reasons to love words as there are people who love them. How do we love thee, language? Let us count the ways.</p>\n<p>Some word people are intrigued by the birth and life of words. They become enthusiastic, ebullient, and enchanted when they discover that <em>enthusiastic</em> literally means 'possessed by a god,' <em>ebullient</em> 'boiling over, spouting out,' and <em>enchanted</em> 'singing a magic song.' They are rendered starry-eyed by the insight that <em>disaster (dis-aster)</em> literally means “ill-starred” and intoxicated by the information that <em>intoxicated</em> has poison in its heart. They love the fact that <em>amateur</em> is cobbled from the very first verb that all students of Latin learn —<em>amo:</em> 'I love.' The poet William Cowper once wrote of:</p>\n<blockquote>\n<p><em>philologists who trace</em></p>\n<p><em>A panting syllable through time and space,</em></p>\n<p><em>Start it at home, and hunt it in the dark</em></p>\n<p><em>To Gaul, to Greece, and into Noah's ark.</em></p>\n</blockquote>\n<p>Wordsters of etymological persuasion love to track down the origins of phrases. Take “sitting in the catbird seat.” The expression was popularized by Red Barber, the colorful broadcaster for the Brooklyn Dodgers, who also spread the likes of “tearing up the pea patch” and <em>rhubarb</em>, used to mean 'an argument on a baseball diamond.' The Mississippi-born Barber once explained that “sitting in the catbird seat” was a Southern expression for which he had literally paid.</p>\n<p>In a stud poker game Barber continually bluffed with a weak hand until he lost to an opponent who met every raise. According to Red, the winner, who held an ace showing and an ace in the hole, said, “Thanks for all those raises. From the start, I was sitting in the catbird seat.”</p>\n<p>The catbird commands a good view from its lofty perch, but so do many other birds. My reading of ornithology books reveals that the catbird does not usually sit high up in branches, where it could get the best view, but rather lurks half-hidden in shrubbery. What's so special about the catbird and its vantage point? Intrepid bird watchers, word botchers, and phrase-hunters will never rest until they track down the answer.</p>\n<p>Still another denomination of verbivore sees words as collections of letters to be juggled, shuffled, and flipped. Lovers of logology—the art and craft of letter play—are spellbound by the fact that <em>twentynine</em> is spelled with straight letters made of straight lines only—twenty-nine of them, to be exact—and that <em>ambidextrous</em> is alphabetically ambidextrous. Its left half, <em>ambide</em>, uses letters from the left half of the alphabet, and its right half, <em>xtrous,</em> uses letters from the right half of the alphabet.</p>\n<p>As RIDDLER REACHER (a full anagram for RICHARD LEDERER), I am here to tell you that the infinite variety of William Shakespeare's characters, themes, and language is reflected in the many full anagrams of his name: I SWEAR HE'S LIKE A LAMP, WE ALL MAKE HIS PRAISE, HAS WILL A PEER? I ASK ME, and AH, I SPEAK A SWELL RIME.</p>\n<p>Then there's the breed of logophile who enjoys trying to turn the brier patch of pronoun cases, subject-verb agreement, sequence of tenses, and the indicative and subjunctive moods into a manageable garden of delight.</p>\n<p>Throughout my life as a teacher, I have striven mightily to teach the difference between the verbs <em>lie</em> and <em>lay. Lie</em> means 'to repose'; <em>lay</em> means 'to put.' <em>Lie</em> is intransitive; it never takes an object. <em>Lay</em> is transitive; it always takes an object. Pardon the fowl language, but a hen on its back is lying; a hen on its stomach may be laying—an egg.</p>\n<p>Alas, all my efforts have been swept away by the Enron debacle. Here's a little ditty I've written about the company that made an End Run around ethics. Please recall that the disgraced CEO of the company was Kenneth Lay:</p>\n<blockquote>\n<p>TAKE THE MONEY ENRON</p>\n<p><em>The difference between “lie” and “lay”</em></p>\n<p><em>Has fallen into deep decay.</em></p>\n<p><em>But now we know from Enron's shame</em></p>\n<p><em>That Lay and “lie” are just the same.</em></p>\n</blockquote>\n<p>Among my favorite wordmongers are those who prowl the lunatic fringes of language, <em>lunatic</em> because the ancients believed that prolonged exposure to the moon (Latin <em>luna)</em> rendered one moonstruck, or daft. These recreational wordplayers wonder why we drive in a parkway and park in a driveway, why our nose can run and our feet can smell, why the third hand on a clock is called the second hand, and why, if adults commit adultery, infants don't commit infantry. Why is it, they muse, that a man puts on a pair of pants but a woman puts on only one bra? Why is it that a man can call a woman a vision, but not a sight—unless his eyes are sore?</p>\n<p>Finally, there are the legions of pundits, punheads, pun pals, pun-up girls, and pun-gents who tell of the Buddhist who said to the hot dog vendor, “Make me one with everything.” That's the same Buddhist who never took Novocain when he had teeth extracted because he wished to transcend dental medication. These punderful verbivores become even bigger hot dogs when they tell about Charlemagne, who mustered his Franks and set out with great relish to assault and pepper the Saracens, but he couldn't catch up. (Frankly, I never sausage a pun. It's the wurst!)</p>\n<p>Punnery is largely the trick of compacting two or more ideas within a single word or expression. Punnery challenges us to apply the greatest pressure per square syllable of language. Punnery surprises us by flouting the law of nature that pretends that two things cannot occupy the same space at the same time. Punnery is an exercise of the mind at being concise. Punnery is a rewording experience.</p>\n<p>A good pun is like a good steak—a rare medium well done. Cardinal Richelieu once wrote that “the pen is mightier than the sword.” I would update that pronouncement: “The pun is mightier than the sword, and these days you are more likely to run into a pun than a sword.”</p>\n<p>Incorrigible pun-gent that I am (don't incorrige me!), I love sharpening my pun cells for the moment when everything comes together to form an incisive and contextual prey on words:</p>\n<p>During my first tour of our San Diego Wild Animal Park, I went to an area where giraffes lean forward over a parapet and accept food from visitors. I suggested to the keeper that the area be named Giraffic Park. Watching an Imax film about volcanoes from Fiji to Hawaii, I noted the title, <em>Ring of Fire,</em> turned to my long-suffering wife, and commented, “They've missed the best title for this movie—<em>Ash from a Hole in the Ground.”</em> At an airport security area I removed and then placed my shoes in one of the small tubs because my size 14s are supported by large steel shanks that unfailingly set bells a ringing. When, after a long wait, the attendant finally returned my shoes, I thanked her for “the shoe shank redemption.” I once told a companion, who is a great Shakespeare lover, “Don't go away. I'll be back in two Shakespeares of a Lamb's Tale!” I love pushing the envelope of language, even if it causes those around me to be out of sorts and go postal.</p>\n<p><em>Language</em> derives from <em>lingua,</em> “tongue,” so it is no surprise that many verbivores care deeply about the pronunciation of words. The sounding <em>noo-kyuh-lur</em> has received much notoriety because a number of presidents from Dwight David Eisenhower to George W. Bush have spoken the word that way. A great many people riding our fair planet simply cannot hear the difference between <em>noo-kyuh-lur</em> and <em>noo-klee-uhr</em>.</p>\n<p><em>Noo-kyuh-lur</em> is an example of metathesis, the transposition of internal sounds, as in <em>Ree-luh-tur</em> for <em>Realtor,</em> <em>joo-luh-ree</em> for <em>jewelry,</em> <em>lahr-niks</em> for <em>larynx,</em> and, more subtly <em>cumf-ter-bull</em> for <em>comfortable.</em> But while the metathesis <em>cumf-ter-bull</em> (in which the <em>er</em> and the <em>t</em> have been transposed) is fully acceptable and entrenched in our language, cultivated speakers generally consider <em>noo-kyuh-lur, ree-lah-tur,</em> and their ilk atrocities. The <em>San Diego Union-Tribune</em> recently polled its readers to find out the grammar and pronunciation abuses that most seismically yanked their chains and rattled their cages.</p>\n<p><em>Noo-kyuh-lur</em> was the crime against English mentioned by the greatest number of respondents. <em>Noo-kyuh-lur</em> made them go ballistic, even <em>noo-klee-ur</em>. Despite its proliferation, <em>noo-kyuh-lur</em> has failed to gain respectability. <em>Noo-kyuh-lur</em> may be a sad fact of life, but resistance to it is hardly a lost cause. Although we hear it from some prominent people, it remains a much-derided aberration.</p>\n<p>How do we love thee, language? I believe the way that counts the most is the iron link between words and human beings. Has it ever struck you how human words are? Like people, words are born, grow up, get married, have children, and even die. They may be very old, like <em>man</em> and <em>wife</em> and <em>home.</em> They may be very young, as <em>veggies, bad-hair day, soccer mom</em>, and <em>phat.</em> They may be newly born and struggling to live, as <em>dead presidents, headbanger, identity theft,</em> and <em>McJob.</em> Or they may repose in the tomb of history, as <em>leechcraft,</em> the Anglo-Saxon word for the practice of medicine, and <em>murfles,</em> a long defunct word for freckles or pimples.</p>\n<p>Our lives are filled with people and words, and in both cases we are bound to be impressed with their vast numbers and infinite variety. Some words, like <em>OK,</em> are famous all over the world. Others, like <em>foozle</em> 'a bungling golf stroke' and <em>groak</em> 'to stare at other people's food, hoping that they will offer you some', are scarcely known, even at home.</p>\n<p>As with people, words come in all sorts of shapes, sizes, backgrounds, and personalities. They may be very small, like <em>a</em> and <em>I</em>. They may be very large, like <em>pneumonoultramicroscopicsilicovolcanoconiosis</em>, a 45-letter hippopotomonstrosesquipedalian word for black lung disease.</p>\n<p>Some words are multinational in their heritage, as <em>remacadamize,</em> which is Latin, Celtic, Hebrew, and Greek in parentage. Some come of Old English stock, as <em>sun</em> and <em>moon</em> and <em>grass</em> and <em>goodness.</em> Some have a distinctly continental flavor—<em>kindergarten, lingerie, spaghetti.</em> Others are unmistakably American —<em>stunt</em> and <em>baseball.</em></p>\n<p>Words, like people go up and down in the world. Some are born into low station and come up in the life. With the passing of time, they may acquire <em>prestige</em> (which used to mean 'trickery') and <em>glamour</em> (which began life as a synonym for 'grammar').</p>\n<p>Others words slide downhill in reputation, such as the adjectives <em>awful, artificial,</em> <em>vulgar, villainous, boorish, homely, notorious, egregious, smug,</em> and <em>silly</em>, each of which once possessed a complimentary or neutral meaning.</p>\n<p>Words like <em>remunerative, encomium,</em> and <em>perspicacious</em> are so dignified that they can intimidate us, while others, like <em>booze, burp</em> and <em>blubber,</em> are markedly inelegant in character. Some words, such as <em>ecdysiast,</em> H. L. Mencken's Greek-derived name for a stripteaser, love to put on fancy airs; others, like <em>humongous</em> and <em>palimony,</em> are winkingly playful. Certain words strike us as beautiful, like <em>luminous</em> and <em>gossamer,</em> others as rather ugly—<em>guzzle</em> and <em>scrod;</em> some as quiet—<em>dawn</em> and <em>dusk,</em> others as noisy—<em>thunder</em> and <em>crash.</em></p>\n<p>That words and people so resemble each other should come as no surprise. Whether the ground of your being is religion or science, you find that language is the hallmark, the defining characteristic that distinguishes humankind from the other creatures that walk and run and crawl and swim and fly in our world.</p>\n<p>In the Genesis creation story that so majestically begins the Bible, we note the frequency and importance of verbs of speaking: “And God <em>said,</em> Let there be light; and there was light. ... And God <em>called</em> the light Day, and the darkness he <em>called</em> Night. ... And God <em>said,</em> Let there be a firmament in the midst of the waters. ... And God <em>called</em> the firmament Heaven.” [Emphasis mine.]</p>\n<p>Note those verbs of speaking and naming. God doesn't just snap his finger to bring the things of the universe into existence. He speaks them into being and then names each one. And what happens when God creates Adam?: “And out of the ground the lord God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.”</p>\n<p>In other words, Adam does what God had done: He <em>names</em> things. Perhaps this is what the Bible means when we read, “And God said, Let us make man in our own image, after our likeness.” Like God, man is a speaker and a namer.</p>\n<p>If your mythos is science, you believe that many early hominid species, some of them co-existing,  preceded the tenure of <em>Homo sapiens.</em> Today we take for granted that we are the only hominid on Earth, yet for at least four million years many hominid species shared the planet, including <em>Homo habilis, Homo erectus</em> and, of course, <em>Homo neanderthalensis.</em></p>\n<p>What made us different? What allowed us to survive? The answer is on the tip of our tongues. While some of these other species possessed the physical apparatus for speech, only with Homo sapiens did speech tremble into birth. The appearance of language made us human, and our humanity ensured the survival of language. We human beings have always possessed language because before he had it we were not fully human and the sounds that escaped from the holes in hominid faces were not fully language. Not only do we human beings possess language; we ARE language.</p>\n<p><em>[St. Martin's Press has just published <em>Comma Sense: A Fun-damental Guide to Punctuation,</em> by Richard Lederer and John Shore. Richard Lederer's website can be found at <a href=\"http://www.verbivore.com\">http://www.verbivore.com</a>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Confessions of a Verbivore</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California</span></em></p> <p>I am a wordstruck, word bethumped, word besotted, wordaholic, unrepentant verbivore.</p> <p>Carnivores eat flesh and meat; piscivores eat fish; herbivores consume plants and vegetables; verbivores devour words. I am such a creature. My whole life I have feasted on words—ogled their appetizing shapes, colors, and textures; swished them around in my mouth; lingered over their many tastes; let their juices run down my chin. During my adventures as a fly-by-the-roof-of-the-mouth, user-friendly wizard of idiom, I have met thousands of other wordaholics, logolepts, lexicomaniacs, and verbivores, folks who also eat their words. You are almost certainly a verbivore, or you wouldn't be reading this thirtieth-anniversary issue of <em>VERBATIM</em>.</p> <p>What is there about words that makes a language person love them so? The answers are probably as varied as the number of verbivores themselves. There are as many reasons to love words as there are people who love them. How do we love thee, language? Let us count the ways.</p>"
}