{
  "type": "Article",
  "title": "A Word or Two in Spanglish",
  "author": "C. J. Moore",
  "location": "Bilbao, Spain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Word or Two in Spanglish</h1>\n<p><em><span data-rel=\"author\">C. J. Moore</span> <span data-rel=\"location\">Bilbao, Spain</span></em></p>\n<p>Using a Spanish-English dictionary the other day, I had a most unsettling experience. I even forget the word I was searching, because what I found left me momentarily in a state of bemusement. My eye traveling down a page discovered the following sequence of words:</p>\n<p><em>soul, souvenir, Soviet, Spanglish, spaniel, sparring, speed, spinnaker, sport, spot, spray, sprint, sprinter, squash, stage, stand, standing, starter, status, step, stick, stock, stop, strapless. stress, strike, striptease.</em></p>\n<p>For a moment I thought I must be in the English-Spanish section of the dictionary, but no, the column was in the Spanish half of the book. How can this be possible? I thought, and turned to the <em>Diccionario de la Real Academia Española (RAE)</em> to compare the same pages. Needless to say, none of the above words was to be found in the <em>RAE</em> “official” version of the language.</p>\n<p>The reason was staring at me from within the sequence of words. It seemed I had fallen into a nest of Spanglish. But how was such a serried array of English words possible, one after the other?</p>\n<p>A clue was given by the pronunciation guidance in the book, where each of the above words attracts the telltale Spanish initial <em>es-</em> (as <em>es-spot, es-stand,</em> and <em>es-spray</em>). Spanish traditionally has no words with an initial <em>s.</em> Its phonological path from Vulgar Latin produced the need to ease that pronunciation by changing it to <em>es-.</em> Thus <em>Scotia</em> (Scotland) became <em>Escocia</em>, <em>Scandinavia</em> became <em>Escandinavia</em>, and so on. Even adoptions dating from earlier modern times show the same pattern: <em>espín, esnob, esquí, estigma.</em> Similarly we find <em>estándar, escuadrón, escoch</em> (whisky), <em>estación,</em> and even <em>escáner</em>, a quite recent acquisition.</p>\n<p>Quite by chance I had stumbled on an area where English words have been absorbed into Spanish with no change in spelling, suggesting a colloquial usage. The dictionary I was consulting happens to reflect the language of the street in a realistic and up-to-date way, and Spanglish is a vibrant part of this trend.</p>\n<p>For purists who would reject all such borrowings—and, as in France, not a few of them are to be found in the Royal Academy—this kind of unregulated acquisition is nothing new, and the battle an ancient one. But the reality is that nothing can halt a living language from diving into any areas it pleases to satisfy its hunger for novelty and to provide labels for newly discovered objects and experiences.</p>\n<p>As we know, science, technology, sport, and business are all areas where English has effortlessly carved a swathe of influence across the world.</p>\n<p>How this path is shaped can be interesting. In a previous age here in Spain, the terminology of railway engineering came mainly from English, for instance, <em>tren</em> and <em>wagón,</em> while the language describing aspects of the service to passengers tended to be in Spanish, like <em>andén</em> and <em>via.</em></p>\n<p>Computer technology today similarly divides between “translated” words—<em>ordenador</em> 'computer,' <em>ratón</em> 'mouse,' <em>teclado</em> 'keyboard,' <em>pantalla</em> 'screen,' and <em>carpeta</em> 'file'—and borrowed words like <em>internet, surfear, cliquear</em> (though we also find <em>pinchar</em>), <em>email</em> (though also <em>correo electrónico</em>), and <em>software</em>. Here the pattern seems to be that computer-user activities, which are new experiences, require borrowed terms, whereas hardware terminology has extended the meaning of existing words. The odd word out here is <em>mouse,</em> which, in Spain as elsewhere, seems to have been widely translated into local tongues.</p>\n<p>Spanish academician Fernando Lázaro Carreter, who has long entertained the Spanish public with his newspaper articles on language, has returned more than once to the irksome question of Spanglish. In&nbsp;an article in 2001 he wrote mournfully: “If, according to one classic definition, Spanish in its origins was badly spoken Latin, soon it will be just a kind of broken English.”</p>\n<p>He reserves most of his scorn for the phenomenon of what he calls <em>anglojerga</em> 'anglo-jargon,' with which radio and television banter is filled. The only mercy, he points out, is that when you hear it, the original (and untransferable) pronunciation is lost in Spanish phonetics.</p>\n<p>But the picture of linguistic influence sometimes has a more attractive colour. In&nbsp;an article written in 1984, Lázaro argued for Spanish adopting the English sense of the word <em>romance</em>—a love affair—observing that his native tongue seemed to have no word reflecting this very modern form of relationship. Popular usage had already led the way with frequent press reports of “romances” between celebrities.</p>\n<p>The Spanish word <em>romance</em> has a distinguished linguistic and literary sense, referring both to Romance tongues and also to a rich and beautiful ballad tradition. One might have thought the Academy would jib at diluting such an honourable word, but with Lázaro as champion, a swift change was brought about. Only a year later the <em>Academy Dictionary</em> displayed its official acceptance of this new meaning for the Spanish. How good to see the heart winning the day over the head in these matters.</p>\n<p><em>[C. J. Moore, the author of In Other Words: A Language Lover's Guide to the Most Useful and Intriguing Words from around the World, has worked as a teacher, editor, and journalist and has degrees in modern languages and linguistics.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Word or Two in Spanglish</h1> <p><em><span data-rel=\"author\">C. J. Moore</span> <span data-rel=\"location\">Bilbao, Spain</span></em></p> <p>Using a Spanish-English dictionary the other day, I had a most unsettling experience. I even forget the word I was searching, because what I found left me momentarily in a state of bemusement. My eye traveling down a page discovered the following sequence of words:</p> <p><em>soul, souvenir, Soviet, Spanglish, spaniel, sparring, speed, spinnaker, sport, spot, spray, sprint, sprinter, squash, stage, stand, standing, starter, status, step, stick, stock, stop, strapless. stress, strike, striptease.</em></p> <p>For a moment I thought I must be in the English-Spanish section of the dictionary, but no, the column was in the Spanish half of the book. How can this be possible? I thought, and turned to the <em>Diccionario de la Real Academia Española (RAE)</em> to compare the same pages. Needless to say, none of the above words was to be found in the <em>RAE</em> “official” version of the language.</p>"
}