{
  "type": "Article",
  "title": "Conan the Grammarian",
  "author": "Richard Lederer",
  "location": "San Diego, California, San Diego, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Conan the Grammarian</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California, San Diego, California</span></em></p>\n<p>Call me Conan the Grammarian: Undangler of Participles, Destroyer of Gratuitous Apostrophes, Protector of Pronoun Case. I know that I am not alone in this reaction. Riding this planet are millions of us for whom atrocious violations of standard usage squeak like chalk across the blackboard of our sensibilities.</p>\n<p>I am not Conan the Unsplitter of Split Infinitives, the Terminator of Terminal Prepositions. The injunctions against cleft infinitives and terminal prepositions are completely bogus. Such proclamations exist as sheer rumor and gossip. They are never enshrined in reputable usage manuals.</p>\n<p>I own a Ph.D. in linguistics, the scientific study of language, so I'm supposed to see language change as neither good nor bad but natural evolution. I am aware that English is a living language. Like a tree, language sheds its leaves and grows new ones so that it may live on. But to recognize the reality of and the need for change does not mean that we must accept the mindless permissiveness that pervades the use of English in our society.</p>\n<p>I consider myself to be a compassionate prescriptivist. I understand that just as one never steps into the same river twice, one cannot step into the same language twice. Even as one enters, words are swept downstream into the past, forever making a different river. But—and please allow me to employ yet a third metaphor—standard usage is written on the sand. That sand may one day erode or blow away, but at any moment in history, the rules of usage are written in the collective consciousness of caring and careful users of our language. One day “Me and Mary have a ball with language” and “The book is laying on the table” may be standard English, but not now.</p>\n<p>I truly believe that to reap the full fruits of American civilization (hmmm, a fourth metaphor), one must be in control of the dialect we call standard English, the dialect that most books and business reports are written in and most broadcasts are broadcast in.</p>\n<p>There are those who contend, “Who cares how you say or write something, as long as people understand you?” This is like saying, “Who cares what clothing you wear, as long as it keeps you warm and covers your nakedness?” But clothing does more than provide warmth and cover, just as language does more than transfer ideas. The sensible man and woman knows when to wear a business suit and when to wear a T-shirt and shorts, when to wear a tuxedo and when to wear a flannel shirt and dungarees. So that's my fifth metaphor/analogy: Both clothing and language make statements about the wearer and the user.</p>\n<p>Thus, in an effort to make the world a better place, I cleave to Conan the Grammarian's Three Rules of Correcting Others:</p>\n<p>(1) Are you right?</p>\n<p>(2) Will it make a difference?</p>\n<p>(3) If conditions (1) and (2) are met, do the correcting in private.</p>\n<p>I visit my doctor, and his nurse instructs me to “lay down on the table.” I am excruciatingly aware that millions of Americans seem unable to distinguish between <em>lie,</em> an intransitive verb that means 'repose,' and <em>lay,</em> a transitive verb that means 'put.' They do not grasp that once they're done laying a book on the table, it <em>lies</em>—not <em>lays</em>—there. Pardon the fowl language, but a hen on its back is lying; a hen on its stomach may be laying—an egg.</p>\n<p>But enough (please don't ask me to quantify when enough is “enough”) of us standard English speakers and writers adhere to that distinction that I feel that I'm right about enforcing it in reasonably formal situations.</p>\n<p>And in the case of the nurse, who's probably misusing <em>lay</em> many times each day and could lose the doctor business, I feel that my interposition will make a difference. So, with a smile, not a sneer, I correct her in the privacy of the examining room and hope that she won't seek revenge on me by ordering up three successive prostate probes.</p>\n<p>I'm speaking before a group and the master of ceremonies asks me if I want to place my notes “on the podium.” I think to myself, “How could I stoop so low?” but I do not correct my host. It's true that etymologically a lectern (from the Latin <em>lectura</em>, “to read“) is the slant-topped desk, while a podium (from the Greek <em>podia,</em> “foot“) is the small base on which the speaker stands, but my personal polls show that more than 90% of the U.S. population (and this includes my surveys of English teachers) uses <em>podium</em> to stand for either item of furniture. So I hold my tongue.</p>\n<p>I know that <em>anxious</em> and <em>eager</em> have both been used for centuries to mean “characterized by anxiety.” But enough of us Standard English users distinguish between “I'm eager to meet you” (happy anticipation) and “I'm anxious about meeting you” (evincing anxiety) that I feel urges to correct those who say or write, “I'm anxious to meet you.” On the other hand, so few of us cleave to the belief that something that encourages health is healthful and makes us healthy that I do not don my Conan the Grammarian cape for that battle. In fact, I congratulate the folks who came up with the name Healthy Choice for the frozen food line. They're selling a lot more packages than if they'd named the product Healthful Choice.</p>\n<p>Should we feel badly about “I feel badly”? Although “I feel badly that I let you down” represents an admirable attempt to differentiate physical ill being (“I feel bad”) from emotional ill being (“I feel badly”), much in the manner of “I feel good” vs. “I feel well,” “feel badly” has been criticized for about a century.</p>\n<p>When I ask the offended why they object, their voices slip into the tonal groove that the century-old explanation has worn for itself: “If you feel badly, your finger tips must be sandpapered or Novocained, or you're wearing thick gloves.” Har har—but for a great number of people this disapproval is very real.</p>\n<p>When I attempt to explain to the finger waggers that the <em>badly</em> in <em>feel badly</em> is not an adverb but an adjective, in the manner of <em>costly, elderly, friendly, kindly, sickly,</em> and more than a hundred other adjectives that wag <em>-ly</em> tails, they still feel strongly (ahem!) that <em>feel badly</em> is somehow wrongheaded. So at this juncture in our history, to avoid the disapproval of others, I recommend that you feel bad, not badly.</p>\n<p>Do students <em>graduate from</em> an institution, or do they <em>graduate</em> that institution? Well, an institution graduates its students. Therefore, the most logical way to talk and write about an awarding of diplomas is “I was graduated from Bilgewater State in 1968,” and that passive construction was the traditional idiom from the 16th century into the 19th century.</p>\n<p>Gradually “I graduated from” came in and supplanted “I was graduated from,” except in highly formal statements, such as wedding announcements: “Born and raised in Philadelphia, the groom was graduated from the University of Pennsylvania.” Nowadays many younger Americans, especially younger ones, like to drop prepositions and particle verbs and say, “Let's hang,” “Can you deal?” “Don't cave.” Thus, there is pressure to say and write, “I graduated Bilgewater State in 1968.” Nonetheless, “I graduated <em>from</em>” remains the standard idiom—for now —and I, Conan the Grammarian, stoutly defend it.</p>\n<p>Part of being a compassionate corrector is knowing when <em>not</em> to correct even a blatant boo-boo. Almost thirty years ago, my 13-year-old son brought home a sign he had lovingly crafted in junior high school wood shop. It read THE LEDERER'S. You see this apostrophe catastrophe in front of houses and on mailboxes everywhere: “The Smith's, “The Gump's.” These “prespostrophes” are distressing signs of our times. Which Smith? Which Gump? Here we have an atrocity of both case and number in one felonious swoop.</p>\n<p>Who lives in the house? The Smiths. The Gumps. The Lederers. That's what the signs should say. It's really nobody else's business whether the Smiths, the Gumps, or the Lederers own their domiciles. All we need know is that the Smiths, the Gumps, and the Lederers reside there. If you must announce possession, place the apostrophe after the plural: The Smiths'. The Gumps'. The Lederers'.</p>\n<p>At that time, I didn't tell my son that he was a victim of a nationwide conspiracy of junior high school shop teachers dedicated to spreading apostrophe catastrophe throughout our land. You see, I'm a compassionate corrector.</p>\n<p>The sign still sits in front of our home and I still haven't told my son, who's now 42. Why? I love my boy, and he still comes to visit.</p>\n<p><em>[Richard Lederer's newest book is <em>Comma Sense: A Fun-damental Guide to Punctuation.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Conan the Grammarian</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">San Diego, California, San Diego, California</span></em></p> <p>Call me Conan the Grammarian: Undangler of Participles, Destroyer of Gratuitous Apostrophes, Protector of Pronoun Case. I know that I am not alone in this reaction. Riding this planet are millions of us for whom atrocious violations of standard usage squeak like chalk across the blackboard of our sensibilities.</p> <p>I am not Conan the Unsplitter of Split Infinitives, the Terminator of Terminal Prepositions. The injunctions against cleft infinitives and terminal prepositions are completely bogus. Such proclamations exist as sheer rumor and gossip. They are never enshrined in reputable usage manuals.</p> <p>I own a Ph.D. in linguistics, the scientific study of language, so I'm supposed to see language change as neither good nor bad but natural evolution. I am aware that English is a living language. Like a tree, language sheds its leaves and grows new ones so that it may live on. But to recognize the reality of and the need for change does not mean that we must accept the mindless permissiveness that pervades the use of English in our society.</p>"
}