{
  "type": "Article",
  "title": "Ode to a Clodhopper",
  "author": "Jerome Betts",
  "location": "Torquay, Devon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ode to a Clodhopper</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p>\n<p>Humorous coinages of bird names, in the vein of <em>double-breasted</em> <em>weevil-eater</em> and the like, may come a poor second to real ones, if Christine E. Jackson's <em>British Names of Birds</em> of 1968 is anything to go by.</p>\n<p>The basis of her book is an older work, H. Kirke Swann's <em>Dictionary of English and Folk Names of British Birds</em>, published in 1913, to which she adds about eleven hundred others from printed sources such as bird books and county lists. Her total of about four thousand therefore includes dialect and local names, alternative common names, and names applied at various times by the first ornithologists and used, however rarely, in the early literature.</p>\n<p>How necessary some accepted vernacular name is—let alone a unique “scientific” label—can be seen from the duplication of names revealed in her pages for some common, or formerly common, birds. <em>Whaup,</em> for example, has been applied to curlew, avocet, and blue tit, and <em>barley-bird</em> to an astonishing tally of at least seven other species: common gull, greenfinch, grey wagtail, nightingale, siskin, wheatear, and wryneck. <em>Bee-bird</em> has covered chiffchaff, green woodpecker, spotted flycatcher, whitethroat and willow-warbler, and <em>blackcap</em> served for bullfinch, stonechat, reed-bunting, and three kinds of tit, as well as the eponymous warbler itself, <em>Sylvia atricapilla</em>.</p>\n<p>A striking feature of the lists is the scarcity of alternative names for some birds and their abundance for others. On a rough count, the mistle-thrush, the hero of Thomas Hardy's poem “The Darkling Thrush,” has more than thirty separate and distinct names, such as <em>stormcock</em> and <em>shrite,</em> disregarding those that seem to be merely spelling or pronunciation variants. The popular and literature-haunting robin has only about half a dozen. On the other hand, the bird it is associated with in folk-myth and rhyme, the wren, has at least twenty-five, though here it is harder to sort out the variations on a basic theme.</p>\n<p>Both the mistle-thrush and the wren have distinctive “signatures” the one its large size and strident singing from prominent posts high in trees, and the other its cocked-up tail and amazing volume of sound from a tiny body. But what about the lark, which has an equally distinctive “signature,” that singing spiral to the sky?</p>\n<p>It appears to have attracted only four or so names, including <em>clodhopper</em> from Sussex, if you leave out the versions of <em>lark</em> and <em>laverock.</em> Those earthy Sussex rustics seem to have seen a different bird from Shelley. <em>Ode to a Clodhopper?</em> Weighed down by that title, his soaring stanzas would hardly have got off the ground and remained poetical never-werts.</p>\n<p>It is even worse with those highly conspicuous swans, who, apparently, are always swans, and nightingales, for whom the only regional name recorded is the previously mentioned <em>barley-bird.</em> Kingfishers, too, come off badly <em>(dipper; green snipe),</em> as do swallows, who score only five. In contrast, the dashing swift weighs in with fifteen (not counting all the changes rung on <em>devil</em> combinations) from the <em>anchor-bird</em> of Sussex to the <em>whip</em> of Yorkshire.</p>\n<p>Another bird that has a name list of mistle-thrush proportions is the contrastingly inconspicuous hedge-sparrow (thirty-five plus), alias <em>blue Isaac</em> and <em>haysucker,</em> that <em>pons asinorum</em> of the ornithologically correct, who call it a <em>dunnock</em> because it's a thin-billed insect-eating accentor <em>(Prunella modularis)</em> and not a sparrow at all. There is also the black-headed gull (twenty-five plus), once known as a <em>coddymoddy,</em> in Suffolk and a <em>Scoulton pewit</em> in Norfolk, and the green woodpecker (twenty-five plus), or <em>rain-bird,</em> <em>yaffle,</em> and <em>wood-awl.</em></p>\n<p>The long-tailed tit (twenty-five plus) has names like <em>featherpoke</em> and <em>bum towel,</em> which, because of similarities in nest construction, in many cases overlap with those for the willow-warbler (twenty plus) or <em>bank bottle</em> and <em>cherry-chopper</em>. Among other twenty-plusers are the yellowhammer, the nightjar—another Hardy star as <em>the dewfall-hawk</em>—and the wheatear.</p>\n<p>Do these feast-or-famine extremes reflect patchiness in the sources, a popular consciousness of some species rather than others, or influences from the other languages in contact with English in Britain? Are they caused by the perception of certain birds as harmful to human interests, proximity to hedgerows, houses and gardens, or prominence in an open habitat particularly favorable for observation, as with wheatears?</p>\n<p>In the <em>Oxford Dictionary of British Bird</em> <em>Names</em> (1993), with its fascinating etymologies, W.&nbsp;B.&nbsp;Lockwood mentions habits, appearance (particularly color), and, above all, voice, as factors behind the creation of names. He emphasizes the folk rationalization of old name elements no longer understood, like <em>haysucker</em> evolving from words meaning 'hedge' and 'creeper' (OE -<em>smugge</em>) or 'wheatear' from 'whitearse' (ME <em>whiters</em>) as a further important source of multiplication. Another is the superstitious avoidance of&nbsp;unlucky words,&nbsp;such as <em>Jack-a-Dells</em> (Suffolk) and <em>Dicky Devlin</em> (Yorkshire) replacing <em>Devil</em> in some of the local terms for the swift.</p>\n<p>A final trawl through Christine Jackson certainly confirms the suspicion that fact outstrips fiction, with names like <em>watery pleeps</em> for the common sandpiper, which sounds like a pager dropped in a puddle, or, for the same bird, <em>skittery deacon, <em>with its overtones of clerical misbehavior</em> <em>in</em> <em>Trollopeland. Just how did the rook come to be called</em> Lord Barrymore's pigeon</em> in Cheshire and the house-sparrow a snurk?</p>\n<p>And even some of the obvious “book names” of the pioneers are not to be sneezed at. How much more impressive might it have made those juvenile bird diaries, with their run-of-the-pond moorhens, to have been able to record them as <em>green-footed gallinules?</em></p>\n<p>[<em>Jerome Betts's most recent article for</em> <em>VERBATIM</em> <em>was</em> <em>“Hand to Mouse” in Vol. XXIX/4.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ode to a Clodhopper</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p> <p>Humorous coinages of bird names, in the vein of <em>double-breasted</em> <em>weevil-eater</em> and the like, may come a poor second to real ones, if Christine E. Jackson's <em>British Names of Birds</em> of 1968 is anything to go by.</p> <p>The basis of her book is an older work, H. Kirke Swann's <em>Dictionary of English and Folk Names of British Birds</em>, published in 1913, to which she adds about eleven hundred others from printed sources such as bird books and county lists. Her total of about four thousand therefore includes dialect and local names, alternative common names, and names applied at various times by the first ornithologists and used, however rarely, in the early literature.</p> <p>How necessary some accepted vernacular name is—let alone a unique “scientific” label—can be seen from the duplication of names revealed in her pages for some common, or formerly common, birds. <em>Whaup,</em> for example, has been applied to curlew, avocet, and blue tit, and <em>barley-bird</em> to an astonishing tally of at least seven other species: common gull, greenfinch, grey wagtail, nightingale, siskin, wheatear, and wryneck. <em>Bee-bird</em> has covered chiffchaff, green woodpecker, spotted flycatcher, whitethroat and willow-warbler, and <em>blackcap</em> served for bullfinch, stonechat, reed-bunting, and three kinds of tit, as well as the eponymous warbler itself, <em>Sylvia atricapilla</em>.</p>"
}