{
  "type": "Article",
  "title": "Murder! She Ejaculated",
  "author": "Edmund Conti",
  "location": "Summit, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Murder! She Ejaculated</h1>\n<p><em><span data-rel=\"author\">Edmund Conti</span> <span data-rel=\"location\">Summit, New Jersey</span></em></p>\n<p>“When in Rome” by Ngaio Marsh is an example of what good writing is all about—detailed plotting, superb characterization, word pictures of Rome of la dolce vita. All combine—not in a roman a clef, but in a Roman cliffhanger.  Before you run down to the library (you won't find it at your local bookstore, it was published in 1971), let me tell you what's in store (or in the library) for you.</p>\n<p>Assorted characters including Mr. Sebastian Mailer, tour director and his patrons: Mr. Barnaby Grant, author; the Baron and Baroness Van der Veghel; Lady Bracely and her nephew, the Honorable Kenneth Dorne; Miss Sophy Jason, writer of children's stories; Major Hamilton Sweet and Superintendent Roderick Alleyn, C.I.D.</p>\n<p>Assorted characteristics including superannuated, junkie, bad-tempered, ultra-British, boisterous and extremely reticent—all applying variously to the assembled cast.</p>\n<p>Italians everywhere including Il Questore Valdarno and sundry members of the Questura.</p>\n<p>Italian phrases like <em>basta, non l'ho fatto io, sciocchezze, ecco</em>!</p>\n<p>British phrases like <em>Gawd!</em></p>\n<p>Rome! the Piazza Colonna, Consolato Brittannico, the Pensione Gallico, the Spanish Steps.</p>\n<p>And the writing. And what writing!  Miss Marsh has you caught up in the exuberance of Roman life, the emotions, the sudden and vehement utterances. And all without the current fashionable use of explicit or erotic passages. But I can't contain my excitement any longer. Let me take you on a tour of  “When in Rome.”</p>\n<p>Page 14: Barnaby pays for a glass of beer and we're off.</p>\n<blockquote>\n<p><em>“Here,” he said in basic Italian. “Keep the change.</em>” <em>The waiter ejaculated with evident pleasure.</em></p>\n</blockquote>\n<p>Page 49: The tour is just starting.</p>\n<blockquote>\n<p><em>“It's obliging of you to talk to me,” Alleyn said. “I've just been, not exactly slapped back but slightly edged off by the Guest of Honour.”</em></p>\n<p><em>“Nothing to what I was!” Sophy ejaculated.</em></p>\n</blockquote>\n<p>Page 74: The tour continues and the writing flows.</p>\n<blockquote>\n<p><em>Major Sweet left by one of the side doors. Alleyn disappeared behind the god, enthusiastically followed by the Van der Veghels. They could be heard ejaculating in some distant region.</em></p>\n</blockquote>\n<p>Page 75: The plot thickens.</p>\n<blockquote>\n<p><em>“Ah,” ejaculated Grant, “don't remind me of that for God's sake!”</em></p>\n</blockquote>\n<p>Page 84: Mr. Mailer has disappeared and Father Denys can't contain himself.</p>\n<blockquote>\n<p><em>Father Denys clapped his hands to his forehead. “Violetta, is it!” he ejaculated. “ A terrible pest, that one, God forgive me, for she's touched in her wits, poor creature.”</em></p>\n</blockquote>\n<p>Page 87: Major Sweet learns that the tour will dine at the Giaconda.</p>\n<blockquote>\n<p><em>“Good God!” the Major ejaculated. As well he might.  The Giaconda is the most exclusive as it is undoubtedly the most expensive restaurant in Rome.</em></p>\n</blockquote>\n<p>Page 88: Some mind-boggling and Major-boggling prose.</p>\n<blockquote>\n<p><em>“Well!” the Major ejaculated. “I must say this is</em>—ah—it seems—ah—” he boggled slightly.</p>\n</blockquote>\n<p>Page 88: Wait, don't turn that page yet.</p>\n<blockquote>\n<p><em>There were more ejaculations and much talk of coincidence while Sophy turned over in her mind what she knew of the firm of Adriaan and Walker. . .</em></p>\n</blockquote>\n<p>Page 104: Dinner is winding down but everyone is still wound up.</p>\n<blockquote>\n<p><em>“If—and the chances I believe are remote—if Mr. Mailer should put in an appearance here”—Marco gave an ejaculation and a very slight wince</em>.</p>\n</blockquote>\n<p>Page 109: Dinner is over but the diners keep it up.</p>\n<blockquote>\n<p><em>“Phew!” said the Major, who seemed to be stuck with this ejaculation</em>.</p>\n</blockquote>\n<p>Page 140: Everyone gets in on the act.</p>\n<blockquote>\n<p><em>“Eccellenza!” the Questore ejaculated. “Scusi! Allow me.”</em></p>\n</blockquote>\n<p>Page 145: More clues, but nothing gets lost in translation.</p>\n<blockquote>\n<p><em>The Van der Veghels broke into scandalized ejaculations, first in their language and then in English.</em></p>\n</blockquote>\n<p>Page 149: Who done it?</p>\n<blockquote>\n<p><em>Sophy had given a little ejaculation.</em></p>\n</blockquote>\n<p>Page 149: The butler? The Baron?</p>\n<blockquote>\n<p><em>“I remember!” the Baron ejaculated. “I remember perfectly! It was when I took a picture of the group.”</em></p>\n</blockquote>\n<p>Page 157: We're coming to a climax. Again.</p>\n<blockquote>\n<p><em>A savage-sounding but muted exchange followed. Finally Giovanni gave a sharp ejaculation.  Chair legs grated on the pavement. A palm was slapped down on the table. Alleyn, greatly stimulated, squatted behind the ruin of a velvet chair and heard them go past.</em></p>\n</blockquote>\n<p>Page 188: Sophy comes to some conclusions.</p>\n<blockquote>\n<p><em>How different, Sophy thought, from the behaviour of women. “We would exclaim, gaze at each at each other, gabble, ejaculate, tell each other how we felt and talk about instinctive revulsions and how we'd always known, right along, that there was something.”</em></p>\n</blockquote>\n<p>Page 194: Romans, doing as the Romans do.</p>\n<blockquote>\n<p><em>A spate of Italian broke out at the other end. Bergami ejaculated and answered so rapidly that Alleyn could only just make out what he said.</em></p>\n</blockquote>\n<p>Page 222: Last page. Last lines. A fitting climax.</p>\n<blockquote>\n<p><em>“Look,” he said, “isn't Rome lovely? The bells ring, the swallows rush about, the saints look down and the fountains play.”</em></p>\n<p><em>“Lovely!” she agreed. “But all the same, strange things can happen under her skin.”</em></p>\n<p><em>“And always have,” said Barnaby.</em></p>\n</blockquote>\n<p>There it is. “When in Rome.” Cigarette?</p>\n<p><em>[Edmund Conti's most recent piece for <em>VERBATIM</em> was the poem “Voice Over” in XXIX/3.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Murder! She Ejaculated</h1> <p><em><span data-rel=\"author\">Edmund Conti</span> <span data-rel=\"location\">Summit, New Jersey</span></em></p> <p>“When in Rome” by Ngaio Marsh is an example of what good writing is all about—detailed plotting, superb characterization, word pictures of Rome of la dolce vita. All combine—not in a roman a clef, but in a Roman cliffhanger.  Before you run down to the library (you won't find it at your local bookstore, it was published in 1971), let me tell you what's in store (or in the library) for you.</p> <p>Assorted characters including Mr. Sebastian Mailer, tour director and his patrons: Mr. Barnaby Grant, author; the Baron and Baroness Van der Veghel; Lady Bracely and her nephew, the Honorable Kenneth Dorne; Miss Sophy Jason, writer of children's stories; Major Hamilton Sweet and Superintendent Roderick Alleyn, C.I.D.</p> <p>Assorted characteristics including superannuated, junkie, bad-tempered, ultra-British, boisterous and extremely reticent—all applying variously to the assembled cast.</p>"
}