{
  "type": "Article",
  "title": "Mongo No Like Legging: Family Expressions Deserving Wider Recognition",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mongo No Like Legging: Family Expressions Deserving Wider Recognition</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>In 1962, Allen Walker Read published an article entitled “Family Words in English” (<em>American Speech</em> Vol. 37, No. 1, February 1962, pp. 5-12). In it, he gathered together a number of expressions not found in dictionaries but used within nuclear or extended families, sometimes across generations. Thirteen years later, an abridged version of that article appeared in this magazine (VERBATIM Vol. 1/4, 1975). Another thirteen years passed, and Paul Dickson's <em>Family Words: The Dictionary for People Who Don't Know a Frone from a Brinkle</em> was published (Reading, Mass.: Addison-Wesley, 1988, reviewed in this magazine by Laurence Urdang). Now, on the occasion of the publication of the 30th volume of <em>VERBATIM</em>, we figured it was time for another update.</p>\n<p>You won't find these words and expressions in any dictionary—yet they are in use by at least two people in the world, more often a half-dozen or more, sometimes spread over wide geographic regions and spreading further with the travel of the each generation. Most of these expressions undoubtedly will die out, but one or two deserving ones may perhaps survive into the next century. And, as Read put it, “Such material should be watched by the lexicologist for its value in showing tendencies in the language. The family is the matrix in which we see the bubbling up of linguistic experimentation.”</p>\n<p>A word about my extremely unscientific methods: I asked my own relatives, friends, colleagues, and acquaintances for examples of family expressions, and asked them to ask their own people, and so on, and so on. I also used a Salon.com “Table Talk” discussion on the subject—“Embiggen the Language,” October 5, 2004. I discounted expressions that I considered to be inside jokes or simply funny family sayings rather than long-lived expressions that carry actual meaning. The expressions that made the final cut were those that I found truly useful, even necessary—the ones that might find wider usage if only people knew about them.</p>\n<p>Some respondents sent expressions that turned out to be more general slang, and I didn't include those, with three exceptions: <em>F.H.B., Beedo system,</em> and <em>padiddle</em>.</p>\n<p>Many of the family expressions respondents sent have to do, unsurprisingly, with family matters—it makes sense that a family might invent and prolong an expression that is of particular use. One of the longest-lived such expressions, <em>F.H.B.</em>, cited by Read in 1962 as already generations old, is a perfect example. <em>F.H.B.</em> stands for “family hold back.” At least two of my respondents sent this abbreviation, believing it to be the invention of their own families. But it dates back to at least the mid-19th century and has made it into the <em>Oxford English Dictionary</em>: “F.H.B., family hold back (a colloq. intimation to the members of a family that their guests have first claim on the course or helping about to be served),” with an example from 1911: “She murmured to such of the family as were within earshot the mystic formula, <em>'F.H.B.!'”</em></p>\n<p>One respondent sent an expression he'd heard from his grandmother: <em>beedo system,</em> used to describe any kind of assembly line work. If she needed a chore done by the respondent and his brothers, she would say, “What we need is a <em>beedo system</em>!” and organize the work into smaller tasks, one per brother. The respondent once asked his granny about the term, and she said it was something she remembered her mother saying.</p>\n<p>It turns out this is not, however, a family expression. Tillie Olson's novel <em>Yonnondio,</em> written in the 1930s, contains a reference to the dismal <em>Beedo system</em>: “Choreographed by Beedo, the B system, speed-up stopwatch, convey. Music by rasp crash screech knock steamhiss thud machinedrum. Abandon self, all ye who enter here. Become component part, geared, meshed, timed, controlled.” A footnote in the 1974 reprint defines <em>Beedo</em> as “a speed-up system of the 1920s.” The term is not in the <em>Oxford English Dictionary</em> or any of the dozen or so specialized dictionaries I checked, but nevertheless, it's not a family expression.</p>\n<p>Several respondents sent <em>padiddle</em>, a word for a car with one broken headlight or a game played on car trips at night. <em>Padiddle</em>-spotters get to make a wish, punch a sibling, or kiss a car-mate, depending on whom you ask. (There are complicated forms of <em>padiddle</em> in which points are scored for various types of vehicles, and even—I was scandalized to learn—a version of strip-<em>padiddle</em>.) But <em>padiddle</em> is not a family word, at least not any more. According to the Word for the Wise Archive at Merriam-Webster Online (<em><a href=\"http://www.merriam-webster.com\">www.merriam-webster.com</a></em>), “Plenty of <em>padiddle</em>-players believe the term was born in their own families, but folks from Maine claim <em>padiddle</em> hails from Down East, and some baby boomers remember it as 1960s slang.”</p>\n<p>Speaking of car games, one respondent told me that her family has special words for mean things children do to each other in the back seat: <em>tickle torture, knee-knockers, silly-shoulders</em> (squeezing one's sibling's shoulders very hard, digging into the flesh with all five fingers), and, most distinctively, <em>fleeb-flickers</em> (snapping one's middle finger to the back of one's sibling's ear).</p>\n<p>Children are the source of several odd and/or catchy expressions. Some of these are fairly straightforward: <em>Doo-bah</em> for <em>blueberry</em>, for example, or <em>naptop</em>, a child's mixture of nap and laptop, because her mother used the laptop in bed. The most puzzling family word sent to me would have to be <em>hunnanooney</em>. The respondent's brother used this word in place of <em>elephant</em> “for reasons now obscure.” I should say so—but the term has enjoyed regular use in that particular family for decades. Other expressions used by children and then by whole families include <em>by my lone</em> (a blended or portmanteau expression made by combining <em>by myself</em> and <em>alone</em> or <em>on my own</em>), <em>it's no mind</em> (<em>it's no problem</em> and <em>I don't mind</em>), <em>disastrophe</em> (<em>disaster</em> and <em>catastrophe</em>). <em>Cold,</em> as a verb, seems like a very useful expression—a child in one family will touch you with something cold, like a sippy cup or a can of soda, and then say she has <em>colded</em> you.</p>\n<p>The same child who coined colding uses <em>kee kee</em> for kitty, and now the whole family uses this term for a bunch of cat hair on furniture or clothing (as in, “Let me get that <em>kee kee</em> for you”). There seems to be a need for a word like this—another respondent told me that in her family they use <em>goo-ga</em> or <em>goo-gag</em> to mean an unidentifiable substance someplace where you don't want it to be, as in “Eww, get this <em>goo-gag</em> off the table!”</p>\n<p>Other kiddy expressions add to the family language in some way, filling a void left by regular English. For example, one respondent told me that her use of culture to describe a theatrical performance, visit to a museum, or other cultural experience, caught on. It went like this:</p>\n<p>“Many years ago, when I was about eight, my mom and step-dad took me to a play with some of their friends. At the play, one of them asked me if this was my first time at the theater. I said, 'Oh, no, this is my third culture this year.'</p>\n<p>To this day, my family refers to going to plays or museums or stuff like that as <em>getting a culture,</em> as in “I went to New York and got three cultures.” You can probably tell from this that we are a family who does not get many cultures.”</p>\n<p>Children can originate a family expression by what they say, what they are (<em>nieblings</em>, a gender-neutral word made by combining <em>nieces</em>, <em>nephews</em>, and <em>siblings</em>, is a truly great family invention), and also what they do. In Mo Willems's 2004 picture book <em>Knuffle Bunny</em>, a little girl called Trixie <em>goes boneless</em> as a form of resistance. My own two-year-old did the same thing, but we called it a <em>sit-down strike</em>.</p>\n<p>And then, of course, there's the doo-doo they do. A number of respondents had special family euphemisms for dirty diapers. In many families, a child simply <em>has a diaper</em>. In others, the child <em>does a diaper</em>, or <em>does a big diaper</em>. I remember a small child in a novel who <em>does a big job</em>. One family uses <em>a major event</em>, as in “There's a <em>major event</em> going on at present all over the changing table.” Other expressions in this vein include <em>There's a foul wind blowin'</em> and <em>Time for an oil change</em>. In my own family, we have another toilet-centered expression: <em>Aunt Clara,</em> shouted out if someone makes a trip to the bathroom just as everyone is being called to dinner. Apparently, my Great Aunt Clara—whom I never met—was known for doing this, and now she lives on in this expression.</p>\n<p>Many family expressions derive from personal names. One respondent told me that her family uses the term <em>Henrietta</em> as discreet shorthand for “your tag is sticking out.” This comes from the Elaine May character in the 1971 film <em>A New Leaf</em>, who forgets to remove a tag from a dress. (Walter Matthau removes it for her in probably the funniest scene in the movie.)</p>\n<p>This same family also uses <em>RoseMiriam</em>, an expression that means you think you've heard a telephone or doorbell ring but you really haven't, after a woman who was always sending her husband to answer nonexistent doorbell-rings. Another respondent confessed that in her family, <em>doing an Adriane</em> is spilling your dinner down the front of your outfit the first time you wear it.</p>\n<p>Another name-originated family expression is <em>Henry, Denny's brother,</em> who is evoked when you suspect someone is stating a guess as fact. To paraphrase the respondent's explanation: The family's local coffee shop, Denny's (not the chain—it was owned by a guy named Denny) was closing. The short order cook was an elderly man named Henry. The respondent felt sorry for Henry, thinking no one would hire a really old short-order cook. Her husband said not to worry, that Henry was Denny's brother and he would be well taken care of. The respondent told all her neighborhood friends not to worry about Henry, because he was Denny's brother. Eventually it came to light that Henry was not Denny's brother—the respondent's husband had come to that conclusion because he thought Henry looked like Denny (which, according to the respondent, he didn't).</p>\n<p>It turns out that we really need a word for this kind of thing—another respondent told me that her family uses the term <em>toyb,</em> pronounced “toyeb.” This is an acronym for <em>talking out your butt.</em> Here is an abridged version of the respondent's explanation:</p>\n<p>“About fourteen years ago, my sister, my brother, his new girlfriend, and I were sitting on the porch, discussing the age-old question of why the moon looks so much bigger near the horizon than high up in the sky. A number of reasons were stated with absolute conviction, with great debate over who was right. My future sister-in-law, quiet through most of the discussion, suddenly leaned forward, looked at me and my siblings, and stated with shocking clarity: “None of you has a clue what the right answer is, do you? You're all acting like you know, without a doubt, what the answer is, but all you're doing is talking out of your butts!” Awed silence in the face of the terrible truth. Ever since then, if someone starts to pontificate in the way that all our family members do about some issue armed with very little actual knowledge, someone else will mutter quietly under their breath, “toyb, toyb, toyb ...” It tends to deflate even the most confident.”</p>\n<p>Several of the family expressions I received have to do with sharing—and not sharing. One family uses <em>cake</em> to mean 'cash on hand,' with a rather telling example: “Do you have any <em>cake</em> I can borrow?” In another family, a <em>slurp</em> is a large sip of someone else's drink, as in “Can I have a <em>slurp</em>?” In a third family, if you want to hold your spot on the couch, you claim <em>eggies</em> on it. The origin of this is not clear, but it may be that your spot on the couch is as forbidden as if eggs were on it and would break on the seat-stealer's bottom. (Speaking of bottoms, one respondent tells me that in her family, <em>foon</em> is used as an affectionate word for that body part, akin to the Yiddish <em>tuchus</em> or <em>tushie</em>.)</p>\n<p>The only exhortation I received, <em>Man up!</em>, was invented by a pair of brothers and means something like 'quit whining and be a man,' but is used in low-key circumstances—“Why don't you just man up and mow the lawn?” One brother had a hat made for the other brother with this expression emblazoned upon it, which draws confused looks.</p>\n<p>Some object words. <em>Woogies</em> are hair rollers or, strangely enough, wax and cotton earplugs—as in, “I can't hear you, I've got my <em>woogies</em> in.” A <em>futta-futta</em> is a spatula, dustpan, or similar kitchen tool, because, according to the respondent, “once one of us couldn't think of the word for <em>spatula,</em> so all flat things that pick things up with a <em>futta-futta</em> motion are <em>futta-futtas.</em>” My husband's family has long referred to cereal as <em>pop-nut scrummies,</em> not knowing exactly why. When I googled this term in various ways to make sure it was not slang, I had this exchange: “Your search—<em>popnut scrummies</em>—did not match any documents. Did you mean: <em>popnot scrummies</em>?” Momentarily experiencing a surge of hope that I might finally bring the great pop-nut scrummy mystery to rest, I clicked yes. Google responded: “Your search—<em>popnot scrummies</em>—did not match any documents.” Sigh.</p>\n<p>Probably the most unusual and distinctive family word I received was a secret word invented by a family so that if one of them died, the remaining members could go to a medium and test the validity of the séance. This word was carefully guarded, of course: only the three family members (father, mother, and daughter) could know about the word. It was made by combining the initials of the family members: <em>Narama</em> (Nancy, Robert, and Meg Albert). [At the request of the respondent, I have substituted a different secret word and set of names here.]</p>\n<p>And now to our title expression, <em>Mongo no like legging,</em> used in one family to draw attention to grammar errors in signs or other public texts. The respondent and his wife worked at a Barnes and Noble where a posted employee dress code included the admonition “No legging for woman.” This morphed into <em>Mongo no like legging,</em> called out when one sees a sign reading, for example, “Buy fresh strawberry.” Why <em>Mongo</em>? This word probably deserves its own article. Briefly, it is a group of people living in the Democratic Republic of the Congo, formerly Zaire; the language they speak; a Mongolian monetary unit; an adjective meaning 'big'; a slang term for anything salvaged from the trash; a derogatory term for a person with Down's Syndrome (from the antiquated word <em>Mongoloid</em>); a skateboarding style in which the skater pushes off with the front-positioned foot; the fictional planet of the <em>Flash Gordon</em> series; and a large, farting, bad-grammar using character in Mel Brooks's <em>Blazing Saddles</em>—thus its use in <em>Mongo no like legging.</em></p>\n<p><em>[Jessy Randall is the Curator of Special Collections at Colorado College. She has written for <em>VERBATIM</em> about Harry Potter, asses, and jokes, but not all in the same article. Her website is <em>personalwebs.coloradocollege.edu/~jrandall/</em>.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mongo No Like Legging: Family Expressions Deserving Wider Recognition</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>In 1962, Allen Walker Read published an article entitled “Family Words in English” (<em>American Speech</em> Vol. 37, No. 1, February 1962, pp. 5-12). In it, he gathered together a number of expressions not found in dictionaries but used within nuclear or extended families, sometimes across generations. Thirteen years later, an abridged version of that article appeared in this magazine (VERBATIM Vol. 1/4, 1975). Another thirteen years passed, and Paul Dickson's <em>Family Words: The Dictionary for People Who Don't Know a Frone from a Brinkle</em> was published (Reading, Mass.: Addison-Wesley, 1988, reviewed in this magazine by Laurence Urdang). Now, on the occasion of the publication of the 30th volume of <em>VERBATIM</em>, we figured it was time for another update.</p> <p>You won't find these words and expressions in any dictionary—yet they are in use by at least two people in the world, more often a half-dozen or more, sometimes spread over wide geographic regions and spreading further with the travel of the each generation. Most of these expressions undoubtedly will die out, but one or two deserving ones may perhaps survive into the next century. And, as Read put it, “Such material should be watched by the lexicologist for its value in showing tendencies in the language. The family is the matrix in which we see the bubbling up of linguistic experimentation.”</p> <p>A word about my extremely unscientific methods: I asked my own relatives, friends, colleagues, and acquaintances for examples of family expressions, and asked them to ask their own people, and so on, and so on. I also used a Salon.com “Table Talk” discussion on the subject—“Embiggen the Language,” October 5, 2004. I discounted expressions that I considered to be inside jokes or simply funny family sayings rather than long-lived expressions that carry actual meaning. The expressions that made the final cut were those that I found truly useful, even necessary—the ones that might find wider usage if only people knew about them.</p>"
}